{
  "pmid": "24354970",
  "uid": "24354970",
  "title": "Using radiology reports to encourage evidence-based practice in the evaluation of small, incidentally detected pulmonary nodules. A preliminary study.",
  "abstract": "RATIONALE: Standard radiology report forms do not guide ordering clinicians toward evidence-based practice. OBJECTIVES: To test an enhanced radiology report that estimates the probability that a pulmonary nodule is malignant and provides explicit, professional guideline recommendations. METHODS: Anonymous, institutional review board-approved, internet-based survey of all clinicians with privileges at the Dartmouth-Hitchcock Medical Center comparing a standard versus an enhanced chest computed tomography report for a 65-year-old former smoker with an incidentally detected 7-mm pulmonary nodule. MEASUREMENTS AND MAIN RESULTS: A total of 43% (n = 447) of 1045 eligible clinicians answered patient management questions after reading a standard and then an enhanced radiology report (which included the probability of malignancy and Fleischner Society guideline recommendations). With the enhanced report, more clinicians chose the correct management strategy (72% with enhanced versus 32% with standard report [40% difference; 95% confidence interval (CI) = 35-45%]), appropriately made fewer referrals to pulmonary for opinions or biopsy (21 vs. 41% [-40% difference; 95% CI = -25 to -16%]), ordered fewer positron emission tomography scans (3 versus 13%; -10% difference; 95% CI = -13 to -7%), and fewer computed tomography scans outside the recommended time interval (2 versus 7%; -5% difference; 95% CI = -7 to -2%). Most clinicians preferred or strongly preferred the enhanced report, and thought they had a better understanding of the nodule's significance and management. CONCLUSIONS: An enhanced radiology report with probability estimates for malignancy and management recommendations was associated with improved clinicians' response to incidentally detected small pulmonary nodules in an internet-based survey of clinicians at one academic medical center, and was strongly preferred. The utility of this approach should be tested next in clinical practice.",
  "authors": [
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "1 Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Dann",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Dann",
      "affiliations": []
    },
    {
      "last_name": "Black",
      "fore_name": "William C",
      "initials": "WC",
      "name": "William C Black",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "211",
  "end_page": "214",
  "pages": "211-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Communication",
    "Documentation",
    "Evidence-Based Medicine",
    "Guideline Adherence",
    "Humans",
    "Incidental Findings",
    "Lung Neoplasms",
    "Medical Staff, Hospital",
    "Middle Aged",
    "Positron-Emission Tomography",
    "Practice Guidelines as Topic",
    "Radiology",
    "Solitary Pulmonary Nodule",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "24354970",
    "doi": "10.1513/AnnalsATS.201307-242BC"
  },
  "doi": "10.1513/AnnalsATS.201307-242BC",
  "dates": {
    "completed": "2014-10-22",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.502797",
    "pmid": "24354970"
  }
}