{
  "pmid": "24362738",
  "uid": "24362738",
  "title": "Norovirus contamination of a drinking water supply at a hotel resort.",
  "abstract": "AIM: To investigate a waterborne gastroenteritis outbreak and consider wider environmental contamination concerns. METHODS: An acute gastroenteritis outbreak was investigated through interviews, analysis of faecal samples, drinking water and environmental water samples. RESULTS: A total of 53 cases reported an illness of acute gastroenteritis following stays and/or dining at a hotel or neighbouring resort in southern New Zealand over a 1-month period in early spring 2012. The consumption of table or tap water was strongly associated with the illness. Faecal samples were positive for norovirus (NoV) genogroup I and II (GI and GII). Drinking tap water samples were positive for NoV GI and GII but negative for Escherichia coli (E. coli). Wider environmental water testing at local drinking water sources, around the sewage disposal field and at the nearby river showed the presence of NoV GI and GII. Voluntary boil water notices were issued and implemented with no further cases following this action. Additional treatment of drinking water supplies has been implemented and sewerage disposal concerns referred to local government. CONCLUSION: Investigation of this gastroenteritis outbreak revealed contamination of both drinking water and the wider environment with NoV. Bacterial indicators do not adequately cover contamination by viruses but due to costs, frequent virus monitoring programmes are currently impractical. A strategy to decrease environmental contamination of drinking water supplies in this busy tourist location through improved management of sewage disposal and drinking water is urgently required.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Public Health South, Southern District Health Board, Queenstown, New Zealand. Derek.Bell@southerndhb.govt.nz."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Bell",
      "affiliations": []
    },
    {
      "last_name": "Hewitt",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Hewitt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The New Zealand medical journal",
    "iso_abbreviation": "N Z Med J",
    "issn": "1175-8716",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "1387",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "13"
  },
  "start_page": "98",
  "end_page": "107",
  "pages": "98-107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Disease Outbreaks",
    "Drinking Water",
    "Feces",
    "Gastroenteritis",
    "Humans",
    "New Zealand",
    "Norovirus",
    "Retrospective Studies",
    "Waste Management",
    "Water Microbiology",
    "Water Purification",
    "Water Supply"
  ],
  "article_ids": {
    "pubmed": "24362738"
  },
  "dates": {
    "completed": "2014-02-11",
    "revised": "2013-12-23"
  },
  "chemicals": [
    "Drinking Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.539272",
    "pmid": "24362738"
  }
}