{
  "pmid": "24372102",
  "uid": "24372102",
  "title": "Adenosine mapping for adenosine-dependent accessory pathway ablation.",
  "abstract": "BACKGROUND: This study describes the use of adenosine during ablation procedures to allow conduction through adenosine-dependent accessory pathways (APs), which are inactive at the time of the procedure. The technique allows for successful mapping and ablation of these pathways. METHODS: Retrospective review of all patients undergoing AP ablation from 1998 to 2008 to identify patients with absent or intermittent AP conduction during electrophysiology study. Adenosine boluses were used to activate the AP for the purpose of mapping in each case. RESULTS: Adenosine mapping was utilized in seven patients. One patient had a concealed AP at baseline and six patients had manifest preexcitation at baseline but lost AP conduction during the case. Alternative methods of enhancing AP conduction were attempted in five patients, but failed. Acute ablation results included: four patients with complete elimination of AP conduction, two patients with AP conduction only with adenosine, and one patient with return of baseline preexcitation. Patients with residual antegrade conduction had right superior (anterior) septal APs considered too close to the atrioventricular conduction system for safe ablation. At median follow-up of 2 years, all three patients with residual AP conduction had recurrence of supraventricular tachycardia; the remainder remained free of preexcitation and SVT. CONCLUSION: Adenosine mapping is a useful technique for facilitating AP ablation when pathway conduction is absent or inconsistent, and may enhance conduction in mechanically inhibited or previously ablated APs. Recurrence of AP conduction only during adenosine administration is predictive of late recurrence.",
  "authors": [
    {
      "last_name": "Lapage",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Lapage",
      "affiliations": [
        "Department of Pediatrics and Communicable Diseases, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": []
    },
    {
      "last_name": "Reed",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Reed",
      "affiliations": []
    },
    {
      "last_name": "Saul",
      "fore_name": "J Philip",
      "initials": "JP",
      "name": "J Philip Saul",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pacing and clinical electrophysiology : PACE",
    "iso_abbreviation": "Pacing Clin Electrophysiol",
    "issn": "1540-8159",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "610",
  "end_page": "615",
  "pages": "610-5",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Accessory Atrioventricular Bundle",
    "Adenosine",
    "Adolescent",
    "Anti-Arrhythmia Agents",
    "Body Surface Potential Mapping",
    "Catheter Ablation",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Surgery, Computer-Assisted",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24372102",
    "doi": "10.1111/pace.12324"
  },
  "doi": "10.1111/pace.12324",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Anti-Arrhythmia Agents",
    "Adenosine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.801748",
    "pmid": "24372102"
  }
}