{
  "pmid": "24381672",
  "uid": "24381672",
  "title": "Low-dose rate brachytherapy for patients with low- or intermediate-risk prostate cancer: A systematic review.",
  "abstract": "INTRODUCTION: We review the current evidence for the role of low-dose rate brachytherapy (PB) in patients with low- or intermediate-risk prostate cancer using a systematic review of the literature. METHODS: We searched MEDLINE and EMBASE (from January 1996 to October 2011), the Cochrane Library, relevant guideline web-sites, and websites for meetings specific for genitourinary diseases. RESULTS: Ten systematic reviews and 55 single-study papers met the pre-planned study selection criteria. In the end, 36 articles were abstracted and analyzed for this systematic review. There is no evidence for a difference in efficacy between PB and external beam radiation therapy (EBRT), or between PB and radical prostatectomy (RP). During the 6 months to 3 years after treatment, PB was associated with less urinary incontinence and sexual impotency than RP, and RP was associated with less urinary irritation and rectal morbidity than PB. However, these differences diminished over time. PB conferred less risk of impotency and rectal morbidity in the three years after treatment than EBRT. Iodine-125 and alladium-103 did not differ with respect to biochemical relapse-free survival and patient-reported outcomes. CONCLUSIONS: PB alone is a treatment option with equal efficacy to EBRT or RP alone in patients with newly diagnosed low- or intermediate-risk prostate cancer who require or choose active treatment.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "George",
      "initials": "G",
      "name": "George Rodrigues",
      "affiliations": [
        "London Health Sciences Centre, Department of Oncology, Western University, London, ON;"
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Program in Evidence-based Care, McMaster University, Hamilton, ON;"
      ]
    },
    {
      "last_name": "Loblaw",
      "fore_name": "D Andrew",
      "initials": "DA",
      "name": "D Andrew Loblaw",
      "affiliations": [
        "Department of Radiation Oncology, University of Toronto, Sunnybrook Health Sciences Centre, Toronto, ON;"
      ]
    },
    {
      "last_name": "Brundage",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brundage",
      "affiliations": [
        "Division of Cancer Care and Epidemiology, Cancer Research Institute, Queen's University;"
      ]
    },
    {
      "last_name": "Chin",
      "fore_name": "Joseph L",
      "initials": "JL",
      "name": "Joseph L Chin",
      "affiliations": [
        "Division of Urology, London Health Sciences Centre, Division of Surgical Oncology, Schulich School of Medicine and Dentistry, Western University, London, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "7",
    "issue": "11-12",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "463",
  "end_page": "470",
  "pages": "463-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24381672",
    "pmc": "PMC3876453",
    "doi": "10.5489/cuaj.1482",
    "pii": "cuaj-11-12-463"
  },
  "doi": "10.5489/cuaj.1482",
  "pmc_id": "PMC3876453",
  "dates": {
    "completed": "2014-06-24",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.370372",
    "pmid": "24381672"
  }
}