{
  "pmid": "24381628",
  "uid": "24381628",
  "title": "Ulnar aplasia, dysplastic radius and preaxial oligodactyly: Rare longitudinal limb defect in a sporadic male child.",
  "abstract": "Ulnar hypoplasia is a rare longitudinal limb deficiency in which the ulna shows various degrees of deficiency. The condition is normally associated with radial defects, and in severe cases there is a reduction of postaxial/ulnar digits. Ulnar deficiency is an integral part of several syndromic malformations like Weyer's oligodactyly syndrome, limb/pelvis hypoplasia/aplasia syndrome, and ulnar-mammary syndrome. Here, we report an isolated unilateral ulnar deficiency in a boy who was a product of a consanguineous marriage. The subject demonstrated mesomelic shortening of the left arm with reduced zeugopod and autopod, and preaxial absence of two fingers. Additional findings in the affected limb were severe flexion contracture at the elbow joint, reduced and narrow palm, hypoplastic digits, and clinodactyly. Roentgenographic study revealed rudimentary ulna, dysplastic and posteriorly dislocated radius, crowding of carpals, and complete absence of digit rays of the thumb and index finger. Despite this anomaly, the subject could manage his daily life activities well. We present detailed clinical features and differential diagnosis of this rare limb malformation.",
  "authors": [
    {
      "last_name": "Malik",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Malik",
      "affiliations": [
        "Human Genetics Program, Department of Animal Sciences, Faculty of Biological Sciences, Quaid-i-Azam University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Human Genetics Program, Department of Animal Sciences, Faculty of Biological Sciences, Quaid-i-Azam University Islamabad, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of research in medical sciences : the official journal of Isfahan University of Medical Sciences",
    "iso_abbreviation": "J Res Med Sci",
    "issn": "1735-1995",
    "issn_type": "Print",
    "volume": "18",
    "issue": "9",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "818",
  "end_page": "821",
  "pages": "818-21",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24381628",
    "pmc": "PMC3872594"
  },
  "pmc_id": "PMC3872594",
  "dates": {
    "completed": "2014-01-01",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.737459",
    "pmid": "24381628"
  }
}