{
  "pmid": "24388718",
  "uid": "24388718",
  "title": "Implant survival and prosthetic complications of mandibular metal-acrylic resin implant complete fixed dental prostheses.",
  "abstract": "STATEMENT OF PURPOSE: This study examined and recorded the long-term implant survival and prosthetic complications of patients treated with mandibular metal-acrylic resin implant complete fixed dental prostheses delivered in a private practice setting over a 22-year period. MATERIAL AND METHODS: Records were examined for all patients in the authors' private prosthodontic practices who between April 1988 and April 2011 had received mandibular metal-acrylic resin implant complete fixed dental prostheses supported by 4 to 8 implants and who had completed at least 1 year of follow-up after implant placement. RESULTS: Forty-five patients who had received a total of 247 implants met the inclusion criteria. In the course of the 1- to 22-year follow-up period (mean 8 years and 3 months), only 2 implants failed (0.81%) in 1 patient before definitive prosthetic reconstruction, which resulted in a cumulative implant survival rate of 97.78% ±2.2%. No screws were found to be loose or fractured. Individual denture-tooth fracture and chairside repair occurred 10 times in 5 patients. Because of wear, all the teeth had to be replaced by the laboratory 10 times in 8 patients between 5 and 12 years. Framework fractures occurred 6 times and affected 3 prostheses (twice for each of the 3 patients). CONCLUSIONS: Implant failure was rare with this traditional mode of treatment and occurred before definitive restoration. The replacement of denture teeth due to wear or fracture was the most common prosthetic complication, and cantilevered frameworks exhibited a high risk of fracture when opposed by fixed prostheses. No fractures occurred for any of the frameworks opposed by complete dentures or removable implant prostheses.",
  "authors": [
    {
      "last_name": "Priest",
      "fore_name": "George",
      "initials": "G",
      "name": "George Priest",
      "affiliations": [
        "Private Practice, Hilton Head Island, SC. Electronic address: drgeorge@priestpros.com."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Smith",
      "affiliations": [
        "Private Practice, Atlanta, Ga."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Adjunct Faculty, Department of Clinical Pharmacology, Indiana University School of Medicine, Clinical Pharmacology, Indianapolis, Ind."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of prosthetic dentistry",
    "iso_abbreviation": "J Prosthet Dent",
    "issn": "1097-6841",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "466",
  "end_page": "475",
  "pages": "466-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acrylic Resins",
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Dental Alloys",
    "Dental Implants",
    "Dental Materials",
    "Dental Prosthesis, Implant-Supported",
    "Dental Restoration Failure",
    "Dental Restoration Wear",
    "Denture Design",
    "Denture Repair",
    "Denture, Complete, Lower",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Survival Analysis",
    "Tooth, Artificial",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24388718",
    "doi": "10.1016/j.prosdent.2013.07.027",
    "pii": "S0022-3913(13)00326-0"
  },
  "doi": "10.1016/j.prosdent.2013.07.027",
  "dates": {
    "completed": "2015-04-07",
    "revised": "2014-05-26"
  },
  "chemicals": [
    "Acrylic Resins",
    "Dental Alloys",
    "Dental Implants",
    "Dental Materials"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.286263",
    "pmid": "24388718"
  }
}