{
  "pmid": "24390837",
  "uid": "24390837",
  "title": "Optimization of water absorbing exopolysaccharide production on local cheap substrates by Bacillus strain CMG1403 using one variable at a time approach.",
  "abstract": "Optimum culture conditions, and carbon and nitrogen sources for production of water absorbing exopolysaccharide by Bacillus strain CMG1403 on local cheap substrates were determined using one variable at a time approach. Carbon source was found to be sole substrate for EPS biosynthesis in the presence of yeast extract that supported the growth only and hence, indirectly enhanced the EPS yield. Whereas, urea only coupled with carbon source could enhance the EPS production but no effect on growth. The maximum yield of EPS was obtained when Bacillus strain CMG1403 was grown statically in neutral minimal medium with 25% volumetric aeration at 30°C for 10 days. Under these optimum conditions, a maximum yield of 2.71±0.024, 3.82±0.005, 4.33±0.021, 4.73±0.021, 4.85±0.024, and 5.52±0.016 g/L culture medium was obtained with 20 g (sugar) of sweet whey, glucose, fructose, sucrose, cane molasses and sugar beet the most efficient one respectively as carbon sources. Thus, the present study showed that under optimum culture conditions, the local cheap substrates could be superior and efficient alternatives to synthetic carbon sources providing way for an economical production of water absorbing EPS by indigenous soil bacterium Bacillus strain CMG1403.",
  "authors": [
    {
      "last_name": "Muhammadi",
      "name": "Muhammadi",
      "affiliations": [
        "Department of Engineering Management Sciences, College of Electrical and Mechanical Engineering, National University of Science and Technology, Islamabad, Pakistan, muhammadi12@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of microbiology (Seoul, Korea)",
    "iso_abbreviation": "J Microbiol",
    "issn": "1976-3794",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "44",
  "end_page": "52",
  "pages": "44-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bacillus",
    "Bacteriological Techniques",
    "Biotechnology",
    "Carbon",
    "Culture Media",
    "Nitrogen",
    "Polysaccharides, Bacterial",
    "Temperature",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24390837",
    "doi": "10.1007/s12275-014-2622-6"
  },
  "doi": "10.1007/s12275-014-2622-6",
  "dates": {
    "completed": "2014-08-28",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Culture Media",
    "Polysaccharides, Bacterial",
    "exopolysaccharide, Bacillus",
    "Carbon",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.737616",
    "pmid": "24390837"
  }
}