{
  "pmid": "24396626",
  "uid": "24396626",
  "title": "Host genomics in infectious diseases.",
  "abstract": "Understanding mechanisms by which genetic variants predispose to complications of infectious diseases can lead to important benefits including the development of biomarkers to prioritize vaccination or prophylactic therapy. Family studies, candidate genes in animal models, and the absence of well-defined risks where the complications are rare all can point to genetic predisposition. The most common approach to assessing genetic risk is to conduct an association study, which is a case control study using either a candidate gene approach or a genome wide approach. Although candidate gene variants may focus on potentially causal variants, because other variants across the genome are not tested these studies frequently cannot be replicated. Genome wide association studies need a sizable sample and usually do not identify causal variants but variants which may be in linkage disequilibrium to the actual causal variant. There are many pitfalls that can lead to bias in such studies, including misclassification of cases and controls, use of improper phenotypes, and genotyping errors. These studies have been limited to common genes and rare variants may not be detected. As the use of next generation sequencing becomes more common, it can be anticipated that more variants will be confirmed. The purpose of this review article is to address the issue of genomics in infectious diseases with an emphasis on the host. Although there are a plentitude of studies that focus on the molecular characteristics of pathogens, there are far fewer studies that address the role of human genetics in the predisposition to infection or more commonly its complications. This paper will review both the approaches used to study host genetics in humans and the pitfalls associated with some of these methods. The focus will be on human disease and therefore discussion of the use of animal models will be limited to those where there are genes that have been replicated in humans. The paper will focus on common genetic variants that account for complex traits such as infectious diseases using examples from flaviviruses.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Departments of Pathology and Molecular Medicine, Clinical Epidemiology and Biostatistics, and Michael G. DeGrooteInstitute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Infection & chemotherapy",
    "iso_abbreviation": "Infect Chemother",
    "issn": "2093-2340",
    "issn_type": "Print",
    "volume": "45",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "253",
  "end_page": "259",
  "pages": "253-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24396626",
    "pmc": "PMC3848513",
    "doi": "10.3947/ic.2013.45.3.253"
  },
  "doi": "10.3947/ic.2013.45.3.253",
  "pmc_id": "PMC3848513",
  "dates": {
    "completed": "2014-01-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.133253",
    "pmid": "24396626"
  }
}