{
  "pmid": "24391297",
  "uid": "24391297",
  "title": "Evidence briefs and deliberative dialogues: perceptions and intentions to act on what was learnt.",
  "abstract": "OBJECTIVE: To develop and implement a method for the evaluation of \"evidence briefs\" and \"deliberative dialogues\" that could be applied to comparative studies of similar strategies used in the support of evidence-informed policy-making. METHODS: Participants who read evidence briefs and attended deliberative dialogues in Burkina Faso, Cameroon, Ethiopia, Nigeria, Uganda and Zambia were surveyed before the start of the dialogues - to collect their views on pre-circulated evidence briefs - and at the end of the dialogues - to collect their views on the dialogues. The respondents' assessments of the briefs and dialogues and the respondents' intentions to act on what they had learned were then investigated in descriptive statistical analyses and regression models. FINDINGS: Of the 530 individuals who read the evidence briefs and attended dialogues, 304 (57%) and 303 (57%) completed questionnaires about the briefs and dialogues, respectively. Respondents viewed the evidence briefs and deliberative dialogues - as well as each of their key features - very favourably, regardless of the country, issue or group involved. Overall, \"not concluding with recommendations\" and \"not aiming for a consensus\" were identified as the least helpful features of the briefs and dialogues, respectively. Respondents generally reported strong intentions to act on what they had learnt. CONCLUSION: Although some aspects of their design may need to be improved or, at least, explained and justified to policy-makers and stakeholders, evidence briefs and deliberative dialogues appear to be highly regarded and to lead to intentions to act.",
  "authors": [
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "name": "Kaelan A Moat",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, Canada ."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, CRL 209, Hamilton, Ontario, L8S 4K1, Canada ."
      ]
    },
    {
      "last_name": "Clancy",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Clancy",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada ."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon ."
      ]
    },
    {
      "last_name": "Pantoja",
      "fore_name": "Tomas",
      "initials": "T",
      "name": "Tomas Pantoja",
      "affiliations": [
        "Departamento Medicina Familiar, Pontificia Universidad Católica de Chile, Santiago, Chile ."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "1564-0604",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "20",
  "end_page": "28",
  "pages": "20-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Africa",
    "Decision Making",
    "Developing Countries",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Information Dissemination",
    "Policy Making",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "24391297",
    "pmc": "PMC3865546",
    "doi": "10.2471/BLT.12.116806",
    "pii": "BLT.12.116806"
  },
  "doi": "10.2471/BLT.12.116806",
  "pmc_id": "PMC3865546",
  "dates": {
    "completed": "2015-04-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:44:44.452034",
    "pmid": "24391297"
  }
}