{
  "pmid": "24411512",
  "uid": "24411512",
  "title": "A curriculum on care for people with disabilities: effects on medical student self-reported attitudes and comfort level.",
  "abstract": "BACKGROUND: Early, frequent encounters with people with disabilities may improve medical students' knowledge, attitudes and skills regarding their care. We developed and implemented a longitudinal four-year curriculum addressing caring for people with disabilities. OBJECTIVES/HYPOTHESIS: To test differences in mean scores between intervention and control groups on individual post-survey items regarding attitudes toward people with disabilities, and to conduct exploratory procedures to examine individual factors that may account for group differences. METHODS: Students at two U.S. medical schools, one with the new curriculum, and one with no specific disabilities curriculum, were surveyed in Year 1 of medical school, prior to curriculum introduction, and again at the end of Year 3, using a validated 30-item instrument measuring medical students' self-reported attitudes and comfort toward people with disabilities. We compared mean item ratings between the two groups using χ(2) and ANOVA. Principal components analysis was then used to construct linear composite variables that were then regressed on potential predictors of attitudes and comfort level. RESULTS: The intervention led to significant or near-significant improvement in several factors. However, male students in the intervention group, particularly those who encountered people with disabilities in a clinical context, had a tendency to more frequently agree with negative statements (β = .628, p = .005). CONCLUSIONS: Exposure of medical students to a longitudinal curriculum for caring for people with disabilities led to significant improvement in several factors related to comfort and attitudes. The gender-related reinforcement of some negative attitudes merits further investigation and caution when implementing the curriculum in the future.",
  "authors": [
    {
      "last_name": "Symons",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B Symons",
      "affiliations": [
        "Department of Family Medicine, University at Buffalo School of Medicine and Biomedical Sciences, Buffalo, NY, USA. Electronic address: symons@buffalo.edu."
      ]
    },
    {
      "last_name": "Morley",
      "fore_name": "Christopher P",
      "initials": "CP",
      "name": "Christopher P Morley",
      "affiliations": [
        "Department of Family Medicine, SUNY Upstate Medical University, Syracuse, NY, USA; Department of Public Health & Preventive Medicine, SUNY Upstate Medical University, Syracuse, NY, USA; Department of Psychiatry & Behavioral Sciences, SUNY Upstate Medical University, Syracuse, NY, USA."
      ]
    },
    {
      "last_name": "McGuigan",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise McGuigan",
      "affiliations": [
        "Department of Family Medicine, University at Buffalo School of Medicine and Biomedical Sciences, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Medicine, University at Buffalo School of Medicine and Biomedical Sciences, Buffalo, NY, USA; Department of Clinical Epidemiology and Biostatics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disability and health journal",
    "iso_abbreviation": "Disabil Health J",
    "issn": "1876-7583",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "88",
  "end_page": "95",
  "pages": "88-95",
  "language": "eng",
  "publication_types": [
    "Controlled Clinical Trial",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Curriculum",
    "Data Collection",
    "Persons with Disabilities",
    "Education, Medical",
    "Empathy",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Prejudice",
    "Professional Competence",
    "Schools, Medical",
    "Self Report",
    "Sex Factors",
    "Students, Medical",
    "Surveys and Questionnaires",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24411512",
    "doi": "10.1016/j.dhjo.2013.08.006",
    "pii": "S1936-6574(13)00151-9"
  },
  "doi": "10.1016/j.dhjo.2013.08.006",
  "dates": {
    "completed": "2014-09-04",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "D54HP23297",
      "agency": "PHS HHS",
      "country": "United States"
    },
    {
      "grant_id": "D56HP10318",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.070874",
    "pmid": "24411512"
  }
}