{
  "pmid": "24416536",
  "uid": "24416536",
  "title": "Treatment planning evaluation of sliding window and multiple static segments technique in intensity modulated radiotherapy.",
  "abstract": "BACKGROUND: The demand of improved dose conformity of the tumor has been increased in radiation therapy with the advent of recent imaging facilities and efficient computer technologies. AIM: We compared the intensity modulated radiotherapy (IMRT) plans delivered with the sliding window (SW IMRT) and step and shoot (SS IMRT) techniques. MATERIALS AND METHODS: Thirteen patients were planned on 15 MV X-ray for five, seven, nine and thirteen beams direction making the dose constraints analogous. Eclipse treatment planning system with Helios inverse planning software, and Linear Accelerator Varian 2100 C/D with 120 multileaf collimators (MLCs) were used. Gamma analysis was applied to the data acquired with the MapCheck 2™ for different beam directions plan in the sliding window and step and shoot technique to meet the 95% pass criteria at 3%/3 mm. The plans were scrutinized using D mean, D max, D1%, D95%, dose uniformity index (UI), dose conformity index (CI), dose homogeneity index (HI) and monitor units (MUs). RESULTS: Our data show comparable coverage of the planning target volume (PTV) for both the sliding window and step and shoot techniques. The volume of PTV receiving the prescription dose was 99.8 ± 0.05% and the volume of PTV receiving the maximum dose was 107.6 ± 2.5% in both techniques. Bladder and rectum maximum mean doses for the sliding window and step and shoot plans were 38.1 ± 2.6% and 42.9 ± 10.7%. Homogeneity index (HI) for both techniques was 0.12 ± 0.02 and 0.13 ± 0.02, uniformity index (UI) was 1.07 ± 0.02 and 108 ± 0.01 and conformity index at 98% isodose (CI 98%) was 0.96 ± 0.005 and 0.96 ± 0.005 for the sliding window and step and shoot techniques, respectively, and MUs were 10 ± 12% lower in the step and shoot compared to the sliding window technique. CONCLUSION: All these factors indicate that coverage for PTV was nearly identical but dose to organs-at-risk (OARs) was lower in the step and shoot technique.",
  "authors": [
    {
      "last_name": "Iqbal",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Iqbal",
      "affiliations": [
        "Department of Physics, The Islamia University of Bahawalpur, Bahawalpur, Pakistan ; Department of Radiation Oncology, Shaukat Khanum Cancer Hospital and Research Center, Lahore, Pakistan ; Department of Radiation Physics, MD Anderson Cancer Center, University of Texas, USA."
      ]
    },
    {
      "last_name": "Isa",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Isa",
      "affiliations": [
        "Department of Physics, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Buzdar",
      "fore_name": "Saeed Ahmad",
      "initials": "SA",
      "name": "Saeed Ahmad Buzdar",
      "affiliations": [
        "Department of Physics, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Gifford",
      "fore_name": "Kent Aallen",
      "initials": "KA",
      "name": "Kent Aallen Gifford",
      "affiliations": [
        "Department of Radiation Physics, MD Anderson Cancer Center, University of Texas, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Physics, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Reports of practical oncology and radiotherapy : journal of Greatpoland Cancer Center in Poznan and Polish Society of Radiation Oncology",
    "iso_abbreviation": "Rep Pract Oncol Radiother",
    "issn": "1507-1367",
    "issn_type": "Print",
    "volume": "18",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "101",
  "end_page": "106",
  "pages": "101-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24416536",
    "pmc": "PMC3863150",
    "doi": "10.1016/j.rpor.2012.10.003",
    "pii": "S1507-1367(12)00156-3"
  },
  "doi": "10.1016/j.rpor.2012.10.003",
  "pmc_id": "PMC3863150",
  "dates": {
    "completed": "2014-01-13",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.739978",
    "pmid": "24416536"
  }
}