{
  "pmid": "24411215",
  "uid": "24411215",
  "title": "Evaluating practice patterns in postnatal management of antenatal hydronephrosis: a national survey of Canadian pediatric urologists and nephrologists.",
  "abstract": "OBJECTIVE: To ascertain practice patterns of prescribing continuous antibiotic prophylaxis (CAP) and obtaining a voiding cystourethrogram for infants with antenatal hydronephrosis (AHN) by pediatric nephrologists and urologists across Canada. METHODS: A previously piloted online survey was distributed to members of the Canadian pediatric nephrology and urology associations. Summarized confidential responses were stratified by specialty, AHN grade, and laterality. RESULTS: A total of 88 of 139 responses were received (response rate, 63.3%; 95% confidence interval, 55.0%-71.0%): 46 nephrologists, 39 urologists, and 3 undisclosed. Only 17 of 88 (19.32%; 95% confidence interval, 12.4%-28.8%) reported following standardized AHN protocols. Concern surrounding the development of urinary tract infections was the main deciding factor for prescribing CAP (nephrology, 65.4%; urology, 71.4%). Almost a third of nephrologists (29.6%) recommend CAP for bilateral low-grade AHN compared with 11.4% of urologists (P = .02); in contrast, 73% of nephrologists and 38.2% of urologists (P = .02) offer CAP in the presence of isolated high-grade AHN. In regards to indications for voiding cystourethrogram, 31% of pediatric nephrologists would recommend this test for patients with unilateral low-grade AHN compared with 7.7% of urologists (P < .01), although almost all nephrologists (96.6%) and 69.2% of urologists (P = .02) would obtain this test for patients with unilateral high-grade isolated AHN. CONCLUSION: Our results show important practice variability between pediatric nephrologists and urologists in the management of children with AHN, which are partially explained by laterality and degree of dilation. This survey reflects the lack of treatment guidelines and supports efforts to obtain high-level evidence to develop management protocols for this common condition.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H P",
      "initials": "LH",
      "name": "Luis H P Braga",
      "affiliations": [
        "Department of Surgery/Urology, McMaster University, McMaster Children's Hospital, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative (MPSRC), McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ruzhynsky",
      "fore_name": "Vladimir",
      "initials": "V",
      "name": "Vladimir Ruzhynsky",
      "affiliations": [
        "Department of Surgery/Urology, McMaster University, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pemberton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Pemberton",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative (MPSRC), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery/Urology, McMaster University, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Demaria",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Demaria",
      "affiliations": [
        "Department of Surgery/Urology, McMaster University, McMaster Children's Hospital, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative (MPSRC), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": [
        "Division of Urology, University of Toronto, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Urology",
    "iso_abbreviation": "Urology",
    "issn": "1527-9995",
    "issn_type": "Electronic",
    "volume": "83",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "909",
  "end_page": "914",
  "pages": "909-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antibiotic Prophylaxis",
    "Canada",
    "Humans",
    "Hydronephrosis",
    "Infant, Newborn",
    "Internet",
    "Nephrology",
    "Practice Patterns, Physicians'",
    "Urinary Tract Infections",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "24411215",
    "doi": "10.1016/j.urology.2013.10.054",
    "pii": "S0090-4295(13)01442-8"
  },
  "doi": "10.1016/j.urology.2013.10.054",
  "dates": {
    "completed": "2014-05-27",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.345112",
    "pmid": "24411215"
  }
}