{
  "pmid": "24421220",
  "uid": "24421220",
  "title": "GATA3: a promising marker for metastatic breast carcinoma in serous effusion specimens.",
  "abstract": "BACKGROUND: The usefulness of GATA3 (GATA-binding protein 3 to DNA sequence [A/T]GATA[A/G]) as a marker for metastatic breast carcinoma in serous effusion specimens was investigated. METHODS: Cell block sections from 74 serous effusion specimens (32 ascitic, 2 pericardial, and 40 pleural fluids) were stained with an anti-GATA3 murine monoclonal antibody. The specimens included 62 confirmed metastatic carcinomas from the breast (30 specimens), female genital tract (13 specimens), gastrointestinal tract (7 specimens), lung adenocarcinoma (9 specimens), pancreas (1 specimen), kidney (1 specimen), and bladder (1 specimen). The breast carcinoma cases included 15 ductal carcinomas and 8 lobular carcinomas; the histology subtype was not available for 7 specimens. Twelve cases containing florid reactive mesothelial cells were also stained. The breast carcinoma cases were also stained for mammaglobin and gross cystic disease fluid protein of 15 kilodaltons (GCDFP-15) to compare their sensitivity with GATA3. RESULTS: Positive nuclear staining for GATA3 was found to be present in 90% of metastatic breast carcinoma specimens (27 of 30 specimens). All nonbreast metastatic carcinomas tested were negative with the exception of the single case of metastatic urothelial carcinoma. No staining was observed in any of the benign reactive cases or in benign mesothelial cells present in the malignant cell block preparations. Two cases demonstrated weak positivity of benign lymphoid cells. Staining results were unambiguous because all positive cases demonstrated intense nuclear staining in > 50% of tumor cells. Mammaglobin (57% staining; 17 of 30 cases) and GCDFP-15 (33% staining; 10 of 30 cases) were found to be less sensitive markers of breast carcinoma. If used in a panel, mammaglobin and GCFP-15 staining would have identified only 1 additional case compared with those stained with GATA3. CONCLUSIONS: GATA3 may be a useful addition to immunostaining panels for serous effusion specimens when metastatic breast carcinoma is a consideration.",
  "authors": [
    {
      "last_name": "Shield",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W Shield",
      "affiliations": [
        "Cytology Department, Sullivan Nicolaides Pathology, Taringa, Queensland, Australia; School of Biomedical Sciences, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Papadimos",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Papadimos",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer cytopathology",
    "iso_abbreviation": "Cancer Cytopathol",
    "issn": "1934-6638",
    "issn_type": "Electronic",
    "volume": "122",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "307",
  "end_page": "312",
  "pages": "307-12",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Ascitic Fluid",
    "Biomarkers, Tumor",
    "Biopsy, Needle",
    "Breast Neoplasms",
    "Carrier Proteins",
    "Diagnosis, Differential",
    "Female",
    "GATA3 Transcription Factor",
    "Glycoproteins",
    "Humans",
    "Immunohistochemistry",
    "Mammaglobin A",
    "Membrane Transport Proteins",
    "Middle Aged",
    "Neoplasm Metastasis",
    "Neoplasm Staging",
    "Pericardial Effusion",
    "Pleural Effusion, Malignant",
    "Sampling Studies",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "24421220",
    "doi": "10.1002/cncy.21393"
  },
  "doi": "10.1002/cncy.21393",
  "dates": {
    "completed": "2014-06-03",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "Carrier Proteins",
    "GATA3 Transcription Factor",
    "GATA3 protein, human",
    "Glycoproteins",
    "Mammaglobin A",
    "Membrane Transport Proteins",
    "PIP protein, human",
    "SCGB2A2 protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.802608",
    "pmid": "24421220"
  }
}