{
  "pmid": "24423032",
  "uid": "24423032",
  "title": "Multigene panels in prostate cancer risk assessment.",
  "abstract": "OBJECTIVES: The aim of this review is to identify, synthesize, and appraise the literature on the analytic validity, clinical validity, and clinical utility of commercially available single nucleotide polymorphism (SNP) panel tests for assessing the risk of prostate cancer. DATA SOURCES: MEDLINE®, Cochrane CENTRAL, Cochrane Database of Systematic Reviews, and Embase, from the beginning of each database to October 2011. Search strategies used combinations of controlled vocabulary (medical subject headings, keywords) and text words. Grey literature was identified. REVIEW METHODS: Three Key Questions (KQs) encompassing broad aspects of the analytic validity, clinical validity, and clinical utility of SNP-based panels were developed with the input of a Technical Expert Panel assembled by the Evidence-based Practice Center and approved by the Agency for Healthcare Research and Quality. Standard systematic review methodology was applied, with eligibility criteria developed separately for each KQ. RESULTS: From 1,998 unique citations, 14 were retained for data abstraction and quality assessment following title and abstract screening and full text screening. All focused on clinical validity (KQ2), and evaluated 15 individual panels with two to 35 SNPs. All had poor discriminative ability for predicting risk of prostate cancer and/or distinguishing between aggressive and asymptomatic/latent disease. The risk of bias of the studies was determined to be moderate. None of the panels had been evaluated in routine clinical settings. CONCLUSIONS: The evidence on currently available SNP panels does not permit meaningful assessment of analytic validity. The limited evidence on clinical validity is insufficient to conclude that the panels assessed would perform adequately as screening or risk stratification tests. No evidence is available on the clinical utility of current panels.",
  "authors": [
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Carter",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Carter",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Walker",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Tomiak",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Tomiak",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "209",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "1",
  "end_page": "166",
  "pages": "1-166",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Genetic Predisposition to Disease",
    "Humans",
    "Male",
    "Polymorphism, Single Nucleotide",
    "Prostatic Neoplasms",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "24423032",
    "pmc": "PMC4781158"
  },
  "pmc_id": "PMC4781158",
  "dates": {
    "completed": "2014-03-06",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.434048",
    "pmid": "24423032"
  }
}