{
  "pmid": "24423167",
  "uid": "24423167",
  "title": "Seeking help because of others' drinking.",
  "abstract": "INTRODUCTION AND AIMS: Many individuals contact and are assisted by community and emergency services because of someone else's drinking. Previous studies have focused on family members accessing services, such as Alcoholics Anonymous due to significant others' drinking; however, little is known about service use in the broad community. This paper aims to estimate the prevalence of contacting the police and seeking help from health services because of others' drinking and to compare the profiles of individuals seeking services with those who did not contact a service. DESIGN AND METHODS: A total of 2649 adult Australians were surveyed about their experience of harm from others' drinking, including use of emergency and community services. RESULTS: In the 12 months prior to the survey, 13% of respondents had contacted the police and 5% had sought help from a health-related service. Using logistic regression, being older and having a secondary school education were associated with a decreased likelihood of contacting police because of others' drinking, whereas residing in a non-metropolitan location was positively associated with using health-related services. Having a partner was negatively associated with use of health-related services. The extent of self-reported harm from others' drinking was the only factor associated with use of both police and health-related services. DISCUSSION AND CONCLUSION: Results suggest differences in the profile of respondents who call the police and those who seek health-related services due to others' drinking. This supports the need for tailored services to support and address the needs of people experiencing harm from others' drinking.",
  "authors": [
    {
      "last_name": "Mugavin",
      "fore_name": "Janette",
      "initials": "J",
      "name": "Janette Mugavin",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    },
    {
      "last_name": "Laslett",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Laslett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "161",
  "end_page": "168",
  "pages": "161-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Alcohol Drinking",
    "Australia",
    "Female",
    "Health Services",
    "Health Services Needs and Demand",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Police",
    "Prevalence",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24423167",
    "doi": "10.1111/dar.12113"
  },
  "doi": "10.1111/dar.12113",
  "dates": {
    "completed": "2014-10-28",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.752447",
    "pmid": "24423167"
  }
}