{
  "pmid": "24421804",
  "uid": "24421804",
  "title": "Increasing HIV subtype diversity and its clinical implications in a sentinel North American population.",
  "abstract": "BACKGROUND: HIV-1 is a highly diverse virus; subtypes may exhibit differences in rates of transmission, disease progression, neurotoxicity, antiretroviral treatment failure profiles and accuracy of viral load measurements. To date, the HIV epidemic in Canada and the rest of the developed world has been largely due to subtype B; however, shifts in subtype epidemiology could have significant implications. OBJECTIVE: To determine whether there has been an increase in HIV subtype diversity in southern Alberta, Canada. METHODS: All 2358 patients receiving any HIV care between December 31, 2001 and December 31, 2010 were included in a retrospective analysis of subtype prevalence and incidence. In an indexed analysis, subtype trends from 1994 to 2010 were also evaluated. RESULTS: Between 2001 and 2010, the prevalence of non-B HIV subtypes in patients with a known subtype increased from 7% to 24%. In 2010, the most prevalent non-B subtypes were C (65%), A (11%), CRF02_AG (9.7%), CRF01_AE (4.9%), D (3.9%), G (2.9%) and CRF06_cpx (1.5%). In the indexed analysis, there was an overall proportional increase in non-B subtypes of 2.3% per year. The year-over-year increase in the prevalence of patients infected with a nonsubtype B virus increased from 13% from 1995 to 2002 to 27% from 2003 to 2010 (P=0.01). Incident non-B subtype cases increased from 9.6% to 32.4% over these time periods. CONCLUSIONS: This recent and dramatic shift in HIV strain diversity in Canada is unprecedented and may have important public health, research and clinical consequences.",
  "authors": [
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed Ac",
      "initials": "RA",
      "name": "Reed Ac Siemieniuk",
      "affiliations": [
        "Southern Alberta HIV Clinic, Calgary, Alberta; ; Department of Medicine, University of Toronto, Toronto, Ontario;"
      ]
    },
    {
      "last_name": "Beckthold",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Beckthold",
      "affiliations": [
        "Southern Alberta HIV Clinic, Calgary, Alberta;"
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "M John",
      "initials": "MJ",
      "name": "M John Gill",
      "affiliations": [
        "Southern Alberta HIV Clinic, Calgary, Alberta; ; Department of Microbiology, Immunology & Infectious Diseases, University of Calgary, Calgary, Alberta."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale",
    "iso_abbreviation": "Can J Infect Dis Med Microbiol",
    "issn": "1712-9532",
    "issn_type": "Print",
    "volume": "24",
    "issue": "2",
    "pub_year": "2013"
  },
  "start_page": "69",
  "end_page": "73",
  "pages": "69-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24421804",
    "pmc": "PMC3720001",
    "doi": "10.1155/2013/230380"
  },
  "doi": "10.1155/2013/230380",
  "pmc_id": "PMC3720001",
  "dates": {
    "completed": "2014-01-14",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:56.342623",
    "pmid": "24421804"
  }
}