{
  "pmid": "24426793",
  "uid": "24426793",
  "title": "The impact of childhood maltreatment on biological systems: Implications for clinical interventions.",
  "abstract": "Childhood maltreatment represents a significant risk factor for the development of a number of mental and physical health outcomes. Converging evidence suggests that early adversity induces significant and persistent biological changes in individuals ('biological embedding'). The present review focuses on the impact of childhood maltreatment on the hypothalamic-pituitary-adrenal axis and immune system function in both children and adults. Research suggests that childhood maltreatment is associated with hypothalamic-pituitary-adrenal axis dysregulation and diurnal cortisol profiles, as well as stress reactivity. Furthermore, childhood maltreatment is associated with disruptions in various immune system markers including pro- and anti-inflammatory substances, and markers of cell-mediated immunity. The potential of interventions to reduce these negative biological effects in maltreated children is also discussed.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "18",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "415",
  "end_page": "418",
  "pages": "415-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24426793",
    "pmc": "PMC3887079"
  },
  "pmc_id": "PMC3887079",
  "dates": {
    "completed": "2014-06-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.119785",
    "pmid": "24426793"
  }
}