{
  "pmid": "24429371",
  "uid": "24429371",
  "title": "Molecular epidemiology of contemporary G2P[4] human rotaviruses cocirculating in a single U.S. community: footprints of a globally transitioning genotype.",
  "abstract": "UNLABELLED: Group A rotaviruses (RVs) remain a leading cause of childhood gastroenteritis worldwide. Although the G/P types of locally circulating RVs can vary from year to year and differ depending upon geographical location, those with G1P[8], G2P[4], G3P[8], G4P[8], G9P[8], and G12P[8] specificities typically dominate. Little is known about the evolution and diversity of G2P[4] RVs and the possible role that widespread vaccine use has had on their increased frequency of detection. To address these issues, we analyzed the 12 G2P[4] RV isolates associated with a rise in RV gastroenteritis cases at Vanderbilt University Medical Center (VUMC) during the 2010-2011 winter season. Full-genome sequencing revealed that the isolates had genotype 2 constellations typical of DS-1-like viruses (G2P[4]-I2-R2-C2-M2-A2-N2-T2-E2-H2). Phylogenetic analyses showed that the genome segments of the isolates were comprised of two or three different subgenotype alleles; this enabled recognition of three distinct clades of G2P[4] viruses that caused disease at VUMC in the 2010-2011 season. Although the three clades cocirculated in the same community, there was no evidence of interclade reassortment. Bayesian analysis of 328 VP7 genes of G2 viruses isolated in the last 39 years indicate that existing G2 VP7 gene lineages continue to evolve and that novel lineages, as represented by the VUMC isolates, are constantly being formed. Moreover, G2 lineages are characteristically shaped by lineage turnover events that introduce new globally dominant strains every 7 years, on average. The ongoing evolution of G2 VP7 lineages may give rise to antigenic changes that undermine vaccine effectiveness in the long term. IMPORTANCE: Little is known about the diversity of cocirculating G2 rotaviruses and how their evolution may undermine the effectiveness of rotavirus vaccines. To expand our understanding of the potential genetic range exhibited by rotaviruses circulating in postvaccine communities, we analyzed part of a collection of rotaviruses recovered from pediatric patients in the United States from 2010 to 2011. Examining the genetic makeup of these viruses revealed they represented three segregated groups that did not exchange genetic material. The distinction between these three groups may be explained by three separate introductions. By comparing a specific gene, namely, VP7, of the recent rotavirus isolates to those from a collection recovered from U.S. children between 1974 and 1991 and other globally circulating rotaviruses, we were able to reconstruct the timing of events that shaped their ancestry. This analysis indicates that G2 rotaviruses are continuously evolving, accumulating changes in their genetic material as they infect new patients.",
  "authors": [
    {
      "last_name": "Dennis",
      "fore_name": "Allison F",
      "initials": "AF",
      "name": "Allison F Dennis",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": []
    },
    {
      "last_name": "Payne",
      "fore_name": "Daniel C",
      "initials": "DC",
      "name": "Daniel C Payne",
      "affiliations": []
    },
    {
      "last_name": "Mijatovic-Rustempasic",
      "fore_name": "Slavica",
      "initials": "S",
      "name": "Slavica Mijatovic-Rustempasic",
      "affiliations": []
    },
    {
      "last_name": "Esona",
      "fore_name": "Mathew D",
      "initials": "MD",
      "name": "Mathew D Esona",
      "affiliations": []
    },
    {
      "last_name": "Edwards",
      "fore_name": "Kathryn M",
      "initials": "KM",
      "name": "Kathryn M Edwards",
      "affiliations": []
    },
    {
      "last_name": "Chappell",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Chappell",
      "affiliations": []
    },
    {
      "last_name": "Patton",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Patton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "3789",
  "end_page": "3801",
  "pages": "3789-801",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Intramural"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Child, Preschool",
    "Cluster Analysis",
    "Evolution, Molecular",
    "Gastroenteritis",
    "Genome, Viral",
    "Genotype",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Molecular Epidemiology",
    "Molecular Sequence Data",
    "Phylogeny",
    "Rotavirus",
    "Rotavirus Infections",
    "Sequence Analysis, DNA",
    "Tennessee"
  ],
  "article_ids": {
    "pubmed": "24429371",
    "pmc": "PMC3993531",
    "doi": "10.1128/JVI.03516-13",
    "pii": "JVI.03516-13"
  },
  "doi": "10.1128/JVI.03516-13",
  "pmc_id": "PMC3993531",
  "dates": {
    "completed": "2014-05-08",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.439823",
    "pmid": "24429371"
  }
}