{
  "pmid": "24432033",
  "uid": "24432033",
  "title": "Novel therapeutic modalities and drug delivery in pancreatic cancer - an ongoing search for improved efficacy.",
  "abstract": "Pancreatic cancer is an incredibly challenging disease due to its high rates of resistance to traditional chemotherapy and radiotherapy. There has been little improvement in the prognosis of pancreatic cancer cases in the past decades, highlighting the crucial need for more effective therapeutic approaches. Erlotinib, an EGFR inhibitor, and gemcitabine, a nucleoside analog, are currently used in combination for chemotherapy treatment, but new developments in drug delivery systems using liposomes and nanoparticles may be promising new modalities for management of the disease. In addition to standard chemotherapeutic drugs, these delivery systems can be utilized to deliver therapeutic agents such as siRNA, oncolytic viruses, small molecule inhibitors, antibodies, and suicide genes. Further work is required to elucidate how ligands and antibodies could be used to enhance the targeted delivery of drugs, thus increasing specificity, improving stability, and reducing the effect of the drugs on healthy tissue. Despite significant preclinical data, there are currently very few clinical trials involving pancreatic cancer targeted drug delivery. This article summarizes current developments in targeted pancreatic cancer drug delivery, focusing on delivery systems, targets, and therapeutic agents.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Cancer Biology, University of Texas MD Anderson Cancer Center, Houston, TX, USA;"
      ]
    },
    {
      "last_name": "Satoh",
      "fore_name": "Kei",
      "initials": "K",
      "name": "Kei Satoh",
      "affiliations": [
        "The Vivian L. Smith Department of Neurosurgery, Department of Integrative Biology & Pharmacology, the University of Texas Medical School at Houston, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Li",
      "affiliations": [
        "The Vivian L. Smith Department of Neurosurgery, Department of Integrative Biology & Pharmacology, the University of Texas Medical School at Houston, Houston, TX, USA."
      ]
    }
  ],
  "journal": {
    "title": "Drugs in context",
    "iso_abbreviation": "Drugs Context",
    "issn": "1745-1981",
    "issn_type": "Print",
    "volume": "2012",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "start_page": "212244",
  "pages": "212244",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24432033",
    "pmc": "PMC3884750",
    "doi": "10.7573/dic.212244",
    "pii": "dic_212244"
  },
  "doi": "10.7573/dic.212244",
  "pmc_id": "PMC3884750",
  "dates": {
    "completed": "2014-01-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.147852",
    "pmid": "24432033"
  }
}