{
  "pmid": "24434035",
  "uid": "24434035",
  "title": "Split WHO in two: strengthening political decision-making and securing independent scientific advice.",
  "abstract": "The World Health Organization (WHO) has never fulfilled its original mission of simultaneously serving as the world's pre-eminent public health authority and intergovernmental platform for global health negotiations. While WHO's secretariat works hard to fulfill both functions, it is undermined by an institutional design that mixes technical and political mandates. This forces staff to walk uncomfortably along many fine lines: advising but never directing; guiding but never governing; leading but never advocating; evaluating but never judging. The result is mediocrity on both fronts. Instead, WHO should be split in two, separating its technical and political stewardship functions into separate entities, with collaboration in areas of overlap. The Executive Board and secretariat would be bifurcated, with technical units reporting to a Technical Board and political units reporting to a Political Board. Both boards would report to the World Health Assembly where all member states would continue to provide ultimate oversight. Such bold changes can be implemented either by revising WHO's constitution or through simpler mechanisms. Either way, structural governance reforms would need to be accompanied by complementary changes in culture that support strengthened political decision-making and scientific independence. States' inability to act on WHO's institutional design challenges will only lead them and non-state actors to continue bypassing the organization through the creation of new entities as they have done over the last 15 years. The key will be to mobilize those advocates and decision-makers who have the audacity to demand more from WHO and convince member states to elevate their ambitions in current WHO reform efforts. Continued progress in global health depends on it.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, Canada; Global Health Diplomacy Program, Munk School of Global Affairs, University of Toronto, Canada; Department of Global Health & Population, Harvard School of Public Health, Boston, MA, USA; Harvard Global Health Institute, Harvard University, Cambridge, MA, USA. Electronic address: hoffmans@mcmaster.ca."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "Department of Global Health & Population, Harvard School of Public Health, Boston, MA, USA; Harvard Global Health Institute, Harvard University, Cambridge, MA, USA; Department of Health Management & Health Economics, Institute of Health & Society, University of Oslo, Norway; Norwegian Institute of Public Health, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Public health",
    "iso_abbreviation": "Public Health",
    "issn": "1476-5616",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "188",
  "end_page": "194",
  "pages": "188-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Advisory Committees",
    "Decision Making, Organizational",
    "Global Health",
    "Health Policy",
    "Humans",
    "Politics",
    "Science",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "24434035",
    "doi": "10.1016/j.puhe.2013.08.021",
    "pii": "S0033-3506(13)00291-6"
  },
  "doi": "10.1016/j.puhe.2013.08.021",
  "dates": {
    "completed": "2014-03-13",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.628530",
    "pmid": "24434035"
  }
}