{
  "pmid": "24433582",
  "uid": "24433582",
  "title": "Evaluating the impact of an intensive education workshop on evidence-informed decision making knowledge, skills, and behaviours: a mixed methods study.",
  "abstract": "BACKGROUND: Health professionals require a unique set of knowledge and skills in order to meet increasing expectations to use research evidence to inform practice and policy decisions. They need to be able to find, access, interpret, and apply the best available research evidence, along with information about patient preferences, clinical expertise, and the clinical context and resources, to such decisions. This study determined preferences for continuing education following an intensive educational workshop and evaluated the impact of the workshop on evidence informed decision making (EIDM) knowledge, skills, and behaviours. METHODS: An explanatory mixed methods, longitudinal study design was implemented among a convenience sample of various health care professionals attending the workshop. EIDM knowledge, skills, and behaviours were quantitatively measured at baseline and six month follow-up, with EIDM knowledge and skills measured additionally immediately following the educational workshop (post-test measurement). To determine participants preferences for continuing education, data were collected using quantitative survey (post-test measurement) and qualitative (individual telephone interviews after six-month follow-up) methods. RESULTS: EIDM knowledge and skills increased significantly from baseline to immediately following the intervention [5.6, 95% CI (3.7, 7.4), P < 0.001] and from baseline to six-month follow-up [3.7, 95% CI (2.1, 5.3), P < 0.001], with a significant decrease from immediately following the intervention to six-month follow-up [-1.9, 95% CI (-3.5, -0.3), P 0.018]. EIDM behaviours increased, but not significantly, from baseline to six-month follow-up [1.7, 95% CI (-0.3, 3.8), P 0.095]. At baseline and six-month follow-up there was a weak, non-significant positive correlation between EIDM knowledge and skills and EIDM behaviours (r = 0.29, P 0.069 and r = 0.24, P 0.136, respectively). Over time there was a shift in preferences for timing and frequency of online continuing education strategies. Willingness to participate in continuing education, however, remained evident. CONCLUSIONS: An intensive educational workshop shows promise for increasing EIDM knowledge and skills. Increasing EIDM knowledge and skills may promote the capacity of health professionals to use research evidence when making practice and policy decisions and, in turn, lead to positive patient outcomes.",
  "authors": [
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. jyost@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "17"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Decision Making",
    "Education, Continuing",
    "Education, Nursing, Continuing",
    "Evidence-Based Practice",
    "Health Personnel",
    "Librarians",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "24433582",
    "pmc": "PMC3929552",
    "doi": "10.1186/1472-6920-14-13",
    "pii": "1472-6920-14-13"
  },
  "doi": "10.1186/1472-6920-14-13",
  "pmc_id": "PMC3929552",
  "dates": {
    "completed": "2014-08-28",
    "revised": "2024-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.339648",
    "pmid": "24433582"
  }
}