{
  "pmid": "24438720",
  "uid": "24438720",
  "title": "Health utility scores in Alzheimer's disease: differences based on calculation with American and Canadian preference weights.",
  "abstract": "OBJECTIVE: Health utility scores quantify health-related quality-of-life (HRQOL) in Alzheimer's disease (AD). These scores are calculated by using preference weights derived from general population samples. We recruited persons with AD and their primary informal caregivers and examined differences in health utility scores calculated by using two sets of published preference weights. METHODS: We recruited participants from nine clinics across Canada and administered the EuroQol five-dimensional (EQ-5D) questionnaire HRQOL instrument. We converted participants' EQ-5D questionnaire responses into two sets of health utility scores by using US and Canadian preference weights. We assessed agreement between sets by using the intraclass correlation coefficient. Bland-Altman plots depicted individual-level differences between sets. RESULTS: For 216 persons with AD and their caregivers, mean health utility scores were higher when calculated with US instead of Canadian preference weights (P < 0.0001). The intraclass correlation coefficient (95% CI) was 0.79 (0.05-0.93) in the persons with AD group and 0.83 (0.30-0.94) in the caregiver group. Ninety-five percent of the individual differences in utility score fell between -0.16 and 0.03 for persons with AD and -0.15 and 0.05 for caregivers. Forty-three percent of these differences exceeded a minimum clinically important threshold of 0.074. CONCLUSIONS: In AD studies, researchers should calculate health utility scores by using preference weights obtained in the general population of their country of interest. Using weights from other countries' populations could bias the utilities and adversely affect the results of economic evaluations of AD treatments.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. Electronic address: oremusm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Clayton",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Clayton",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "77",
  "end_page": "83",
  "pages": "77-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Alzheimer Disease",
    "Canada",
    "Caregivers",
    "Demography",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "24438720",
    "doi": "10.1016/j.jval.2013.10.009",
    "pii": "S1098-3015(13)04383-0"
  },
  "doi": "10.1016/j.jval.2013.10.009",
  "dates": {
    "completed": "2014-03-26",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.623892",
    "pmid": "24438720"
  }
}