{
  "pmid": "24449712",
  "uid": "24449712",
  "title": "Engaging with a Wiki related to knowledge translation: a survey of WhatisKT Wiki users.",
  "abstract": "BACKGROUND: In 2008, WhatisKT wiki was launched as a collaborative platform for knowledge translation (KT) researchers and stakeholders to debate the use and definitions of KT-related terms. The wiki has definitions for over 110 terms from disciplines including health care, information technology, education, accounting, and business. WhatisKT wiki has over 115 registered users. Approximately 73,000 unique visitors have visited the wiki since 2008. Despite annual increases in visitors and regular maintenance of the wiki, no visitors have contributed content or started a discussion. OBJECTIVE: We surveyed wiki users to gain an understanding of the perceived value of the website, reasons for not engaging in the wiki, and suggestions to facilitate collaboration and improve the usability of the wiki. METHODS: We surveyed three cohorts: KT Canada members who were previously invited to join the wiki, registered wiki members, and unregistered visitors. The first two cohorts completed a Web-based survey that included the System Usability Scale (SUS) questionnaire to assess usability; additionally 3 participants were interviewed. Unregistered wiki visitors were surveyed with polls posted on the wiki. The study received ethics approval from the McMaster University Faculty of Health Sciences Research Ethics Board. RESULTS: Twenty-three participants completed the Web-based and SUS surveys; 15 participants indicated that they would collaborate on the wiki. The mean SUS score of 67 (95% CI 56-77) indicated that the wiki could be considered for design improvements. Study participants indicated that the wiki could be improved by email notification regarding new terms, better grouping of terms, user friendly interface, and training for users interested in editing content. CONCLUSIONS: The findings from this survey will be used to enhance the design and content of WhatisKT wiki. Further feedback from participants will be used to make the wiki an ideal collaboration platform for KT researchers interested in terminology.",
  "authors": [
    {
      "last_name": "Mathew",
      "fore_name": "Deepa",
      "initials": "D",
      "name": "Deepa Mathew",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": []
    },
    {
      "last_name": "Colquhoun",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Colquhoun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "e21",
  "pages": "e21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Cohort Studies",
    "Data Collection",
    "Humans",
    "Internet",
    "Knowledge"
  ],
  "article_ids": {
    "pubmed": "24449712",
    "pmc": "PMC3906698",
    "doi": "10.2196/jmir.3001",
    "pii": "v16i1e21"
  },
  "doi": "10.2196/jmir.3001",
  "pmc_id": "PMC3906698",
  "dates": {
    "completed": "2014-08-22",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.378675",
    "pmid": "24449712"
  }
}