{
  "pmid": "24441808",
  "uid": "24441808",
  "title": "The mesocolon: a histological and electron microscopic characterization of the mesenteric attachment of the colon prior to and after surgical mobilization.",
  "abstract": "BACKGROUND: Colonic mobilization requires separation of mesocolon from underlying fascia. Despite the surgical importance of planes formed by these structures, no study has formally characterized their microscopic features. The aim of this study was to determine the histological and electron microscopic appearance of mesocolon, fascia, and retroperitoneum, prior to and after colonic mobilization. METHODS: In 24 cadavers, samples were taken from right, transverse, descending, and sigmoid mesocolon. In 12 cadavers, specimens were stained with hematoxylin and eosin (3 sections) or Masson trichrome (3 sections). In the second 12 cadavers, lymphatic channels were identified by staining immunohistochemically for podoplanin. The ascending mesocolon was assessed with scanning electron microscopy. The above process was first conducted with the mesocolon in situ. The mesocolon was then surgically mobilized, and the process was repeated on remaining structures. RESULTS: The microscopic structure of mesocolon and associated fascia was consistent from ileocecal to mesorectal level. A surface mesothelium and underlying connective tissue were evident throughout. Fibrous septae separated adipocyte lobules. Where apposed to retroperitoneum, 2 mesothelial layers separated mesocolon and underlying retroperitoneum. A connective tissue layer occurred between these (ie, Toldt's fascia). Lymphatic channels were evident both in mesocolic connective tissue and Toldt's fascia. After surgical separation of mesocolon and fascia both remained contiguous, the fascia remained in situ and the retroperitoneum undisturbed. CONCLUSIONS: The findings demonstrate that the contiguous mesocolon and retroperitoneum are separated by mesothelial and connective tissue layers. These properties generate the surgical planes (ie, meso- and retrofascial planes) exploited in colonic and mesocolic mobilization.",
  "authors": [
    {
      "last_name": "Culligan",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Culligan",
      "affiliations": [
        "*Department of Surgery, Centre for Interventions in Infection, Inflammation and Immunity (4i), Graduate Entry Medical School, University Hospitals Group Limerick, Limerick, Ireland †Department of Mechanical, Aeronautical and Biomedical Engineering and the Materials and Surface Science Institute, University of Limerick, Limerick, Ireland ‡Skin and Extracellular Matrix Research Group at Anatomy Unit, School of Medicine and §Anatomy Unit, School of Medicine, National University of Ireland Galway, Galway, Ireland; and ¶Department of Surgery, University Hospital Limerick, Graduate Entry Medical School, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Walsh",
      "affiliations": []
    },
    {
      "last_name": "Dunne",
      "fore_name": "Colum",
      "initials": "C",
      "name": "Colum Dunne",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Ryan",
      "fore_name": "Siobhan",
      "initials": "S",
      "name": "Siobhan Ryan",
      "affiliations": []
    },
    {
      "last_name": "Quondamatteo",
      "fore_name": "Fabio",
      "initials": "F",
      "name": "Fabio Quondamatteo",
      "affiliations": []
    },
    {
      "last_name": "Dockery",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dockery",
      "affiliations": []
    },
    {
      "last_name": "Coffey",
      "fore_name": "J Calvin",
      "initials": "JC",
      "name": "J Calvin Coffey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "260",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1048",
  "end_page": "1056",
  "pages": "1048-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cadaver",
    "Colon",
    "Digestive System Surgical Procedures",
    "Fasciotomy",
    "Female",
    "Humans",
    "Imaging, Three-Dimensional",
    "Male",
    "Mesentery",
    "Mesocolon",
    "Microscopy, Electron, Scanning",
    "Middle Aged",
    "Postoperative Period",
    "Preoperative Period"
  ],
  "article_ids": {
    "pubmed": "24441808",
    "doi": "10.1097/SLA.0000000000000323"
  },
  "doi": "10.1097/SLA.0000000000000323",
  "dates": {
    "completed": "2015-01-09",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.804920",
    "pmid": "24441808"
  }
}