{
  "pmid": "24453500",
  "uid": "24453500",
  "title": "Pulsed radiofrequency treatment of the lumbar dorsal root ganglion in patients with chronic lumbar radicular pain: a randomized, placebo-controlled pilot study.",
  "abstract": "BACKGROUND: No proof of efficacy, in the form of a randomized controlled trial (RCT), exists to support pulsed radiofrequency (PRF) treatment of the dorsal root ganglion (DRG) for chronic lumbar radicular (CLR) pain. We determined the feasibility of a larger trial (primary objective), and also explored the efficacy of PRF in decreasing pain on a visual analog scale (VAS) and improving the Oswestry Disability Index. METHODS: This was a single-center, placebo-controlled, triple-blinded RCT. Patients were randomized to a placebo group (needle placement) or a treatment group (PRF at 42°C for 120 seconds to the DRG). Patients were followed up for 3 months post procedure. Outcomes with regard to pain, Oswestry Disability Index score, and side effects were analyzed on an intention-to-treat basis. RESULTS: Over 15 months, 350 potential patients were identified and 56 were assessed for eligibility. Fifteen of them did not meet the selection criteria. Of the 41 eligible patients, 32 (78%) were recruited. One patient opted out before intervention. Three patients were lost to follow-up at 3 months. Mean VAS differences were not significantly different at 4 weeks (-0.36, 95% confidence interval [CI], -2.29, 1.57) or at 3 months (-0.76, 95% CI, -3.14, 1.61). The difference in mean Oswestry Disability Index score was also not significantly different at 4 weeks (-2%, 95% CI, -14%, 10%) or 3 months (-7%, 95% CI, -21%, 6%). There were no major side effects. Six of 16 patients in the PRF group and three of 15 in the placebo group showed a >50% decrease in VAS score. CONCLUSION: The recruitment rate was partially successful. At 3 months, the relative success of PRF-DRG was small. A large-scale trial to establish efficacy is not practically feasible considering the small effect size, which would necessitate recruitment of a challengingly large number of participants over a number of years. Until clear parameters for application of PRF are established, clinicians will need to use their individual judgment regarding its clinical applicability, given the present evidence.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, St Joseph's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Chan",
      "affiliations": [
        "Department of Anesthesia, St Joseph's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McChesney",
      "fore_name": "James",
      "initials": "J",
      "name": "James McChesney",
      "affiliations": [
        "Department of Anesthesia, St Joseph's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, St Joseph's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Paul",
      "fore_name": "James",
      "initials": "J",
      "name": "James Paul",
      "affiliations": [
        "Department of Anesthesia, St Joseph's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain research",
    "iso_abbreviation": "J Pain Res",
    "issn": "1178-7090",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "10"
  },
  "start_page": "47",
  "end_page": "55",
  "pages": "47-55",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24453500",
    "pmc": "PMC3894138",
    "doi": "10.2147/JPR.S55749",
    "pii": "jpr-7-047"
  },
  "doi": "10.2147/JPR.S55749",
  "pmc_id": "PMC3894138",
  "dates": {
    "completed": "2014-01-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.637543",
    "pmid": "24453500"
  }
}