{
  "pmid": "24452443",
  "uid": "24452443",
  "title": "Resigned professionalism? Non-acute inpatients and resident education.",
  "abstract": "A growing group of inpatients on acute clinical teaching units have non-acute needs, yet require attention by the team. While anecdotally, these patients have inspired frustration and resource pressures in clinical settings, little is known about the ways in which they influence physician perceptions of the learning environment. This qualitative study explored residents' and attending physicians' perceptions of caring for these patients, including their educational value. Using constructivist grounded theory, we conducted seven homogeneous focus groups and three interviews with residents and attending physicians from neurology and general internal medicine. A constant comparative analytical approach was employed alongside data collection, using theoretical sampling to explore emergent themes. Residents consistently described non-acute patients as non-educational, uninteresting, but still in need of care. Some attending physicians echoed this view, while others described multiple learning opportunities presented by non-acute patients. Both groups described residents as engaging with non-acute patients in a professional capacity, but not as learners. This engagement in a professional capacity could be considered diligent disinterest, or resigned professionalism. A constructivist understanding of the dynamics which influence learning in the workplace was used to explore the reasons why the residents in our study did not recognize the learning opportunities presented by non-acute patients. Our results resonate with Billett's theory of workplace affordances, which offers an explanation as to why learners may not identify or take advantage of potential learning opportunities. Overall, our study assists our understanding of the sociocultural factors that influence learners' choices to engage with particular clinical learning opportunities.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Communications Research Laboratory Rm 205, 1280 Main St W., Hamilton, ON, L8S 4K1, Canada, meredith.vanstone@mcmaster.ca."
      ]
    },
    {
      "last_name": "Watling",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Watling",
      "affiliations": []
    },
    {
      "last_name": "Goldszmidt",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Goldszmidt",
      "affiliations": []
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": []
    },
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "529",
  "end_page": "539",
  "pages": "529-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Inpatients",
    "Internal Medicine",
    "Internship and Residency",
    "Physician-Patient Relations",
    "Physicians",
    "Professionalism",
    "Qualitative Research",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "24452443",
    "doi": "10.1007/s10459-013-9486-0"
  },
  "doi": "10.1007/s10459-013-9486-0",
  "dates": {
    "completed": "2016-08-30",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.078681",
    "pmid": "24452443"
  }
}