{
  "pmid": "24462324",
  "uid": "24462324",
  "title": "Numerical modelling of the physical factors that affect mass transport in the vasculature at early time periods.",
  "abstract": "Coronary artery disease results in blockages or narrowing of the artery lumen. Drug eluting stents were developed to replace bare metal stents in an effort to combat re-blocking of the lumen. A key element in determining the therapeutic success of a drug eluting stent is an in-depth understanding of the physical factors that affect mass transport of the drug into the arterial wall, over early time periods. The numerical models developed within this study focus on assessing the influence of a host of physical factors that either facilitate or impede therapeutic drug delivery into the arterial wall from the unit cell of an idealised stent. This study demonstrates that model reduction strategies to 2D and 1D can still adequately represent a 3D curved arterial wall and strut polymer coating, respectively, using an idealistic stent geometry. It was shown that the level of strut compression can have a significant impact on therapeutic drug delivery in the arterial wall.",
  "authors": [
    {
      "last_name": "Denny",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Denny",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Medical engineering & physics",
    "iso_abbreviation": "Med Eng Phys",
    "issn": "1873-4030",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "308",
  "end_page": "317",
  "pages": "308-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biological Transport",
    "Biomechanical Phenomena",
    "Blood Circulation",
    "Coronary Vessels",
    "Diffusion",
    "Drug Carriers",
    "Drug-Eluting Stents",
    "Models, Biological",
    "Pharmaceutical Preparations",
    "Polymers",
    "Surface Properties",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24462324",
    "doi": "10.1016/j.medengphy.2013.11.013",
    "pii": "S1350-4533(13)00259-2"
  },
  "doi": "10.1016/j.medengphy.2013.11.013",
  "dates": {
    "completed": "2014-11-07",
    "revised": "2014-03-17"
  },
  "chemicals": [
    "Drug Carriers",
    "Pharmaceutical Preparations",
    "Polymers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.805759",
    "pmid": "24462324"
  }
}