{
  "pmid": "24461140",
  "uid": "24461140",
  "title": "The learning curve for hip arthroscopy: a systematic review.",
  "abstract": "PURPOSE: The learning curve for hip arthroscopy is consistently characterized as \"steep.\" The purpose of this systematic review was to (1) identify the various learning curves reported in the literature, (2) examine the evidence supporting these curves, and (3) determine whether this evidence supports an accepted number of cases needed to achieve proficiency. METHODS: The electronic databases Embase and Medline were screened for any clinical studies reporting learning curves in hip arthroscopy. Two reviewers conducted a full-text review of eligible studies and a hand search of conference proceedings and reference sections of the included articles. Inclusion/exclusion criteria were applied, and a quality assessment was completed for each included article. Descriptive statistics were compiled. RESULTS: We identified 6 studies with a total of 1,063 patients. Studies grouped surgical cases into \"early\" versus \"late\" in a surgeon's experience, with 30 cases being the most common cutoff used. Most of these studies used descriptive statistics and operative time and complication rates as measures of competence. Five of 6 studies showed improvement in these measures between early and late experience, but only one study proposed a bona fide curve. CONCLUSIONS: This review shows that when 30 cases was used as the cutoff point to differentiate between early and late cases in a surgeon's experience, there were significant reductions in operative time and complication rates. However, there was insufficient evidence to quantify the learning curve and validate 30, or any number of cases, as the point at which the learning curve plateaus. As a result, this number should be interpreted with caution. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Hoppe",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Hoppe",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University Medical Center, Redwood City, California."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "Minnesota Orthopaedic Sports Medicine Institute at Twin Cities Orthopedics, Edina, Minnesota, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "389",
  "end_page": "397",
  "pages": "389-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Clinical Competence",
    "Evidence-Based Medicine",
    "Female",
    "Hip Joint",
    "Humans",
    "Learning Curve",
    "Operative Time"
  ],
  "article_ids": {
    "pubmed": "24461140",
    "doi": "10.1016/j.arthro.2013.11.012",
    "pii": "S0749-8063(13)01238-3"
  },
  "doi": "10.1016/j.arthro.2013.11.012",
  "dates": {
    "completed": "2014-04-16",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.346219",
    "pmid": "24461140"
  }
}