{
  "pmid": "24469159",
  "uid": "24469159",
  "title": "Safety of tissue expander/implant versus autologous abdominal tissue breast reconstruction in postmastectomy breast cancer patients: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Breast reconstruction after mastectomy for breast cancer should be informed by evidence-based knowledge, such as complication rates. The authors compared the safety of tissue expander/implant reconstruction with that of autologous abdominal tissue reconstruction. METHODS: A systematic literature review identified peer-reviewed studies published from January of 2000 to October of 2012 that compared tissue expander/implant against autologous abdominal tissue reconstruction in the MEDLINE, EMBASE, Cochrane Library, PubMed, and ProQuest Dissertations and Theses databases. Two reviewers independently screened all reports and selected the relevant articles using specific inclusion criteria. Data were extracted from the relevant articles using a standardized abstraction form. RESULTS: Fourteen observational studies were identified that included more than 3000 reconstructed breasts. Significant differences were found between these two approaches. The relative risk associated with reconstructive failure favored autologous abdominal tissue (relative risk, 0.14; 95 percent CI, 0.06 to 0.32; I = 0 percent). Surgical-site infection was significantly lower in autologous abdominal tissue reconstruction compared with tissue expander/implant (relative risk, 0.37; 95 percent CI, 0.25 to 0.55; I = 0 percent), although skin or flap necrosis was higher in autologous abdominal tissue reconstruction compared with tissue expander/implant (relative risk, 2.79; 95 percent CI, 1.87 to 4.17). Studies were of low to moderate quality according to the Newcastle-Ottawa scale. CONCLUSIONS: This study suggests that tissue expander/implant reconstruction has a higher risk of reconstructive failure and surgical-site infection compared with autologous abdominal tissue reconstruction. With the lack of long-term safety studies on different approaches to breast reconstruction, additional long-term comparative studies are needed to support evidence-based decision-making. CLINICAL QUESTION/LEVEL OF EVIDENCE: Therapeutic, III.",
  "authors": [
    {
      "last_name": "Tsoi",
      "fore_name": "Bernice",
      "initials": "B",
      "name": "Bernice Tsoi",
      "affiliations": [
        "Hamilton, Ontario, Canada; and Warsaw, Poland From the Department of Clinical Epidemiology and Biostatistics, the Division of Plastic Surgery, Department of Surgery, and the Surgical Outcomes Research Center, Department of Surgery, McMaster University; Programs for Assessment of Technology in Health Research Institute, St. Joseph's Healthcare Hamilton; and the Second Department of General, Vascular, and Oncologic Surgery, Medical University of Warsaw."
      ]
    },
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia I",
      "initials": "NI",
      "name": "Natalia I Ziolkowski",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kaitryn",
      "initials": "K",
      "name": "Kaitryn Campbell",
      "affiliations": []
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "133",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "234",
  "end_page": "249",
  "pages": "234-249",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Abdominal Fat",
    "Breast Implants",
    "Breast Neoplasms",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy",
    "Tissue Expansion Devices"
  ],
  "article_ids": {
    "pubmed": "24469159",
    "doi": "10.1097/01.prs.0000436847.94408.11",
    "pii": "00006534-201402000-00005"
  },
  "doi": "10.1097/01.prs.0000436847.94408.11",
  "dates": {
    "completed": "2014-03-24",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.153630",
    "pmid": "24469159"
  }
}