{
  "pmid": "24474846",
  "uid": "24474846",
  "title": "SVR12 is higher than SVR24 in treatment-naïve hepatitis C genotype 1 patients treated with peginterferon plus ribavirin.",
  "abstract": "BACKGROUND: Randomized clinical trials (RCTs) of interventions for the hepatitis C virus have historically used sustained virological response (SVR) at 24 weeks after treatment (SVR24) as the key effect measure. However, recent RCTs investigating the efficacy of new direct acting agents (DAAs) have used SVR at 12 weeks after treatment (SVR12). While there is evidence to suggest SVR24 and SVR12 are similar in patients receiving new DAAs, this is unlikely to be true for patients receiving backbone peginterferon-ribavirin control treatment. Establishing the difference between SVR12 and SVR24 for patients receiving peginterferon-ribavirin treatment is therefore necessary to avoid biased interpretations of the benefits of newer DAAs. METHODS: We searched the MEDLINE®, Embase™, and Cochrane CENTRAL for RCTs with a peginterferon-ribavirin arm that used SVR24 and/or SVR12. As no RCTs reported on both, we pooled SVR12 and SVR24 proportions using conventional meta-analysis. Proportions were pooled separately for peginterferon alpha-2a and alpha-2b. Further, a Bayesian meta-regression model was employed to estimate the difference between SVR12 and SVR24. RESULTS: Thirty-five RCTs including a peginterferon arm were identified. Twenty-four trials included a peginterferon alpha-2a plus ribavirin arms, of which 20 reported SVR24 and five reported SVR12. Seventeen trials included a peginterferon alpha-2b plus ribavirin arm, of which 16 reported SVR24 and one reported SVR12. Using Bayesian meta-regression, the pooled SVR12 was 6% higher than SVR24 with peginterferon alpha-2a (53% versus 47%) and 5% higher with peginterferon alpha-2b (45% versus 40%) and 95% credible intervals (CrIs) were only marginally overlapping. The meta-regression also demonstrated a marginally significant relative risk of 1.13 (95% CrI 0.99-1.26) of SVR12 versus SVR24. The conventional pairwise meta-analyses were consistent with these findings. CONCLUSION: Considering the relatively large difference observed between SVR12 and SVR24, it seems reasonable to insist that future clinical trials report both to allow for complete transparency and clarity in their interpretation.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Stanford Prevention Research Center, Stanford University, Stanford, CA, USA ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada ; Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Stanford Prevention Research Center, Stanford University, Stanford, CA, USA ; Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2014"
  },
  "start_page": "49",
  "end_page": "58",
  "pages": "49-58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24474846",
    "pmc": "PMC3897323",
    "doi": "10.2147/CLEP.S53302",
    "pii": "clep-6-049"
  },
  "doi": "10.2147/CLEP.S53302",
  "pmc_id": "PMC3897323",
  "dates": {
    "completed": "2014-01-29",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.955269",
    "pmid": "24474846"
  }
}