{
  "pmid": "24477214",
  "uid": "24477214",
  "title": "Investigating environmental determinants of injury and trauma in the Canadian north.",
  "abstract": "Unintentional injury and trauma rates are disproportionately high in Inuit regions, and environmental changes are predicted to exacerbate injury rates. However, there is a major gap in our understanding of the risk factors contributing to land-based injury and trauma in the Arctic. We investigated the role of environmental and other factors in search and rescue (SAR) incidents in a remote Inuit community in northern Canada using a collaborative mixed methods approach. We analyzed SAR records from 1995 to 2010 and conducted key consultant interviews in 2010 and 2011. Data showed an estimated annual SAR incidence rate of 19 individuals per 1,000. Weather and ice conditions were the most frequent contributing factor for cases. In contrast with other studies, intoxication was the least common factor associated with SAR incidents. The incidence rate was six times higher for males than females, while land-users aged 26-35 had the highest incidence rate among age groups. Thirty-four percent of individuals sustained physical health impacts. Results demonstrate that environmental conditions are critical factors contributing to physical health risk in Inuit communities, particularly related to travel on sea ice during winter. Age and gender are important risk factors. This knowledge is vital for informing management of land-based physical health risk given rapidly changing environmental conditions in the Arctic.",
  "authors": [
    {
      "last_name": "Durkalec",
      "fore_name": "Agata",
      "initials": "A",
      "name": "Agata Durkalec",
      "affiliations": [
        "Frost Centre for Canadian Studies and Indigenous Studies, Trent University, 1600 West Bank Drive, Peterborough, ON K9J 7B8, Canada. agatadurkalec@trentu.ca."
      ]
    },
    {
      "last_name": "Furgal",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Furgal",
      "affiliations": [
        "Indigenous Environmental Studies Program and Health, Environment, and Indigenous Communities Research Group, Trent University, 1600 West Bank Drive, Peterborough, ON K9J 7B8, Canada. chrisfurgal@trentu.ca."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Geography Department, Trent University, 1600 West Bank Drive, Peterborough, ON K9J 7B8, Canada. markskinner@trentu.ca."
      ]
    },
    {
      "last_name": "Sheldon",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Sheldon",
      "affiliations": [
        "Environment Division, Nunatsiavut Government, P.O. Box 70, Nain, NL A0P 1L0, Canada. tom_sheldon@nunatsiavut.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "28"
  },
  "start_page": "1536",
  "end_page": "1548",
  "pages": "1536-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Arctic Regions",
    "Climate Change",
    "Female",
    "Humans",
    "Ice Cover",
    "Male",
    "Middle Aged",
    "Newfoundland and Labrador",
    "Rescue Work",
    "Wounds and Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24477214",
    "pmc": "PMC3945552",
    "doi": "10.3390/ijerph110201536",
    "pii": "ijerph110201536"
  },
  "doi": "10.3390/ijerph110201536",
  "pmc_id": "PMC3945552",
  "dates": {
    "completed": "2015-02-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.396460",
    "pmid": "24477214"
  }
}