{
  "pmid": "24486164",
  "uid": "24486164",
  "title": "Exploring new graduate nurse confidence in interprofessional collaboration: a mixed methods study.",
  "abstract": "BACKGROUND: Confidence is required for effective engagement in interprofessional collaboration. New graduate nurses often lack confidence in interprofessional interactions, and this may compromise the delivery of safe and effective healthcare. OBJECTIVES: The overall objective of this study was to explore new graduate nurse confidence in interprofessional collaboration. DESIGN: An explanatory sequential mixed methods design was used. METHODS: New graduate nurses from Ontario, Canada (N=514) completed a cross-sectional descriptive survey in 2012. The survey measured perceived confidence in interprofessional collaboration, and it included items that were proposed to have a relationship with new graduate nurse confidence in interprofessional collaboration. Follow-up qualitative telephone interviews were conducted with 16 new graduate nurses. RESULTS: The quantitative findings suggested that several factors have a positive relationship with new graduate nurse confidence in interprofessional collaboration: availability and accessibility of manager, availability and accessibility of educator, number of different disciplines worked with daily, number of team strategies, and satisfaction with team. The qualitative phase supported the quantitative findings and also provided new information about factors that facilitated and challenged new graduate nurse confidence when engaging in interprofessional collaboration. The facilitators were: experience, knowledge, respect, supportive relationships, and opportunities to collaborate. Challenges included: lack of experience, lack of knowledge, communication challenges, and balancing practice expectations. The overall findings relate to team and organizational support, and new graduate nurse development. CONCLUSION: Interventions that provide support for interprofessional collaboration at the team and organizational levels, and develop new graduate nurse knowledge and experiences regarding collaborative practice, are essential for enhancing new graduate nurse confidence in interprofessional collaboration.",
  "authors": [
    {
      "last_name": "Pfaff",
      "fore_name": "Kathryn A",
      "initials": "KA",
      "name": "Kathryn A Pfaff",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Ontario, Canada. Electronic address: kpfaff@uwindsor.ca."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Pamela E",
      "initials": "PE",
      "name": "Pamela E Baxter",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "1142",
  "end_page": "1152",
  "pages": "1142-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cooperative Behavior",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Interprofessional Relations",
    "Male",
    "Nursing Staff",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "24486164",
    "doi": "10.1016/j.ijnurstu.2014.01.001",
    "pii": "S0020-7489(14)00002-9"
  },
  "doi": "10.1016/j.ijnurstu.2014.01.001",
  "dates": {
    "completed": "2015-06-22",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.196350",
    "pmid": "24486164"
  }
}