{
  "pmid": "24486308",
  "uid": "24486308",
  "title": "What is the most bothersome lower urinary tract symptom? Individual- and population-level perspectives for both men and women.",
  "abstract": "BACKGROUND: No study has compared the bothersomeness of all lower urinary tract symptoms (LUTS) using a population-based sample of adults. Despite this lack of evidence, investigators have often cited their LUTS of interest as the \"most bothersome\" or \"one of the most bothersome.\" OBJECTIVE: To compare the population- and individual-level burden of LUTS in men and women. DESIGN, SETTING, AND PARTICIPANTS: In this population-based cross-sectional study, questionnaires were mailed to 6000 individuals (18-79 yr of age) randomly identified from the Finnish Population Register. OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS: The validated Danish Prostatic Symptom Score questionnaire was used for assessment of bother of 12 different LUTS. The age-standardized prevalence of at least moderate bother was calculated for each symptom (population-level burden). Among symptomatic individuals, the proportion of affected individuals with at least moderate bother was calculated for each symptom (individual-level bother). RESULTS AND LIMITATIONS: A total of 3727 individuals (62.4%) participated (53.7% female). The LUTS with the greatest population-level burden were urgency (7.9% with at least moderate bother), stress urinary incontinence (SUI) (6.5%), nocturia (6.0%), postmicturition dribble (5.8%), and urgency urinary incontinence (UUI) (5.0%). Burden from incontinence symptoms was higher in women than men, and the opposite was true for voiding and postmicturition symptoms. At the individual level, UUI was the most bothersome for both genders. Although the response proportion was high, approximately a third did not participate. CONCLUSIONS: Both men and women with UUI report moderate or major bother more frequently than individuals with other LUTS. At the population level, the most prevalent bothersome symptoms are urgency, SUI, and nocturia. PATIENT SUMMARY: Urinary urgency was the most common troubling symptom in a large population-based study; however, for individuals, urgency incontinence was the most likely to be rated as bothersome.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eryuzlu",
      "fore_name": "Leyla N",
      "initials": "LN",
      "name": "Leyla N Eryuzlu",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Rufus",
      "initials": "R",
      "name": "Rufus Cartwright",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Imperial College London, London, UK; Department of Urogynaecology, St. Mary's Hospital, London, UK."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Stanford Prevention Research Center, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Tammela",
      "fore_name": "Teuvo L J",
      "initials": "TL",
      "name": "Teuvo L J Tammela",
      "affiliations": [
        "Department of Urology and School of Medicine, Tampere University Hospital and University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Auvinen",
      "fore_name": "Anssi",
      "initials": "A",
      "name": "Anssi Auvinen",
      "affiliations": [
        "School of Public Health, University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Urology, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland. Electronic address: kari.tikkinen@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "1211",
  "end_page": "1217",
  "pages": "1211-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Cross-Sectional Studies",
    "Female",
    "Finland",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Middle Aged",
    "Nocturia",
    "Prevalence",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Urinary Bladder, Overactive",
    "Urinary Incontinence, Stress",
    "Urinary Incontinence, Urge",
    "Urination Disorders",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24486308",
    "pmc": "PMC4018666",
    "doi": "10.1016/j.eururo.2014.01.019",
    "pii": "S0302-2838(14)00070-0"
  },
  "doi": "10.1016/j.eururo.2014.01.019",
  "pmc_id": "PMC4018666",
  "dates": {
    "completed": "2015-02-23",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G1100377",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.790065",
    "pmid": "24486308"
  }
}