{
  "pmid": "24485117",
  "uid": "24485117",
  "title": "Management of the contaminated anterior cruciate ligament graft.",
  "abstract": "PURPOSE: This systematic review explores management strategies for intraoperative anterior cruciate ligament (ACL) graft contamination. METHODS: Two databases (Medline and EMBASE) were screened for studies involving ACL graft contamination published between 1946 and April 2013. We included studies evaluating the management of a contaminated graft and excluded small case-series studies. We conducted a full-text review of eligible studies, and the references were searched for additional eligible studies. Inclusion and exclusion criteria were applied to the searched studies. RESULTS: Our search yielded 6 laboratory investigations with a total of 495 graft samples used. These samples were contaminated and cleansed by various methods. The most successful sterilization protocols used chlorhexidine or mechanical agitation with a polymyxin B-bacitracin solution to achieve sterility in 100% of their respective experimental graft tissues. A chlorhexidine soak and plain bacitracin soak were also effective, at 97.5% and 97%, respectively. Povidone-iodine and an antibiotic soak of polymyxin-bacitracin were the least effective, with sterility rates of 48% and 57%, respectively. CONCLUSIONS: The results of this review suggest that the optimal agent for sterilizing a dropped graft is chlorhexidine. A protocol of mechanical agitation and serial dilution with a polymyxin B-bacitracin solution was also highly effective; however, the sample size was too small to realistically recommend its use. Bacitracin alone was also found to be an effective sterilization agent, as was a combined solution of neomycin and polymyxin B. Pooled results showed that normal saline solution, povidone-iodine, and a polymyxin B-bacitracin solution all yielded suboptimal sterilization. The available evidence, however, is laboratory based and may not accurately reflect clinical conditions; moreover, there is a lack of biomechanical studies evaluating sterilized grafts. As a result, the findings should be interpreted with caution. LEVEL OF EVIDENCE: Level IV, systematic review of basic science studies.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rothrauff",
      "fore_name": "Benjamin B",
      "initials": "BB",
      "name": "Benjamin B Rothrauff",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, U.S.A."
      ]
    },
    {
      "last_name": "Merali",
      "fore_name": "Fahim",
      "initials": "F",
      "name": "Fahim Merali",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, U.S.A."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "236",
  "end_page": "244",
  "pages": "236-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Reconstruction",
    "Anti-Bacterial Agents",
    "Equipment Contamination",
    "Humans",
    "Sterilization",
    "Tendons",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "24485117",
    "doi": "10.1016/j.arthro.2013.10.012",
    "pii": "S0749-8063(13)01197-3"
  },
  "doi": "10.1016/j.arthro.2013.10.012",
  "dates": {
    "completed": "2014-05-16",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.271449",
    "pmid": "24485117"
  }
}