{
  "pmid": "24480646",
  "uid": "24480646",
  "title": "Improving the coding and classification of ambulance data through the application of International Classification of Disease 10th revision.",
  "abstract": "OBJECTIVES: This paper aims to examine whether an adaptation of the International Classification of Disease (ICD) coding system can be applied retrospectively to final paramedic assessment data in an ambulance dataset with a view to developing more fine-grained, clinically relevant case definitions than are available through point-of-call data. METHODS: Over 1.2 million case records were extracted from the Ambulance Victoria data warehouse. Data fields included dispatch code, cause (CN) and final primary assessment (FPA). Each FPA was converted to an ICD-10-AM code using word matching or best fit. ICD-10-AM codes were then converted into Major Diagnostic Categories (MDC). CN was aligned with the ICD-10-AM codes for external cause of morbidity and mortality. RESULTS: The most accurate results were obtained when ICD-10-AM codes were assigned using information from both FPA and CN. Comparison of cases coded as unconscious at point-of-call with the associated paramedic assessment highlighted the extra clinical detail obtained when paramedic assessment data are used. CONCLUSIONS: Ambulance paramedic assessment data can be aligned with ICD-10-AM and MDC with relative ease, allowing retrospective coding of large datasets. Coding of ambulance data using ICD-10-AM allows for comparison of not only ambulance service users but also with other population groups. WHAT IS KNOWN ABOUT THE TOPIC? There is no reliable and standard coding and categorising system for paramedic assessment data contained in ambulance service databases. WHAT DOES THIS PAPER ADD? This study demonstrates that ambulance paramedic assessment data can be aligned with ICD-10-AM and MDC with relative ease, allowing retrospective coding of large datasets. Representation of ambulance case types using ICD-10-AM-coded information obtained after paramedic assessment is more fine grained and clinically relevant than point-of-call data, which uses caller information before ambulance attendance. WHAT ARE THE IMPLICATIONS FOR PRACTITIONERS? This paper describes a model of coding using an internationally recognised standard coding and categorising system to support analysis of paramedic assessment. Ambulance data coded using ICD-10-AM allows for reliable reporting and comparison within the prehospital setting and across the healthcare industry.",
  "authors": [
    {
      "last_name": "Cantwell",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Cantwell",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, 85 Commercial Road, Melbourne, Vic. 3004, Australia."
      ]
    },
    {
      "last_name": "Morgans",
      "fore_name": "Amee",
      "initials": "A",
      "name": "Amee Morgans",
      "affiliations": [
        "Ambulance Victoria, 375 Manningham Road, Doncaster, Vic. 3108, Australia."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Smith",
      "affiliations": [
        "Ambulance Victoria, 375 Manningham Road, Doncaster, Vic. 3108, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, 22-32 King Street, Randwick, NSW 2031, Australia."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, 85 Commercial Road, Melbourne, Vic. 3004, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian health review : a publication of the Australian Hospital Association",
    "iso_abbreviation": "Aust Health Rev",
    "issn": "0156-5788",
    "issn_type": "Print",
    "volume": "38",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "70",
  "end_page": "79",
  "pages": "70-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ambulances",
    "Clinical Coding",
    "Databases, Factual",
    "Humans",
    "International Classification of Diseases",
    "Quality Improvement",
    "Victoria"
  ],
  "article_ids": {
    "pubmed": "24480646",
    "doi": "10.1071/AH13163",
    "pii": "AH13163"
  },
  "doi": "10.1071/AH13163",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2014-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.752628",
    "pmid": "24480646"
  }
}