{
  "pmid": "24491308",
  "uid": "24491308",
  "title": "Systematic review and meta-analysis of candidate gene association studies of lower urinary tract symptoms in men.",
  "abstract": "CONTEXT: Although family studies have shown that male lower urinary tract symptoms (LUTS) are highly heritable, no systematic review exists of genetic polymorphisms tested for association with LUTS. OBJECTIVE: To systematically review and meta-analyze studies assessing candidate polymorphisms/genes tested for an association with LUTS, and to assess the strength, consistency, and potential for bias among pooled associations. EVIDENCE ACQUISITION: A systematic search of the PubMed and HuGE databases as well as abstracts of major urologic meetings was performed through to January 2013. Case-control studies reporting genetic associations in men with LUTS were included. Reviewers independently and in duplicate screened titles, abstracts, and full texts to determine eligibility, abstracted data, and assessed the credibility of pooled associations according to the interim Venice criteria. Authors were contacted for clarifications if needed. Meta-analyses were performed for variants assessed in more than two studies. EVIDENCE SYNTHESIS: We identified 74 eligible studies containing data on 70 different genes. A total of 35 meta-analyses were performed with statistical significance in five (ACE, ELAC2, GSTM1, TERT, and VDR). The heterogeneity was high in three of these meta-analyses. The rs731236 variant of the vitamin D receptor had a protective effect for LUTS (odds ratio: 0.64; 95% confidence interval, 0.49-0.83) with moderate heterogeneity (I(2)=27.2%). No evidence for publication bias was identified. Limitations include wide-ranging phenotype definitions for LUTS and limited power in most meta-analyses to detect smaller effect sizes. CONCLUSIONS: Few putative genetic risk variants have been reliably replicated across populations. We found consistent evidence of a reduced risk of LUTS associated with the common rs731236 variant of the vitamin D receptor gene in our meta-analyses. PATIENT SUMMARY: Combining the results from all previous studies of genetic variants that may cause urinary symptoms in men, we found significant variants in five genes. Only one, a variant of the vitamin D receptor, was consistently protective across different populations.",
  "authors": [
    {
      "last_name": "Cartwright",
      "fore_name": "Rufus",
      "initials": "R",
      "name": "Rufus Cartwright",
      "affiliations": [
        "Department of Epidemiology and Biostatistics and Department of Urogynaecology, Imperial College London, London, UK. Electronic address: r.cartwright@imperial.ac.uk."
      ]
    },
    {
      "last_name": "Mangera",
      "fore_name": "Altaf",
      "initials": "A",
      "name": "Altaf Mangera",
      "affiliations": [
        "Department of Urology Research, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland, and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rajan",
      "fore_name": "Prabhakar",
      "initials": "P",
      "name": "Prabhakar Rajan",
      "affiliations": [
        "Beatson Institute for Cancer Research, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Pesonen",
      "fore_name": "Jori",
      "initials": "J",
      "name": "Jori Pesonen",
      "affiliations": [
        "Department of Urology, Tampere University Hospital, and School of Medicine, University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Kirby",
      "fore_name": "Anna C",
      "initials": "AC",
      "name": "Anna C Kirby",
      "affiliations": [
        "Department of Reproductive Medicine, University of California, San Diego, San Diego, CA, USA, and Department of Obstetrics and Gynecology, Kaiser Permanente, San Diego, CA, USA."
      ]
    },
    {
      "last_name": "Thiagamoorthy",
      "fore_name": "Ganesh",
      "initials": "G",
      "name": "Ganesh Thiagamoorthy",
      "affiliations": [
        "Department of Urogynaecology, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Ambrose",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Ambrose",
      "affiliations": [
        "University College London Medical School, London, UK."
      ]
    },
    {
      "last_name": "Gonzalez-Maffe",
      "fore_name": "Juan",
      "initials": "J",
      "name": "Juan Gonzalez-Maffe",
      "affiliations": [
        "Clinical Trials Unit, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Phillip R",
      "initials": "PR",
      "name": "Phillip R Bennett",
      "affiliations": [
        "Institute for Reproductive and Developmental Biology, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Palmer",
      "affiliations": [
        "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, UK."
      ]
    },
    {
      "last_name": "Walley",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Walley",
      "affiliations": [
        "Section of Genomic Medicine, National Heart and Lung Institute and Department of Genomics of Common Disease, School of Public Health, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Järvelin",
      "fore_name": "Marjo-Riitta",
      "initials": "MR",
      "name": "Marjo-Riitta Järvelin",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, MRC Health Protection Agency (HPA), Centre for Environment and Health, School of Public Health, Imperial College, London, UK, Institute of Health Sciences and Biocentre, Oulu, University of Oulu, Finland, Unit of Primary Care, Oulu University, Hospital, Oulu, Finland and Department of Children and Young People and Families, National Institute for Health and Welfare, Oulu, Finland."
      ]
    },
    {
      "last_name": "Khullar",
      "fore_name": "Vik",
      "initials": "V",
      "name": "Vik Khullar",
      "affiliations": [
        "Department of Urogynaecology, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Chapple",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Chapple",
      "affiliations": [
        "Department of Urology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."
      ]
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "752",
  "end_page": "768",
  "pages": "752-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Genetic Association Studies",
    "Genetic Predisposition to Disease",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Prostatic Hyperplasia",
    "Risk Factors",
    "Sensitivity and Specificity",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "24491308",
    "pmc": "PMC4410299",
    "doi": "10.1016/j.eururo.2014.01.007",
    "pii": "S0302-2838(14)00019-0"
  },
  "doi": "10.1016/j.eururo.2014.01.007",
  "pmc_id": "PMC4410299",
  "dates": {
    "completed": "2015-10-19",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G1100377",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.790348",
    "pmid": "24491308"
  }
}