{
  "pmid": "24497538",
  "uid": "24497538",
  "title": "Duration of anticoagulant therapy for deep vein thrombosis and pulmonary embolism.",
  "abstract": "It takes about 3 months to complete \"active treatment\" of venous thromboembolism (VTE), with further treatment serving to prevent new episodes of thrombosis (\"pure secondary prevention\"). Consequently, VTE should generally be treated for either 3 months or indefinitely (exceptions will be described in the text). The decision to stop anticoagulants at 3 months or to treat indefinitely is dominated by the long-term risk of recurrence, and secondarily influenced by the risk of bleeding and by patient preference. VTE provoked by a reversible risk factor, or a first unprovoked isolated distal (calf) deep vein thrombosis (DVT), has a low risk of recurrence and is usually treated for 3 months. VTE associated with active cancer, or a second unprovoked VTE, has a high risk of recurrence and is usually treated indefinitely. The decision to stop anticoagulants at 3 months or to treat indefinitely is more finely balanced after a first unprovoked proximal DVT or pulmonary embolism (PE). Indefinite anticoagulation is often chosen if there is a low risk of bleeding, whereas anticoagulation is usually stopped at 3 months if there is a high risk of bleeding. The decision to continue anticoagulation indefinitely after a first unprovoked proximal DVT or PE is strengthened if the patient is male, the index event was PE rather than DVT, and/or d-dimer testing is positive 1 month after stopping anticoagulant therapy.",
  "authors": [
    {
      "last_name": "Kearon",
      "fore_name": "Clive",
      "initials": "C",
      "name": "Clive Kearon",
      "affiliations": [
        "Department of Medicine, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "1528-0020",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "20"
  },
  "start_page": "1794",
  "end_page": "1801",
  "pages": "1794-801",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Drug Administration Schedule",
    "Female",
    "Hemorrhage",
    "Humans",
    "Male",
    "Neoplasms",
    "Practice Guidelines as Topic",
    "Pulmonary Embolism",
    "Risk Assessment",
    "Risk Factors",
    "Secondary Prevention",
    "Time Factors",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "24497538",
    "doi": "10.1182/blood-2013-12-512681",
    "pii": "S0006-4971(20)35845-6"
  },
  "doi": "10.1182/blood-2013-12-512681",
  "dates": {
    "completed": "2014-05-12",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.071535",
    "pmid": "24497538"
  }
}