{
  "pmid": "24502811",
  "uid": "24502811",
  "title": "Household income and LDL-C goal attainment in patients with diabetes and dyslipidemia in a Canadian dataset.",
  "abstract": "PURPOSE: There is evidence of a social disparity pertaining to the epidemiology and burden of illness of diabetes. The purpose of this study was to assess the association between household income strata and therapeutic goal achievement rates for LDL-cholesterol (LDL-C) (< 2.5 mmol/L) in Canadian diabetic patients. METHODS: Data (household income, cardiovascular risk factors, drug profile, clinical and laboratory variables) were obtained from a previous cross-sectional study of diabetic patients who filled a prescription for a lipid-lowering drug in selected pharmacies across Canada. Telephone interviews were conducted. Physicians, identified by the participating patients, were requested to complete a short questionnaire for clinical data. Achievement of LDL-C goals according to the Canadian diabetes guidelines were assessed and incorporated into regression models corresponding to household income strata. RESULTS: Seven household income strata were defined in the cohort (from less than 20,000 CDN$, up to 70,000 CDN$ by increments of 10,000 CDN$). LDL-C goals were attained in 34% of patients in the total cohort. There were no significant differences amongst household income strata for LDL-C goal achievement (p = 0.80). There were no significant differences in patient characteristics (age, sex, BMI) and cardiovascular risks according to the household income strata in this cohort, except age more than 65 in the lower income strata. CONCLUSION: This study demonstrates that household income was not a factor to achieve therapeutic goals for LDL-C for patients with diabetes in this dataset, although goal attainment was less than ideal overall. Future studies should address limitations of this work including small sample size, recruitment bias and lack of data on third party insurance coverage.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        ". pendar.farahani@queensu.ca."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "E47",
  "end_page": "E52",
  "pages": "E47-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cholesterol, LDL",
    "Cohort Studies",
    "Databases, Factual",
    "Diabetes Complications",
    "Dyslipidemias",
    "Female",
    "Health Status Disparities",
    "Humans",
    "Hypolipidemic Agents",
    "Income",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "24502811",
    "doi": "10.25011/cim.v37i1.20868"
  },
  "doi": "10.25011/cim.v37i1.20868",
  "dates": {
    "completed": "2014-09-26",
    "revised": "2019-11-12"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Hypolipidemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.425623",
    "pmid": "24502811"
  }
}