{
  "pmid": "24510182",
  "uid": "24510182",
  "title": "Sodium intake and renal outcomes: a systematic review.",
  "abstract": "BACKGROUND: Sodium intake is an important determinant of blood pressure; therefore, reduction of intake may be an attractive population-based target for chronic kidney disease (CKD) prevention. Most guidelines recommend sodium intake of < 2.3 g/day, based on limited evidence. We reviewed the association between sodium intake and renal outcomes. METHODS: We reviewed cohort studies and clinical trials, which were retrieved by searching electronic databases, that evaluated the association between sodium intake/excretion and measures of renal function, proteinuria, or new need for dialysis. RESULTS: Of 4,337 reviewed citations, seven (n = 8,129) were eligible, including six cohort studies (n = 7,942) and one clinical trial (n = 187). Four studies (n = 1,787) included patients with CKD. All four cohort studies reported that high intake (> 4.6 g/day) was associated with adverse outcomes (vs. moderate/low), while none reported an increased risk with moderate intake (vs. low). Three studies (n = 6,342) included patients without CKD. Two cohort studies (n = 6,155) reported opposing directions of association between low (vs. moderate) sodium intake and renal outcomes, and one clinical trial (n = 187) reported a benefit from low intake (vs. moderate) on proteinuria but an adverse effect on serum creatinine. CONCLUSIONS: Available, but limited, evidence supports an association between high sodium intake (> 4.6g/day) and adverse outcomes. However, the association with low intake (vs. moderate) is uncertain, with inconsistent findings from cohort studies. There is urgent need to clarify the long-term efficacy and safety of currently recommended low sodium intake in patients with CKD.",
  "authors": [
    {
      "last_name": "Smyth",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Smyth",
      "affiliations": [
        "andrewsmyth@physicians.ie."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J O'Donnell",
      "affiliations": [
        "Health Research Board Clinical Research Facility, National University of Ireland, Galway, Ireland; Population Health Research Institute, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Nephrology, McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Canavan",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Canavan",
      "affiliations": [
        "Health Research Board Clinical Research Facility, National University of Ireland, Galway, Ireland;"
      ]
    },
    {
      "last_name": "Reddan",
      "fore_name": "Donal N",
      "initials": "DN",
      "name": "Donal N Reddan",
      "affiliations": [
        "Department of Nephrology, Galway University Hospitals, Galway, Ireland;"
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Friedrich Alexander University of Erlangen, Germany; Department of Nephrology, Hypertension & Rheumatology, Munich General Hospitals, Munich, Germany."
      ]
    }
  ],
  "journal": {
    "title": "American journal of hypertension",
    "iso_abbreviation": "Am J Hypertens",
    "issn": "1941-7225",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "1277",
  "end_page": "1284",
  "pages": "1277-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Hypertension",
    "Kidney Failure, Chronic",
    "Proteinuria",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Sodium, Dietary"
  ],
  "article_ids": {
    "pubmed": "24510182",
    "doi": "10.1093/ajh/hpt294",
    "pii": "hpt294"
  },
  "doi": "10.1093/ajh/hpt294",
  "dates": {
    "completed": "2015-06-05",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Sodium, Dietary"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.616066",
    "pmid": "24510182"
  }
}