{
  "pmid": "24526330",
  "uid": "24526330",
  "title": "Automated weaning and spontaneous breathing trial systems versus non-automated weaning strategies for discontinuation time in invasively ventilated postoperative adults.",
  "abstract": "BACKGROUND: Automated systems use closed-loop control to enable ventilators to perform basic and advanced functions while supporting respiration. Selected automated systems can now not only measure selected respiratory variables and adapt ventilator output to individual patient needs by operationalizing predetermined algorithms but also automate the conduct of spontaneous breathing trials (SBTs). OBJECTIVES: To summarize the evidence comparing automated weaning and SBT systems to non-automated mechanical ventilation strategies on time to mechanical ventilation discontinuation in adult postoperative patients. In secondary objectives we ascertained differences between automated weaning and SBT systems and non-automated mechanical ventilation discontinuation strategies on clinical outcomes (time to successful extubation, time to first SBT and first successful SBT, mortality, total duration of ventilation, intensive care unit (ICU) and hospital lengths of stay, use of non-invasive ventilation (NIV) following extubation, and adverse events). SEARCH METHODS: We searched CENTRAL (The Cochrane Library 2013, Issue 5); MEDLINE (OvidSP) (1966 to May 2013); EMBASE (OvidSP) (1988 to May 2013); CINAHL (EBSCOhost) (1982 to May 2013), Evidence Based Medicine Reviews and Ovid Health Star (1999 to May 2013), conference proceedings, trial registration websites, and contacted authors and content experts to identify potentially eligible trials. SELECTION CRITERIA: Randomized and quasi-randomized trials comparing automated weaning and SBT systems to non-automated mechanical ventilation discontinuation strategies in intubated adults in the postoperative setting. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed trial quality and abstracted data according to prespecified criteria. Sensitivity and subgroup analyses were planned to assess the impact of the type of (i) clinician primarily involved in implementing the automated weaning and SBT systems, (ii) intensive care unit (ICU), and (iii) non-automated discontinuation (control) strategy utilized on selected outcomes. MAIN RESULTS: We identified one randomized controlled trial of high quality, involving 300 patients , comparing SmartCare™ to a written protocol. In this trial, SmartCare™ had no effect on discontinuation time. While SmartCare™ significantly reduced the time to the first SBT (mean difference (MD) -0.34 days, 95% CI -0.60 to -0.08; P = 0.01) it did not reduce the time to the first successful SBT (MD -0.25 days, 95% CI -0.55 to 0.05; P = 0.10) and other clinically important outcomes. SmartCare™ did not demonstrate beneficial effects on most clinically important outcomes including time to successful extubation, total duration of mechanical ventilation, ICU and hospital lengths of stay, and the requirement for tracheostomy. Moreover, SmartCare™ did not favourably impact reintubation, mortality, self-extubation, and the proportion of patients undergoing protracted mechanical ventilation, with a small numbers of events in this single trial. AUTHORS' CONCLUSIONS: There is a paucity of evidence from randomized controlled trials to support or refute use of automated weaning and SBT systems in discontinuing invasive mechanical ventilation in adult postoperative patients. In a single large trial of high methodologic quality, while the use of SmartCare™ to adjust ventilator settings and conduct SBTs shortened the time to undergoing the first SBT, it did not reduce the time to the first successful SBT or the rate of tracheostomy compared to a written protocol implemented by physicians. SmartCare™ did not demonstrate beneficial effects on clinically important outcomes including time to mechanical ventilation discontinuation, time to successful discontinuation, total duration of mechanical ventilation, and ICU and hospital lengths of stay. Additional well-designed, adequately powered randomized controlled trials are needed to clarify the role for SmartCare™ on important outcomes in patients who predominantly require short term ventilation and in specific postoperative patient populations.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care and the University of Toronto, Keenan Research Centre/Li Ka Shing Knowledge Institute, St Michael's Hospital, 30 Bond Street, Rm 4-045 Queen Wing, Toronto, Ontario, Canada, M5B 1WB."
      ]
    },
    {
      "last_name": "Lellouche",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lellouche",
      "affiliations": []
    },
    {
      "last_name": "Lessard",
      "fore_name": "Martin R",
      "initials": "MR",
      "name": "Martin R Lessard",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "CD008639",
  "pages": "CD008639",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Postoperative Care",
    "Randomized Controlled Trials as Topic",
    "Respiration",
    "Time Factors",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "24526330",
    "pmc": "PMC6517122",
    "doi": "10.1002/14651858.CD008639.pub2"
  },
  "doi": "10.1002/14651858.CD008639.pub2",
  "pmc_id": "PMC6517122",
  "dates": {
    "completed": "2014-10-08",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.113079",
    "pmid": "24526330"
  }
}