{
  "pmid": "24558955",
  "uid": "24558955",
  "title": "The impact of patient preference on dialysis modality and hemodialysis vascular access.",
  "abstract": "BACKGROUND: Home-based dialysis, including peritoneal dialysis (PD) and home hemodialysis (HHD), is associated with improved health related quality of life and reduced health resource costs. It is uncertain to what extent initial preferences for dialysis modality influence the first dialysis therapy actually utilized. We examined the relationship between initial dialysis modality choice and first dialysis therapy used. METHODS: Patients with chronic kidney disease (CKD) from a single centre who started dialysis after receiving modality education were included in this study. Multivariable logistic regression models were constructed to assess the independent association of patient characteristics and initial dialysis modality choice with actual dialysis therapy used and starting hemodialysis (HD) with a central venous catheter (CVC). RESULTS: Of 299 eligible patients, 175 (58.5%) initially chose a home-based therapy and 102 (58.3%) of these patients' first actual dialysis was a home-based therapy. Of the 89 patients that initially chose facility-based HD, 84 (94.4%) first actual dialysis was facility-based HD. The adjusted odds ratio (OR) for first actual dialysis as a home-based therapy was 29.0 for patients intending to perform PD (95% confidence interval [CI] 10.7-78.8; p < 0.001) and 12.4 for patients intending to perform HHD (95% CI 3.29-46.6; p < 0.001). Amongst patients whose first actual dialysis was HD, an initial choice of PD or not choosing a modality was associated with an increased risk of starting dialysis with a CVC (adjusted OR 3.73, 95% CI 1.51-9.21; p = 0.004 and 4.58, 95% CI 1.53-13.7; p = 0.007, respectively). CONCLUSIONS: Although initially choosing a home-based therapy substantially increases the probability of the first actual dialysis being home-based, many patients who initially prefer a home-based therapy start with facility-based HD. Programs that continually re-evaluate patient preferences and reinforce the values of home based therapies that led to the initial preference may improve home-based therapy uptake and improve preparedness for starting HD.",
  "authors": [
    {
      "last_name": "Keating",
      "fore_name": "Patrick T",
      "initials": "PT",
      "name": "Patrick T Keating",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Ribic",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Ribic",
      "affiliations": []
    },
    {
      "last_name": "Brimble",
      "fore_name": "Kenneth Scott",
      "initials": "KS",
      "name": "Kenneth Scott Brimble",
      "affiliations": [
        "FRCP(C), Division of Nephrology, Department of Medicine, McMaster University, 50 Charlton Ave, E, Hamilton, ON L8N 4A6, Canada. brimbles@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2014",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arteriovenous Shunt, Surgical",
    "Catheterization, Central Venous",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Retrospective Studies",
    "Vascular Access Devices"
  ],
  "article_ids": {
    "pubmed": "24558955",
    "pmc": "PMC3943442",
    "doi": "10.1186/1471-2369-15-38",
    "pii": "1471-2369-15-38"
  },
  "doi": "10.1186/1471-2369-15-38",
  "pmc_id": "PMC3943442",
  "dates": {
    "completed": "2014-09-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.585770",
    "pmid": "24558955"
  }
}