{
  "pmid": "24560088",
  "uid": "24560088",
  "title": "Blinded interpretation of study results can feasibly and effectively diminish interpretation bias.",
  "abstract": "OBJECTIVE: Controversial and misleading interpretation of data from randomized trials is common. How to avoid misleading interpretation has received little attention. Herein, we describe two applications of an approach that involves blinded interpretation of the results by study investigators. STUDY DESIGN AND SETTINGS: The approach involves developing two interpretations of the results on the basis of a blinded review of the primary outcome data (experimental treatment A compared with control treatment B). One interpretation assumes that A is the experimental intervention and another assumes that A is the control. After agreeing that there will be no further changes, the investigators record their decisions and sign the resulting document. The randomization code is then broken, the correct interpretation chosen, and the manuscript finalized. Review of the document by an external authority before finalization can provide another safeguard against interpretation bias. RESULTS: We found the blinded preparation of a summary of data interpretation described in this article practical, efficient, and useful. CONCLUSIONS: Blinded data interpretation may decrease the frequency of misleading data interpretation. Widespread adoption of blinded data interpretation would be greatly facilitated were it added to the minimum set of recommendations outlining proper conduct of randomized controlled trials (eg, the Consolidated Standards of Reporting Trials statement).",
  "authors": [
    {
      "last_name": "Järvinen",
      "fore_name": "Teppo L N",
      "initials": "TL",
      "name": "Teppo L N Järvinen",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Helsinki University Central Hospital, Töölö Hospital, Topeliuksenkatu 5, 00260 Helsinki, Finland; Department of Clinical Sciences, University of Helsinki, Tukholmankatu 8 B, PL 20 Biomedicum, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Sihvonen",
      "fore_name": "Raine",
      "initials": "R",
      "name": "Raine Sihvonen",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Hatanpää City Hospital, Hatanpäänkatu 24, 33900 Tampere, Finland."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada; Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada; Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Malmivaara",
      "fore_name": "Antti",
      "initials": "A",
      "name": "Antti Malmivaara",
      "affiliations": [
        "Centre for Health and Social Economics, National Institute for Health and Welfare, Mannerheimintie 166 I, 00271 Helsinki, Finland."
      ]
    },
    {
      "last_name": "Paavola",
      "fore_name": "Mika",
      "initials": "M",
      "name": "Mika Paavola",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Helsinki University Central Hospital, Töölö Hospital, Topeliuksenkatu 5, 00260 Helsinki, Finland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada; Department of Medicine, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada; Department of Medicine, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S4L8, Canada. Electronic address: guyatt@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "769",
  "end_page": "772",
  "pages": "769-72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Data Interpretation, Statistical",
    "Double-Blind Method",
    "Epidemiologic Research Design",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Single-Blind Method"
  ],
  "article_ids": {
    "pubmed": "24560088",
    "doi": "10.1016/j.jclinepi.2013.11.011",
    "pii": "S0895-4356(13)00486-1"
  },
  "doi": "10.1016/j.jclinepi.2013.11.011",
  "dates": {
    "completed": "2014-08-29",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.605808",
    "pmid": "24560088"
  }
}