{
  "pmid": "24561141",
  "uid": "24561141",
  "title": "Polypills: essential medicines for cardiovascular disease secondary prevention?",
  "abstract": "In 1977, the World Health Organization (WHO) developed its first Model List of Essential Medicines to guide countries in the creation of national formularies and policies for access, quality, and use of essential medicines as part of achieving the right to health. In 2012, the WHO announced its goal of reducing the number of premature deaths (<70 years) due to noncommunicable chronic diseases by 25% by the year 2025, including the indicator that 50% of eligible people receive drugs to prevent myocardial infarction and stroke. Despite the large body of evidence supporting the use of pharmacological treatment for the secondary prevention of cardiovascular diseases (CVD), substantial gaps in coverage of secondary interventions for prevention of CVD are widespread globally. Fixed dose combination, or polypill, therapy has been shown to improve adherence by 33% compared with usual care in CVD secondary prevention and has been recommended as a \"best buy\" by the WHO. In November 2012, along with 5 other scientists, we submitted an application to the Model List of Essential Medicines to include polypill therapy for secondary CVD prevention. In July 2013, the updated 18th Model List of Essential Medicines was released without inclusion of polypill therapy for secondary CVD prevention. In this article, we argue that polypill therapy meets the criteria for essential medicines and that inclusion in the Model List of Essential Medicines will facilitate its access and has the potential to avoid a few million premature deaths and related morbidity from CVD at low cost.",
  "authors": [
    {
      "last_name": "Huffman",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Huffman",
      "affiliations": [
        "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois. Electronic address: m-huffman@northwestern.edu."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "14",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "1368",
  "end_page": "1370",
  "pages": "1368-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cardiovascular Agents",
    "Cardiovascular Diseases",
    "Drug Combinations",
    "Female",
    "Humans",
    "Male",
    "Program Development",
    "Program Evaluation",
    "Secondary Prevention",
    "Treatment Outcome",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "24561141",
    "doi": "10.1016/j.jacc.2013.08.1665",
    "pii": "S0735-1097(14)00447-1"
  },
  "doi": "10.1016/j.jacc.2013.08.1665",
  "dates": {
    "completed": "2014-06-03",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Cardiovascular Agents",
    "Drug Combinations"
  ],
  "grants": [
    {
      "grant_id": "089725",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.814544",
    "pmid": "24561141"
  }
}