{
  "pmid": "24561223",
  "uid": "24561223",
  "title": "WHO guidance on the prevention of viral hepatitis B and C among people who inject drugs.",
  "abstract": "Viral hepatitis B and C (HBV, HCV) disproportionately affect people who inject drugs (PWID) across the world. To date there has been little global action focusing on prevention, care and treatment of HBV and HCV among PWID. Here we report on the development process and discuss the implications of evidence informed WHO Guidelines for the Prevention of HBV and HCV in PWID. The World Health Organization (WHO) convened a Guideline Development Panel to develop recommendations on the prevention of HBV and HCV among PWID. The process followed the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology. It included the development of PICO (Population, Interventions, Comparator, Outcomes) questions and conducting systematic reviews. Quality of evidence was classified into 4 levels: high, moderate, low, and very low. In the process of moving from evidence to recommendations, the following were considered: quality of evidence, balance of benefits and harms, community values and preferences and resource use. The WHO recommendations include the following for working with PWID: offer the rapid HBV vaccination regimen; offer incentives to increase uptake and completion of the HBV vaccine schedule; needle and syringe programs should also provide low dead-space syringes for distribution; and offer peer interventions to reduce the incidence of viral hepatitis. This guideline complements other WHO documents regarding PWID, including HIV prevention initiatives such as needle and syringe programs and opioid substitution therapy. This guidance offers a first step in the prevention of HBV and HCV among PWID. However, the lack of high quality evidence in this area necessitates further research and resources for implementation.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Walsh",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, Monash University, 89 Commercial Road, Melbourne, Victoria 3004, Australia. Electronic address: nicktropical@yahoo.com."
      ]
    },
    {
      "last_name": "Verster",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette Verster",
      "affiliations": [
        "HIV/AIDS Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Rodolph",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Rodolph",
      "affiliations": [
        "HIV/AIDS Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Epidemiology Unit, Clinical Research Institute, American University of Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "363",
  "end_page": "371",
  "pages": "363-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Global Health",
    "Hepatitis B",
    "Hepatitis B Vaccines",
    "Hepatitis C",
    "Humans",
    "Needle-Exchange Programs",
    "Practice Guidelines as Topic",
    "Substance Abuse, Intravenous",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "24561223",
    "doi": "10.1016/j.drugpo.2014.01.009",
    "pii": "S0955-3959(14)00012-7"
  },
  "doi": "10.1016/j.drugpo.2014.01.009",
  "dates": {
    "completed": "2015-02-09",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Hepatitis B Vaccines"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.071729",
    "pmid": "24561223"
  }
}