{
  "pmid": "24579863",
  "uid": "24579863",
  "title": "Evaluating implants in orthopaedic trials: tips for conducting research.",
  "abstract": "The availability of quality research on orthopaedic implants is important for orthopaedic clinical practice, though in many cases such research is deficient in the literature. Randomized trials are dwarfed in number by observational studies which, though also valuable, do not provide the same validity of evidence. This is partly due to the unique challenges faced by orthopaedic clinicians when attempting to conduct randomized trials in areas such as randomization, blinding, and follow-up. These challenges can be addressed with the use of techniques such as expertise-based randomization, assessment that is objective and independent, and implementation of a protocol for consistent follow-up before the study is underway. Although they do not eliminate all of the hurdles faced in implant evaluation trials, the tips outlined in this article have the potential to significantly ease the burdens of conducting high-quality research.",
  "authors": [
    {
      "last_name": "Bains",
      "fore_name": "Simrit",
      "initials": "S",
      "name": "Simrit Bains",
      "affiliations": [
        "Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate",
      "initials": "B",
      "name": "Beate Hanson",
      "affiliations": [
        "AO Foundation, AO Clinical Investigation and Documentation (AOCID), Dübendorf, Switzerland."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2013"
  },
  "start_page": "255",
  "end_page": "259",
  "pages": "255-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Joint Prosthesis",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "24579863",
    "doi": "10.1615/jlongtermeffmedimplants.2013010025",
    "pii": "3923dcfe34001ae4,0757a18b324664fa"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2013010025",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.354760",
    "pmid": "24579863"
  }
}