{
  "pmid": "24579861",
  "uid": "24579861",
  "title": "Is the treatment gap in knee osteoarthritis real? A qualitative study of surgeons' perceptions.",
  "abstract": "BACKGROUND: Knee osteoarthritis (OA) is a chronic condition characterized by loss of joint cartilage that leads to persistent pain, loss of function, and disability. It has been reported that a treatment gap exists in a subset of knee OA patients who are unresponsive to conservative treatment yet are unsuitable for or unwilling to undergo more invasive, irreversible, surgical procedures. METHODS: Ten orthopedic healthcare professionals participated in a focus group (n=5) and semistructured interviews (n=5). We explored their perceptions on the treatment gap in knee OA patients and their opinions of the KineSpring® Knee Implant System. RESULTS: Among the responses of orthopedic healthcare professionals, we identified seven themes: (1) Delaying operative treatment for knee OA patients is very important. (2) Unrealistic expectations of younger patients play an important role in management of knee OA. (3) A treatment gap does exist. (4) Management of knee OA should be tailored to the individual patient. (5) The ability to delay total knee replacement without compromising the ability to do it in the future is important for the acceptance of the KineSpring System. (6) Improving patient lives by decreasing pain, improving function, and potentially delaying arthroplasty is important. (7) A well-designed randomized control trial and further evidence regarding the KineSpring System is desired. CONCLUSIONS: Orthopedic healthcare professionals are enthusiastic about the prospect of the KineSpring System as an option to help close the treatment gap in knee OA. Focusing only on clinical trials with long-term data may be impractical and deprive patients and society of benefits that can be gained while trial data are maturing.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pathy",
      "fore_name": "Rubini",
      "initials": "R",
      "name": "Rubini Pathy",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Avram",
      "affiliations": [
        "Juravinski Hospital and Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barasi",
      "fore_name": "Mohamed A",
      "initials": "MA",
      "name": "Mohamed A Barasi",
      "affiliations": [
        "Orthopedic Surgery, James Paton Memorial Hospital, Gander, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": [
        "Divisions of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Niroopan",
      "fore_name": "Gavinn",
      "initials": "G",
      "name": "Gavinn Niroopan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2013"
  },
  "start_page": "223",
  "end_page": "240",
  "pages": "223-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Female",
    "Focus Groups",
    "Humans",
    "Interviews as Topic",
    "Knee Joint",
    "Knee Prosthesis",
    "Male",
    "Osteoarthritis, Knee"
  ],
  "article_ids": {
    "pubmed": "24579861",
    "doi": "10.1615/jlongtermeffmedimplants.2013010144",
    "pii": "3923dcfe34001ae4,4dcfbed956747a4b"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2013010144",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.354367",
    "pmid": "24579861"
  }
}