{
  "pmid": "24579858",
  "uid": "24579858",
  "title": "Cost-effectiveness of unicompartmental knee arthroplasty, high tibial osteotomy, and KineSpring® Knee Implant System for unicompartmental osteoarthritis of the knee.",
  "abstract": "Osteoarthritis (OA) of the knee is a condition that causes pain and disability. Numerous non-surgical and surgical interventions are available for individuals with OA that result in good pain relief and return of function. The purpose of this economic analysis was to determine the cost-effectiveness of high tibial osteotomy (HTO), unicompartmental knee arthroplasty (UKA) and the KineSpring® Knee Implant System in the treatment of unicompartmental OA of the knee 10 years post-surgery, considering the costs of revisions, conversions, removals, and complications. Estimates of costs and rates of revision, conversion, removal, and complications related to UKA and HTO were obtained from the literature. Internal reports on the KineSpring System were used for calculations on the KineSpring System. The cost-effectiveness of UKA, HTO and the KineSpring System in terms of QALY gained compared to patients without treatment yielded gains of approximately $5150/QALY, $6754/QALY, and $7010/QALY, respectively. Using the accepted standard willingness-to-pay threshold of $50,000 US/QALY gained, the UKA, HTO, and the KineSpring System are economically favorable. Our analysis demonstrates that the KineSpring System, despite a greater initial cost in surgery, has significantly smaller conversion and complication costs compared to UKA and HTO. The 10 years overall expected cost for the KineSpring System ($12,559) is significantly less compared with that of UKA ($17,570) and HTO ($22,825). Future economic analyses regarding this topic should also consider the cost-effectiveness of these procedures on younger, more active individuals who are still working and should take into account productivity loss.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2013"
  },
  "start_page": "189",
  "end_page": "198",
  "pages": "189-98",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Cost-Benefit Analysis",
    "Decision Trees",
    "Humans",
    "Knee Joint",
    "Knee Prosthesis",
    "Osteoarthritis, Knee",
    "Osteotomy"
  ],
  "article_ids": {
    "pubmed": "24579858",
    "doi": "10.1615/jlongtermeffmedimplants.2013010146",
    "pii": "3923dcfe34001ae4,2357800701ed1a56"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2013010146",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.352987",
    "pmid": "24579858"
  }
}