{
  "pmid": "24579854",
  "uid": "24579854",
  "title": "Conservative treatments, surgical treatments, and the KineSpring® Knee Implant system for knee osteoarthritis: a systematic review.",
  "abstract": "PURPOSE: Knee osteoarthritis (OA) is a disease with a high global burden, and multiple treatment options are available. In the current review we summarize the results of studies that have evaluated treatments of knee OA, and we compare these results with an implantable load absorber called the KineSpring® Knee Implant System. METHODS: We conducted a literature search of systematic reviews on treatment strategies for knee OA. We pooled results for each treatment in three categories: pain, function, and stiffness. Then we compared this data to that available for the KineSpring System. RESULTS: Medications and viscosupplementation show promising initial pain relief for knee OA. Aerobic and resistance training, unicompartmental knee arthroplasty (UKA), and total knee arthroplasty (TKA) showed a reduction in pain scores. High tibial osteotomy (HTO) generally improves pain and function at 6 weeks, but long-term results are lacking. The KineSpring System demonstrated significant improvements from baseline to 24 months, but direct comparative data are lacking. CONCLUSIONS: Evidence for knee OA therapies suggests improved pain, stiffness, and functional outcomes. Additional research is necessary to clearly delineate the advantages of various approaches to guide practice.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Division of Orthopaedic Surgery, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Truong",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Truong",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2013"
  },
  "start_page": "105",
  "end_page": "149",
  "pages": "105-49",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Humans",
    "Knee Joint",
    "Knee Prosthesis",
    "Osteoarthritis, Knee",
    "Pain Measurement",
    "Viscosupplements"
  ],
  "article_ids": {
    "pubmed": "24579854",
    "doi": "10.1615/jlongtermeffmedimplants.2013010139",
    "pii": "3923dcfe34001ae4,476ab02d44475732"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2013010139",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Viscosupplements"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.352397",
    "pmid": "24579854"
  }
}