{
  "pmid": "24579859",
  "uid": "24579859",
  "title": "Cost-effectiveness and economic impact of the KineSpring® Knee Implant System in the treatment of knee osteoarthritis in the United Kingdom.",
  "abstract": "BACKGROUND: Knee osteoarthritis (OA) is a condition affecting 8.5 million individuals in the United Kingdom (UK). Although many treatment options are available, there is a need for a less-invasive treatment for individuals with mild to moderate knee OA. The purpose of the present study was to determine whether the KineSpring System is a more effective treatment for knee OA when compared to other standard treatments, taking into consideration cost-utility ratios. METHODS: Data was collected for the UK population breakdown. A literature search provided data on conservative and surgical treatment costs and functional outcome scores. The KineSpring System outcome scores were obtained from two trials. Quality-adjusted life years (QALYs) gained and cost-utility ratios were calculated for each treatment option, assuming a lifetime durability as well as 10-year durability. RESULTS: Assuming lifetime durability, the cost-utility ratios of surgical treatment, total knee arthroplasty (TKA), the KineSpring System, and conservative treatments, compared to no treatment are £1,303±22/QALY, £821±175/QALY, £796±73/QALY and £11,096±1188/QALY, respectively. Assuming a treatment durability of 10 years, the cost-utility ratio of surgical treatment, TKA, the KineSpring System, and conservative treatments, compared to no treatment are £4,153±95 per QALY, £2,698±768 per QALY, £2,848±345 per QALY, and £10,624±1528 per QALY, respectively. CONCLUSION: This study demonstrates that the KineSpring System is a cost-effective treatment for knee OA and is comparable to current standard-of-care treatments. Further research is needed to assess the long-term outcomes associated with the KineSpring System.",
  "authors": [
    {
      "last_name": "Hak",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Hak",
      "affiliations": [
        "Global Research Solutions Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2013"
  },
  "start_page": "199",
  "end_page": "210",
  "pages": "199-210",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Humans",
    "Knee Joint",
    "Knee Prosthesis",
    "Osteoarthritis, Knee",
    "Quality-Adjusted Life Years",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "24579859",
    "doi": "10.1615/jlongtermeffmedimplants.2013010141",
    "pii": "3923dcfe34001ae4,44afead87d424de5"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2013010141",
  "dates": {
    "completed": "2014-04-24",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.353492",
    "pmid": "24579859"
  }
}