{
  "pmid": "24581254",
  "uid": "24581254",
  "title": "Hip arthroscopy: prevalence of intra-articular pathologic findings after traumatic injury of the hip.",
  "abstract": "PURPOSE: The purpose of this study was to document and compare the incidence of intra-articular hip pathologic findings identified using arthroscopy versus conventional imaging in patients with acute trauma to the hip. METHODS: This was a blinded prospective case series study designed to review the incidence of intra-articular pathologic disorders in patients with post-traumatic injury between the ages of 18 and 65 years who were referred to a single surgeon. Injuries included hip dislocation, proximal femur fracture, pelvic ring fracture, acetabular fracture, penetrating injury (gunshot wound), and soft tissue injury. Preoperative radiographs, computed tomographic (CT) scans, or magnetic resonance imaging/magnetic resonance angiography (MRI/MRA) scans (or a combination of these) were obtained. Findings were documented and compared with intraoperative findings. RESULTS: A total of 29 post-traumatic hips were enrolled in this study. Hip arthroscopy identified 17 of 29 hips (59%) as having loose bodies, 11 of 29 (38%) hips as having an intra-articular step deformity, 14 of 29 (49%) hips as having an osteochondral lesion, and 27 of 29 (93%) hips as having a labral tear. Plain radiographs and CT scans yielded low sensitivity when compared with arthroscopy for the identification of loose bodies and step deformities. MRI/MRA comparison with arthroscopic findings suggest that MRI/MRA is an accurate tool for identification of labral tears, because 91% of tears seen on arthroscopy were also identified by MRI/MRA. In 4 hips, however, MRI/MRA failed to identify osteochondral lesions that were subsequently identified by arthroscopy. CONCLUSIONS: Traumatic injuries of the hip result in substantial intra-articular pathologic findings, including loose bodies, labral tears, step deformities, and osteochondral lesions. The arthroscope is a powerful tool in identifying these injuries. Plain radiographs and CT scans appear to underestimate the true incidence of loose bodies and step deformities within the joint when compared with hip arthroscopy after a traumatic injury of the hip. LEVEL OF EVIDENCE: Level IV, diagnostic case series.",
  "authors": [
    {
      "last_name": "Khanna",
      "fore_name": "Vickas",
      "initials": "V",
      "name": "Vickas Khanna",
      "affiliations": [
        "Department of Orthopaedics, University of Toronto, Toronto, Canada. Electronic address: khanna.vickas@gmail.com."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Harris",
      "affiliations": [
        "Division of Orthopedic Surgery, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choudur",
      "fore_name": "Hema N",
      "initials": "HN",
      "name": "Hema N Choudur",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan H",
      "initials": "IH",
      "name": "Ivan H Wong",
      "affiliations": [
        "Division of Orthopedic Surgery, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "299",
  "end_page": "304",
  "pages": "299-304",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Arthroscopy",
    "Female",
    "Femoral Fractures",
    "Hip Dislocation",
    "Hip Fractures",
    "Hip Injuries",
    "Humans",
    "Lacerations",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Prospective Studies",
    "Rupture",
    "Soft Tissue Injuries",
    "Tomography, X-Ray Computed",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24581254",
    "doi": "10.1016/j.arthro.2013.11.027",
    "pii": "S0749-8063(13)01290-5"
  },
  "doi": "10.1016/j.arthro.2013.11.027",
  "dates": {
    "completed": "2014-04-16",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.345903",
    "pmid": "24581254"
  }
}