{
  "pmid": "24589337",
  "uid": "24589337",
  "title": "Activated neutrophils induce epithelial cell apoptosis through oxidant-dependent tyrosine dephosphorylation of caspase-8.",
  "abstract": "Activated neutrophils can injure host cells through direct effects of oxidants on membrane phospholipids, but an ability to induce apoptotic cell death has not previously been reported. We show that neutrophils activated in vivo in patients who have sustained multiple trauma or in vitro by exposure to bacterial lipopolysaccharide promote epithelial cell apoptosis through SHP-1-mediated dephosphorylation of epithelial cell caspase-8. Epithelial cell apoptosis induced by circulating neutrophils from patients who had sustained serious injury depended on the generation of neutrophil-derived reactive oxygen intermediates and was blocked by inhibition of NADPH oxidase or restoration of intracellular glutathione. Caspase-8 was constitutively tyrosine phosphorylated in a panel of resting epithelial cells, but underwent SHP-1-dependent dephosphorylation in response to hydrogen peroxide, activated neutrophils, or inhibition of Src kinases. Cells transfected with a mutant caspase-8 in which tyrosine residues at Tyr397 or Tyr465 are replaced by nonphosphorylatable phenylalanine underwent accelerated apoptosis, whereas either mutation of these residues to phosphomimetic glutamic acid or transfection with the Src kinases Lyn or c-Src inhibited hydrogen peroxide-induced apoptosis. Exposure to either hydrogen peroxide or lipopolysaccharide-stimulated neutrophils increased phosphorylation and activity of the phosphatase SHP-1, increased activity of caspases 8 and 3, and accelerated epithelial cell apoptosis. These observations reveal a novel mechanism for neutrophil-mediated tissue injury through oxidant-dependent, SHP-1-mediated dephosphorylation of caspase-8 resulting in enhanced epithelial cell apoptosis.",
  "authors": [
    {
      "last_name": "Jia",
      "fore_name": "Song Hui",
      "initials": "SH",
      "name": "Song Hui Jia",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parodo",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Parodo",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada; Department of Critical Care Medicine, St. Michael's Hospital, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada; Department of Critical Care Medicine, St. Michael's Hospital, Tortonto, Ontario, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jia",
      "fore_name": "Sang Yang",
      "initials": "SY",
      "name": "Sang Yang Jia",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rotstein",
      "fore_name": "Ori D",
      "initials": "OD",
      "name": "Ori D Rotstein",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada; Department of Surgery, St. Michael's Hospital, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kapus",
      "fore_name": "Andras",
      "initials": "A",
      "name": "Andras Kapus",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada; Department of Surgery, St. Michael's Hospital, Tortonto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Keenan Research Centre of the Li Ka Shing Knowledge Institute, Tortonto, Ontario, Canada; Department of Critical Care Medicine, St. Michael's Hospital, Tortonto, Ontario, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Surgery, St. Michael's Hospital, Tortonto, Ontario, Canada. Electronic address: marshallj@smh.ca."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of pathology",
    "iso_abbreviation": "Am J Pathol",
    "issn": "1525-2191",
    "issn_type": "Electronic",
    "volume": "184",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "1030",
  "end_page": "1040",
  "pages": "1030-1040",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Apoptosis",
    "Blotting, Western",
    "Caspase 8",
    "Cells, Cultured",
    "Coculture Techniques",
    "Epithelial Cells",
    "Female",
    "Humans",
    "Immunoprecipitation",
    "Inflammation",
    "Male",
    "Neutrophil Activation",
    "Neutrophils",
    "Oxidants",
    "Phosphorylation",
    "Protein Tyrosine Phosphatase, Non-Receptor Type 6",
    "Tyrosine",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "24589337",
    "doi": "10.1016/j.ajpath.2013.12.031",
    "pii": "S0002-9440(14)00036-4"
  },
  "doi": "10.1016/j.ajpath.2013.12.031",
  "dates": {
    "completed": "2014-12-05",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Oxidants",
    "Tyrosine",
    "PTPN6 protein, human",
    "Protein Tyrosine Phosphatase, Non-Receptor Type 6",
    "CASP8 protein, human",
    "Caspase 8"
  ],
  "grants": [
    {
      "grant_id": "MOP-129493",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-62908",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.515011",
    "pmid": "24589337"
  }
}