{
  "pmid": "24596670",
  "uid": "24596670",
  "title": "Application of a Poisson distribution quality control measure to the analysis of two human hookworm drug treatment studies in Ghana.",
  "abstract": "We examined faecal egg count reduction tests (FECRTs) conducted with hookworm-infected humans in Ghana in 2007 (study 1) and 2010 (study 2) in order to explore aspects of the test analysis. Some subjects showed increased FEC following drug treatment. This occurred mostly in <150 epg pre-treatment FEC subjects. We sought a means to remove 'erroneous' negative drug efficacy cases from the FECRT analysis. Pre- and post-treatment FECs from negative drug efficacy cases were examined to determine whether they represented replicates from a single randomly distributed sample, that is, if they were consistent with a Poisson distribution. Cases where the post-treatment FEC was greater than that expected if it and the pre-treatment sample had been taken from a single random distribution of eggs were excluded from the FECRT. We suggest that these cases most likely represent non-random distribution of eggs in stools, day-to-day variations in egg excretion, or worm patency onset after drug treatment, and hence are not accurate measurements of drug efficacy. This led to exclusion of the most extreme negative drug efficacy cases, with significant increases in overall drug efficacy for study 1 (81.6% vs 89.2%) and study 2 (86.7% vs 89.4%). Excluding FEC <150 individuals from the analysis also increased the study 1 efficacy (81.6% vs 88.9%), however, this resulted in the exclusion of 45% of the study subjects, compared to the exclusion of just 5% using the Poisson distribution method. While low FEC subjects are excluded from livestock FECRTs, the significant prevalence of such subjects in human FECRTs suggests that their exclusion may not be practical. Hence, we suggest that the influence of low FECs can be minimised by excluding 'erroneous' negative efficacy cases using a simple Poisson distribution analysis.",
  "authors": [
    {
      "last_name": "Kotze",
      "fore_name": "Andrew C",
      "initials": "AC",
      "name": "Andrew C Kotze",
      "affiliations": [
        "CSIRO Animal, Food and Health Sciences, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Dobson",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Dobson",
      "affiliations": [
        "Division of Health Sciences, School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Humphries",
      "affiliations": [
        "Yale School of Public Health, New Haven, CT, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Cappello",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cappello",
      "affiliations": [
        "Yale School of Public Health, New Haven, CT, USA ; Partnerships for Global Health, Department of Pediatrics, Yale School of Medicine, New Haven, CT, USA."
      ]
    }
  ],
  "journal": {
    "title": "International journal for parasitology. Drugs and drug resistance",
    "iso_abbreviation": "Int J Parasitol Drugs Drug Resist",
    "issn": "2211-3207",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "64",
  "end_page": "70",
  "pages": "64-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24596670",
    "pmc": "PMC3940077",
    "doi": "10.1016/j.ijpddr.2014.01.001",
    "pii": "S2211-3207(14)00002-5"
  },
  "doi": "10.1016/j.ijpddr.2014.01.001",
  "pmc_id": "PMC3940077",
  "dates": {
    "completed": "2014-03-05",
    "revised": "2021-10-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AI099623",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.290892",
    "pmid": "24596670"
  }
}