{
  "pmid": "24607561",
  "uid": "24607561",
  "title": "Systematic review of percutaneous closure versus medical therapy in patients with cryptogenic stroke and patent foramen ovale.",
  "abstract": "OBJECTIVES: To provide a comprehensive comparison of patent foramen ovale (PFO) closure versus medical therapy in patients with cryptogenic stroke or transient ischaemic attack (TIA) and demonstrated PFO. DESIGN: Systematic review with complete case meta-analysis and sensitivity analyses. Data sources included MEDLINE and EMBASE from 1980 up to May 2013. All randomised controlled trials (RCTs) comparing treatment with percutaneous catheter-based closure of PFO to anticoagulant or antiplatelet therapy in patients with cryptogenic stroke or TIA and echocardiographically confirmed PFO or atrial septal defect (ASD) were eligible. PARTICIPANTS: 1967 participants with prior stroke or TIA and echocardiographically confirmed PFO or ASD. PRIMARY OUTCOME MEASURES: The primary outcome of interest was recurrence of ischaemic stroke. We utilised data from complete cases only for the primary endpoint and combined data from trials to estimate the pooled risk ratio (RR) and associated 95% CIs calculated using random effects models. RESULTS: We identified 284 potentially eligible articles of which three RCTs including 2303 patients proved eligible and 1967 patients had complete data. Of the 1026 patients randomised to PFO closure and followed to study conclusion 22 experienced non-fatal ischaemic strokes, as did 34 of 941 patients randomised to medical therapy (risk ratio (RR) 0.61, 95% CI 0.34 to 1.07; heterogeneity: p=0.34, I(2)=8%, confidence in estimates low due to risk of bias and imprecision). Analyses for ischaemic stroke restricted to 'per-protocol' patients or patients with concomitant atrial septal aneurysm did not substantially change the observed RRs. Complication rates associated with either PFO closure or medical therapy were low. CONCLUSIONS: Pooled data from three RCTs provides insufficient support that PFO closure is preferable to medical therapy for secondary prevention of cryptogenic stroke in patients with PFO.",
  "authors": [
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Department of Medicine, Mcmaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane C",
      "initials": "LC",
      "name": "Luciane C Lopes",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Sean A",
      "initials": "SA",
      "name": "Sean A Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "07"
  },
  "start_page": "e004282",
  "pages": "e004282",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Cardiac Surgical Procedures",
    "Foramen Ovale, Patent",
    "Humans",
    "Ischemic Attack, Transient",
    "Platelet Aggregation Inhibitors",
    "Recurrence",
    "Secondary Prevention",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "24607561",
    "pmc": "PMC3948581",
    "doi": "10.1136/bmjopen-2013-004282",
    "pii": "bmjopen-2013-004282"
  },
  "doi": "10.1136/bmjopen-2013-004282",
  "pmc_id": "PMC3948581",
  "dates": {
    "completed": "2016-05-20",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.043126",
    "pmid": "24607561"
  }
}