{
  "pmid": "24603885",
  "uid": "24603885",
  "title": "Populations at risk for severe or complicated Avian Influenza H5N1: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Little is known about risk factors for severe outcomes in patients infected with H5N1 and no systematic review has been conducted. Understanding risk factors is an important step for prioritizing prophylaxis or treatment in the event of a pandemic. OBJECTIVES: To systematically evaluate risk factors for severe outcomes in patients with avian influenza H5N1 infection. DATA SOURCES: MEDLINE, EMBASE, CINAHL, GlobalHealth, and CENTRAL through March 2011. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Observational studies of any design published in English, French, Spanish, German or Korean that reported on risk factor-outcome combinations of interest in participants with confirmed H5N1 infections. Outcomes considered included death, ventilator support, hospital and ICU admission, pneumonia, and composite outcomes. STUDY APPRAISAL: Risk of bias was assessed using the Newcastle-Ottawa scale (NOS). RESULTS: We identified 20 studies reporting on 999 patients infected with H5N1. The majority of studies (n = 14, 70%) were at intermediate risk of bias, i.e. 4-6 points on the NOS. Females were at increased risk of death (OR 1.75, 95% CI 1.27-2.44), while young age, in particular <5 years of age (OR 0.44, 95% CI 0.25-0.79 for death), was protective. Data on traditional risk factors was scarce and requires further studies. Another major limitation in the published literature was lack of adjustment for confounders. INTERPRETATION: Females were at increased risk for complications following H5N1 infection while young age protected against severe outcomes. Research on traditional risk factors was limited and is required.",
  "authors": [
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae Hyong",
      "initials": "TH",
      "name": "Tae Hyong Kim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Division of Infectious Diseases, Departments of Internal Medicine, Soon Chun Hyang University Seoul Hospital, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Po-Po",
      "initials": "PP",
      "name": "Po-Po Lam",
      "affiliations": [
        "Department of Microbiology, Mount Sinai Hospital, Toronto, Ontario, Canada; Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Science",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Science",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Division of Infectious Diseases, Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kuster",
      "fore_name": "Stefan P",
      "initials": "SP",
      "name": "Stefan P Kuster",
      "affiliations": [
        "Department of Microbiology, Mount Sinai Hospital, Toronto, Ontario, Canada; Division of Infectious Diseases and Hospital Epidemiology, University Hospital Zurich, University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Fadel",
      "fore_name": "Shaza A",
      "initials": "SA",
      "name": "Shaza A Fadel",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Dat",
      "initials": "D",
      "name": "Dat Tran",
      "affiliations": [
        "Division of Infectious Diseases, Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fernandez",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Fernandez",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "3",
    "pub_year": "2014"
  },
  "start_page": "e89697",
  "pages": "e89697",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Birds",
    "Female",
    "Host-Pathogen Interactions",
    "Humans",
    "Influenza A Virus, H5N1 Subtype",
    "Influenza in Birds",
    "Influenza, Human",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "24603885",
    "pmc": "PMC3948335",
    "doi": "10.1371/journal.pone.0089697",
    "pii": "PONE-D-13-50602"
  },
  "doi": "10.1371/journal.pone.0089697",
  "pmc_id": "PMC3948335",
  "dates": {
    "completed": "2015-02-07",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.809818",
    "pmid": "24603885"
  }
}