{
  "pmid": "24615708",
  "uid": "24615708",
  "title": "Improving the biodistribution of PSMA-targeting tracers with a highly negatively charged linker.",
  "abstract": "BACKGROUND: Prostate specific membrane antigen (PSMA) is overexpressed in prostate cancer and in tumor vasculature. Small molecule based inhibitors of PSMA have promised to provide sensitive detection of primary and metastatic prostate tumors. Although significant progress has been made, many of the radiolabeled imaging agents exhibit non-specific background binding. Prevailing tracer designs focus on high affinity urea-based inhibitors with strategically placed hydrophobic patches that interact favorably with the substrate tunnel of PSMA. We hypothesized that a novel PSMA inhibitor design incorporating highly negatively charged linkers may minimize non-specific binding and decrease overall background. METHODS: Through iterative redesign, we generated a series of PSMA inhibitors with highly negatively charged linkers that connect to urea inhibitors and bulky radionuclide chelates. We then performed in vivo imaging and biodistribution studies with the radiolabeled tracers. RESULTS: The tracers derived from our iterative redesign have affinities for PSMA comparable to the \"parent\" urea ligand Cys-C(O)-Glu. Using a fluorine-18 labeled PSMA targeting tracer, we found that these highly negatively charged molecules exhibit rapid renal excretion with minimal non-specific binding. The biodistribution data at 2 hr showed 4.6%ID/g PC3-PIP tumor uptake with spleen, liver, bone, and blood background levels of 0.1%, 0.17%, 0.1%, and 0.04%, respectively. CONCLUSION: Placement of multiple negative charges in the linker region of PSMA tracers significantly reduced the non-specific background binding without significant reduction of binding affinity. This increased tumor/background contrast in positron emission tomography promises to provide more sensitive tumor detection while decreasing the overall radiation exposure to patients.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Steve S",
      "initials": "SS",
      "name": "Steve S Huang",
      "affiliations": [
        "Department of Nuclear Medicine, Cleveland Clinic, Cleveland, Ohio; Department of Cancer Biology, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xinning",
      "initials": "X",
      "name": "Xinning Wang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Doke",
      "fore_name": "Aniruddha",
      "initials": "A",
      "name": "Aniruddha Doke",
      "affiliations": []
    },
    {
      "last_name": "DiFilippo",
      "fore_name": "Frank P",
      "initials": "FP",
      "name": "Frank P DiFilippo",
      "affiliations": []
    },
    {
      "last_name": "Heston",
      "fore_name": "Warren D",
      "initials": "WD",
      "name": "Warren D Heston",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Prostate",
    "iso_abbreviation": "Prostate",
    "issn": "1097-0045",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "702",
  "end_page": "713",
  "pages": "702-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Antigens, Surface",
    "Biomarkers, Tumor",
    "Cell Line, Tumor",
    "Glutamate Carboxypeptidase II",
    "Humans",
    "Male",
    "Mice",
    "Prostatic Neoplasms",
    "Radionuclide Imaging",
    "Radiopharmaceuticals",
    "Tissue Distribution"
  ],
  "article_ids": {
    "pubmed": "24615708",
    "doi": "10.1002/pros.22789"
  },
  "doi": "10.1002/pros.22789",
  "dates": {
    "completed": "2014-06-09",
    "revised": "2018-08-23"
  },
  "chemicals": [
    "Antigens, Surface",
    "Biomarkers, Tumor",
    "Radiopharmaceuticals",
    "FOLH1 protein, human",
    "Glutamate Carboxypeptidase II"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.151476",
    "pmid": "24615708"
  }
}