{
  "pmid": "24621130",
  "uid": "24621130",
  "title": "A concept analysis of abductive reasoning.",
  "abstract": "AIM: To describe an analysis of the concept of abductive reasoning. BACKGROUND: In the discipline of nursing, abductive reasoning has received only philosophical attention and remains a vague concept. In addition to deductive and inductive reasoning, abductive reasoning is not recognized even in prominent nursing knowledge development literature. Therefore, what abductive reasoning is and how it can inform nursing practice and education was explored. DESIGN: Concept analysis. DATA SOURCES: Combinations of specific keywords were searched in Web of Science, CINAHL, PsychINFO, PubMed, Medline and EMBASE. The analysis was conducted in June 2012 and only literature before this period was included. No time limits were set. METHODS: Rodger's evolutionary method for conducting concept analysis was used. RESULTS: Twelve records were included in the analysis. The most common surrogate term was retroduction, whereas related terms included intuition and pattern and similarity recognition. Antecedents consisted of a complex, puzzling situation and a clinician with creativity, experience and knowledge. Consequences included the formation of broad hypotheses that enhance understanding of care situations. Overall, abductive reasoning was described as the process of hypothesis or theory generation and evaluation. It was also viewed as inference to the best explanation. CONCLUSION: As a new approach, abductive reasoning could enhance reasoning abilities of novice clinicians. It can not only incorporate various ways of knowing but also its holistic approach to learning appears to be promising in problem-based learning. As nursing literature on abductive reasoning is predominantly philosophical, practical consequences of abductive reasoning warrant further research.",
  "authors": [
    {
      "last_name": "Mirza",
      "fore_name": "Noeman A",
      "initials": "NA",
      "name": "Noeman A Mirza",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Noesgaard",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Noesgaard",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Martin",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Staples",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Staples",
      "affiliations": [
        "Faculty of Nursing, University of Regina, Regina, Saskatchewan, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1980",
  "end_page": "1994",
  "pages": "1980-1994",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Concept Formation",
    "Humans",
    "Nursing",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "24621130",
    "doi": "10.1111/jan.12379"
  },
  "doi": "10.1111/jan.12379",
  "dates": {
    "completed": "2015-04-09",
    "revised": "2018-03-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.224388",
    "pmid": "24621130"
  }
}