{
  "pmid": "24620783",
  "uid": "24620783",
  "title": "Intra-aortic balloon pump in patients with cardiogenic shock complicating myocardial infarction: a systematic review and meta-analysis of randomized trials (protocol).",
  "abstract": "BACKGROUND: Cardiogenic shock is the leading cause of death in patients with acute myocardial infarction. Despite significant advancements in health technology and research, hospital mortality approaches 50%. The intra-aortic balloon pump is a mechanical hemodynamic assist device that has been used for over 40 years in the management of patients with cardiogenic shock. A recent randomized trial suggests that the use of intra-aortic balloon pumps does not reduce mortality in patients with ischemic cardiogenic shock. METHODS: We plan to search MEDLINE, EMBASE, and the Cochrane Trial Registry for potentially eligible randomized trials that compare the use of intra-aortic balloon pump with no mechanical device support in patients with cardiogenic shock. No date, language or journal limitations will be applied. Two reviewers will independently screen and identify eligible studies using predefined eligibility criteria. Data abstraction will be done independently and in duplicate. We plan to use RevMan software to generate pooled estimates across included studies, using the previously published method of DerSimonian and Laird. We will report pooled estimates as risk ratios with 95% confidence intervals for binary outcomes, and as mean differences with 95% confidence intervals for continuous outcomes. We will assess the quality of evidence using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. DISCUSSION: The aim of this systematic review and meta-analysis is to summarize the available evidence on the efficacy of the intra-aortic balloon pump in cardiogenic shock. Systematic review registration: PROSPERO CRD42014007056.",
  "authors": [
    {
      "last_name": "Altayyar",
      "fore_name": "Sultan",
      "initials": "S",
      "name": "Sultan Altayyar",
      "affiliations": []
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": []
    },
    {
      "last_name": "Alnasser",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Alnasser",
      "affiliations": []
    },
    {
      "last_name": "Al-Omari",
      "fore_name": "Awad",
      "initials": "A",
      "name": "Awad Al-Omari",
      "affiliations": []
    },
    {
      "last_name": "Baw",
      "fore_name": "Bandar",
      "initials": "B",
      "name": "Bandar Baw",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": []
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Canada. waleed.al-hazzani@medportal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Intra-Aortic Balloon Pumping",
    "Myocardial Infarction",
    "Randomized Controlled Trials as Topic",
    "Shock, Cardiogenic",
    "Systematic Reviews as Topic",
    "Treatment Outcome",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "24620783",
    "pmc": "PMC4008254",
    "doi": "10.1186/2046-4053-3-24",
    "pii": "2046-4053-3-24"
  },
  "doi": "10.1186/2046-4053-3-24",
  "pmc_id": "PMC4008254",
  "dates": {
    "completed": "2014-09-26",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.015967",
    "pmid": "24620783"
  }
}