{
  "pmid": "24622269",
  "uid": "24622269",
  "title": "Dysglycaemia, vasculopenia, and the chronic consequences of diabetes.",
  "abstract": "High glucose concentrations are independent risk factors for many serious disorders. Glucose lowering can reduce or prevent many of these disorders. The mechanisms that cause glucose-linked tissue damage are unclear; however, the sequence of tissue changes that lead to one of these consequences (ie, retinopathy) have been understood for decades because the retina can be easily inspected and changes in its vascular supply can easily be assessed. The possibility that the long-term harms of raised glucose concentrations are mediated through reduced capillary perfusion (ie, vasculopenia) is suggested by strong epidemiological links between capillary abnormalities in the retina and most of the complications of diabetes, a delay between the therapeutic effect of glucose lowering in the retina and in other tissues, laboratory evidence that atherosclerosis is promoted by abnormalities in the capillary-rich vasa vasorum of conductance vessels, and similarities in capillary abnormalities in the retina and the kidney of people with diabetes. These findings also suggest that the retina might be a window through which the effect of raised glucose concentrations on a wide range of tissues can be seen. If continuing research lends support to this theory, treatments that counteract the effect of glucose on capillaries such as those in the retina might ultimately also reduce other serious consequences of dysglycaemia.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada. Electronic address: gerstein@mcmaster.ca."
      ]
    },
    {
      "last_name": "Werstuck",
      "fore_name": "Geoff H",
      "initials": "GH",
      "name": "Geoff H Werstuck",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "71",
  "end_page": "78",
  "pages": "71-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Blood Glucose",
    "Chronic Disease",
    "Diabetes Mellitus",
    "Diabetic Angiopathies",
    "Glycemic Index",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "24622269",
    "doi": "10.1016/S2213-8587(13)70025-1",
    "pii": "S2213-8587(13)70025-1"
  },
  "doi": "10.1016/S2213-8587(13)70025-1",
  "dates": {
    "completed": "2014-11-24",
    "revised": "2016-05-25"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.677675",
    "pmid": "24622269"
  }
}