{
  "pmid": "24625208",
  "uid": "24625208",
  "title": "The impact of incorporating Bayesian network meta-analysis in cost-effectiveness analysis - a case study of pharmacotherapies for moderate to severe COPD.",
  "abstract": "OBJECTIVE: To evaluate the impact of using network meta-analysis (NMA) versus pair wise meta-analyses (PMA) for evidence synthesis on key outputs of cost-effectiveness analysis (CEA). METHODS: We conducted Bayesian NMA of randomized clinical trials providing head-to-head and placebo comparisons of the effect of pharmacotherapies on the exacerbation rate in chronic obstructive pulmonary disease (COPD). Separately, the subset of placebo-comparison trials was used in a Bayesian PMA. The pooled rate ratios (RR) were used to populate a decision-analytic model of COPD treatment to predict 10-year outcomes. RESULTS: Efficacy estimates from the NMA and PMA were similar, but the NMA provided estimates with higher precision. This resulted in similar incremental cost-effectiveness ratios (ICER). Probabilities of being cost-effective at willingness-to-pay thresholds (WTPs) between $25,000 and $100,000 per quality adjusted life year (QALY) varied considerably between the PMA- and NMA-based approaches. The largest difference in the probabilities of being cost-effective was observed at a WTP of approximately $40,000/QALY. At this threshold, with the PMA-based analysis, ICS, LAMA and placebo had a 43%, 30, and 18% probability of being the most cost-effective. By contrast, with the NMA based approach, ICS, LAMA, and placebo had a 56%, 19%, and 21% probability of being cost-effective. For larger WTP thresholds the probability of LAMA being the most cost-effective became higher than that of ICS. Under the PMA-based analyses the cross-over occurred at a WTP threshold between $60,000/QALY-$65,000/QALY, whereas under the NMA-based approach, the cross-over occurred between $85,000/QALY-$90,000/QALY. CONCLUSION: Use of NMAs in CEAs is feasible and, as our case study showed, can decrease uncertainty around key cost-effectiveness measures compared with the use of PMAs. The approval process of health technologies in many jurisdictions requires estimates of comparative efficacy and cost-effectiveness. NMAs play an increasingly important role in providing estimates of comparative efficacy. Their use in the CEAs therefore results in methodological consistency and reduced uncertainty.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Stanford Prevention Research Center, Stanford University, Stanford, CA, USA. thorluk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zafari",
      "fore_name": "Zafar",
      "initials": "Z",
      "name": "Zafar Zafari",
      "affiliations": []
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    },
    {
      "last_name": "Sadatsafavi",
      "fore_name": "Mohsen",
      "initials": "M",
      "name": "Mohsen Sadatsafavi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cost effectiveness and resource allocation : C/E",
    "iso_abbreviation": "Cost Eff Resour Alloc",
    "issn": "1478-7547",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "13"
  },
  "start_page": "8",
  "pages": "8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24625208",
    "pmc": "PMC4007707",
    "doi": "10.1186/1478-7547-12-8",
    "pii": "1478-7547-12-8"
  },
  "doi": "10.1186/1478-7547-12-8",
  "pmc_id": "PMC4007707",
  "dates": {
    "completed": "2014-03-28",
    "revised": "2024-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.499133",
    "pmid": "24625208"
  }
}