{
  "pmid": "24621339",
  "uid": "24621339",
  "title": "Patient safety culture in a large teaching hospital in Riyadh: baseline assessment, comparative analysis and opportunities for improvement.",
  "abstract": "BACKGROUND: In light of the immense attention given to patient safety, this paper details the findings of a baseline assessment of the patient safety culture in a large hospital in Riyadh and compares results with regional and international studies that utilized the Hospital Survey on Patient Safety Culture. This study also aims to explore the association between patient safety culture predictors and outcomes, considering respondent characteristics and facility size. METHODS: This cross sectional study adopted a customized version of the HSOPSC and targeted hospital staff fitting sampling criteria (physicians, nurses, clinical and non-clinical staff, pharmacy and laboratory staff, dietary and radiology staff, supervisors, and hospital managers). RESULTS: 3000 questionnaires were sent and 2572 were returned (response rate of 85.7%). Areas of strength were Organizational Learning and Continuous Improvement and Teamwork within units whereas areas requiring improvement were hospital non-punitive response to error, staffing, and Communication Openness. The comparative analysis noted several areas requiring improvement when results on survey composites were compared with results from Lebanon, and the United States. Regression analysis showed associations between higher patient safety aggregate score and greater age (46 years and above), longer work experience, having a Baccalaureate degree, and being a physician or other health professional. CONCLUSIONS: Patient safety practices are crucial toward improving overall performance and quality of services in healthcare organizations. Much can be done in the sampled organizations and in the context of KSA in general to improve areas of weakness and further enhance areas of strength.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Farheen",
      "initials": "F",
      "name": "Farheen Sheikh",
      "affiliations": []
    },
    {
      "last_name": "Garcia",
      "fore_name": "Nereo A",
      "initials": "NA",
      "name": "Nereo A Garcia",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Abdo",
      "fore_name": "Ayman",
      "initials": "A",
      "name": "Ayman Abdo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "start_page": "122",
  "pages": "122",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Female",
    "Hospitals, Teaching",
    "Humans",
    "Male",
    "Middle Aged",
    "Organizational Culture",
    "Patient Safety",
    "Personnel, Hospital",
    "Saudi Arabia",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24621339",
    "pmc": "PMC3975247",
    "doi": "10.1186/1472-6963-14-122",
    "pii": "1472-6963-14-122"
  },
  "doi": "10.1186/1472-6963-14-122",
  "pmc_id": "PMC3975247",
  "dates": {
    "completed": "2014-11-24",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.348358",
    "pmid": "24621339"
  }
}