{
  "pmid": "24636452",
  "uid": "24636452",
  "title": "Prevalence and risk factors of depressive symptoms in a Canadian palliative home care population: a cross-sectional study.",
  "abstract": "BACKGROUND: Depression in palliative care patients is important because of its intrinsic burden and association with elevated physical symptoms, reduced immunity and increased mortality risk. Identifying risk factors associated with depression can enable clinicians to more readily diagnose it, which is important since depression is treatable. The purpose of this cross-sectional study was to determine the prevalence of depressive symptoms and risk factors associated with them in a large sample of palliative home care patients. METHODS: The data come from interRAI Palliative Care assessments completed between 2006 and 2012. The sample (n = 5144) consists of adults residing in Ontario (Canada), receiving home care services, classified as palliative, and not experiencing significant cognitive impairment. Logistic regression identified the risk factors associated with depressive symptoms. The dependent variable was the Depression Rating Scale (DRS) and the independent variables were functional indicators from the interRAI assessment and other variables identified in the literature. We examined the results of the complete case and multiple imputation analyses, and found them to be similar. RESULTS: The prevalence of depressive symptoms was 9.8%. The risk factors associated with depressive symptoms were (pooled estimates, multiple imputation): low life satisfaction (OR = 3.01 [CI = 2.37-3.82]), severe and moderate sleep disorders (2.56 [2.05-3.19] and 1.56 [1.18-2.06]), health instability (2.12 [1.42-3.18]), caregiver distress 2.01 [1.62-2.51]), daily pain (1.73 [1.35-2.22]), cognitive impairment (1.45 [1.13-1.87]), being female (1.37 [1.11-1.68]), and gastrointestinal symptoms (1.27 [1.03-1.55]). Life satisfaction mediated the effect of prognostic awareness on depressive symptoms. CONCLUSIONS: The prevalence of depressive symptoms in our study was close to the median of 10-20% reported in the palliative care literature, suggesting they are present but by no means inevitable in palliative patients. Most of the factors associated with depressive symptoms in our study are amenable to clinical intervention and often targeted in palliative care programs. Designing interventions to address them can be challenging, however, requiring careful attention to patient preferences, the spectrum of comorbid conditions they face, and their social supports. Life satisfaction was one of the strongest factors associated with depressive symptoms in our study, and is likely to be among the most challenging to address.",
  "authors": [
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn A",
      "initials": "KA",
      "name": "Kathryn A Fisher",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON K8S 4L8, Canada. fisheka@mcmaster.ca."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Freeman",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Freeman",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Trevor Frise",
      "initials": "TF",
      "name": "Trevor Frise Smith",
      "affiliations": []
    },
    {
      "last_name": "Guthrie",
      "fore_name": "Dawn M",
      "initials": "DM",
      "name": "Dawn M Guthrie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC palliative care",
    "iso_abbreviation": "BMC Palliat Care",
    "issn": "1472-684X",
    "issn_type": "Print",
    "volume": "13",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Mar",
    "pub_day": "17"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24636452",
    "pmc": "PMC4003817",
    "doi": "10.1186/1472-684X-13-10",
    "pii": "1472-684X-13-10"
  },
  "doi": "10.1186/1472-684X-13-10",
  "pmc_id": "PMC4003817",
  "dates": {
    "completed": "2014-03-27",
    "revised": "2021-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.057145",
    "pmid": "24636452"
  }
}