{
  "pmid": "24642404",
  "uid": "24642404",
  "title": "Adrenaline for out-of-hospital cardiac arrest resuscitation: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "INTRODUCTION: The evidence for adrenaline in out-of-hospital cardiac arrest (OHCA) resuscitation is inconclusive. We systematically reviewed the efficacy of adrenaline for adult OHCA. METHODS: We searched in MEDLINE, EMBASE, and Cochrane Library from inception to July 2013 for randomized controlled trials (RCTs) evaluating standard dose adrenaline (SDA) to placebo, high dose adrenaline (HDA), or vasopressin (alone or combination) in adult OHCA patients. Meta-analyses were performed using random effects modeling. Subgroup analyses were performed stratified by cardiac rhythm and by number of drug doses. The primary outcome was survival to discharge and the secondary outcomes were return of spontaneous circulation (ROSC), survival to admission, and neurological outcome. RESULTS: Fourteen RCTs (n=12,246) met inclusion criteria: one compared SDA to placebo (n=534), six compared SDA to HDA (n=6174), six compared SDA to an adrenaline/vasopressin combination (n=5202), and one compared SDA to vasopressin alone (n=336). There was no survival to discharge or neurological outcome differences in any comparison group, including subgroup analyses. SDA showed improved ROSC (RR 2.80, 95%CI 1.78-4.41, p<0.001) and survival to admission (RR 1.95, 95%CI 1.34-2.84, p<0.001) compared to placebo. SDA showed decreased ROSC (RR 0.85, 95%CI 0.75-0.97, p=0.02; I(2)=48%) and survival to admission (RR 0.87, 95%CI 0.76-1.00, p=0.049; I(2)=34%) compared to HDA. There were no differences in outcomes between SDA and vasopressin alone or in combination with adrenaline. CONCLUSIONS: There was no benefit of adrenaline in survival to discharge or neurological outcomes. There were improved rates of survival to admission and ROSC with SDA over placebo and HDA over SDA.",
  "authors": [
    {
      "last_name": "Lin",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Lin",
      "affiliations": [
        "Rescu, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: LinS@smh.ca."
      ]
    },
    {
      "last_name": "Callaway",
      "fore_name": "Clifton W",
      "initials": "CW",
      "name": "Clifton W Callaway",
      "affiliations": [
        "Department of Emergency Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wagner",
      "fore_name": "Justin D",
      "initials": "JD",
      "name": "Justin D Wagner",
      "affiliations": [
        "Department of Biochemistry, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Population Genomics Program, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ziegler",
      "fore_name": "Carolyn P",
      "initials": "CP",
      "name": "Carolyn P Ziegler",
      "affiliations": [
        "Health Sciences Library, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Laurie J",
      "initials": "LJ",
      "name": "Laurie J Morrison",
      "affiliations": [
        "Rescu, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation",
    "iso_abbreviation": "Resuscitation",
    "issn": "1873-1570",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "732",
  "end_page": "740",
  "pages": "732-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Epinephrine",
    "Humans",
    "Out-of-Hospital Cardiac Arrest",
    "Randomized Controlled Trials as Topic",
    "Resuscitation",
    "Survival",
    "Vasoconstrictor Agents",
    "Vasopressins"
  ],
  "article_ids": {
    "pubmed": "24642404",
    "doi": "10.1016/j.resuscitation.2014.03.008",
    "pii": "S0300-9572(14)00131-2"
  },
  "doi": "10.1016/j.resuscitation.2014.03.008",
  "dates": {
    "completed": "2015-02-20",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Vasoconstrictor Agents",
    "Vasopressins",
    "Epinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.232307",
    "pmid": "24642404"
  }
}