{
  "pmid": "24652583",
  "uid": "24652583",
  "title": "Tailoring nanorod alignment in a polymer matrix by elongational flow under confinement: simulation, experiments, and surface enhanced Raman scattering application.",
  "abstract": "Mesoscale simulation, electrospinning and Raman scattering experiments have been carried out to demonstrate that examination and control of nanorod configuration in a polymer matrix under elongational flow and confinement can lead to enhanced sensing. First, coarse-grained molecular dynamics (CGMD) was employed to probe the diffusivity, orientation, and dispersion of nanorods in a model polymer melt under planar elongational flow. Compared to shear flow, elongational flow gives rise to enhanced dispersion and orientation of nanorods, which are predicted to be improved with increasing the aspect ratio of nanorods and polymer chain length. As comparative experiments, we have electrospun gold (Au) nanorods with polyvinyl alcohol (PVA), and the resulting Au nanorod configuration in PVA nanofibers is in good agreement with the predicted simulation. Furthermore, coaxial electrospinning of Au nanorod/PVA-PVA (shell-core) was applied to selectively place Au nanorods in the cylindrical sheath layer, and the alignment of Au nanorods near the fiber surface was confirmed by TEM analysis and CGMD simulation under uniaxial elongation. Finally, the Au nanorod-PVA fibers were tested for surface-enhanced Raman spectroscopy for sensing applications. The coaxially electrospun fibers have demonstrated much greater signal peak strength when compared with monoaxially electrospun fibers with the same Au nanorod loading. This comprehensive study demonstrates how extensional flow and multi-layered fluids can direct the orientation and dispersion of nanorod in a polymer matrix, leading to enhanced sensing performance.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay Hoon",
      "initials": "JH",
      "name": "Jay Hoon Park",
      "affiliations": [
        "School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY 14853, USA. ylj2@cornell.edu."
      ]
    },
    {
      "last_name": "Joo",
      "fore_name": "Yong Lak",
      "initials": "YL",
      "name": "Yong Lak Joo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Soft matter",
    "iso_abbreviation": "Soft Matter",
    "issn": "1744-6848",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "19",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "3494",
  "end_page": "3505",
  "pages": "3494-505",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24652583",
    "doi": "10.1039/c4sm00096j"
  },
  "doi": "10.1039/c4sm00096j",
  "dates": {
    "completed": "2015-09-23",
    "revised": "2014-05-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.642461",
    "pmid": "24652583"
  }
}