{
  "pmid": "24668906",
  "uid": "24668906",
  "title": "Cross-resistance, the stability of acetamiprid resistance and its effect on the biological parameters of cotton mealybug, Phenacoccus solenopsis (Homoptera: Pseudococcidae), in Pakistan.",
  "abstract": "BACKGROUND: Acetamiprid is a neonicotinoid insecticide that is effective against both soil and plant insects, including insects of the orders Lepidoptera, Coleoptera, Homoptera and Thysanoptera. In order to estimate the effects associated with insecticide exposure and devise better pest management tactics, a field population of Phenacoccus solenopsis was exposed to acetamiprid in the laboratory. Subsequently, cross-resistance and the effects of acetamiprid on the biological parameters of P. solenopsis were investigated. RESULTS: Following five rounds of selection with acetamiprid, P. solenopsis developed a 315-fold greater resistance to this chemical compared with an unexposed control population. The selected population also demonstrated very high to moderate cross-resistance to other tested insecticides. Furthermore, acetamiprid resistance remained unstable when the acetamiprid-selected population was not exposed for a further five generations. The acetamiprid-selected population had a relative fitness of 0.22, with significantly lower survival rate, pupal weight, fecundity, percentage hatching, net reproductive rate, intrinsic rate of natural increase, biotic potential and mean relative growth rate, with prolonged male and female nymphal duration, developmental time from egg to female adult and male and female longevity compared with the control population. CONCLUSION: P. solenopsis biological parameters are greatly affected by acetamiprid, and it is of significant cost for the insects to counter these effects. This study will be a valuable source of information for further understanding of acetamiprid resistance and for assisting the development of resistance management programmes.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Babar Shahzad",
      "initials": "MB",
      "name": "Muhammad Babar Shahzad Afzal",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Shad",
      "fore_name": "Sarfraz Ali",
      "initials": "SA",
      "name": "Sarfraz Ali Shad",
      "affiliations": []
    },
    {
      "last_name": "Abbas",
      "fore_name": "Naeem",
      "initials": "N",
      "name": "Naeem Abbas",
      "affiliations": []
    },
    {
      "last_name": "Ayyaz",
      "fore_name": "Mahmood",
      "initials": "M",
      "name": "Mahmood Ayyaz",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "William B",
      "initials": "WB",
      "name": "William B Walker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pest management science",
    "iso_abbreviation": "Pest Manag Sci",
    "issn": "1526-4998",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "151",
  "end_page": "158",
  "pages": "151-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Female",
    "Hemiptera",
    "Insecticide Resistance",
    "Insecticides",
    "Male",
    "Neonicotinoids",
    "Pyridines"
  ],
  "article_ids": {
    "pubmed": "24668906",
    "doi": "10.1002/ps.3783"
  },
  "doi": "10.1002/ps.3783",
  "dates": {
    "completed": "2015-08-12",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Insecticides",
    "Neonicotinoids",
    "Pyridines",
    "acetamiprid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.742039",
    "pmid": "24668906"
  }
}