{
  "pmid": "24672590",
  "uid": "24672590",
  "title": "Race/Ethnicity, Obesity, and Related Cardio-Metabolic Risk Factors: A Life-Course Perspective.",
  "abstract": "The adoption of health behaviors characterized by minimal energy expenditure and overconsumption of energy has led to cardiometabolic risk factors in pregnancy, childhood, and youth, all of which increase the prevalence of cardiovascular disease in adulthood. The propensity to develop abdominal obesity and cardiometabolic risk factors appears to disproportionally affect non-white ethnic groups. While the majority of observational research has been conducted in populations of European origin, studies in non-white ethnic groups across the life-course are underway and there is evidence that unique ethnic-specific differences exist. This review will focus on the life-course determinants of obesity and its related cardio-metabolic risk factors among diverse ethnic groups including people of Afro-Caribbean origin, South Asian, East Asian, and indigenous ancestry.",
  "authors": [
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON Canada ; Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, MDCL 3204, Hamilton, ON L8S4K1 Canada ; Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON Canada ; Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current cardiovascular risk reports",
    "iso_abbreviation": "Curr Cardiovasc Risk Rep",
    "issn": "1932-9520",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2013"
  },
  "start_page": "326",
  "end_page": "335",
  "pages": "326-335",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24672590",
    "pmc": "PMC3962848",
    "doi": "10.1007/s12170-013-0329-6",
    "pii": "329"
  },
  "doi": "10.1007/s12170-013-0329-6",
  "pmc_id": "PMC3962848",
  "dates": {
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.398388",
    "pmid": "24672590"
  }
}