{
  "pmid": "24674928",
  "uid": "24674928",
  "title": "Use of a daily goals checklist for morning ICU rounds: a mixed-methods study.",
  "abstract": "OBJECTIVE: To understand the perspectives and attitudes of ICU clinicians about use of a daily goals checklist on rounds. DESIGN: Our three data collection methods were as follows: (1) Field observations: two investigators conducted field observations to understand how and by whom the daily goals checklist was used for 80 ICU patient rounds over 6 days. (2) Document analysis: The 72 completed daily goals checklists from observed rounds were analyzed using mixed methods. (3) Interviews: With 56 clinicians, we conducted semistructured individual and focus-group interviews, analyzing transcripts using a qualitative descriptive approach and content analysis. Triangulation was achieved by a multidisciplinary investigative team using two research methods and three data sources. SETTING: Fifteen bed closed ICU in a tertiary care, university-affiliated hospital. PATIENTS: Medical-surgical ICU patients. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Field observations: The daily goals checklist was completed for 93% of observed rounds, largely by residents (86%). The champion of the verbal review was commonly a resident (83%) or medical student (9%). Document analysis: Domains with high completion rates included ventilation, sedation, central venous access, nutrition, and various prophylactic interventions. Interviews: The daily goals checklist enhanced communication, patient care, and education. Nurses, physicians, and pharmacists endorsed its enhancement of interdisciplinary communication. It facilitated a structured, thorough, and individualized approach to patient care. The daily goals checklist helped to identify new patient care issues and sparked management discussions, especially for sedation, weaning, and medications. Residents were prominent users, finding served as a multipurpose teaching tool. CONCLUSIONS: The daily goals checklist was perceived to improve the management of critically ill patients by creating a systematic, comprehensive approach to patient care and by setting individualized daily goals. Reportedly improving interprofessional communication and practice, the daily goals checklist also enhanced patient safety and daily progress, encouraging momentum in recovery from critical illness. Daily goals checklist review prompted teaching opportunities for multidisciplinary learners on morning rounds.",
  "authors": [
    {
      "last_name": "Centofanti",
      "fore_name": "John Eugenio",
      "initials": "JE",
      "name": "John Eugenio Centofanti",
      "affiliations": [
        "1Department of Anesthesia, McMaster University, Hamilton, ON, Canada. 2Department of Medicine, McMaster University, Hamilton, ON, Canada. 3Department of Critical Care, St Joseph's Healthcare, Hamilton, ON, Canada. 4Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Erick H",
      "initials": "EH",
      "name": "Erick H Duan",
      "affiliations": []
    },
    {
      "last_name": "Hoad",
      "fore_name": "Neala C",
      "initials": "NC",
      "name": "Neala C Hoad",
      "affiliations": []
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn E",
      "initials": "ME",
      "name": "Marilyn E Swinton",
      "affiliations": []
    },
    {
      "last_name": "Perri",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Perri",
      "affiliations": []
    },
    {
      "last_name": "Waugh",
      "fore_name": "Lily",
      "initials": "L",
      "name": "Lily Waugh",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "1797",
  "end_page": "1803",
  "pages": "1797-803",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Checklist",
    "Critical Care",
    "Critical Illness",
    "Focus Groups",
    "Goals",
    "Hospitals, University",
    "Humans",
    "Intensive Care Units",
    "Interdisciplinary Communication",
    "Middle Aged",
    "Physicians",
    "Students, Medical",
    "Teaching Rounds",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "24674928",
    "doi": "10.1097/CCM.0000000000000331"
  },
  "doi": "10.1097/CCM.0000000000000331",
  "dates": {
    "completed": "2016-04-12",
    "revised": "2014-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.008217",
    "pmid": "24674928"
  }
}