{
  "pmid": "24671099",
  "uid": "24671099",
  "title": "The quality of reporting methods and results in network meta-analyses: an overview of reviews and suggestions for improvement.",
  "abstract": "INTRODUCTION: Some have suggested the quality of reporting of network meta-analyses (a technique used to synthesize information to compare multiple interventions) is sub-optimal. We sought to review information addressing this claim. OBJECTIVE: To conduct an overview of existing evaluations of quality of reporting in network meta-analyses and indirect treatment comparisons, and to compile a list of topics which may require detailed reporting guidance to enhance future reporting quality. METHODS: An electronic search of Medline and the Cochrane Registry of methodologic studies (January 2004-August 2013) was performed by an information specialist. Studies describing findings from quality of reporting assessments were sought. Screening of abstracts and full texts was performed by two team members. Descriptors related to all aspects of reporting a network meta-analysis were summarized. RESULTS: We included eight reports exploring the quality of reporting of network meta-analyses. From past reviews, authors found several aspects of network meta-analyses were inadequately reported, including primary information about literature searching, study selection, and risk of bias evaluations; statement of the underlying assumptions for network meta-analysis, as well as efforts to verify their validity; details of statistical models used for analyses (including information for both Bayesian and Frequentist approaches); completeness of reporting of findings; and approaches for summarizing probability measures as additional important considerations. CONCLUSIONS: While few studies were identified, several deficiencies in the current reporting of network meta-analyses were observed. These findings reinforce the need to develop reporting guidance for network meta-analyses. Findings from this review will be used to guide next steps in the development of reporting guidance for network meta-analysis in the format of an extension of the PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analysis) Statement.",
  "authors": [
    {
      "last_name": "Hutton",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Hutton",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Salanti",
      "fore_name": "Georgia",
      "initials": "G",
      "name": "Georgia Salanti",
      "affiliations": [
        "Department of Hygiene and Epidemiology, School of Medicine, University of Ioannina, Ioannina, Greece."
      ]
    },
    {
      "last_name": "Chaimani",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Chaimani",
      "affiliations": [
        "Department of Hygiene and Epidemiology, School of Medicine, University of Ioannina, Ioannina, Greece."
      ]
    },
    {
      "last_name": "Caldwell",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Caldwell",
      "affiliations": [
        "School of Social and Community Medicine, University of Bristol, Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Schmid",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Schmid",
      "affiliations": [
        "Center for Evidence-based Medicine, Program in Public Health, Brown University, Providence, Rhode Island, United States of America."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Standard Prevention Research Center, Stanford University, Stanford, California, United States of America; Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada; Standard Prevention Research Center, Stanford University, Stanford, California, United States of America."
      ]
    },
    {
      "last_name": "Catalá-López",
      "fore_name": "Ferrán",
      "initials": "F",
      "name": "Ferrán Catalá-López",
      "affiliations": [
        "Division of Pharmacoepidemiology and Pharmacovigilance, Spanish Medicines and Healthcare Products Agency (AEMPS), Madrid, Spain."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Turner",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Altman",
      "fore_name": "Douglas G",
      "initials": "DG",
      "name": "Douglas G Altman",
      "affiliations": [
        "Oxford Centre for Statistics in Medicine, University of Oxford, Oxford, United States of America."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "3",
    "pub_year": "2014"
  },
  "start_page": "e92508",
  "pages": "e92508",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Meta-Analysis as Topic",
    "Publishing",
    "Research Report",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "24671099",
    "pmc": "PMC3966807",
    "doi": "10.1371/journal.pone.0092508",
    "pii": "PONE-D-14-02876"
  },
  "doi": "10.1371/journal.pone.0092508",
  "pmc_id": "PMC3966807",
  "dates": {
    "completed": "2015-12-15",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "260559",
      "agency": "European Research Council",
      "country": "International"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MR/K023233/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "G0902118",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "16895",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.956622",
    "pmid": "24671099"
  }
}