{
  "pmid": "24671567",
  "uid": "24671567",
  "title": "Processing of β-glucosidase-silk fibroin nanoparticle bioconjugates and their characteristics.",
  "abstract": "Silk fibroin derived from Bombyx mori is a biomacromolecular protein with excellent biocompatibility. The aim of this work was to develop silk fibroin nanoparticles (SFNs) derived from the fibrous protein, which is a novel vector for enzyme modification in food processing. Silk fibroin was dissolved in highly concentrated CaCl2 and subjected to lengthy desalting in water. The resulting liquid silk, which contained water-soluble polypeptides with molecular mass ranging from 10 to 200 kDa, and β-glucosidase were added rapidly into acetone. The β-glucosidase molecules were embedded into silk fibroin nanoparticles, forming β-glucosidase-silk fibroin nanoparticles (βG-SFNs) with a diameter of 50-150 nm. The enzyme activity of the βG-SFN bioconjugates was determined with p-nitrophenyl-β-D-glucoside as the substrate, and the optimum conditions for the preparation of βG-SFNs were investigated. The enzyme activity recovery of βG-SFNs was 59.2 % compared to the free enzyme (specific activity was 1 U mg(-1)). The kinetic parameters of the βG-SFNs and the free β-glucosidase were the same. The βG-SFNs had good operational stability and could be used repeatedly. These results confirmed that silk protein nanoparticles were good carriers as bioconjugates for the modification of enzymes with potential value for research and development. The method used in this study has potential applications in food processing and the production of flavour agents.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Cao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Medical College of Soochow University, Suzhou, 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zhen-Zhen",
      "initials": "ZZ",
      "name": "Zhen-Zhen Zhou",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Applied biochemistry and biotechnology",
    "iso_abbreviation": "Appl Biochem Biotechnol",
    "issn": "1559-0291",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "544",
  "end_page": "551",
  "pages": "544-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bombyx",
    "Enzyme Stability",
    "Fibroins",
    "Glucosides",
    "Hydrogen-Ion Concentration",
    "Kinetics",
    "Nanoparticles",
    "Temperature",
    "beta-Glucosidase"
  ],
  "article_ids": {
    "pubmed": "24671567",
    "doi": "10.1007/s12010-014-0861-y"
  },
  "doi": "10.1007/s12010-014-0861-y",
  "dates": {
    "completed": "2015-08-21",
    "revised": "2014-05-05"
  },
  "chemicals": [
    "Glucosides",
    "4-nitrophenyl beta-D-glucoside",
    "Fibroins",
    "beta-Glucosidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.153895",
    "pmid": "24671567"
  }
}