{
  "pmid": "24672734",
  "uid": "24672734",
  "title": "Themes and Variations: Regulation of RpoN-Dependent Flagellar Genes across Diverse Bacterial Species.",
  "abstract": "Flagellar biogenesis in bacteria is a complex process in which the transcription of dozens of structural and regulatory genes is coordinated with the assembly of the flagellum. Although the overall process of flagellar biogenesis is conserved among bacteria, the mechanisms used to regulate flagellar gene expression vary greatly among different bacterial species. Many bacteria use the alternative sigma factor σ (54) (also known as RpoN) to transcribe specific sets of flagellar genes. These bacteria include members of the Epsilonproteobacteria (e.g., Helicobacter pylori and Campylobacter jejuni), Gammaproteobacteria (e.g., Vibrio and Pseudomonas species), and Alphaproteobacteria (e.g., Caulobacter crescentus). This review characterizes the flagellar transcriptional hierarchies in these bacteria and examines what is known about how flagellar gene regulation is linked with other processes including growth phase, quorum sensing, and host colonization.",
  "authors": [
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, GA 30602, USA."
      ]
    },
    {
      "last_name": "Hoover",
      "fore_name": "Timothy R",
      "initials": "TR",
      "name": "Timothy R Hoover",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, GA 30602, USA."
      ]
    }
  ],
  "journal": {
    "title": "Scientifica",
    "iso_abbreviation": "Scientifica (Cairo)",
    "issn": "2090-908X",
    "issn_type": "Print",
    "volume": "2014",
    "pub_year": "2014"
  },
  "start_page": "681754",
  "pages": "681754",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24672734",
    "pmc": "PMC3930126",
    "doi": "10.1155/2014/681754"
  },
  "doi": "10.1155/2014/681754",
  "pmc_id": "PMC3930126",
  "dates": {
    "completed": "2014-06-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.515474",
    "pmid": "24672734"
  }
}