{
  "pmid": "24682243",
  "uid": "24682243",
  "title": "Formation of interconnected morphologies via nanorod inclusion in the confined assembly of symmetric block copolymers.",
  "abstract": "We have investigated the effect of nanorods on the symmetry breaking of a model diblock copolymer under cylindrical confinement using coarse-grained molecular dynamics. Unlike nanoparticles, nanorods can readily be interconnected with each other and also induce connection across self-assembly domains at much lower loading than nanoparticles. Such interconnecting nanorods, when incorporated within the nanofiber confined assembled block copolymer, have great potential for providing highly conductive pathways for energy applications, such as battery electrodes and separators. Symmetric block copolymers (BCP) under cylindrical confinement with a nanorod aspect ratio (N) of 1, 5, and 10 are examined with three different types of nanorod-BCP attractions: (a) neutral nanorods, (b) A (wall-attractive phase)-attractive nanorods, and (c) B (wall-repulsive phase)-attractive nanorods. The system was studied with both selective and neutral walls, which affect the orientation of the interconnected nanorod network. Upon close examination of the BCP-nanorod self-assembly, we discovered that the ratio of the interphase distance to the nanorod aspect ratio (I/N) can be correlated to the onset of nanorod interconnectivity and formation of asymmetrical interconnected BCP morphology. By developing a phase diagram with respect to I/N, one can predict the formation of desired BCP morphology and the critical loading of nanorods for connected morphologies in cylindrical confinement.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay Hoon",
      "initials": "JH",
      "name": "Jay Hoon Park",
      "affiliations": [
        "School of Chemical and Biomolecular Engineering, University Cornell, Ithaca, NY 14853, USA. ylj2@cornell.edu."
      ]
    },
    {
      "last_name": "Joo",
      "fore_name": "Yong Lak",
      "initials": "YL",
      "name": "Yong Lak Joo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physical chemistry chemical physics : PCCP",
    "iso_abbreviation": "Phys Chem Chem Phys",
    "issn": "1463-9084",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "19",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "8865",
  "end_page": "8871",
  "pages": "8865-71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24682243",
    "doi": "10.1039/c4cp00352g"
  },
  "doi": "10.1039/c4cp00352g",
  "dates": {
    "completed": "2015-04-09",
    "revised": "2014-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.642599",
    "pmid": "24682243"
  }
}