{
  "pmid": "24685756",
  "uid": "24685756",
  "title": "\"Drink at least 8 glasses of water a day to be healthy???\".",
  "abstract": "The saying \"drink at least 8 glasses of water per day to be healthy\" has had little supporting evidence. The purpose of this article was to briefly introduce the role of hydration in health in order to explore in more detail recent observational studies of hyperhydration in chronic kidney disease (CKD) in man. The Modification of Diet in Renal Disease study initially noted a negative association between increasing urine output and progression of CKD that was absent when corrected for baseline variables. Recently, data from 2 different cross-sectional populations found those with the highest fluid intake had a significantly lower risk of CKD. In a longitudinal, community-based cohort study adjusted for baseline variables, decline in kidney function was significantly slower in those with higher versus lower baseline urine volume. These new and contradictory results underline the need for a randomized controlled study to test the hypothesis that increased fluid intake will slow renal decline.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": [
        "William F. Clark, MD, FRCPC, FACP, FASN, FCAHS, is a Professor of Medicine at Western University; Victoria Hospital-London Health Sciences Centre, Ontario, Canada. Shih-Han Susan Huang, MD, FRCPC, is a Lecturer at Western University; Victoria Hospital-London Health Sciences Centre, Ontario, Canada. Amit X. Garg, MD, FRCPC, FACP, PhD, is a Professor of Medicine at Western University; Victoria Hospital-London Health Sciences Centre, Ontario, Canada. Andrew House, MD, MSc, FRCPC, FASN, is an Associate Professor of Medicine at Western University; London Health Sciences Centre, University Hospital, Ontario, Canada. Louise M. Moist, MSc, MD, FRCPC, is a Professor of Medicine at Western University, Victoria Hospital-London Health Sciences Centre, Ontario, Canada. Matthew Weir, MD, MSc, FRCPC, is an Assistant Professor of Medicine at Western University; London Health Sciences Centre, University Hospital, Ontario, Canada. Jessica M. Sontrop, PhD, is an Assistant Professor at Department of Epidemiology & Biostatistics, Western University, London; and Victoria Hospital-London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Susan Huang",
      "fore_name": "Shih-Han",
      "initials": "SH",
      "name": "Shih-Han Susan Huang",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "House",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew House",
      "affiliations": []
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": []
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Weir",
      "affiliations": []
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Home healthcare nurse",
    "iso_abbreviation": "Home Healthc Nurse",
    "issn": "1539-0713",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "237",
  "end_page": "242",
  "pages": "237-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Drinking",
    "Female",
    "Humans",
    "Kidney",
    "Male",
    "Observational Studies as Topic",
    "Renal Insufficiency, Chronic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "24685756",
    "doi": "10.1097/NHH.0000000000000050",
    "pii": "00004045-201404000-00008"
  },
  "doi": "10.1097/NHH.0000000000000050",
  "dates": {
    "completed": "2015-07-27",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.158361",
    "pmid": "24685756"
  }
}