{
  "pmid": "24686243",
  "uid": "24686243",
  "title": "Adrenal incidentalomas: management in British district general hospitals.",
  "abstract": "INTRODUCTION: Adrenal incidentalomas have become a common clinical dilemma with the increasing use and resolution of cross sectional imaging modalities. OBJECTIVES: This retrospective observational study examined the management of adrenal incidentalomas in district general hospitals in Northumbria and adherence to current guidelines. MATERIALS AND METHODS: We searched 4028 abdominal CT scans performed in Northumbria between 1 January and 31 December 2010. All patients with an incidental adrenal lesion were identified and their clinical records reviewed. RESULTS: 75 patients with adrenal incidentalomas were identified. Of these, only 13 (17%) were referred for specialist review with a further two patients undergoing additional evaluation by the primary medical team; 80% received no biochemical investigation or follow-up. Comorbidity may have affected the decision in a proportion, but 36 of 62 patients (58%) had no comorbidities precluding additional evaluation. In contrast, all patients reviewed by an endocrine specialist were appropriately investigated and managed, the majority conservatively, with three requiring adrenalectomy for phaeochromocytoma or cortisol secreting adenomas. In the patients with an incidentaloma, comorbidities which may be attributable to autonomous adrenal cortisol or aldosterone release were higher than regional averages, suggesting possible undiagnosed functional tumours. CONCLUSIONS: The management of adrenal incidentalomas in British district general hospitals in Northumbria shows poor adherence to guidelines. Adherence was significantly better in those patients managed by an endocrine specialist. We suggest a pathway for the management and referral process.",
  "authors": [
    {
      "last_name": "Davenport",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Davenport",
      "affiliations": [
        "Department of Surgery, Royal Victoria Infirmary, Newcastle upon Tyne Hospitals NHS Trust, Newcastle, UK."
      ]
    },
    {
      "last_name": "Lang Ping Nam",
      "fore_name": "Pitsien",
      "initials": "P",
      "name": "Pitsien Lang Ping Nam",
      "affiliations": [
        "Department of Accident and Emergency, Wansbeck General Hospital, Northumbria Healthcare NHS Trust, Newcastle, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of General Surgery, Perth Royal Infirmary, Tayside University Hospital NHS Trust, Perth, UK."
      ],
      "orcid": "0000-0003-1083-4466"
    },
    {
      "last_name": "Reid",
      "fore_name": "Alastair",
      "initials": "A",
      "name": "Alastair Reid",
      "affiliations": [
        "Department of General Surgery, Northumbria Healthcare NHS Trust, North Tyneside, UK."
      ]
    },
    {
      "last_name": "Aspinall",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Aspinall",
      "affiliations": [
        "Endocrine and General Surgeon, Department of General Surgery, North Tyneside Hospital, Northumbria Healthcare NHS Trust, Northumberland, UK."
      ]
    }
  ],
  "journal": {
    "title": "Postgraduate medical journal",
    "iso_abbreviation": "Postgrad Med J",
    "issn": "1469-0756",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "1065",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "365",
  "end_page": "369",
  "pages": "365-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adrenal Gland Neoplasms",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Comorbidity",
    "Female",
    "Follow-Up Studies",
    "Guideline Adherence",
    "Hospitals, District",
    "Humans",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Prevalence",
    "Prognosis",
    "Referral and Consultation",
    "Retrospective Studies",
    "Tomography, X-Ray Computed",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "24686243",
    "doi": "10.1136/postgradmedj-2013-132386",
    "pii": "postgradmedj-2013-132386"
  },
  "doi": "10.1136/postgradmedj-2013-132386",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.294875",
    "pmid": "24686243"
  }
}