{
  "pmid": "24695933",
  "uid": "24695933",
  "title": "Lack of diversity in orthopaedic trials conducted in the United States.",
  "abstract": "BACKGROUND: Several orthopaedic studies have suggested patient race and ethnicity to be important predictors of patient functional outcomes. This issue has also been emphasized by federal funding sources. However, the reporting of race and ethnicity has gained little attention in the orthopaedic literature. The objective of this study was to determine the percentage of orthopaedic randomized controlled clinical trials in the United States that included race and ethnicity data and to record the racial and ethnic distribution of patients enrolled in these trials. METHODS: A systematic review of orthopaedic randomized controlled trials published from 2008 to 2011 was performed. The studies were identified through a manual search of thirty-two scientific journals, including all major orthopaedic journals as well as five leading medical journals. Only trials from the United States were included. The publication date, journal impact factor, orthopaedic subspecialty, ZIP code of the primary research site, number of enrolled patients, type of funding, and race and ethnicity of the study population were extracted from the identified studies. RESULTS: A total of 158 randomized controlled trials with 37,625 enrolled patients matched the inclusion criteria. Only thirty-two studies (20.3%) included race or ethnicity with at least one descriptor. Government funding significantly increased the likelihood of reporting these factors (p < 0.05). The percentages of Hispanic and African-American patients were extractable for studies with 7648 and 6591 enrolled patients, respectively. In those studies, 4.6% (352) of the patients were Hispanic and 6.2% (410) were African-American; these proportions were 3.5-fold and twofold lower, respectively, than those represented in the 2010 United States Census. CONCLUSIONS: Few orthopaedic randomized controlled trials performed in the United States reported data on race or ethnicity. Among trials that did report demographic race or ethnicity data, the inclusion of minority patients was substantially lower than would be expected on the basis of census demographics. Failure to represent the true racial diversity may result in decreased generalizability of trial conclusions across clinical populations.",
  "authors": [
    {
      "last_name": "Somerson",
      "fore_name": "Jeremy S",
      "initials": "JS",
      "name": "Jeremy S Somerson",
      "affiliations": [
        "Division of Orthopaedic Traumatology, Department of Orthopaedic Surgery, University of Texas Health Science Center at San Antonio, 7703 Floyd Curl Drive, MC-7774, San Antonio, TX 78229. E-mail address for B.A. Zelle: zelle@uthscsa.edu."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Vaughan",
      "fore_name": "Clayton T",
      "initials": "CT",
      "name": "Clayton T Vaughan",
      "affiliations": [
        "Division of Orthopaedic Traumatology, Department of Orthopaedic Surgery, University of Texas Health Science Center at San Antonio, 7703 Floyd Curl Drive, MC-7774, San Antonio, TX 78229. E-mail address for B.A. Zelle: zelle@uthscsa.edu."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Smith",
      "affiliations": [
        "Division of Orthopaedics, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "Division of Orthopaedic Traumatology, Department of Orthopaedic Surgery, University of Texas Health Science Center at San Antonio, 7703 Floyd Curl Drive, MC-7774, San Antonio, TX 78229. E-mail address for B.A. Zelle: zelle@uthscsa.edu."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "02"
  },
  "start_page": "e56",
  "pages": "e56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bibliometrics",
    "Ethnicity",
    "Humans",
    "Logistic Models",
    "Minority Groups",
    "Multivariate Analysis",
    "Orthopedics",
    "Patient Selection",
    "Racial Groups",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Research Support as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "24695933",
    "doi": "10.2106/JBJS.M.00531",
    "pii": "1850387"
  },
  "doi": "10.2106/JBJS.M.00531",
  "dates": {
    "completed": "2014-05-22",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.356234",
    "pmid": "24695933"
  }
}