{
  "pmid": "24695001",
  "uid": "24695001",
  "title": "Mental health service delivery: a profile of mental health non-government organisations in south-east Queensland, Australia.",
  "abstract": "OBJECTIVE: Non-government organisations make a substantial contribution to the provision of mental health services; despite this, there has been little research and evaluation targeted at understanding the role played by these services within the community mental health sector. The aim of the present study was to examine the depth and breadth of services offered by these organisations in south-east Queensland, Australia, across five key aspects of reach and delivery. METHODS: Representatives from 52 purposively targeted non-government organisations providing mental health services to individuals with significant mental health challenges were interviewed regarding their approach to mental health service provision. RESULTS: The findings indicated a diverse pattern of service frameworks across the sector. The results also suggested a positive approach to the inclusion of consumer participation within the organisations, with most services reporting, at the very least, some form of consumer advocacy within their processes and as part of their services. CONCLUSIONS: This paper offers an important first look at the nature of non-government service provision within the mental health sector and highlights the importance of these organisations within the community sector. What is known about the topic? Non-government organisations make a substantial contribution to the multisectorial provision of services to mental health consumers in community settings. Non-government organisations in Australia are well established, with 79.9% of them being in operation for over 10 years. There is an increasing expectation that consumers influence the development, delivery and evaluation of mental health services, especially in the community sector. What does this paper add? This paper provides a profile of non-government organisations in one state in Australia with respect to the services they provide, the consumers they target, the practice frameworks they use, the use of peer workers and consumer participation, the success they have had with obtaining funding and the extent to which they collaborate with other services. What are the implications for practitioners? This paper provides readers with an understanding of the non-government organisations and the services they provide to people with mental health conditions. In addition, the findings provide an opportunity to learn from the experience of non-government organisations in implementing consumer participation initiatives.",
  "authors": [
    {
      "last_name": "Byrne",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Byrne",
      "affiliations": [
        "Institute for Health and Social Science Research, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia. Email:"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Queensland Alliance for Mental Health, 1/78 Logan Road, Woolloongabba, Qld 4102, Australia. Email:"
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Karena J",
      "initials": "KJ",
      "name": "Karena J Burke",
      "affiliations": [
        "Institute for Health and Social Science Research, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia. Email:"
      ]
    },
    {
      "last_name": "Gaskin",
      "fore_name": "Cadeyrn J",
      "initials": "CJ",
      "name": "Cadeyrn J Gaskin",
      "affiliations": [
        "Institute for Health and Social Science Research, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia. Email:"
      ]
    },
    {
      "last_name": "Happell",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Happell",
      "affiliations": [
        "Institute for Health and Social Science Research, Central Queensland University, Bruce Highway, Rockhampton, Qld 4702, Australia. Email:"
      ]
    }
  ],
  "journal": {
    "title": "Australian health review : a publication of the Australian Hospital Association",
    "iso_abbreviation": "Aust Health Rev",
    "issn": "0156-5788",
    "issn_type": "Print",
    "volume": "38",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "202",
  "end_page": "207",
  "pages": "202-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Mental Health Services",
    "Community Participation",
    "Consumer Advocacy",
    "Fund Raising",
    "Humans",
    "Organizations",
    "Peer Group",
    "Private Sector",
    "Queensland"
  ],
  "article_ids": {
    "pubmed": "24695001",
    "doi": "10.1071/AH13208",
    "pii": "AH13208"
  },
  "doi": "10.1071/AH13208",
  "dates": {
    "completed": "2014-06-26",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.295705",
    "pmid": "24695001"
  }
}