{
  "pmid": "24695962",
  "uid": "24695962",
  "title": "Sample Size and Power When Designing a Randomized Trial for the Estimation of Treatment, Selection, and Preference Effects.",
  "abstract": "BACKGROUND: A 2-stage randomized trial design, incorporating participant choice, provides unbiased estimates of the effects of the treatment or intervention (treatment effect), the difference between outcomes for participants who prefer one treatment compared with another (selection effect), and the interaction between participants' preferences for treatment and the treatment actually received (preference effect). It is important to ensure that such trials are adequately powered to estimate these effects. SAMPLE SIZE FORMULAS: This paper presents methods for determining the required sample sizes for estimating treatment, selection, and preference effects. We demonstrate the changes in sample size as various key parameters are changed. In general, approximately twice as many participants (in total) are needed to have equivalent power for detecting both treatment and selection/preference effects compared with a trial of the treatment effect alone. PRIMARY SCREENING EXAMPLE: We illustrate their application for the design of a primary screening trial comparing human papillomavirus DNA testing versus cervical screening (by Pap smear). Our example would require 520 participants to have 80% power to detect moderate-sized preference and selection effects and a small to moderate treatment effect. CONCLUSIONS: With the growing interest in understanding treatment choices and with the use of decision aids, well-designed and adequately powered 2-stage randomized trial designs offer the opportunity to determine the effects of participants' preferences. Our sample size formulas will help future studies ensure that they have adequate power to detect selection and preference effects.",
  "authors": [
    {
      "last_name": "Turner",
      "fore_name": "Robin M",
      "initials": "RM",
      "name": "Robin M Turner",
      "affiliations": [
        "Screening and Test Evaluation Program, School of Public Health, University of Sydney, NSW, Australia (RMT, PM, KJM, LI)"
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (SDW)."
      ]
    },
    {
      "last_name": "Macaskill",
      "fore_name": "Petra",
      "initials": "P",
      "name": "Petra Macaskill",
      "affiliations": [
        "Screening and Test Evaluation Program, School of Public Health, University of Sydney, NSW, Australia (RMT, PM, KJM, LI)"
      ]
    },
    {
      "last_name": "McCaffery",
      "fore_name": "Kirsten J",
      "initials": "KJ",
      "name": "Kirsten J McCaffery",
      "affiliations": [
        "Screening and Test Evaluation Program, School of Public Health, University of Sydney, NSW, Australia (RMT, PM, KJM, LI)"
      ]
    },
    {
      "last_name": "Irwig",
      "fore_name": "Les",
      "initials": "L",
      "name": "Les Irwig",
      "affiliations": [
        "Screening and Test Evaluation Program, School of Public Health, University of Sydney, NSW, Australia (RMT, PM, KJM, LI)"
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "711",
  "end_page": "719",
  "pages": "711-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Papanicolaou Test",
    "Papillomavirus Infections",
    "Patient Preference",
    "Randomized Controlled Trials as Topic",
    "Sample Size",
    "Uterine Cervical Neoplasms"
  ],
  "article_ids": {
    "pubmed": "24695962",
    "doi": "10.1177/0272989X14525264",
    "pii": "0272989X14525264"
  },
  "doi": "10.1177/0272989X14525264",
  "dates": {
    "completed": "2018-01-23",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.180323",
    "pmid": "24695962"
  }
}