{
  "pmid": "24691891",
  "uid": "24691891",
  "title": "Information processing, specificity of practice, and the transfer of learning: considerations for reconsidering fidelity.",
  "abstract": "Much has been made in the recent medical education literature of the incorrect characterization of simulation along a continuum of low to high fidelity (Cook et al. JAMA 306(9): 978-988, 2011; Norman et al. Med Educ 46(7): 636-647, 2012; Teteris et al. Adv Health Sci Educ 17(1): 137-144, 2012). For the most part, the common definition within the medical education community has been that simulations that present highly realistic performance characteristics, contexts, and scenarios are referred to as high-fidelity, while simulations that reduce to-be-learned skills to simpler constructs or constituent parts are referred to as low-fidelity. The issue with this is that highly-realistic has tended to mean the degree to which the simulation looks like the criterion context with little regard for what features of the simulation are in fact relevant to the skill that the educator hopes to teach. The inherent assumption that high fidelity simulations lead to better learning-an assumption for which there is a lack of supporting evidence (Norman et al. Med Educ 46(7): 636-647, 2012)-only exacerbates the problem. So much so that some have suggested that the term be abandoned all together (Hamstra et al. Acad Med J Assoc Am Med Coll 2014). While, it is true that fidelity and its importance are misconstrued in the medical education literature, the construct, defined classically as the degree of faithfulness that exists between two entities, is still fundamental to understanding the effectiveness that any one simulation might have in preparing learners for clinical performance. However, the concept of simulation fidelity must be recast in terms of the fundamental information processing events that underpin human performance.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, McMaster Innovation Park, 175 Longwood Rd. S., Suite 201A, Hamilton, ON, L8P 0A1, Canada, lawrencegrierson@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "281",
  "end_page": "289",
  "pages": "281-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Education, Medical",
    "Humans",
    "Learning",
    "Psychomotor Performance",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "24691891",
    "doi": "10.1007/s10459-014-9504-x"
  },
  "doi": "10.1007/s10459-014-9504-x",
  "dates": {
    "completed": "2015-08-04",
    "revised": "2014-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.280814",
    "pmid": "24691891"
  }
}