{
  "pmid": "24690378",
  "uid": "24690378",
  "title": "Implications of low-density microfilariae carriers in Anopheles transmission areas: molecular forms of Anopheles gambiae and Anopheles funestus populations in perspective.",
  "abstract": "BACKGROUND: Previous studies have shown a general reduction in annual transmission potential (ATP) of Anopheles species after mass drug administration (MDA) in lymphatic filariasis endemic communities. Whereas results obtained from a monitoring programme after three years of MDA revealed a decrease in ATP of Anopheles funestus this was not the same for An. gambiae s.s. in Ghana. In this study, the ability of these vectors in transmitting Wuchereria bancrofti in nine lymphatic filariasis endemic communities in Gomoa District of Ghana after four rounds of MDA with ivermectin and albendazole was investigated. METHODS: After mass screening of inhabitants in these communities, twelve consenting volunteers with different intensities of microfilariae (mf) slept under partly opened mosquito nets as sources of mf blood meal. Hourly collection of mosquitoes and finger-pricked blood were taken from 21.00 to 06.00 hours the following day. For each hour, half of the mosquitoes collected were immediately killed and dissected for mf. The remaining half were maintained up to 13 days for parasite maturation. Parasitaemia and infection rates in the mosquitoes were determined by microscopy. The mosquitoes were identified by microscopy and molecular techniques. RESULTS: A total of 1,083 participants were screened and the overall parasite prevalence was 1.6% with mf intensities ranging from 0 to 59 per 100 μl and geometric mean intensity of 1.1 mf per ml of blood. Of the 564 mosquitoes collected, 350 (62.1%) were Anopheles spp., from which 310 (88.6%) were An. funestus and 32 (9.1%) An. gambiae. Six anopheline mosquitoes (1.7%) were found infected with L₁, but no larva was observed in any of the mosquitoes maintained up to 13 days. Molecular studies showed all An. gambiae s.l. to be An. gambiae s.s., of which 21 (70%) were of the M molecular form. CONCLUSION: At low-level parasitaemia after 4 rounds of MDA, there was no recovery of infective stage larvae of W. bancrofti in An. funestus s.l. as well as M and S forms of An. gambiae.",
  "authors": [
    {
      "last_name": "Kwansa-Bentum",
      "fore_name": "Bethel",
      "initials": "B",
      "name": "Bethel Kwansa-Bentum",
      "affiliations": []
    },
    {
      "last_name": "Aboagye-Antwi",
      "fore_name": "Fred",
      "initials": "F",
      "name": "Fred Aboagye-Antwi",
      "affiliations": []
    },
    {
      "last_name": "Otchere",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Otchere",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael David",
      "initials": "MD",
      "name": "Michael David Wilson",
      "affiliations": []
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel Adjei",
      "initials": "DA",
      "name": "Daniel Adjei Boakye",
      "affiliations": [
        "Parasitology Department, Noguchi Memorial Institute for Medical Research, P,O, Box LG 581 Legon, Accra, Ghana. dboakye@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "157",
  "pages": "157",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Animals",
    "Anopheles",
    "Carrier State",
    "Child",
    "Child, Preschool",
    "Female",
    "Filariasis",
    "Filaricides",
    "Ghana",
    "Humans",
    "Infant",
    "Male",
    "Middle Aged",
    "Parasitemia",
    "Species Specificity",
    "Wuchereria",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24690378",
    "pmc": "PMC3974918",
    "doi": "10.1186/1756-3305-7-157",
    "pii": "1756-3305-7-157"
  },
  "doi": "10.1186/1756-3305-7-157",
  "pmc_id": "PMC3974918",
  "dates": {
    "completed": "2014-12-10",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Filaricides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.295357",
    "pmid": "24690378"
  }
}