{
  "pmid": "24712017",
  "uid": "24712017",
  "title": "Evaluation of an internal review process for grants and manuscripts in the Canadian Critical Care Trials Group.",
  "abstract": "RATIONALE AND OBJECTIVES: All grants and manuscripts bearing the Canadian Critical Care Trials Group name are submitted for internal peer review before submission. The authors sought to formally evaluate authors' and reviewers' perceptions of this process. METHODS: The authors developed, tested and administered two electronic nine-item questionnaires for authors and two electronic 13-item questionnaires for reviewers. Likert scale, multiple choice and free-text responses were used. RESULTS: Twenty-one of 29 (72%) grant authors and 16 of 22 (73%) manuscript authors responded. Most author respondents were somewhat or very satisfied with the turnaround time, quality of the review and the review process. Two-thirds of grant (13 of 20 [65%]) and manuscript authors (11 of 16 [69%]) reported one or more successful submissions after review. Changes made to grants based on reviews were predominantly editorial and involved the background, rationale, significance⁄relevance and the methods⁄protocol sections. Twenty-one of 47 (45%) grant reviewers and 32 of 44 (73%) manuscript reviewers responded. Most reviewer respondents reported a good to excellent overall impression of the review process, good fit between their expertise and interests and the grants reviewed, and ample time to review. Although most respondents agreed with the current nonblinded review process, more grant than manuscript reviewers preferred a structured review format. CONCLUSIONS: The authors report a highly favourable evaluation of an existing internal review process. The present evaluation has assisted in understanding and improving the current internal review process.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Caon",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Caon",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Dodek",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1916-7245",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2014"
  },
  "start_page": "283",
  "end_page": "286",
  "pages": "283-6",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Critical Care",
    "Manuscripts, Medical as Topic",
    "Peer Review, Research"
  ],
  "article_ids": {
    "pubmed": "24712017",
    "pmc": "PMC4198229",
    "doi": "10.1155/2014/595320",
    "pii": "16128"
  },
  "doi": "10.1155/2014/595320",
  "pmc_id": "PMC4198229",
  "dates": {
    "completed": "2015-06-29",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.114363",
    "pmid": "24712017"
  }
}