{
  "pmid": "24710850",
  "uid": "24710850",
  "title": "Resource use and guideline concordance in evaluation of pulmonary nodules for cancer: too much and too little care.",
  "abstract": "IMPORTANCE: Pulmonary nodules are common, and more will be found with implementation of lung cancer screening. How potentially malignant pulmonary nodules are evaluated may affect patient outcomes, health care costs, and effectiveness of lung cancer screening programs. Guidelines for evaluating pulmonary nodules for cancer exist, but little is known about how nodules are evaluated in the usual care setting. OBJECTIVE: To characterize nodule evaluation and concordance with guidelines. DESIGN, SETTING, AND PARTICIPANTS: A retrospective cohort study was conducted including detailed review of medical records from pulmonary nodule detection through evaluation completion, cancer diagnosis, or study end (December 31, 2012). The participants included 300 adults with pulmonary nodules from 15 Veterans Affairs hospitals. MAIN OUTCOMES AND MEASURES: Resources used for evaluation at any Veterans Affairs facility and guideline-concordant evaluation served as the main outcomes. RESULTS: Twenty-seven of 300 patients (9.0%) with pulmonary nodules ultimately received a diagnosis of lung cancer: 1 of 57 (1.8%) with a nodule of 4 mm or less, 4 of 134 (3.0%) with a nodule of 5 to 8 mm, and 22 of 109 (20.2%) with a nodule larger than 8 mm. Nodule evaluation entailed 1044 imaging studies, 147 consultations, 76 biopsies, 13 resections, and 21 hospitalizations. Radiographic surveillance (n = 277) lasted a median of 13 months but ranged from less than 0.5 months to 8.5 years. Forty-six patients underwent invasive procedures (range per patient, 1-4): 41.3% (19 patients) did not have cancer and 17.4% (8) experienced complications, including 1 death. Notably, 15 of the 300 (5.0%) received no purposeful evaluation and had no obvious reason for deferral, seemingly \"falling through the cracks.\" Among 197 patients with a nodule detected after release of the Fleischner Society guidelines, 44.7% received care inconsistent with guidelines (17.8% overevaluation, 26.9% underevaluation). In multivariable analyses, the strongest predictor of guideline-inconsistent care was inappropriate radiologist recommendations (overevaluation relative risk, 4.6 [95% CI, 2.3-9.2]; underevaluation, 4.3 [2.7-6.8]). Other systems factors associated with underevaluation included receiving care at more than 1 facility (2.0 [1.5-2.7]) and nodule detection during an inpatient or preoperative visit (1.6 [1.1-2.5]). CONCLUSIONS AND RELEVANCE: Pulmonary nodule evaluation is often inconsistent with guidelines, including cases with no workup and others with prolonged surveillance or unneeded procedures that may cause harm. Systems to improve quality (eg, aligning radiologist recommendations with guidelines and facilitating communication across providers) are needed before lung cancer screening is widely implemented.",
  "authors": [
    {
      "last_name": "Wiener",
      "fore_name": "Renda Soylemez",
      "initials": "RS",
      "name": "Renda Soylemez Wiener",
      "affiliations": [
        "Center for Healthcare Organization and Implementation Research, Edith Nourse Rogers Memorial Veterans Hospital, Bedford, Massachusetts2The Pulmonary Center, Boston University School of Medicine, Boston, Massachusetts3The Dartmouth Institute for Health Pol."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena."
      ]
    },
    {
      "last_name": "Slatore",
      "fore_name": "Christopher G",
      "initials": "CG",
      "name": "Christopher G Slatore",
      "affiliations": [
        "Health Services Research and Development, Portland Veterans Affairs Medical Center, Portland, Oregon6Division of Pulmonary and Critical Care Medicine, Oregon Health and Science University, Portland."
      ]
    },
    {
      "last_name": "Fincke",
      "fore_name": "Benjamin G",
      "initials": "BG",
      "name": "Benjamin G Fincke",
      "affiliations": [
        "Center for Healthcare Organization and Implementation Research, Edith Nourse Rogers Memorial Veterans Hospital, Bedford, Massachusetts7Department of Health Policy and Management, Boston University School of Public Health, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "The Dartmouth Institute for Health Policy and Clinical Practice, Dartmouth Medical School, Hanover, New Hampshire8Veterans Affairs Outcomes Group, Department of Veterans Affairs, White River Junction, Vermont."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "The Dartmouth Institute for Health Policy and Clinical Practice, Dartmouth Medical School, Hanover, New Hampshire8Veterans Affairs Outcomes Group, Department of Veterans Affairs, White River Junction, Vermont."
      ]
    }
  ],
  "journal": {
    "title": "JAMA internal medicine",
    "iso_abbreviation": "JAMA Intern Med",
    "issn": "2168-6114",
    "issn_type": "Electronic",
    "volume": "174",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "871",
  "end_page": "880",
  "pages": "871-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Female",
    "Guideline Adherence",
    "Hospitals, Veterans",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Retrospective Studies",
    "Unnecessary Procedures"
  ],
  "article_ids": {
    "pubmed": "24710850",
    "mid": "NIHMS642001",
    "pmc": "PMC4266552",
    "doi": "10.1001/jamainternmed.2014.561",
    "pii": "1857093"
  },
  "doi": "10.1001/jamainternmed.2014.561",
  "pmc_id": "PMC4266552",
  "dates": {
    "completed": "2014-08-12",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K07 CA138772",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.506041",
    "pmid": "24710850"
  }
}