{
  "pmid": "24718537",
  "uid": "24718537",
  "title": "[Difficulties in the interpretation of the results of biomedical research related to chronic non-communicable disease patient management].",
  "abstract": "The progressive increase in the prevalence of chronic non-communicable diseases (CNCD) has generated a need to change the paradigms in interpreting research about therapeutic and disease control strategies. One aspect to keep in mind is the incorporation of risk awareness that CNCD treatment implies, which creates uncertainty in the treatment result, compared to the curative paradigm that occurs in communicable diseases where a cure is expected. Another aspect is related to clinical trials result reports, where substitute results are used frequently. For example, the therapeutic goal of reducing glycosylated hemoglobin in a diabetic patient instead of showing the results based on treatment benefit (such as prevention of myocardial infarction). Problems arise when looking for a substitute that can replace the result that really matters. That is why we must be alert to the widespread use of results grouping (composite outcomes) which while they allow studies with fewer patients with shorter follow-up times and less expense, they can generate misleading results and show presumed untrue benefits due to improper selection of components of the \"composite outcomes\". In this article we draw attention to new challenges in the interpretation of scientific studies related to CNCDs.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Departamento de Epidemiología Clínica y Bioestadística, Universidad de McMaster, Hamilton, Canadá"
      ]
    },
    {
      "last_name": "Málaga",
      "fore_name": "Germán",
      "initials": "G",
      "name": "Germán Málaga",
      "affiliations": [
        "Centro de Excelencia en Enfermedades Crónicas, Universidad Peruana Cayetano Heredia, Lima, Perú"
      ]
    }
  ],
  "journal": {
    "title": "Revista peruana de medicina experimental y salud publica",
    "iso_abbreviation": "Rev Peru Med Exp Salud Publica",
    "issn": "1726-4642",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "127",
  "end_page": "130",
  "pages": "127-30",
  "language": "spa",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Chronic Disease",
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Disease Management",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "24718537",
    "pii": "S1726-46342014000100018"
  },
  "dates": {
    "completed": "2015-07-02",
    "revised": "2014-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.428279",
    "pmid": "24718537"
  }
}