{
  "pmid": "24711215",
  "uid": "24711215",
  "title": "Framing incremental expansions to public health insurance systems: the case of Canadian pharmacare.",
  "abstract": "Canada is the only country in the world to offer universal comprehensive public health insurance that excludes outpatient prescription medicines. Few scholars have attempted to explain this policy puzzle. We study media coverage of prescription drug financing from 1990 to 2010 to elucidate how the policy problem and potential solutions have been framed in media discourse and identify the actors that have dominated media texts. We confirm previous analyses that have revealed the significant role played by policy elites in media coverage of health reform debates. We also find that proposed expansions to public coverage are presented as a financial liability that could \"crowd out\" the existing (and popular) public insurance program. Within the context of a predominantly public funded system, framing of incremental expansion reorients away from values and toward discourse related to costs--both of the current system and of potential reforms. This may reflect a strategic narrative used by actors to maintain \"silos of values\" for coverage for prescription medicines versus those for other services. This has significant implications for the motivation for reform among the electorate and politicians alike, and for the extent to which policy developments, if they occurred, would legitimately reflect societal values for health financing.",
  "authors": [
    {
      "last_name": "Daw",
      "fore_name": "Jamie R",
      "initials": "JR",
      "affiliations": [
        "Harvard University."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Steven G",
      "initials": "SG",
      "affiliations": []
    },
    {
      "last_name": "Collins",
      "fore_name": "Patricia A",
      "initials": "PA",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health politics, policy and law",
    "iso_abbreviation": "J Health Polit Policy Law",
    "issn": "1527-1927",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "295",
  "end_page": "330",
  "pages": "295-330",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bibliometrics",
    "Canada",
    "Health Care Reform",
    "Health Policy",
    "Humans",
    "Insurance, Pharmaceutical Services",
    "Mass Media",
    "National Health Programs",
    "Politics"
  ],
  "article_ids": {
    "pubmed": "24711215",
    "doi": "10.1215/03616878-2416229",
    "pii": "39/2/295"
  },
  "doi": "10.1215/03616878-2416229",
  "dates": {
    "completed": "2015-01-05",
    "revised": "2014-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T10:35:29.303551",
    "pmid": "24711215"
  }
}