{
  "pmid": "24717214",
  "uid": "24717214",
  "title": "Trends in non-drinking among Australian adolescents.",
  "abstract": "BACKGROUND AND AIMS: Recent evidence suggests that there has been a sharp increase in non-drinking among Australian adolescents. This study aimed to explore the socio-demographic patterns of this increase to identify the potential causal factors. DESIGN: Two waves (2001 and 2010) of cross-sectional data from the National Drug Strategy Household Survey, a large-scale population survey. Logistic regression analyses were used to identify significant changes over time, with interaction terms used to test whether trends varied by respondent characteristics. SETTING: Australia. PARTICIPANTS: Respondents aged 14-17 years (n = 1477 in 2001 and 1075 in 2010). MEASUREMENTS: The key outcome measure was 12-month abstention from alcohol. Socio-demographic variables including sex, age, income, socio-economic status, state and rurality were examined. FINDINGS: Rates of abstention increased overall from 32.9% [95% confidence interval (CI) = 30.0-35.7%) to 50.2% (95% CI = 46.7-53.6%) (P < 0.01). Abstention increased significantly across all population subgroups examined. CONCLUSIONS: A broad change in drinking behaviour has occurred among Australian adolescents in the last decade, with rates of abstention among 14-17-year-olds increasing markedly. Increases in abstention have occurred consistently across a wide range of population subgroups defined by demographic, socio-economic and regional factors.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Randwick, Vic., Australia; Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy, Vic., Australia."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "922",
  "end_page": "929",
  "pages": "922-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Australia",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Population Surveillance",
    "Psychology, Adolescent",
    "Rural Population",
    "Socioeconomic Factors",
    "Temperance",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "24717214",
    "doi": "10.1111/add.12524"
  },
  "doi": "10.1111/add.12524",
  "dates": {
    "completed": "2015-08-19",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.753775",
    "pmid": "24717214"
  }
}