{
  "pmid": "24725715",
  "uid": "24725715",
  "title": "A modification of the pulmonary autograft procedure to prevent late autograft dilatation.",
  "abstract": "Although the pulmonary autograft procedure for aortic valve replacement is a commonly utilized option for children, its use is diminishing in adult-aged patients. One commonly cited concern is the tendency for the pulmonary autograft to dilate in the aortic position. This article reviews a technique we have used in 36 patients since October, 2004 that stabilizes the autograft so that it cannot dilate. There have been no operative or late deaths and the autograft has continued to function in 34 patients. Two patients have undergone autograft replacement because of early failure, which we believe was likely related to technical considerations in our early technique (first reported in the 2005 STCVS Pediatric Cardiac Surgery Annual). The technical modifications described in this article have produced a more reliable and reproducible technique and have not resulted in any autograft failures in our experience. One patient with Marfan's syndrome and a bicuspid aortic valve is symptom- and dilation-free 8 years post op, with no autograft or pulmonary homograft insufficiency, normal activity and a stable aortic root by serial echocardiography. Our results suggest that this technique might be applicable for selected adult patients in whom autograft growth is not necessary and for whom the risk of autograft dilatation would provide a reason to avoid a pulmonary autograft procedure.",
  "authors": [
    {
      "last_name": "Ungerleider",
      "fore_name": "Ross M",
      "initials": "RM",
      "name": "Ross M Ungerleider",
      "affiliations": [
        "Brenner Children's Hospital, Wake Forest University, Winston Salem, NC. Electronic address: rungerle@wakehealth.edu."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Brenner Children's Hospital, Wake Forest University, Winston Salem, NC."
      ]
    },
    {
      "last_name": "Ootaki",
      "fore_name": "Yoshio",
      "initials": "Y",
      "name": "Yoshio Ootaki",
      "affiliations": [
        "Brenner Children's Hospital, Wake Forest University, Winston Salem, NC."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in thoracic and cardiovascular surgery. Pediatric cardiac surgery annual",
    "iso_abbreviation": "Semin Thorac Cardiovasc Surg Pediatr Card Surg Annu",
    "issn": "1092-9126",
    "issn_type": "Print",
    "volume": "17",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "38",
  "end_page": "42",
  "pages": "38-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aortic Valve Insufficiency",
    "Autografts",
    "Dilatation, Pathologic",
    "Heart Valve Prosthesis",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Pulmonary Valve"
  ],
  "article_ids": {
    "pubmed": "24725715",
    "doi": "10.1053/j.pcsu.2014.01.011",
    "pii": "S1092-9126(14)00012-X"
  },
  "doi": "10.1053/j.pcsu.2014.01.011",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2014-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.816278",
    "pmid": "24725715"
  }
}