{
  "pmid": "24736555",
  "uid": "24736555",
  "title": "Incretin treatment and risk of pancreatitis in patients with type 2 diabetes mellitus: systematic review and meta-analysis of randomised and non-randomised studies.",
  "abstract": "OBJECTIVE: To investigate the risk of pancreatitis associated with the use of incretin-based treatments in patients with type 2 diabetes mellitus. DESIGN: Systematic review and meta-analysis. DATA SOURCES: Medline, Embase, the Cochrane Central Register of Controlled Trials (CENTRAL), and ClinicalTrials.gov. ELIGIBILITY CRITERIA: Randomised and non-randomised controlled clinical trials, prospective or retrospective cohort studies, and case-control studies of treatment with glucagon-like peptide-1 (GLP-1) receptor agonists or dipeptidyl peptidase-4 (DPP-4) inhibitors in adults with type 2 diabetes mellitus compared with placebo, lifestyle modification, or active anti-diabetic drugs. DATA COLLECTION AND ANALYSIS: Pairs of trained reviewers independently screened for eligible studies, assessed risk of bias, and extracted data. A modified Cochrane tool for randomised controlled trials and a modified version of the Newcastle-Ottawa scale for observational studies were used to assess bias. We pooled data from randomised controlled trials using Peto odds ratios, and conducted four prespecified subgroup analyses and a post hoc subgroup analysis. Because of variation in outcome measures and forms of data, we describe the results of observational studies without a pooled analysis. RESULTS: 60 studies (n=353,639), consisting of 55 randomised controlled trials (n=33,350) and five observational studies (three retrospective cohort studies, and two case-control studies; n=320,289) were included. Pooled estimates of 55 randomised controlled trials (at low or moderate risk of bias involving 37 pancreatitis events, raw event rate 0.11%) did not suggest an increased risk of pancreatitis with incretins versus control (odds ratio 1.11, 95% confidence interval 0.57 to 2.17). Estimates by type of incretin suggested similar results (1.05 (0.37 to 2.94) for GLP-1 agonists v control; 1.06 (0.46 to 2.45) for DPP-4 inhibitors v control). Analyses according to the type of control, mode, duration of treatment, and individual incretin agents suggested no differential effect by subgroups, and sensitivity analyses by alternative statistical modelling and effect measures did not show important differences in effect estimates. Three retrospective cohort studies (moderate to high risk of bias, involving 1466 pancreatitis events, raw event rate 0.47%) also did not suggest an increased risk of pancreatitis associated with either exenatide (adjusted odds ratios 0.93 (0.63 to 1.36) in one study and 0.9 (0.6 to 1.5) in another) or sitagliptin (adjusted hazard ratio 1.0, 0.7 to 1.3); a case-control study at moderate risk of bias (1003 cases, 4012 controls) also suggested no significant association (adjusted odds ratio 0.98, 0.69 to 1.38). Another case-control study (1269 cases, 1269 controls) at moderate risk of bias, however, suggested that the use of either exenatide or sitagliptin was associated with significantly increased odds of acute pancreatitis (use within two years v no use, adjusted odds ratio 2.07, 1.36 to 3.13). CONCLUSIONS: The available evidence suggests that the incidence of pancreatitis among patients using incretins is low and that the drugs do not increase the risk of pancreatitis. Current evidence, however, is not definitive, and more carefully designed and conducted observational studies are warranted to definitively establish the extent, if any, of increased risk.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Chinese Evidence-Based Medicine Centre, West China Hospital, Sichuan University, Chengdu 610041, Sichuan, China."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Jiantong",
      "initials": "J",
      "name": "Jiantong Shen",
      "affiliations": []
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": []
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": []
    },
    {
      "last_name": "Rios",
      "fore_name": "Lorena P",
      "initials": "LP",
      "name": "Lorena P Rios",
      "affiliations": []
    },
    {
      "last_name": "Malaga",
      "fore_name": "German",
      "initials": "G",
      "name": "German Malaga",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Evelyn",
      "initials": "E",
      "name": "Evelyn Wong",
      "affiliations": []
    },
    {
      "last_name": "Sohani",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Sohani",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Sun",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Sun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "348",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "g2366",
  "pages": "g2366",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Diabetes Mellitus, Type 2",
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Glucagon-Like Peptide-1 Receptor",
    "Humans",
    "Hypoglycemic Agents",
    "Incretins",
    "Pancreatitis",
    "Randomized Controlled Trials as Topic",
    "Receptors, Glucagon"
  ],
  "article_ids": {
    "pubmed": "24736555",
    "pmc": "PMC3987051",
    "doi": "10.1136/bmj.g2366",
    "pii": "bmj.g2366"
  },
  "doi": "10.1136/bmj.g2366",
  "pmc_id": "PMC3987051",
  "dates": {
    "completed": "2014-06-04",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Dipeptidyl-Peptidase IV Inhibitors",
    "GLP1R protein, human",
    "Glucagon-Like Peptide-1 Receptor",
    "Hypoglycemic Agents",
    "Incretins",
    "Receptors, Glucagon"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.429245",
    "pmid": "24736555"
  }
}