{
  "pmid": "24731668",
  "uid": "24731668",
  "title": "Heart failure: a cardiovascular outcome in diabetes that can no longer be ignored.",
  "abstract": "In patients with type 1 or type 2 diabetes, glycaemic exposure assessed as HbA1c correlates strongly with risk of future microvascular and macrovascular complications. Improved glucose control substantially reduces the risk of microvascular complications and, with extended follow-up, modestly reduces the risk of atherosclerotic events. The lowering of HbA1c concentrations by newly developed glucose-lowering drugs (alone or when added to other glucose-lowering drugs) has been used, until recently, as a surrogate measure of their potential to lower cardiovascular risk. This assumption is no longer acceptable, and now demonstration of cardiovascular safety has been mandated by regulatory authorities. A major concern, however, is the universal absence in any large-scale trials of new glucose-lowering drugs of hospital admission for heart failure as a prespecified component of the primary composite cardiovascular outcomes. This omission is important because hospital admission for heart failure is a common and prognostically important cardiovascular complication of diabetes. Moreover, it is the one cardiovascular outcome for which the risk has been shown unequivocally to be increased by some glucose-lowering therapies. As such, we believe that heart failure should be systematically evaluated in cardiovascular outcome trials of all new glucose-lowering drugs.",
  "authors": [
    {
      "last_name": "McMurray",
      "fore_name": "John J V",
      "initials": "JJ",
      "name": "John J V McMurray",
      "affiliations": [
        "BHF Cardiovascular Research Centre, University of Glasgow, Glasgow, UK. Electronic address: john.mcmurray@glasgow.ac.uk."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Department of Clinical Epidemiology and Biostatistics, McMaster University and Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Holman",
      "fore_name": "Rury R",
      "initials": "RR",
      "name": "Rury R Holman",
      "affiliations": [
        "Diabetes Trials Unit, Oxford Centre for Diabetes, Endocrinology and Metabolism, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Pfeffer",
      "fore_name": "Marc A",
      "initials": "MA",
      "name": "Marc A Pfeffer",
      "affiliations": [
        "Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "843",
  "end_page": "851",
  "pages": "843-51",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Heart Failure",
    "Humans",
    "Hypoglycemic Agents",
    "Middle Aged",
    "Risk Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24731668",
    "doi": "10.1016/S2213-8587(14)70031-2",
    "pii": "S2213-8587(14)70031-2"
  },
  "doi": "10.1016/S2213-8587(14)70031-2",
  "dates": {
    "completed": "2015-10-13",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.677865",
    "pmid": "24731668"
  }
}