{
  "pmid": "24734077",
  "uid": "24734077",
  "title": "Effects of minoxidil gel on burn wound healing in rats.",
  "abstract": "Minoxidil has been reported to inhibit in-vitro fibroblast proliferation and lysyl hydroxylase activity, a key enzyme in collagen biosynthesis. These in-vitro effects proposed minoxidil to be a potential antifibrotic agent. The present study aimed to investigate the effects of minoxidil gel on wound healing procedure in a second-degree burn model in rats. Wistar rats were anesthetized and a second-degree burn was induced on the back of Wistar rats using a heated 2 cm diameter metal plate. Experimental groups received 2% or 5% topical minoxidil gel, dexpanthenol or sliver sulfadiazine. Histological parameters including collagen content, angiogenesis, number of preserved follicles and necrosis along with tensile strength of burn wound area were assessed on days 3, 7, 14 and 21 post-injury.Microscopic evaluation of specimens collected from sample animals were consistent and showed a second-degree burn. Main histological findings regarding minoxidil topical usage showed that collagen content and tensile strength of burned area did not differ between groups. However, minoxidil increased the number and diameter of blood vessels significantly compared with other groups.Although minoxidil improved the process of wound-healing, our results did not support the proposed idea of its usage as an antifibrotic agent. However, to reject its possible effects as an antifibrotic agent, more objective animal models should be developed and studied.",
  "authors": [
    {
      "last_name": "Khazaeli",
      "fore_name": "Payam",
      "initials": "P",
      "name": "Payam Khazaeli",
      "affiliations": [
        "School of Pharmacy and Pharmaceutical Research Center, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Karamouzian",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Karamouzian",
      "affiliations": [
        "Regional Knowledge Hub, and WHO Collaborating Centre for HIV Surveillance, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Rohani",
      "fore_name": "Shohreh",
      "initials": "S",
      "name": "Shohreh Rohani",
      "affiliations": [
        "School of Pharmacy, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran ."
      ]
    },
    {
      "last_name": "Ghalekhani",
      "fore_name": "Nima",
      "initials": "N",
      "name": "Nima Ghalekhani",
      "affiliations": [
        "Research Center for Health Services Management, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Iranian journal of pharmaceutical research : IJPR",
    "iso_abbreviation": "Iran J Pharm Res",
    "issn": "1735-0328",
    "issn_type": "Print",
    "volume": "13",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "243",
  "end_page": "251",
  "pages": "243-51",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24734077",
    "pmc": "PMC3985251"
  },
  "pmc_id": "PMC3985251",
  "dates": {
    "completed": "2014-04-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.794937",
    "pmid": "24734077"
  }
}