{
  "pmid": "24742977",
  "uid": "24742977",
  "title": "Effect of green tea supplementation on blood pressure among overweight and obese adults: a protocol for a systematic review.",
  "abstract": "INTRODUCTION: Emerging randomised controlled trials (RCTs) exploring the effect of green tea (GT) supplementation or GT extract (GTE) on blood pressure (BP) among overweight and obese adults yielded inconclusive results. We aim to conduct a systematic review to summarise the evidence of RCTs until now, to clarify the efficacy of GT supplementation or GTE in BP in overweight and obese populations. METHODS AND ANALYSIS: The Cochrane Central Register of Controlled Trials, MEDLINE, EMBASE and ClinicalTrials.gov will be searched to retrieve potential RCTs. Unpublished studies will be identified by searching the abstract books or websites of the three major conference proceedings: the International Society of Hypertension, the Nutrition & Health Conference and the World Congress of Nutrition and Health. A random-effects meta-analysis will be performed to pool the mean difference for the change in BP from baseline (ie, postintervention BP minus baseline BP) between intervention groups and placebo groups of the included studies, presenting the pooled results with 95% CIs. Subgroups analyses will be conducted according to different doses of GT or GTE, trial duration, geographic regions, overweight versus obese participants, and participants with versus without change in body weight after intervention. Sensitivity analysis will be performed by excluding studies classified as having a high risk of bias, applying a fixed-effects model, using the postintervention BP for analyses and excluding trials with non-study cointerventions. ETHICS AND DISSEMINATION: This systematic review will be published in a peer-reviewed journal. It will be disseminated electronically and in print. Summarising the RCT evidence to clarify the efficacy in BP among overweight and obese adults will aid in making the dietary recommendation of GT and improving the clinical management of hypertension. TRIAL REGISTRATION NUMBER: PROSPERO CRD42014007273.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "17"
  },
  "start_page": "e004971",
  "pages": "e004971",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antioxidants",
    "Blood Pressure",
    "Dietary Supplements",
    "Humans",
    "Hypertension",
    "Obesity",
    "Overweight",
    "Plant Extracts",
    "Quality of Life",
    "Systematic Reviews as Topic",
    "Tea",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "24742977",
    "pmc": "PMC3996813",
    "doi": "10.1136/bmjopen-2014-004971",
    "pii": "bmjopen-2014-004971"
  },
  "doi": "10.1136/bmjopen-2014-004971",
  "pmc_id": "PMC3996813",
  "dates": {
    "completed": "2016-02-04",
    "revised": "2022-03-17"
  },
  "chemicals": [
    "Antioxidants",
    "Plant Extracts",
    "Tea",
    "Vasodilator Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.513052",
    "pmid": "24742977"
  }
}