{
  "pmid": "24741144",
  "uid": "24741144",
  "title": "The effect of patient position during trauma surgery on fat embolism syndrome: An experimental study.",
  "abstract": "BACKGROUND: The aim of this study was to compare the effect of supine versus lateral position on clinical signs of fat embolism during orthopedic trauma surgery. Dogs served as the current study model, which could be extended and/or serve as a basis for future in vivo studies on humans. It was hypothesized that there would be an effect of position on clinical signs of fat embolism syndrome in a dog model. MATERIALS AND METHODS: 12 dogs were assigned to supine (n = 6) and lateral (n = 6) position groups. Airway pressures, heart rate, blood pressure, cardiac output, pulmonary artery pressure, pulmonary artery wedge pressure, right atrial pressure, arterial and venous blood gases, white blood count, platelet count and neutrophil count were obtained. Dogs were then subjected to pulmonary contusion in three areas of one lung. Fat embolism was generated by reaming one femur and tibia, followed by pressurization of the canal. RESULTS: No difference was found in any parameters measured between supine and lateral positions at any time (0.126 < P < 0.856). CONCLUSIONS: The position of trauma patients undergoing reamed intramedullary nailing did not alter the presentation of the features of the lung secondary to fat embolism.",
  "authors": [
    {
      "last_name": "Syed",
      "fore_name": "Khalid A",
      "initials": "KA",
      "name": "Khalid A Syed",
      "affiliations": [
        "Division of Orthopaedic Surgery, Musculoskeletal Health and Arthritis Program, Toronto Western Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Blankstein",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Blankstein",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster Health Sciences Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nakane",
      "fore_name": "Masaki",
      "initials": "M",
      "name": "Masaki Nakane",
      "affiliations": [
        "Department of Anesthesia, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zdero",
      "fore_name": "Radovan",
      "initials": "R",
      "name": "Radovan Zdero",
      "affiliations": [
        "Martin Orthopaedic Biomechanics Laboratory, St. Michael's Hospital, Toronto, Canada ; Department of Mechanical and Industrial Engineering, Ryerson University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine, University of Toronto, Toronto, Canada ; Martin Orthopaedic Biomechanics Laboratory, St. Michael's Hospital, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of orthopaedics",
    "iso_abbreviation": "Indian J Orthop",
    "issn": "0019-5413",
    "issn_type": "Print",
    "volume": "48",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "203",
  "end_page": "210",
  "pages": "203-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24741144",
    "pmc": "PMC3977378",
    "doi": "10.4103/0019-5413.128769",
    "pii": "IJOrtho-48-203"
  },
  "doi": "10.4103/0019-5413.128769",
  "pmc_id": "PMC3977378",
  "dates": {
    "completed": "2014-04-17",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.102330",
    "pmid": "24741144"
  }
}