{
  "pmid": "24751414",
  "uid": "24751414",
  "title": "Design and evaluation of a tandemly arranged outer membrane protein U (OmpU) multi-epitope as a potential vaccine antigen against Vibrio mimicus in grass carps (Ctenopharyngodon idella).",
  "abstract": "Vibrio mimicus (V. mimicus) is an extracellular pathogen that causes ascites disease in aquatic animals. In our previous studies, the outer membrane protein U (OmpU) of V. mimicus has been proven to be a protective antigen, and several mimotopes of the protein were identified. Here, a tandemly arranged multi-epitope peptide (named 6EPIS) was designed with six mimotopes and heterologously expressed. Then, the immunoprotection efficacy of recombinant 6EPIS (r6EPIS) was evaluated in grass carps (Ctenopharyngodon idella) by determining relative percentage survival (RPS), specific immunoglobulin M (IgM) antibody titer, and transcriptional levels of immune-related genes of inoculated grass carps. Fish vaccinated with r6EPIS via intraperitoneal injection exhibited 85.71% RPS over the control, when challenged with V. mimicus. The enzyme-linked immunosorbent assay titer of specific IgM antibodies against r6EPIS reached 1:12,800 on Day 28 post the primary immunization. After 28 days post immunization, the transcriptional level of total IgM mRNA was significantly higher in the r6EPIS-vaccinated fish than in those vaccinated with recombinant OmpU, inactivated bacterin and rHis tag peptide (p<0.05). In addition, the transcription levels of interleukin-1β and tumor necrosis factor-α genes in the spleen and head kidney of r6EPIS-vaccinated fish were significantly increased during the period of immunization and early phase of infection, while the transcription level of interleukin-10 gene was significantly increased from Day 3 to 7 post challenge, compared to the control level. These results show that r6EPIS was highly immunogenic and could elicit strong protective immune responses. It may be an attractive vaccine candidate against V. mimicus infection.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": [
        "College of Animal Science and Technology, Anhui Agricultural University, Hefei 230036, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ting-ting",
      "initials": "TT",
      "name": "Ting-ting Zhang",
      "affiliations": [
        "College of Animal Science and Technology, Anhui Agricultural University, Hefei 230036, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jin-nian",
      "initials": "JN",
      "name": "Jin-nian Li",
      "affiliations": [
        "College of Animal Science and Technology, Anhui Agricultural University, Hefei 230036, China. Electronic address: lijinnian2000@163.com."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Xue-lan",
      "initials": "XL",
      "name": "Xue-lan Liu",
      "affiliations": [
        "College of Animal Science and Technology, Anhui Agricultural University, Hefei 230036, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Li",
      "affiliations": [
        "College of Animal Science and Technology, Anhui Agricultural University, Hefei 230036, China."
      ]
    }
  ],
  "journal": {
    "title": "Veterinary immunology and immunopathology",
    "iso_abbreviation": "Vet Immunol Immunopathol",
    "issn": "1873-2534",
    "issn_type": "Electronic",
    "volume": "160",
    "issue": "1-2",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "61",
  "end_page": "69",
  "pages": "61-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antigens, Bacterial",
    "Bacterial Outer Membrane Proteins",
    "Bacterial Vaccines",
    "Carps",
    "Epitopes",
    "Fish Diseases",
    "Vibrio Infections",
    "Vibrio mimicus"
  ],
  "article_ids": {
    "pubmed": "24751414",
    "doi": "10.1016/j.vetimm.2014.03.016",
    "pii": "S0165-2427(14)00082-8"
  },
  "doi": "10.1016/j.vetimm.2014.03.016",
  "dates": {
    "completed": "2015-02-12",
    "revised": "2014-06-02"
  },
  "chemicals": [
    "Antigens, Bacterial",
    "Bacterial Outer Membrane Proteins",
    "Bacterial Vaccines",
    "Epitopes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.155758",
    "pmid": "24751414"
  }
}