{
  "pmid": "24769783",
  "uid": "24769783",
  "title": "Time and labor costs associated with administration of intravenous bisphosphonates for breast or prostate cancer patients with metastatic bone disease: a time and motion study.",
  "abstract": "OBJECTIVES: To estimate, using a time and motion method, the time and labor costs associated with the administration of zoledronic acid and pamidronate in cancer patients with metastatic bone diseases. METHODS: During clinic visits for participating patients receiving intravenous zoledronic acid or pamidronate, all times and activities associated with the administration of bisphosphonates were recorded by a trained observer using a stopwatch and data recording forms. The total time associated with the administration of bisphosphonates was estimated and converted to labor costs by applying corresponding health care professional hourly wage rates plus the fringe-benefit rate. The costs were presented in 2011 Canadian dollars. RESULTS: A convenience sample of 37 patients from 2 hospital outpatient oncology clinics in Ontario and Quebec participated in the study. Nineteen patients were diagnosed with breast cancer and 18 with prostate cancer. The average patient age was 66 years, and patients had been diagnosed with cancer and metastatic bone disease for 8 years and 3 years, respectively. The times and costs associated with the administration of bisphosphonates for the 28 patients who did not receive concurrent chemotherapy during the scheduled clinic visits are also reported. The mean infusion time for patients receiving zoledronic acid was 20.6 minutes. With the use of ambulatory infusion devices, the mean infusion time of pamidronate was 23 minutes (limited to observations of patients who were seated during administration). In contrast, the mean infusion time using regular infusion devices was 162 minutes. The mean labor cost for administering zoledronic acid was $20. The mean labor cost for administering pamidronate was $10 using ambulatory infusion devices and $68 using regular infusion devices. CONCLUSION: The time burden to cancer patients with metastatic bone disease who receive intravenous bisphosphonates and the costs to the health care system are substantial, especially when regular infusion devices are used.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Ontario, Canada. fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": []
    },
    {
      "last_name": "Habib",
      "fore_name": "Mohdhar",
      "initials": "M",
      "name": "Mohdhar Habib",
      "affiliations": []
    },
    {
      "last_name": "Angelis",
      "fore_name": "Carlo De",
      "initials": "CD",
      "name": "Carlo De Angelis",
      "affiliations": []
    },
    {
      "last_name": "Pasetka",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Pasetka",
      "affiliations": []
    },
    {
      "last_name": "Giotis",
      "fore_name": "Angie",
      "initials": "A",
      "name": "Angie Giotis",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hospital practice (1995)",
    "iso_abbreviation": "Hosp Pract (1995)",
    "issn": "2154-8331",
    "issn_type": "Print",
    "volume": "42",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "38",
  "end_page": "45",
  "pages": "38-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care",
    "Bone Density Conservation Agents",
    "Bone Neoplasms",
    "Breast Neoplasms",
    "Canada",
    "Costs and Cost Analysis",
    "Cross-Sectional Studies",
    "Diphosphonates",
    "Equipment and Supplies",
    "Female",
    "Humans",
    "Imidazoles",
    "Infusions, Intravenous",
    "Male",
    "Middle Aged",
    "Pamidronate",
    "Prospective Studies",
    "Prostatic Neoplasms",
    "Time Factors",
    "Zoledronic Acid"
  ],
  "article_ids": {
    "pubmed": "24769783",
    "doi": "10.3810/hp.2014.04.1102"
  },
  "doi": "10.3810/hp.2014.04.1102",
  "dates": {
    "completed": "2014-05-27",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates",
    "Imidazoles",
    "Zoledronic Acid",
    "Pamidronate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.867709",
    "pmid": "24769783"
  }
}