{
  "pmid": "24763974",
  "uid": "24763974",
  "title": "Immune tolerance induction for treating inhibitors in people with congenital haemophilia A or B.",
  "abstract": "BACKGROUND: The occurrence of factor inhibitory antibodies, or inhibitors, is a significant complication in the care of individuals with congenital haemophilia A or B. Currently, immune tolerance induction is the only known intervention to successfully eradicate inhibitors. However, ideal dosing regimens, and the comparative safety and efficacy of different immune tolerance induction regimens have not yet been established. OBJECTIVES: The objective of this review was to assess the effects of immune tolerance induction (different protocols of this therapy versus each other, or versus only bypassing agents) for treating inhibitors in people with congenital haemophilia A or B. SEARCH METHODS: We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. We also searched: MEDLINE (from 1946 to 15 July 2013); Embase (from 1980 to 15 July 2013) via the OVID platform; CINAHL (from conception to 15 July 2013); and ClinicalTrials.gov (most recent search: 15 July 2013). We also searched the reference lists of relevant articles and reviews. SELECTION CRITERIA: Randomised controlled trials comparing either different immune tolerance induction regimens or immune tolerance induction versus only bypassing therapy for the eradication of factor inhibitory antibodies in patients with congenital haemophilia A or B. DATA COLLECTION AND ANALYSIS: Two review authors independently completed data collection, extraction and assessment of the risk of bias of trials. MAIN RESULTS: One methodologically sound randomised controlled trial met the inclusion criteria and was included in the review. One further randomised controlled trial has been recently stopped, but it has not yet been reported.The included multinational trial randomised 115 paediatric participants with severe haemophilia A and high-responding inhibitors, for whom this was the first attempt at immune tolerance induction, to receive either a low dose (50 IU/kg of factor VIII concentrate three times per week) or a high dose (200 IU/kg of factor VIII daily). Although, there was no statistically significant difference in the success of immune tolerance induction between treatment arms, the confidence intervals were too wide to infer no effect: 24 out of 58 participants (46.6%) in the low-dose group and 22 out of 57 (38.6%) in the high-dose group experiencing full tolerance, risk ratio 1.07 (95% CI 0.68 to 1.68) (moderate quality evidence). The rate of infection was not statistically different between groups, but again confidence intervals were too wide. Of those patients who had a central venous catheter device, 19 out of 47 participants (40.4%) in the low-dose arm had 69 infections, and 22 out of 52 participants (42.3%) in the high-dose arm had 55 infections, risk ratio 0.96 (95% CI 0.60 to 1.53) (moderate quality evidence). However, participants in the low-dose immune tolerance induction group experienced significantly more bleeding episodes (50 out of 58 participants (86.2%) experienced one or more bleeding events) than those in the high-dose group (36 out of 57 participants (63.1%) experienced one or more bleeding events), risk ratio 1.36 (95% CI 1.09 to 1.71) (low quality evidence). One factor VIII reaction, one incidence of trauma and 13 incidences of needing to insert or remove the catheter were reported as trial-related serious adverse events; however, the treatment group where these events occurred was not specified. No incidence of nephrotic syndrome was reported. AUTHORS' CONCLUSIONS: We did not find any randomised controlled trial-based comparison of immune tolerance induction with alternate treatment schemes (i.e. bypassing agents for bleeding only). In a single randomised trial, there were no significant differences in the immune tolerance induction success rate between different dosing regimens, which may have been due to imprecision of the estimate. There is low-quality evidence to suggest that high-dose immune tolerance induction may induce tolerance more quickly which is associated with fewer bleeding complications. The choice of immune tolerance induction regimen should be considered individually for each case, until further research provides additional evidence.",
  "authors": [
    {
      "last_name": "Athale",
      "fore_name": "Abha H",
      "initials": "AH",
      "name": "Abha H Athale",
      "affiliations": [
        "Department of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada, L8S 4L8."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "start_page": "CD010561",
  "pages": "CD010561",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Early Termination of Clinical Trials",
    "Factor VIII",
    "Hemophilia A",
    "Hemophilia B",
    "Humans",
    "Immune Tolerance",
    "Immunosuppression Therapy",
    "Male"
  ],
  "article_ids": {
    "pubmed": "24763974",
    "pmc": "PMC8922972",
    "doi": "10.1002/14651858.CD010561.pub2"
  },
  "doi": "10.1002/14651858.CD010561.pub2",
  "pmc_id": "PMC8922972",
  "dates": {
    "completed": "2015-10-01",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.459591",
    "pmid": "24763974"
  }
}