{
  "pmid": "24761976",
  "uid": "24761976",
  "title": "De-politicizing parasites: reflections on attempts to control the control of neglected tropical diseases.",
  "abstract": "Large amounts of funding are being allocated to the control of neglected tropical diseases. Strategies primarily rely on the mass distribution of drugs to adults and children living in endemic areas. The approach is presented as morally appropriate, technically effective, and context-free. Drawing on research undertaken in East Africa, we discuss ways in which normative ideas about global health programs are used to set aside social and biological evidence. In particular, there is a tendency to ignore local details, including information about actual drug take up. Ferguson's 'anti-politics' thesis is a useful starting point for analyzing why this happens, but is overly deterministic. Anti-politics discourse about healing the suffering poor may shape thinking and help explain cognitive dissonance. However, use of such discourse is also a means of strategically promoting vested interests and securing funding. Whatever the underlying motivations, rhetoric and realities are conflated, with potentially counterproductive consequences.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "a Department of Global Health and Development , London School of Hygiene and Tropical Medicine , London , United Kingdom."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical anthropology",
    "iso_abbreviation": "Med Anthropol",
    "issn": "1545-5882",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "3",
    "pub_year": "2014"
  },
  "start_page": "223",
  "end_page": "239",
  "pages": "223-39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anthropology, Medical",
    "Global Health",
    "Humans",
    "Neglected Diseases",
    "Politics",
    "Tanzania",
    "Tropical Medicine",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "24761976",
    "pmc": "PMC4487575",
    "doi": "10.1080/01459740.2013.831414"
  },
  "doi": "10.1080/01459740.2013.831414",
  "pmc_id": "PMC4487575",
  "dates": {
    "completed": "2014-11-17",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.184325",
    "pmid": "24761976"
  }
}