{
  "pmid": "24771511",
  "uid": "24771511",
  "title": "Digitalis for treatment of heart failure in patients in sinus rhythm.",
  "abstract": "BACKGROUND: Digitalis glycosides have been in clinical use for the treatment of heart failure (HF) for longer than 200 years. In recent years, several trials have been conducted to address concerns about their efficacy and toxicity. OBJECTIVES: To examine the effectiveness of digitalis glycosides in treating HF in patients with normal sinus rhythm. To examine the effects of digitalis in patients taking diuretics and angiotensin-converting enzyme inhibitors; in patients with varying severity and duration of disease; in patients with prior exposure to digitalis versus no prior exposure; and in patients with \"HF due to systolic dysfunction\" versus \"HF with preserved ejection fraction.\" SEARCH METHODS: Searches on the following databases were updated in May 2013: The Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and Dissertation Abstracts. Annual meeting abstracts of the American Heart Association, the American College of Cardiology, and the European Society of Cardiology were searched from 1996 to March 2013. In addition, reference lists provided by the pharmaceutical industry (GlaxoSmithKline and Covis Pharma) were searched. SELECTION CRITERIA: Included were randomized placebo-controlled trials of 20 or more adult participants of either sex with symptomatic HF who were studied for seven weeks or longer. Excluded were trials in which the prevalence of atrial fibrillation was 2% or greater, or in which any arrhythmia that might compromise cardiac function or any potentially reversible cause of HF such as acute ischemic heart disease or myocarditis was present. DATA COLLECTION AND ANALYSIS: Articles selected from the searches described above were evaluated in a joint effort of the review authors. The staff of the Cochrane Heart Group ran searches on the Cochrane Central Register of Controlled Trials, MEDLINE, and EMBASE. MAIN RESULTS: No new studies were identified in the updated searches. Thirteen studies (7896 participants) are included, and major endpoints of mortality, hospitalization, and clinical status, based respectively on 8, 4, and 12 of these selected studies, were recorded and analyzed. The data show no evidence of a difference in mortality between treatment and control groups, whereas digitalis therapy is associated with lower rates of both hospitalization and clinical deterioration. The largest study, in which most participants were taking angiotensin-converting enzyme inhibitors, showed a significant rise in \"other cardiac\" deaths, possibly due to arrhythmias. However collectively, these findings were based on studies done before beta-blockers, as well as angiotensin receptor blockers and aldosterone antagonists, became widely used to treat HF. AUTHORS' CONCLUSIONS: The literature indicates that digitalis may have a useful role in the treatment of patients with HF who are in normal sinus rhythm. New trials are needed to elucidate the importance of the dosage of digitalis and its usefulness in the era of beta-blockers and other agents shown to be effective in treating HF.",
  "authors": [
    {
      "last_name": "Hood",
      "fore_name": "William B",
      "initials": "WB",
      "name": "William B Hood",
      "affiliations": [
        "Department of Medicine, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Dans",
      "fore_name": "Antonio L",
      "initials": "AL",
      "name": "Antonio L Dans",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "McMurray",
      "fore_name": "John J V",
      "initials": "JJ",
      "name": "John J V McMurray",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "start_page": "CD002901",
  "pages": "CD002901",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiotonic Agents",
    "Cross-Over Studies",
    "Digitalis Glycosides",
    "Disease Progression",
    "Double-Blind Method",
    "Heart Failure",
    "Heart Rate",
    "Hospitalization",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "24771511",
    "pmc": "PMC7138042",
    "doi": "10.1002/14651858.CD002901.pub3"
  },
  "doi": "10.1002/14651858.CD002901.pub3",
  "pmc_id": "PMC7138042",
  "dates": {
    "completed": "2015-10-01",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Cardiotonic Agents",
    "Digitalis Glycosides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.504581",
    "pmid": "24771511"
  }
}