{
  "pmid": "24777303",
  "uid": "24777303",
  "title": "Acute rehabilitation practices in critically ill children: a multicenter study.",
  "abstract": "OBJECTIVE: To evaluate acute rehabilitation practices in pediatric critical care units across Canada. DESIGN: Retrospective cohort study. SETTING: Six Canadian, tertiary care pediatric critical care units. PATIENTS/SUBJECTS: Six hundred children aged under 17 years admitted to pediatric critical care unit during a winter and summer month of 2011 with a greater than 24-hour length of stay. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: The primary outcome of interest was the nature and timing of pediatric critical care unit rehabilitation practices.Rehabilitation was classified according to mobility and nonmobility interventions. Predictors of mobilization and the time to mobilization were evaluated through regression and time-dependent survival analyses, respectively. The most common form of rehabilitation provided in pediatric critical care unit was physical therapy (45.5% patients) followed by occupational therapy (4.5%) and speech and language therapy (1.5%). Interventions were primarily nonmobility in nature (69.7% of sessions), most frequently in the form of chest physiotherapy (42.7% of sessions). The median time to mobilization was 2 days (interquartile range, 1-6) as compared with 1 day for nonmobility interventions (interquartile range, 1-3). Only 57 patients (9.5%) received early mobilization. Regression analyses revealed that increasing age, admission during winter, neuromuscular blockade, and sedative infusions were associated with an increased likelihood of receiving mobility therapy. Increasing age was a predictor of early mobilization, while neuromuscular blockade was associated with delayed mobilization. No significant differences in adverse events were found between nonmobility and mobility interventions. CONCLUSIONS: Only half of the children receive rehabilitation while in the pediatric critical care unit, and when it occurs, therapy is primarily focused on respiratory function. Mobilization appears to be reserved for at-risk children who were muscle relaxed and sedated; however, its implementation in these patients is delayed. Future pediatric-specific research is essential to identify patients at risk and to understand treatment priorities and rehabilitation strategies to improve functional recovery in critically ill children.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "1Department of Pediatrics, Critical Care, Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 2Department of Clinical Epidemiology and Biostatistics, McMaster University & Biostatistics Unit, St Joseph's Healthcare, Hamilton, ON, Canada. 3Department of Pediatrics and Critical Care, Children's Hospital, London Health Sciences Centre, London, ON, Canada. 4Department of Pediatrics and Critical Care, The Hospital for Sick Children, Toronto, ON, Canada. 5Department of Pediatrics and Critical Care, Stollery Children's Hospital, University of Alberta, Edmonton, AB, Canada. 6Department of Pediatrics, CHU Ste-Justine, Montreal, QC, Canada. 7Department of Pediatrics, Epidemiology and Biostatistics, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 8Child Health Evaluative Sciences, Hospital for Sick Children & Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada. 9Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": []
    },
    {
      "last_name": "Fraser",
      "fore_name": "Douglas D",
      "initials": "DD",
      "name": "Douglas D Fraser",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Hutchison",
      "affiliations": []
    },
    {
      "last_name": "Joffe",
      "fore_name": "Ari R",
      "initials": "AR",
      "name": "Ari R Joffe",
      "affiliations": []
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe A",
      "initials": "PA",
      "name": "Philippe A Jouvet",
      "affiliations": []
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": []
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": []
    },
    {
      "last_name": "Ward",
      "fore_name": "Roxanne E",
      "initials": "RE",
      "name": "Roxanne E Ward",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "15",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "e270",
  "end_page": "e279",
  "pages": "e270-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Canada",
    "Child",
    "Child, Preschool",
    "Critical Care",
    "Critical Illness",
    "Early Ambulation",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Neuromuscular Blockade",
    "Occupational Therapy",
    "Patient Outcome Assessment",
    "Physical Therapy Modalities",
    "Practice Patterns, Physicians'",
    "Retrospective Studies",
    "Seasons",
    "Speech Therapy",
    "Time Factors",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "24777303",
    "doi": "10.1097/PCC.0000000000000160"
  },
  "doi": "10.1097/PCC.0000000000000160",
  "dates": {
    "completed": "2015-04-06",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.877093",
    "pmid": "24777303"
  }
}