{
  "pmid": "24773255",
  "uid": "24773255",
  "title": "'He does not see himself as being different': the perspectives of children and caregivers on relevant areas of functioning in cerebral palsy.",
  "abstract": "AIMS: In the context of the development of the International Classification of Functioning, Disability and Health (ICF) Core Sets for children and adolescents with cerebral palsy (CP), we investigated the strengths and limitations in functioning important to children with CP, through either child self-reports or caregiver proxy reports, using components of the International Classification of Functioning, Disability and Health for Children and Youth (ICF-CY). METHOD: We conducted semi-structured interviews with 10 children with CP (children self-reporting), 10 caregivers of children self-reporting (10 child-caregiver dyads), and 12 caregivers of children not self-reporting. Mean age 10 y 6 mo, range 4-16 y. A convenience sample was recruited representing Gross Motor Function Classification System (GMFCS) levels I to V. Interviews were audio-taped and the content covered all of the relevant ICF-CY components. The interviews were then transcribed verbatim and coded in N-Vivo 10 using the ICF-CY coding system. RESULTS: We identified 1956 themes that linked to 175 ICF-CY categories. Most of the themes were represented by the ICF-CY components activities and participation and environmental factors. The children interviewed discussed issues related to mobility, self-care, and recreation and leisure, whereas the caregivers focused more on physical limitations and on the environmental factors associated with everyday activities. INTERPRETATION: The children and their caregivers described many of the same areas of functioning but provided unique perspectives. Children talked more frequently about their abilities with CP, whereas the caregivers interviewed talked more about their concern over the limitations and broader issues facing their child. The findings highlight the need to explore the perspectives of both the child and the caregiver when characterizing the functional profile of children with CP.",
  "authors": [
    {
      "last_name": "Schiariti",
      "fore_name": "Veronica",
      "initials": "V",
      "name": "Veronica Schiariti",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Sauve",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sauve",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "Cieza",
      "fore_name": "Alarcos",
      "initials": "A",
      "name": "Alarcos Cieza",
      "affiliations": []
    },
    {
      "last_name": "Mâsse",
      "fore_name": "Louise C",
      "initials": "LC",
      "name": "Louise C Mâsse",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developmental medicine and child neurology",
    "iso_abbreviation": "Dev Med Child Neurol",
    "issn": "1469-8749",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "853",
  "end_page": "861",
  "pages": "853-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adolescent",
    "Caregivers",
    "Cerebral Palsy",
    "Child",
    "Child, Preschool",
    "Children with Disabilities",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Motor Activity",
    "Recreation",
    "Self Care",
    "Self Report",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "24773255",
    "doi": "10.1111/dmcn.12472"
  },
  "doi": "10.1111/dmcn.12472",
  "dates": {
    "completed": "2014-09-30",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.399500",
    "pmid": "24773255"
  }
}