{
  "pmid": "24777151",
  "uid": "24777151",
  "title": "Risk of upper gastrointestinal bleeding with selective serotonin reuptake inhibitors with or without concurrent nonsteroidal anti-inflammatory use: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: There is emerging concern that selective serotonin reuptake inhibitors (SSRIs) may be associated with an increased risk of upper gastrointestinal (GI) bleeding, and that this risk may be further increased by concurrent use of nonsteroidal anti-inflammatory (NSAID) medications. Previous reviews of a relatively small number of studies have reported a substantial risk of upper GI bleeding with SSRIs; however, more recent studies have produced variable results. The objective of this study was to obtain a more precise estimate of the risk of upper GI bleeding with SSRIs, with or without concurrent NSAID use. METHODS: MEDLINE, EMBASE, PsycINFO, the Cochrane central register of controlled trials (through April 2013), and US and European conference proceedings were searched. Controlled trials, cohort, case-control, and cross-sectional studies that reported the incidence of upper GI bleeding in adults on SSRIs with or without concurrent NSAID use, compared with placebo or no treatment were included. Data were extracted independently by two authors. Dichotomous data were pooled to obtain odds ratio (OR) of the risk of upper GI bleeding with SSRIs +/- NSAID, with a 95% confidence interval (CI). The main outcome and measure of the study was the risk of upper GI bleeding with SSRIs compared with placebo or no treatment. RESULTS: Fifteen case-control studies (including 393,268 participants) and four cohort studies were included in the analysis. There was an increased risk of upper GI bleeding with SSRI medications in the case-control studies (OR=1.66, 95% CI=1.44,1.92) and cohort studies (OR=1.68, 95% CI=1.13,2.50). The number needed to harm for upper GI bleeding with SSRI treatment in a low-risk population was 3,177, and in a high-risk population it was 881. The risk of upper GI bleeding was further increased with the use of both SSRI and NSAID medications (OR=4.25, 95% CI=2.82,6.42). CONCLUSIONS: SSRI medications are associated with a modest increase in the risk of upper GI bleeding, which is lower than has previously been estimated. This risk is significantly elevated when SSRI medications are used in combination with NSAIDs, and physicians prescribing these medications together should exercise caution and discuss this risk with patients.",
  "authors": [
    {
      "last_name": "Anglin",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Anglin",
      "affiliations": [
        "1] Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada [2] Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "811",
  "end_page": "819",
  "pages": "811-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Drug Therapy, Combination",
    "Gastrointestinal Hemorrhage",
    "Humans",
    "Incidence",
    "Risk Assessment",
    "Risk Factors",
    "Selective Serotonin Reuptake Inhibitors",
    "Upper Gastrointestinal Tract"
  ],
  "article_ids": {
    "pubmed": "24777151",
    "doi": "10.1038/ajg.2014.82",
    "pii": "ajg201482"
  },
  "doi": "10.1038/ajg.2014.82",
  "dates": {
    "completed": "2014-08-05",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Serotonin Uptake Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.380893",
    "pmid": "24777151"
  }
}