{
  "pmid": "24789606",
  "uid": "24789606",
  "title": "Estimates of the economic contributions of the bidi manufacturing industry in India.",
  "abstract": "BACKGROUND: Bidis, the most common smoking tobacco product in India, remain largely untaxed and are subject to very few regulations to discourage their use. A major argument against tax increases is the large potential loss of economic activity and employment in the bidi industry from reduced consumption. METHODS: We used a nationally representative survey of unorganised bidi manufacturing firms (n=2841) in India to estimate the economic contribution of the industry. RESULTS: We find that of the 35 states and union territories of India, the bidi industry operated across 17 states, with over 95% of its production concentrated in 10 states. Bidi manufacturing firms contributed 0.50% of total sales and 0.6% of the gross value added by the manufacturing economy in 2005-2006. The industry employed approximately 3.4 million full-time workers, which comprise about 0.7% of employment in all sectors. A further 0.7 million were part-time workers. Bidi workers were also among the lowest paid employees in India. The industry offered only 0.09% of all compensation provided in the manufacturing sector (organised and unorganised). CONCLUSIONS: Considering the relatively small economic footprint of the bidi industry in India, higher excise taxes and regulations on bidis are unlikely to disrupt economic growth at an aggregate level, or lead to mass unemployment and economic hardship among small bidi workers. On average, the economic annual output per bidi worker is about US$143, which is an order of magnitude smaller than the large economic losses from the several hundred thousand deaths due to bidi smoking per year.",
  "authors": [
    {
      "last_name": "Nandi",
      "fore_name": "Arindam",
      "initials": "A",
      "name": "Arindam Nandi",
      "affiliations": [
        "The Center for Disease Dynamics, Economics & Policy, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Ashok",
      "fore_name": "Ashvin",
      "initials": "A",
      "name": "Ashvin Ashok",
      "affiliations": [
        "The Center for Disease Dynamics, Economics & Policy, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaloupka",
      "fore_name": "Frank J",
      "initials": "FJ",
      "name": "Frank J Chaloupka",
      "affiliations": [
        "Department of Economics, University of Illinois at Chicago, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Prabhat",
      "initials": "P",
      "name": "Prabhat Jha",
      "affiliations": [
        "Centre for Global Health Research, St. Michael's Hospital, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Tobacco control",
    "iso_abbreviation": "Tob Control",
    "issn": "1468-3318",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "369",
  "end_page": "375",
  "pages": "369-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Commerce",
    "Humans",
    "India",
    "Taxes",
    "Tobacco Industry",
    "Tobacco Products"
  ],
  "article_ids": {
    "pubmed": "24789606",
    "doi": "10.1136/tobaccocontrol-2013-051404",
    "pii": "tobaccocontrol-2013-051404"
  },
  "doi": "10.1136/tobaccocontrol-2013-051404",
  "dates": {
    "completed": "2016-04-04",
    "revised": "2015-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.546396",
    "pmid": "24789606"
  }
}