{
  "pmid": "24786946",
  "uid": "24786946",
  "title": "Build better bones with exercise: protocol for a feasibility study of a multicenter randomized controlled trial of 12 months of home exercise in women with a vertebral fracture.",
  "abstract": "BACKGROUND: Our goal is to conduct a multicenter randomized controlled trial (RCT) to investigate whether exercise can reduce incident fractures compared with no intervention among women aged ≥65 years with a vertebral fracture. OBJECTIVES: This pilot study will determine the feasibility of recruitment, retention, and adherence for the proposed trial. DESIGN: The proposed RCT will be a pilot feasibility study with 1:1 randomization to exercise or attentional control groups. SETTING: Five Canadian sites (1 community hospital partnered with an academic center and 4 academic hospitals or centers affiliated with an academic center) and 2 Australian centers (1 academic hospital and 1 center for community primary care, geriatric, and rehabilitation services). PARTICIPANTS: One hundred sixty women aged ≥65 years with vertebral fracture at 5 Canadian and 2 Australian centers will be recruited. INTERVENTION: The Build Better Bones With Exercise (B3E) intervention includes exercise and behavioral counseling, delivered by a physical therapist in 6 home visits over 8 months, and monthly calls; participants are to exercise ≥3 times weekly. Controls will receive equal attention. MEASUREMENTS: Primary outcomes will include recruitment, retention, and adherence. Adherence to exercise will be assessed via calendar diary. Secondary outcomes will include physical function (lower extremity strength, mobility, and balance), posture, and falls. Additional secondary outcomes will include quality of life, pain, fall self-efficacy, behavior change variables, intervention cost, fractures, and adverse events. Analyses of feasibility objectives will be descriptive or based on estimates with 95% confidence intervals, where feasibility will be assessed relative to a priori criteria. Differences in secondary outcomes will be evaluated in intention-to-treat analyses via independent Student t tests, chi-square tests, or logistic regression. The Bonferroni method will be used to adjust the level of significance for secondary outcomes so the overall alpha level is .05. LIMITATIONS: No assessment of bone mineral density will be conducted. The proposed definitive trial will require a large sample size. CONCLUSIONS: The viability of a large-scale exercise trial in women with vertebral fractures will be evaluated, as well as the effects of a home exercise program on important secondary outcomes.",
  "authors": [
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora M",
      "initials": "LM",
      "name": "Lora M Giangregorio",
      "affiliations": [
        "L.M. Giangregorio, PhD, Department of Kinesiology, University of Waterloo, 200 University Ave W, Waterloo, Ontario, Canada N2L 3G1; Toronto Rehabilitation Institute-University Health Network, Toronto, Ontario, Canada; and Schlegel-UW Research Institute for Aging, Kitchener, Ontario, Canada. lora.giangregorio@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "L. Thabane, PhD, Clinical Epidemiology and Biostatistics, System Linked Research Unit on Health and Social Service Utilization (SLRU), Population Health Research Institute (PHRI), Hamilton Health Sciences, and Departments of Pediatrics and Anesthesia, McMaster University, Hamilton, Ontario, Canada; and Biostatistics Unit and Centre for Evaluation of Medicines, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "J.D. Adachi, MD, FRCPC, Department of Medicine, McMaster University."
      ]
    },
    {
      "last_name": "Ashe",
      "fore_name": "Maureen C",
      "initials": "MC",
      "name": "Maureen C Ashe",
      "affiliations": [
        "M.C. Ashe, BScPT, PhD, Department of Family Practice, University of British Columbia, and Centre for Hip Health and Mobility, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bleakney",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Bleakney",
      "affiliations": [
        "R.R. Bleakney, MB, BAO, BCh, Department of Medical Imaging, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Braun",
      "fore_name": "E Anne",
      "initials": "EA",
      "name": "E Anne Braun",
      "affiliations": [
        "E.A. Braun, MD, MSc, FRCPC, FACP, Department of Medicine, McMaster University."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Cheung",
      "affiliations": [
        "A.M. Cheung, MD, PhD, Departments of Medicine and Medical Imaging, University of Toronto."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Lisa-Ann",
      "initials": "LA",
      "name": "Lisa-Ann Fraser",
      "affiliations": [
        "L-A. Fraser, MD, MSc, Department of Medicine, University of Western Ontario."
      ]
    },
    {
      "last_name": "Gibbs",
      "fore_name": "Jenna C",
      "initials": "JC",
      "name": "Jenna C Gibbs",
      "affiliations": [
        "J.C. Gibbs, PhD, Department of Kinesiology, University of Waterloo."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Keith D",
      "initials": "KD",
      "name": "Keith D Hill",
      "affiliations": [
        "K.D. Hill, PhD, School of Physiotherapy and Exercise Science, Faculty of Health Sciences, Curtin University, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Hodsman",
      "fore_name": "Anthony B",
      "initials": "AB",
      "name": "Anthony B Hodsman",
      "affiliations": [
        "A.B. Hodsman, MD, Department of Medicine, University of Western Ontario."
      ]
    },
    {
      "last_name": "Kendler",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Kendler",
      "affiliations": [
        "D.L. Kendler, MD, FRC(PC), Department of Medicine, University of British Columbia."
      ]
    },
    {
      "last_name": "Mittmann",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Mittmann",
      "affiliations": [
        "N. Mittmann, PhD, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "Sadhana",
      "initials": "S",
      "name": "Sadhana Prasad",
      "affiliations": [
        "S. Prasad, MD, FRCP(C), Department of Medicine, McMaster University."
      ]
    },
    {
      "last_name": "Scherer",
      "fore_name": "Samuel C",
      "initials": "SC",
      "name": "Samuel C Scherer",
      "affiliations": [
        "S.C. Scherer, MBBS, Broadmeadows Health Service, Northern Health, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Wark",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D Wark",
      "affiliations": [
        "J.D. Wark, MB, BS, PhD, Department of Medicine and Bone & Mineral Medicine, University of Melbourne, Royal Melbourne Hospital, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "A. Papaioannou, MD, MSc, Clinical Epidemiology and Biostatistics and Department of Medicine, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Physical therapy",
    "iso_abbreviation": "Phys Ther",
    "issn": "1538-6724",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1337",
  "end_page": "1352",
  "pages": "1337-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Australia",
    "Canada",
    "Counseling",
    "Exercise Therapy",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Pain Measurement",
    "Patient Compliance",
    "Pilot Projects",
    "Quality of Life",
    "Self Efficacy",
    "Single-Blind Method",
    "Spinal Fractures",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24786946",
    "pmc": "PMC4155040",
    "doi": "10.2522/ptj.20130625",
    "pii": "ptj.20130625"
  },
  "doi": "10.2522/ptj.20130625",
  "pmc_id": "PMC4155040",
  "dates": {
    "completed": "2014-10-21",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.395374",
    "pmid": "24786946"
  }
}