{
  "pmid": "24788086",
  "uid": "24788086",
  "title": "Traditional East Asian medicine: how to understand and approach diagnostic findings and patterns in a modern scientific framework?",
  "abstract": "Research into the diagnostic methods and patterns of traditional East Asian medical (TEAM) systems of practice such as acupuncture and herbal medicine face certain challenges due to the nature of thinking in TEAM and the subjective basis of judgments made in practice. The TEAM-based diagnosis can take into account various findings and signs such as the appearance of the tongue, palpable qualities of the radial pulses, palpable qualities and findings on the abdomen, the complexion of the patient and so on. Both diagnostic findings and the patterns of diagnosis cannot be assumed to have objective bases or to be causally related to the complaints of the patient. However, the diagnoses of TEAM based acupuncture and herbal medicine have tended to look at pictures of the whole patient and rather than focus on a particular symptom, they have looked across a myriad of signs and symptoms to decide or identify the 'pattern' of diagnosis according to the theory in question. Although open for selective and subjective biases each diagnosis pattern always comes with a prescribed treatment tailored to the pattern. Further, the same research requirements needed for the validation of the diagnoses are needed also for these clinical observations and judgments. Hence, it is necessary, albeit challenging for research on TEAM diagnoses to first address these issues before proceeding to more complex investigations such as the development of instruments for making diagnostic observations, instruments for forming diagnostic conclusions or studies investigating the physiological bases of the diagnostic patterns. Preliminary work has started and instruments have been made, but we suggest that any instrumentation must necessarily be first validated by matching of the calibrated or scaled observations or judgments to observations made and agreed upon by relevant experts. Reliability of all observations and judgments are needed before any other tool, technology or more advanced approach can proceed and also whenever the natural system of diagnosis-treatment is applied in clinical trials. In this paper the authors highlight the core problems and describe a step wise process for addressing them.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "University College of Health Sciences -Campus Kristiania, Oslo, Norway, dragontailc@aim.com."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chinese journal of integrative medicine",
    "iso_abbreviation": "Chin J Integr Med",
    "issn": "1993-0402",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "336",
  "end_page": "340",
  "pages": "336-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acupuncture",
    "Diagnosis",
    "Herbal Medicine",
    "Humans",
    "Medicine, East Asian Traditional"
  ],
  "article_ids": {
    "pubmed": "24788086",
    "doi": "10.1007/s11655-014-1809-3"
  },
  "doi": "10.1007/s11655-014-1809-3",
  "dates": {
    "completed": "2015-01-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.665294",
    "pmid": "24788086"
  }
}