{
  "pmid": "24794643",
  "uid": "24794643",
  "title": "Outcomes of blastocysts biopsied and vitrified once versus those cryopreserved twice for euploid blastocyst transfer.",
  "abstract": "Trophectoderm biopsy with comprehensive chromosome screening (CCS) has been shown to increase implantation and pregnancy rates. Some patients desire CCS on previously cryopreserved blastocysts, resulting in blastocysts that are thawed/warmed, biopsied, vitrified and then warmed again. The effect of two cryopreservation procedures and two thawing/warming procedures on outcomes has not been effectively studied. Cycles were divided into two groups: group 1 patients underwent a cryopreserved embryo transfer with euploid blastocysts that were vitrified and warmed once; group 2 patients had a cryopreserved embryo transfer of a euploid blastocyst that was cryopreserved, thawed/warmed, biopsied, vitrified and warmed. Groups 1 and 2 included 85 and 17 women aged 35.6 ± 3.9 and 35.3 ± 4.9 years, respectively (not significantly different). Blastocyst survival in group 1 (114/116, 98.3%) and survival of second warming in group 2 (21/24, 87.5%) was significantly different (P = 0.0354). There was no difference between biochemical (68.2% and 62.5%) and clinical (61.2% and 56.3%) pregnancy rates, implantation rate (58.4% and 52.4%) and live birth/ongoing pregnancy rate (54.0% and 47.6%) between groups 1 and 2, respectively. Although it is unconventional to thaw/warm, biopsy, revitrify and rewarm blastocysts for cryopreserved embryo transfer, the results indicate that outcomes are not compromised. Trophectoderm biopsy and screening the embryos for chromosomal abnormalities has been reported to increase implantation and pregnancy rates. There is a category of patients requesting chromosomal screening on previously cryopreserved blastocysts. This scenario requires blastocysts to be thawed/warmed, biopsied, cryopreserved, and thawed/warmed again. The effect of double cryopreservation procedures and double thawing/warming procedures on pregnancy is unknown. Patients were divided into two groups, group 1 underwent a cryopreserved embryo transfer with a chromosomally normal blastocyst that was vitrified and warmed once and group 2 included patients that had a cryopreserved embryo transfer of a chromosomally normal blastocyst that was cryopreserved, thawed/warmed, biopsied, vitrified, and rewarmed. A total of 85 and 17 women aged 35.6 ± 3.9 and 35.3 ± 4.9 years were included in groups 1 and 2, respectively. The survival rate for group 1 (114 of 116, 98.3%) compared with the second warming for group 2 (21 of 24, 87.5%) was significantly higher. There was no difference between biochemical (68.2% and 62.5%), and clinical pregnancies (61.2% and 56.3%), implantation (58.4% and 52.4%), and live birth/ongoing rates (54.0% and 47.6%) between groups 1 and 2. Although it is unconventional to twice cryopreserve and twice thaw/warm a blastocyst, our results indicate that outcomes are not compromised.",
  "authors": [
    {
      "last_name": "Taylor",
      "fore_name": "Tyl H",
      "initials": "TH",
      "name": "Tyl H Taylor",
      "affiliations": [
        "Reproductive Endocrinology Associates of Charlotte, 1524 E. Morehead St., Charlotte, NC 28207, USA; University of Kent, Department of Biosciences, Canterbury CT2 7NJ, United Kingdom."
      ]
    },
    {
      "last_name": "Patrick",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Patrick",
      "affiliations": [
        "Reproductive Endocrinology Associates of Charlotte, 1524 E. Morehead St., Charlotte, NC 28207, USA."
      ]
    },
    {
      "last_name": "Gitlin",
      "fore_name": "Susan A",
      "initials": "SA",
      "name": "Susan A Gitlin",
      "affiliations": [
        "Eastern Virginia Medical School, Jones Institute for Reproductive Medicine, Department of Obstetrics and Gynecology, 601 Colley Avenue #316, Norfolk, VA 23507, USA."
      ]
    },
    {
      "last_name": "Michael Wilson",
      "fore_name": "J",
      "initials": "J",
      "name": "J Michael Wilson",
      "affiliations": [
        "Reproductive Endocrinology Associates of Charlotte, 1524 E. Morehead St., Charlotte, NC 28207, USA."
      ]
    },
    {
      "last_name": "Crain",
      "fore_name": "Jack L",
      "initials": "JL",
      "name": "Jack L Crain",
      "affiliations": [
        "Reproductive Endocrinology Associates of Charlotte, 1524 E. Morehead St., Charlotte, NC 28207, USA."
      ]
    },
    {
      "last_name": "Griffin",
      "fore_name": "Darren K",
      "initials": "DK",
      "name": "Darren K Griffin",
      "affiliations": [
        "University of Kent, Department of Biosciences, Canterbury CT2 7NJ, United Kingdom. Electronic address: d.k.griffin@kent.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "Reproductive biomedicine online",
    "iso_abbreviation": "Reprod Biomed Online",
    "issn": "1472-6491",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "59",
  "end_page": "64",
  "pages": "59-64",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Blastocyst",
    "Cell Survival",
    "Comparative Genomic Hybridization",
    "Cryopreservation",
    "Embryo Culture Techniques",
    "Embryo Implantation",
    "Embryo Transfer",
    "Female",
    "Humans",
    "Logistic Models",
    "Pregnancy",
    "Pregnancy Rate",
    "Preimplantation Diagnosis",
    "Retrospective Studies",
    "Vitrification"
  ],
  "article_ids": {
    "pubmed": "24794643",
    "doi": "10.1016/j.rbmo.2014.03.001",
    "pii": "S1472-6483(14)00131-X"
  },
  "doi": "10.1016/j.rbmo.2014.03.001",
  "dates": {
    "completed": "2015-04-02",
    "revised": "2014-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.297841",
    "pmid": "24794643"
  }
}