{
  "pmid": "24808611",
  "uid": "24808611",
  "title": "Neural network approaches for noisy language modeling.",
  "abstract": "Text entry from people is not only grammatical and distinct, but also noisy. For example, a user's typing stream contains all the information about the user's interaction with computer using a QWERTY keyboard, which may include the user's typing mistakes as well as specific vocabulary, typing habit, and typing performance. In particular, these features are obvious in disabled users' typing streams. This paper proposes a new concept called noisy language modeling by further developing information theory and applies neural networks to one of its specific application-typing stream. This paper experimentally uses a neural network approach to analyze the disabled users' typing streams both in general and specific ways to identify their typing behaviors and subsequently, to make typing predictions and typing corrections. In this paper, a focused time-delay neural network (FTDNN) language model, a time gap model, a prediction model based on time gap, and a probabilistic neural network model (PNN) are developed. A 38% first hitting rate (HR) and a 53% first three HR in symbol prediction are obtained based on the analysis of a user's typing history through the FTDNN language modeling, while the modeling results using the time gap prediction model and the PNN model demonstrate that the correction rates lie predominantly in between 65% and 90% with the current testing samples, and 70% of all test scores above basic correction rates, respectively. The modeling process demonstrates that a neural network is a suitable and robust language modeling tool to analyze the noisy language stream. The research also paves the way for practical application development in areas such as informational analysis, text prediction, and error correction by providing a theoretical basis of neural network approaches for noisy language modeling.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Li",
      "affiliations": []
    },
    {
      "last_name": "Ouazzane",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Ouazzane",
      "affiliations": []
    },
    {
      "last_name": "Kazemian",
      "fore_name": "Hassan B",
      "initials": "HB",
      "name": "Hassan B Kazemian",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sajid",
      "initials": "MS",
      "name": "Muhammad Sajid Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE transactions on neural networks and learning systems",
    "iso_abbreviation": "IEEE Trans Neural Netw Learn Syst",
    "issn": "2162-2388",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1773",
  "end_page": "1784",
  "pages": "1773-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Communication Devices for People with Disabilities",
    "Computer Simulation",
    "Persons with Disabilities",
    "Humans",
    "Models, Statistical",
    "Neural Networks, Computer",
    "Pattern Recognition, Automated",
    "Word Processing",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "24808611",
    "doi": "10.1109/TNNLS.2013.2263557"
  },
  "doi": "10.1109/TNNLS.2013.2263557",
  "dates": {
    "completed": "2015-09-29",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.742618",
    "pmid": "24808611"
  }
}