{
  "pmid": "24804105",
  "uid": "24804105",
  "title": "Successful treatment of genitofemoral neuralgia using ultrasound guided injection: a case report and short review of literature.",
  "abstract": "A young male patient developed chronic, severe, and disabling right sided groin pain following resection of his left testicular cancer. Since there is considerable overlap, ultrasound guided, selective diagnostic nerve blocks were done for ilioinguinal, iliohypogastric, and genitofemoral nerves, to determine the involved nerve territory. It was revealed that genitofemoral neuralgia was the likely cause. As a therapeutic procedure, it was injected with local anesthetic and steroid using ultrasound guidance. The initial injection led to pain relief of 3 months. Subsequent blocks reinforced the existing analgesia and were sufficient to allow for maintenance with the use of analgesic medications. This case report describes the successful use of diagnostic selective nerve blocks for the assessment of groin pain, subsequent to which an ultrasound guided therapeutic injection of genitofemoral nerve led to long term pain relief. As a therapeutic procedure, genitofemoral nerve block is done in patients with genitofemoral neuralgia. Ultrasound allows for controlled administration and greatly enhances the technical ability to perform precise localization and injection. There are very few case reports of such a treatment in the published literature. Apart from the case report, we also highlight the relevant anatomy and a brief review of genitofemoral neuralgia and its treatment.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "St. Joseph's Hospital, Department of Anesthesiology, McMaster University, Health Sciences Centre 2U1, 1200 Main Street West, Hamilton, ON, Canada L8N 3Z5."
      ],
      "orcid": "0000-0002-4105-4465"
    }
  ],
  "journal": {
    "title": "Case reports in anesthesiology",
    "iso_abbreviation": "Case Rep Anesthesiol",
    "issn": "2090-6382",
    "issn_type": "Print",
    "volume": "2014",
    "pub_year": "2014"
  },
  "start_page": "371703",
  "pages": "371703",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24804105",
    "pmc": "PMC3997858",
    "doi": "10.1155/2014/371703"
  },
  "doi": "10.1155/2014/371703",
  "pmc_id": "PMC3997858",
  "dates": {
    "completed": "2014-05-07",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.637896",
    "pmid": "24804105"
  }
}