{
  "pmid": "24809425",
  "uid": "24809425",
  "title": "Clinical nurse specialists in Canada: why are some not working in the role?",
  "abstract": "Clinical nurse specialists (CNSs) are advanced practice nurses. They contribute to the quality and safety of patient care by providing an advanced level of clinical care to patients and families and by supporting healthcare team members to deliver evidence-based care. CNSs help to reduce healthcare costs when the roles are fully deployed and all the dimensions of the CNS role are implemented. The dimensions of the CNS role include clinical care, organizational leadership, research, education, professional development and consultation to provide patient care. There is a paucity of research on CNSs in Canada. We conducted the first Canada-wide survey of CNSs and asked each nursing regulatory body to identify the CNSs in their registration database. One-quarter (n=196/776) of the regulator-identified CNS respondents whom we contacted for the study were no longer or had never been a CNS. Currently, adequate mechanisms are lacking to identify and track CNSs in Canada, and little is known about the factors that influence CNSs' decisions to leave their role. The non-employed CNS respondents in our survey highlighted that the lack of role clarity, their inability to find employment as a CNS and the inability to implement all the dimensions of the CNS role were key factors in their decision not to work as a CNS. These findings have important implications, given that these factors are potentially modifiable and amenable to decisions made by nursing leaders in organizations and regulatory bodies. Mechanisms to identify and track CNSs in Canada are needed to develop an effective workforce plan and maximize the integration of CNSs in the workforce.",
  "authors": [
    {
      "last_name": "Kilpatrick",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Kilpatrick",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research, Assistant Professor, Faculty of Nursing, Université de Montréal and Hôpital Maisonneuve-Rosemont Research Center, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "Professor Emeritus, School of Nursing and Department of, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "Director, Canadian Centre for Advanced Practice Nursing Research, Associate Professor, School of Nursing and Department of Oncology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Ritchie",
      "fore_name": "Judith A",
      "initials": "JA",
      "name": "Judith A Ritchie",
      "affiliations": [
        "Independent Consultant, Retired Associate Director for Nursing Research, McGill University Health Centre, Professor Emerita, Ingram School of Nursing, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research, Associate Professor, School of Nursing, Dalhousie University, Halifax, NS."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research, Assistant Professor, School of Nursing, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Nursing leadership (Toronto, Ont.)",
    "iso_abbreviation": "Nurs Leadersh (Tor Ont)",
    "issn": "1929-6355",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "62",
  "end_page": "75",
  "pages": "62-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Cooperative Behavior",
    "Forecasting",
    "Health Workforce",
    "Humans",
    "Interdisciplinary Communication",
    "Job Description",
    "Leadership",
    "National Health Programs",
    "Nurse Clinicians",
    "Nurse's Role"
  ],
  "article_ids": {
    "pubmed": "24809425",
    "doi": "10.12927/cjnl.2014.23738"
  },
  "doi": "10.12927/cjnl.2014.23738",
  "dates": {
    "completed": "2015-08-24",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.778166",
    "pmid": "24809425"
  }
}