{
  "pmid": "24812749",
  "uid": "24812749",
  "title": "[Treatment of localized intrabony periodontal defects with enamel matrix derivative (Emdogain). Case series].",
  "abstract": "The solitary vertical or horisonto-vertical bone lesions are mainly characteristic of aggressive periodontitis. Only a combined conservative-surgical approach can result in predictable healing. From the early 50's basically two surgical techniques were used for correcting vertical bony defects. The so called bone resective techniques combined with apically positioned flap resulted in the flattening of the bone contour by removing substantial amount of alveolar bone but compromising the periodontal support of the neighboring teeth. The other surgical approach was the facilitation of the reformation of new periodontal attachment and bone with or without bone grafting. Since the mid 80's the gold standard in the therapy of deep vertical bony defects is the guided tissue regeneration (GTR), although an alternative approach has also been developed using different growth and differentiation factors promoting periodontal wound healing. Today in the clinical practices both in periodontal osseous and mucogingival surgeries the most widely used biological factor is the amelogenin and its commercially available product the Enamel Matrix Derivative (Emdogain). With the presented five solitary horisonto-vertical bony defects of three patients the possibilities and the late results are presented that could have been achieved with the application of EMD and thorough postoperative follow-up. The clinical results were comparable to the current data presented by articles in peer reviewed periodontal journals.",
  "authors": [
    {
      "last_name": "Szatmári",
      "fore_name": "Péter",
      "initials": "P",
      "name": "Péter Szatmári",
      "affiliations": []
    },
    {
      "last_name": "Gera",
      "fore_name": "István",
      "initials": "I",
      "name": "István Gera",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Fogorvosi szemle",
    "iso_abbreviation": "Fogorv Sz",
    "issn": "0015-5314",
    "issn_type": "Print",
    "volume": "107",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "15",
  "end_page": "28",
  "pages": "15-28",
  "language": "hun",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aggressive Periodontitis",
    "Alveolar Bone Loss",
    "Amelogenin",
    "Bone Transplantation",
    "Dental Enamel Proteins",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Periodontitis",
    "Periodontium",
    "Radiography",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "24812749"
  },
  "dates": {
    "completed": "2014-06-13",
    "revised": "2016-11-25"
  },
  "chemicals": [
    "Amelogenin",
    "Dental Enamel Proteins",
    "enamel matrix proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.361295",
    "pmid": "24812749"
  }
}