{
  "pmid": "24812569",
  "uid": "24812569",
  "title": "Proapoptotic and Antiproliferative Effects of Thymus caramanicus on Human Breast Cancer Cell Line (MCF-7) and Its Interaction with Anticancer Drug Vincristine.",
  "abstract": "Thymus caramanicus Jalas is one of the species of thymus that grows in the wild in different regions of Iran. Traditionally, leaves of this plant are used in the treatment of diabetes, arthritis, and cancerous situation. Therefore, the present study was designed to investigate the selective cytotoxic and antiproliferative properties of Thymus caramanicus extract (TCE). MCF-7 human breast cancer cells were used in this study. Cytotoxicity of the extract was determined using MTT and neutral red assays. Biochemical markers of apoptosis (caspase 3, Bax, and Bcl-2) and cell proliferation (cyclin D1) were evaluated by immunoblotting. Vincristine was used as anticancer control drug in extract combination therapy. The data showed that incubation of cells with TCE (200 and 250 μ g/mL) significantly increased cell damage, activated caspase 3 and Bax/Bcl2 ratio. In addition, cyclin D1 was significantly decreased in TCE-treated cells. Furthermore, concomitant treatment of cells with extract and anticancer drug produced a significant cytotoxic effect as compared to extract or drugs alone. In conclusion, thymus extract has a potential proapoptotic/antiproliferative property against human breast cancer cells and its combination with chemotherapeutic agent vincristine may induce cell death effectively and be a potent modality to treat this type of cancer.",
  "authors": [
    {
      "last_name": "Esmaeili-Mahani",
      "fore_name": "Saeed",
      "initials": "S",
      "name": "Saeed Esmaeili-Mahani",
      "affiliations": [
        "Laboratory of Molecular Neuroscience, Kerman Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran ; Department of Biology, Faculty of Sciences, Shahid Bahonar University of Kerman, P.O. Box 76135-133, Kerman, Iran."
      ]
    },
    {
      "last_name": "Falahi",
      "fore_name": "Farzaneh",
      "initials": "F",
      "name": "Farzaneh Falahi",
      "affiliations": [
        "Laboratory of Molecular Neuroscience, Kerman Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran ; Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Evidence-based complementary and alternative medicine : eCAM",
    "iso_abbreviation": "Evid Based Complement Alternat Med",
    "issn": "1741-427X",
    "issn_type": "Print",
    "volume": "2014",
    "pub_year": "2014"
  },
  "start_page": "893247",
  "pages": "893247",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24812569",
    "pmc": "PMC4000631",
    "doi": "10.1155/2014/893247"
  },
  "doi": "10.1155/2014/893247",
  "pmc_id": "PMC4000631",
  "dates": {
    "completed": "2014-05-09",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.353850",
    "pmid": "24812569"
  }
}