{
  "pmid": "24818540",
  "uid": "24818540",
  "title": "Impact of the Surgical Research Methodology Program on surgical residents' research profiles.",
  "abstract": "OBJECTIVE: To evaluate whether implementing the formal Surgical Research Methodology (SRM) Program in the surgical residency curriculum improved research productivity compared with the preceding informal Research Seminar Series (RSS). METHODS: The SRM Program replaced the RSS in July 2009. In the SRM Program, the curriculum in Year-1 consisted of 12 teaching sessions on the principles of clinical epidemiology and biostatistics, whereas the focus in Year-2 was on the design, conduct, and presentation of a research project. The RSS consisted of 8 research methodology sessions repeated annually for 2 years along with the design, conduct, and presentation of a research project. Research productivity was measured as the number of peer-reviewed publications and the generation of studies with higher levels of evidence. Outcome measures were independently assessed by 2 authors to avoid bias. Student t test and chi-square test were used for the analysis. Frequencies, mean differences with 95% CI, and effect sizes have been reported. RESULTS: In this study, 81 SRM residents were compared with 126 RSS residents. The performance of the SRM residents was superior on all metrics in our evaluation. They were significantly more productive and published more articles than the RSS residents (mean difference = 1.0 [95% CI: 0.5-1.5], p < 0.001) with an effect size of 0.26. The SRM residents presented significantly more projects that were of higher levels of evidence (systematic reviews/meta-analyses, randomized controlled trials, and prospective cohorts) than the RSS residents (52.5% vs 29%, p = 0.005). In addition, the research performance improved 11.0 grades (95% CI: 8.5%-13.5%, p < 0.001) with an effect size of 0.51 in favor of the SRM Program. CONCLUSION: Although not all surgeons opt for a career as surgeon-scientist, knowledge of research methodology is crucial to appropriately apply evidence-based findings in clinical practice. The SRM Program has significantly improved the research productivity and performance of the surgical residents from all disciplines. The implementation of a similar research methodology program is highly recommended for the benefit of residents' future careers and ultimately, evidence-based patient care.",
  "authors": [
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada. Electronic address: farrokh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Nalin",
      "initials": "N",
      "name": "Nalin Amin",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dath",
      "fore_name": "Deepak",
      "initials": "D",
      "name": "Deepak Dath",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Stephan",
      "initials": "S",
      "name": "Stephan Kelly",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kolkin",
      "fore_name": "Ann M",
      "initials": "AM",
      "name": "Ann M Kolkin",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gill-Pottruff",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Gill-Pottruff",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skot",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Skot",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Reid",
      "affiliations": [
        "Department of Surgery, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of surgical education",
    "iso_abbreviation": "J Surg Educ",
    "issn": "1878-7452",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "4",
    "pub_year": "2014"
  },
  "start_page": "513",
  "end_page": "520",
  "pages": "513-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Curriculum",
    "General Surgery",
    "Humans",
    "Internship and Residency",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "24818540",
    "doi": "10.1016/j.jsurg.2014.01.012",
    "pii": "S1931-7204(14)00040-3"
  },
  "doi": "10.1016/j.jsurg.2014.01.012",
  "dates": {
    "completed": "2015-04-09",
    "revised": "2014-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.346795",
    "pmid": "24818540"
  }
}