{
  "pmid": "24821226",
  "uid": "24821226",
  "title": "Is double-row rotator cuff repair clinically superior to single-row rotator cuff repair: a systematic review of overlapping meta-analyses.",
  "abstract": "PURPOSE: Multiple meta-analyses of randomized clinical trials, the highest available level of evidence, have been conducted to determine whether double-row (DR) or single-row (SR) rotator cuff repair (RCR) provides superior clinical outcomes and structural healing; however, results are discordant. The purpose of this study was to conduct a systematic review of meta-analyses comparing SR and DR RCR to elucidate the cause of discordance and to determine which meta-analysis provides the current best available evidence. METHODS: In this study we evaluated available scientific support for SR versus DR RCR by systematically reviewing the literature for published meta-analyses. Data were extracted from these meta-analyses for patient outcomes and structural healing. Meta-analysis quality was assessed with the Oxman-Guyatt and Quality of Reporting of Meta-analyses (QUOROM) systems. The Jadad algorithm was then applied to determine which meta-analyses provided the highest level of evidence. RESULTS: Eight meta-analyses met the eligibility criteria: 4 including Level I evidence and 4 including both Level I and Level II evidence. Six meta-analyses found no differences between SR and DR RCR for patient outcomes, whereas 2 favored DR RCR for tears greater than 3 cm. Two meta-analyses found no structural healing differences between SR and DR RCR, whereas 3 found DR repair to be superior for tears greater than 3 cm and 2 found DR repair to be superior for all tears. Four meta-analyses had low Oxman-Guyatt scores (<3) indicative of major flaws. After application of the Jadad algorithm, 3 concordant high-quality meta-analyses were selected, all of which found significantly better structural healing with DR compared with SR RCR. CONCLUSIONS: According to this systematic review of overlapping meta-analyses comparing SR and DR RCR, the current highest level of evidence suggests that DR RCR provides superior structural healing to SR RCR. LEVEL OF EVIDENCE: Level II, systematic review of Level I and II studies.",
  "authors": [
    {
      "last_name": "Mascarenhas",
      "fore_name": "Randy",
      "initials": "R",
      "name": "Randy Mascarenhas",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rush University Medical Center, Chicago, Illinois, U.S.A.. Electronic address: mascarer@hotmail.com."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "Peter N",
      "initials": "PN",
      "name": "Peter N Chalmers",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rush University Medical Center, Chicago, Illinois, U.S.A."
      ]
    },
    {
      "last_name": "Sayegh",
      "fore_name": "Eli T",
      "initials": "ET",
      "name": "Eli T Sayegh",
      "affiliations": [
        "College of Physicians and Surgeons, Columbia University, New York, New York, U.S.A."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Nikhil N",
      "initials": "NN",
      "name": "Nikhil N Verma",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rush University Medical Center, Chicago, Illinois, U.S.A."
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "Brian J",
      "initials": "BJ",
      "name": "Brian J Cole",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rush University Medical Center, Chicago, Illinois, U.S.A."
      ]
    },
    {
      "last_name": "Romeo",
      "fore_name": "Anthony A",
      "initials": "AA",
      "name": "Anthony A Romeo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Rush University Medical Center, Chicago, Illinois, U.S.A."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1156",
  "end_page": "1165",
  "pages": "1156-65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Rotator Cuff",
    "Suture Anchors",
    "Treatment Outcome",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "24821226",
    "doi": "10.1016/j.arthro.2014.03.015",
    "pii": "S0749-8063(14)00239-4"
  },
  "doi": "10.1016/j.arthro.2014.03.015",
  "dates": {
    "completed": "2015-04-14",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.358429",
    "pmid": "24821226"
  }
}