{
  "pmid": "24826905",
  "uid": "24826905",
  "title": "Citizen expectations of 'academic entrepreneurship' in health research: public science, practical benefit.",
  "abstract": "BACKGROUND: Responsiveness to citizens as users of technological innovation helps motivate translational research and commercial engagement among academics. Yet, retaining citizen trust and support for research encourages caution in pursuit of commercial science. OBJECTIVES: We explore citizen expectations of the specifically academic nature of commercial science [i.e. academic entrepreneurship (AE)] and the influence of conflict of interest concerns, hopes about practical benefits and general beliefs. DESIGN, SETTING AND PARTICIPANTS: We conducted a cross-sectional national opinion survey of 1002 Canadians online in 2010. RESULTS: Approval of AE was moderate (mean 3.2/5, SD 0.84), but varied by entrepreneurial activity. Concern about conflict of interests (COI) was moderate (mean 2.9/5, SD 0.86) and varied by type of concern. An ordinary least-squares regression showed that expectations of practical benefits informed support for AE, specifically that academic-industry collaboration can better address real-world problems; conflict of interest concerns were insignificant. CONCLUSIONS: These findings suggest that citizens support AE for its potential to produce practical benefits, but enthusiasm varies and is reduced for activities that may prioritize private over public interests. Further, support exists despite concern about COI, perhaps due to trust in the academic research context. For user engagement in research priority setting, these findings suggest the need to attend to the commercial nature of translational science. For research policy, they suggest the need for governance arrangements for responsible innovation, which can sustain public trust in academic research, and realize the practical benefits that inform public support for AE.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Fiona A",
      "initials": "FA",
      "name": "Fiona A Miller",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Division of Health Policy & Ethics, Toronto Health Economics and Technology Assessment (THETA) Collaborative, University of Toronto, Toronto, ON, Canada.",
        "Joint Centre for Bioethics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Painter-Main",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Painter-Main",
      "affiliations": [
        "Department of Political Science, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Axler",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Axler",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Joint Centre for Bioethics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lehoux",
      "fore_name": "Pascale",
      "initials": "P",
      "name": "Pascale Lehoux",
      "affiliations": [
        "Department of Health Administration, University of Montreal, Montreal, QC, Canada.",
        "Institute of Public Health Research of University of Montreal (IRSPUM), Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Slater",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Slater",
      "affiliations": [
        "Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "2356",
  "end_page": "2374",
  "pages": "2356-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Conflict of Interest",
    "Cross-Sectional Studies",
    "Entrepreneurship",
    "Humans",
    "Interinstitutional Relations",
    "Least-Squares Analysis",
    "Public Opinion",
    "Translational Research, Biomedical",
    "Trust",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "24826905",
    "pmc": "PMC5810666",
    "doi": "10.1111/hex.12205"
  },
  "doi": "10.1111/hex.12205",
  "pmc_id": "PMC5810666",
  "dates": {
    "completed": "2016-10-20",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "198140",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "FRN 81195",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.592885",
    "pmid": "24826905"
  }
}