{
  "pmid": "24824592",
  "uid": "24824592",
  "title": "Inferior survival among Aboriginal children with cancer in Ontario.",
  "abstract": "BACKGROUND: Pediatric cancer distribution and outcomes have not been examined in Canadian Aboriginal children. The objective of this study was to describe the distribution, event-free survival, and overall survival of Aboriginal children with malignancies who reside in Ontario compared with non-Aboriginal children. METHODS: This population-based study included 10,520 Ontario children (aged <18 years) who were diagnosed with cancer between 1985 and 2011. Patients were identified from the Pediatric Oncology Group of Ontario Networked Information System database. Aboriginal children were identified by self-reported ethnicity or postal code on a Native reserve at diagnosis. Descriptive statistics of the patients were presented and compared using the Fisher exact test. Event-free and overall survival probabilities were calculated for Aboriginal and non-Aboriginal children, described using Kaplan-Meier curves, and compared using log-rank tests. RESULTS: In total, 65 Aboriginal children and 10,364 non-Aboriginal children with malignancy were identified. The distribution of malignancy type was similar between the 2 groups. There were no significant differences in baseline characteristics, presence of metastatic disease, or treatment approach (clinical trial, standard of care, or individualized protocol) between the groups. The 5e-year event-free survival rate (± standard error) was 56.3% ± 6.2% among Aboriginal children versus 72.8% ± 0.4% among non-Aboriginal children (P = .0042), and the 5-year overall survival rate was 64% ± 6.0% versus 79.3 ± 0.4% (P = .0017), respectively. The cause of death did not vary according to Aboriginal ethnicity. CONCLUSIONS: Survival was significantly inferior among Aboriginal children who had cancer compared with non-Aboriginal children who had cancer in Ontario. Future studies are required to define the etiology of this disparity, evaluate the issue nationally, and create interventions to improve outcomes for Aboriginal children.",
  "authors": [
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Division of Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pole",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Pole",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer",
    "iso_abbreviation": "Cancer",
    "issn": "1097-0142",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "17",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "2751",
  "end_page": "2759",
  "pages": "2751-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Disease-Free Survival",
    "Health Status Disparities",
    "Humans",
    "Indians, North American",
    "Kaplan-Meier Estimate",
    "Neoplasms",
    "Ontario",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "24824592",
    "doi": "10.1002/cncr.28762"
  },
  "doi": "10.1002/cncr.28762",
  "dates": {
    "completed": "2014-10-14",
    "revised": "2014-08-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:25.728111",
    "pmid": "24824592"
  }
}