{
  "pmid": "24825408",
  "uid": "24825408",
  "title": "Body image dissatisfaction among immigrant children and adolescents in Canada and the United States: a scoping review.",
  "abstract": "OBJECTIVE: To systematically summarize the literature examining body image dissatisfaction (BID) among immigrant children and adolescents living in Canada and the United States (US). METHOD: Sources were identified by entering search terms into six electronic databases and by completing an electronic hand search of research journals focusing on body image. Eligible sources were those published between 1946 and November 2012, conducted within Canada or the US, included immigrant children or adolescents (<18 years), and measured BID through self-report. Synthesis followed the principles of thematic and content analysis (Vaismoradi et al., Nurs Health Sci, 2013,15,398-405). RESULTS: A total of 12 sources were included in our synthesis, spanning years 1991 to 2010. These studies indicate that immigrant children and adolescents experience BID. However, the literature is plagued by a disproportionate focus on females, Latino/Hispanic immigrants, and inadequate attention to issues of measurement. DISCUSSION: There is no evidence about the BID experiences of immigrant children and adolescents in Canada and limited information has stemmed from the US. A more robust evidence-base should include the use of advanced methods to examine the influence of acculturation and acculturative stress on BID among immigrant male and female children and adolescents.",
  "authors": [
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": []
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "1098-108X",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "892",
  "end_page": "897",
  "pages": "892-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Acculturation",
    "Adolescent",
    "Body Image",
    "Canada",
    "Child",
    "Emigrants and Immigrants",
    "Female",
    "Humans",
    "Male",
    "Personal Satisfaction",
    "Psychological Tests",
    "Self Concept",
    "Stress, Psychological",
    "United States"
  ],
  "article_ids": {
    "pubmed": "24825408",
    "doi": "10.1002/eat.22295"
  },
  "doi": "10.1002/eat.22295",
  "dates": {
    "completed": "2015-05-11",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.154826",
    "pmid": "24825408"
  }
}