{
  "pmid": "24835623",
  "uid": "24835623",
  "title": "Functional outcome after successful internal fixation versus salvage arthroplasty of patients with a femoral neck fracture.",
  "abstract": "OBJECTIVES: To determine patient independency, health-related and disease-specific quality of life (QOL), gait pattern, and muscle strength in patients after salvage arthroplasty for failed internal fixation of a femoral neck fracture. DESIGN: Secondary cohort study to a randomized controlled trial. SETTING: Multicenter trial in the Netherlands, including 14 academic and nonacademic hospitals. PATIENTS: Patients after salvage arthroplasty for failed internal fixation of a femoral neck fracture were studied. A comparison was made with patients who healed uneventfully after internal fixation. INTERVENTION: None (observatory study). MAIN OUTCOME MEASUREMENTS: Patient characteristics, SF-12, and Western Ontario McMaster osteoarthritis index scores were collected. Gait parameters were measured using plantar pressure measurement. Maximum isometric forces of the hip muscles were measured using a handheld dynamometer. Differences between the fractured and contralateral leg were calculated. Groups were compared using univariate analysis. RESULTS: Of 248 internal fixation patients (median age, 72 years), salvage arthroplasty was performed in 68 patients (27%). Salvage arthroplasty patients had a significantly lower Western Ontario McMaster osteoarthritis index score (median, 73 vs. 90; P = 0.016) than patients who healed uneventfully after internal fixation. Health-related QOL (SF-12) and patient independency did not differ significantly between the groups. Gait analysis showed a significantly impaired progression of the center of pressure in the salvage surgery patients (median ratio, -8.9 vs. 0.4, P = 0.013) and a significant greater loss of abduction strength (median, -25.4 vs. -20.4 N, P = 0.025). CONCLUSIONS: Despite a similar level of dependency and QOL, salvage arthroplasty patients have inferior functional outcome than patients who heal after internal fixation of a femoral neck fracture. LEVEL OF EVIDENCE: Therapeutic level III.",
  "authors": [
    {
      "last_name": "Zielinski",
      "fore_name": "Stephanie M",
      "initials": "SM",
      "name": "Stephanie M Zielinski",
      "affiliations": [
        "Trauma Research Unit Department of Surgery, Erasmus MC, University Medical Center Rotterdam, Rotterdam, the Netherlands; †Department of Research, Development and Education, Sint Maartenskliniek, Nijmegen, the Netherlands; ‡Department of Rehabilitation Medicine and Physical Therapy, Erasmus MC, University Medical Center Rotterdam, Rotterdam, the Netherlands; §Department of Surgery, Kennemer Gasthuis, Haarlem, the Netherlands; ‖Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; ¶RSscan International, Olen, Belgium; and **Department of Accident and Emergency Medicine, Erasmus MC, University Medical Center Rotterdam, Rotterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Keijsers",
      "fore_name": "Noël L",
      "initials": "NL",
      "name": "Noël L Keijsers",
      "affiliations": []
    },
    {
      "last_name": "Praet",
      "fore_name": "Stephan F E",
      "initials": "SF",
      "name": "Stephan F E Praet",
      "affiliations": []
    },
    {
      "last_name": "Heetveld",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Heetveld",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Wilssens",
      "fore_name": "Jean Pierre",
      "initials": "JP",
      "name": "Jean Pierre Wilssens",
      "affiliations": []
    },
    {
      "last_name": "Patka",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Patka",
      "affiliations": []
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Esther M M",
      "initials": "EM",
      "name": "Esther M M Van Lieshout",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "e273",
  "end_page": "e280",
  "pages": "e273-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Cohort Studies",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Gait",
    "Humans",
    "Leg Length Inequality",
    "Middle Aged",
    "Muscle Strength",
    "Quality of Life",
    "Recovery of Function",
    "Reoperation",
    "Salvage Therapy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24835623",
    "mid": "NIHMS579634",
    "pmc": "PMC4233012",
    "doi": "10.1097/BOT.0000000000000123"
  },
  "doi": "10.1097/BOT.0000000000000123",
  "pmc_id": "PMC4233012",
  "dates": {
    "completed": "2015-07-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AR055267",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1R01-AR055267-01A1",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "177466",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.358853",
    "pmid": "24835623"
  }
}