{
  "pmid": "24833906",
  "uid": "24833906",
  "title": "Serum uric acid and target organ damage in essential hypertension.",
  "abstract": "BACKGROUND: Hypertension is a major risk factor for cardiovascular mortality, as it acts through its effects on target organs, such as the heart and kidneys. Hyperuricemia increases cardiovascular risk in patients with hypertension. OBJECTIVE: To assess the relationship between serum uric acid and target organ damage (left ventricular hypertrophy and microalbuminuria) in untreated patients with essential hypertension. PATIENTS AND METHODS: A cross-sectional study was carried out in 130 (85 females, 45 males) newly diagnosed, untreated patients with essential hypertension. Sixty-five healthy age- and sex-matched non-hypertensive individuals served as controls for comparison. Left ventricular hypertrophy was evaluated by cardiac ultrasound scan, and microalbuminuria was assessed in an early morning midstream urine sample by immunoturbidimetry. Blood samples were collected for assessing uric acid levels. RESULTS: Mean serum uric acid was significantly higher among the patients with hypertension (379.7±109.2 μmol/L) than in the controls (296.9±89.8 μmol/L; P<0.001), and the prevalence of hyperuricemia was 46.9% among the hypertensive patients and 16.9% among the controls (P<0.001). Among the hypertensive patients, microalbuminuria was present in 54.1% of those with hyperuricemia and in 24.6% of those with normal uric acid levels (P=0.001). Similarly, left ventricular hypertrophy was more common in the hypertensive patients with hyperuricemia (70.5% versus 42.0%, respectively; P=0.001). There was a significant linear relationship between mean uric acid levels and the number of target organ damage (none versus one versus two: P=0.012). CONCLUSION: These results indicate that serum uric acid is associated with target organ damage in patients with hypertension, even at the time of diagnosis; thus, it is a reliable marker of cardiovascular damage in our patient population.",
  "authors": [
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, Port Harcourt, Rivers State, Nigeria."
      ]
    },
    {
      "last_name": "Odia",
      "fore_name": "Osaretin J",
      "initials": "OJ",
      "name": "Osaretin J Odia",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, Port Harcourt, Rivers State, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "Vascular health and risk management",
    "iso_abbreviation": "Vasc Health Risk Manag",
    "issn": "1178-2048",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2014"
  },
  "start_page": "253",
  "end_page": "261",
  "pages": "253-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Albuminuria",
    "Biomarkers",
    "Case-Control Studies",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Hypertension",
    "Hypertrophy, Left Ventricular",
    "Hyperuricemia",
    "Male",
    "Middle Aged",
    "Nigeria",
    "Prevalence",
    "Prognosis",
    "Risk Factors",
    "Ultrasonography",
    "Uric Acid"
  ],
  "article_ids": {
    "pubmed": "24833906",
    "pmc": "PMC4014451",
    "doi": "10.2147/VHRM.S61363",
    "pii": "vhrm-10-253"
  },
  "doi": "10.2147/VHRM.S61363",
  "pmc_id": "PMC4014451",
  "dates": {
    "completed": "2014-09-02",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Biomarkers",
    "Uric Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.917218",
    "pmid": "24833906"
  }
}