{
  "pmid": "24837498",
  "uid": "24837498",
  "title": "Boosting sensitivity of boron nitride nanotube (BNNT) to nitrogen dioxide by Fe encapsulation.",
  "abstract": "The pristine boron nitride nanotube (BNNT) exhibits a poor chemical reactivity to some adsorbates, thus greatly limiting its application for the gas sensor. In the present work, using density functional theory (DFT) methods, we put forward a novel strategy to enhance the sensitivity of BNNT to nitrogen dioxide (NO2) by the encapsulation of a single Fe atom inside its cavity. The results suggest that the NO2 molecule can be only physically adsorbed on the pristine BNNT with a small adsorption energy (-0.10 eV). After the inclusion of the Fe atom inside BNNT (Fe@BNNT), the interaction of NO2 molecules with this tube is significantly enhanced, leading to a transformation from the physisorption of on pristine BNNT to the current chemisorption. Interestingly, up to five NO2 molecules can be adsorbed on this encapsulated BNNT along its circumference with the average adsorption energy of -0.52 eV, corresponding to a short recovery time (6 ms). Moreover, 0.38 electrons are transferred from the Fe@BNNT to the adsorbed NO2 molecules, which is enough to induce the obvious change of its electrical conductance. Thus, we predict that the encapsulation of Fe atom inside BNNT would greatly boosts its sensitivity to NO2 molecules, indicating its potential application as NO2 sensors.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": [
        "College of Teacher Education, Harbin Normal University, Harbin 150025, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yue-Jie",
      "initials": "YJ",
      "name": "Yue-Jie Liu",
      "affiliations": [
        "Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, Harbin Normal University, Harbin 150025, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yan-ling",
      "initials": "YL",
      "name": "Yan-ling Liu",
      "affiliations": [
        "College of Chemistry and Chemical Engineering, Hainan Normal University, Haikou 571158, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jing-xiang",
      "initials": "JX",
      "name": "Jing-xiang Zhao",
      "affiliations": [
        "Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, Harbin Normal University, Harbin 150025, China. Electronic address: xjz_hmily@yahoo.com.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of molecular graphics & modelling",
    "iso_abbreviation": "J Mol Graph Model",
    "issn": "1873-4243",
    "issn_type": "Electronic",
    "volume": "51",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "1",
  "end_page": "6",
  "pages": "1-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adsorption",
    "Boron Compounds",
    "Computer Simulation",
    "Electric Conductivity",
    "Electrochemical Techniques",
    "Environmental Monitoring",
    "Humans",
    "Iron",
    "Models, Chemical",
    "Models, Molecular",
    "Nanotubes",
    "Nitrogen Dioxide"
  ],
  "article_ids": {
    "pubmed": "24837498",
    "doi": "10.1016/j.jmgm.2014.04.005",
    "pii": "S1093-3263(14)00050-3"
  },
  "doi": "10.1016/j.jmgm.2014.04.005",
  "dates": {
    "completed": "2015-02-12",
    "revised": "2014-06-28"
  },
  "chemicals": [
    "Boron Compounds",
    "boron nitride",
    "Iron",
    "Nitrogen Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.157862",
    "pmid": "24837498"
  }
}