{
  "pmid": "24837287",
  "uid": "24837287",
  "title": "Requirement of the flagellar protein export apparatus component FliO for optimal expression of flagellar genes in Helicobacter pylori.",
  "abstract": "Flagellar biogenesis in Helicobacter pylori involves the coordinated expression of flagellar genes with assembly of the flagellum. The H. pylori flagellar genes are organized into three regulons based on the sigma factor needed for their transcription (RpoD [σ(80)], RpoN [σ(54)], or FliA [σ(28)]). Transcription of RpoN-dependent genes is activated by a two-component system consisting of the sensor kinase FlgS and the response regulator FlgR. While the cellular cues sensed by the FlgS/FlgR two-component system remain to be elucidated, previous studies revealed that disrupting certain components of the flagellar export apparatus inhibited transcription of the RpoN regulon. FliO is the least conserved of the membrane-bound components of the export apparatus and has not been annotated for any of the H. pylori genomes sequenced to date. A PSI-BLAST analysis identified a potential H. pylori FliO protein which membrane topology algorithms predict to possess a large N-terminal periplasmic domain that is absent from FliO of Escherichia coli and Salmonella, the paradigms for flagellar structure/function studies. FliO was necessary for flagellar biogenesis as well as wild-type levels of motility and transcription of RpoN-dependent and FliA-dependent flagellar genes in H. pylori strain B128. FliO also appears to be required for wild-type levels of the export apparatus protein FlhA in the membrane. Interestingly, the periplasmic and cytoplasmic domains were somewhat dispensable for flagellar gene regulation and assembly, suggesting that these domains have relatively minor roles in flagellar synthesis.",
  "authors": [
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, Georgia, USA."
      ]
    },
    {
      "last_name": "Hoover",
      "fore_name": "Timothy R",
      "initials": "TR",
      "name": "Timothy R Hoover",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, Georgia, USA trhoover@uga.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of bacteriology",
    "iso_abbreviation": "J Bacteriol",
    "issn": "1098-5530",
    "issn_type": "Electronic",
    "volume": "196",
    "issue": "15",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "2709",
  "end_page": "2717",
  "pages": "2709-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Alleles",
    "Bacterial Proteins",
    "DNA, Complementary",
    "Flagella",
    "Gene Expression Regulation, Bacterial",
    "Genetic Complementation Test",
    "Helicobacter pylori",
    "Membrane Proteins",
    "Protein Structure, Tertiary",
    "Protein Transport",
    "RNA, Bacterial",
    "Sequence Analysis, DNA",
    "Sequence Deletion"
  ],
  "article_ids": {
    "pubmed": "24837287",
    "pmc": "PMC4135663",
    "doi": "10.1128/JB.01332-13",
    "pii": "JB.01332-13"
  },
  "doi": "10.1128/JB.01332-13",
  "pmc_id": "PMC4135663",
  "dates": {
    "completed": "2014-10-02",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Bacterial Proteins",
    "DNA, Complementary",
    "FlhA protein, Bacteria",
    "FliO protein, Bacteria",
    "Membrane Proteins",
    "RNA, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.515632",
    "pmid": "24837287"
  }
}