{
  "pmid": "24843965",
  "uid": "24843965",
  "title": "[Quantitative research on operation behavior of acupuncture manipulation].",
  "abstract": "OBJECTIVE: To explore a method of quantitative evaluation on operation behavior of acupuncture manipulation and further analyze behavior features of professional acupuncture manipulation. METHODS: According to acupuncture basic manipulations, Scales for Operation Behavior of Acupuncture Basic Manipulation was made and Delphi method was adopted to test its validity. Two independent estimators utilized this scale to assess operation behavior of acupuncture manipulate among 12 acupuncturists and 12 acupuncture-novices and calculate interrater reliability, also the differences of total score of operation behavior in the two groups as well as single-step score, including sterilization, needle insertion, needle manipulation and needle withdrawal, were compared. RESULTS: The validity of this scale was satisfied. The inter-rater reliability was 0. 768. The total score of operation behavior in acupuncturist group was significantly higher than that in the acupuncture-novice group (13.80 +/- 1.05 vs 11.03 +/- 2.14, P < 0.01). The scores of needle insertion and needle manipulation in the acupuncturist group were significantly higher than those in the acupuncture-novice group (4.28 +/- 0.91 vs 2.54 +/- 1.51, P < 0.01; 2.56 +/- 0.65 vs 1.88 +/- 0.88, P < 0.05); however, the scores of sterilization and needle withdrawal in the acupuncturist group were not different from those in the acupuncture-novice group. CONCLUSION: This scale is suitable for quantitative evaluation on operation behavior of acupuncture manipulation. The behavior features of professional acupuncture manipulation are mainly presented with needle insertion and needle manipulation which has superior difficulty, high coordination and accuracy.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Li",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Mary X",
      "initials": "MX",
      "name": "Mary X Wu",
      "affiliations": []
    },
    {
      "last_name": "Breuer",
      "fore_name": "Ronny",
      "initials": "R",
      "name": "Ronny Breuer",
      "affiliations": []
    },
    {
      "last_name": "Carnahan",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Carnahan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
    "iso_abbreviation": "Zhongguo Zhen Jiu",
    "issn": "0255-2930",
    "issn_type": "Print",
    "volume": "34",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "247",
  "end_page": "251",
  "pages": "247-51",
  "language": "chi",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acupuncture",
    "Acupuncture Therapy",
    "Health Personnel",
    "Humans",
    "Quality Control",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "24843965"
  },
  "dates": {
    "completed": "2014-06-17",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.925945",
    "pmid": "24843965"
  }
}