{
  "pmid": "24858004",
  "uid": "24858004",
  "title": "Why a decade of road traffic safety?",
  "abstract": "Each year, 1.24 million people die as a result of road traffic collisions around the world, and millions more are left to suffer the resultant disabilities of their nonfatal typically musculoskeletal injuries. The most productive members of society are the ones affected the most, and the subsequent economic impact cannot be ignored. Reducing the morbidity and mortality associated with road traffic injuries will reduce suffering and increase available resources that can be used more effectively. Road traffic injuries are preventable, and the impact of those that do occur can be mitigated. Adequate national and global funding, strategy, and measurable targets are fundamental to a sustainable response to road safety. Over the last decade, the United Nations and World Health Organization have been part of the gaining momentum toward addressing this issue, through resolutions and coordinating global efforts. This is what brought about the \"Decade of Action for Road Traffic Safety,\" and as orthopaedic surgeons, our involvement is key for the collaborative public health response toward this effort.",
  "authors": [
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "*Division of Orthopaedic Surgery, Department of Surgery, Health Sciences Centre, University of Calgary, Calgary, Alberta, Canada; †Division of Orthopaedic Surgery, St. Michael's Hospital, Toronto, Ontario, Canada; and ‡Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "28 Suppl 1",
    "pub_year": "2014"
  },
  "start_page": "S8",
  "end_page": "S10",
  "pages": "S8-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Cost of Illness",
    "Humans",
    "Internationality",
    "Musculoskeletal System",
    "Safety",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "24858004",
    "doi": "10.1097/BOT.0000000000000104",
    "pii": "00005131-201406001-00002"
  },
  "doi": "10.1097/BOT.0000000000000104",
  "dates": {
    "completed": "2014-09-02",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.360548",
    "pmid": "24858004"
  }
}