{
  "pmid": "24851829",
  "uid": "24851829",
  "title": "Geriatric cardiac surgery: chronology vs. biology.",
  "abstract": "Cardiac surgery is increasingly performed in elderly patients, and whilst the incidence of common risk factors associated with poorer outcome increases with age, recent studies suggest that outcomes in this population may be better than is widely appreciated. As such, in this review we have examined the current evidence for common cardiac surgical procedures in patients aged over 70 years. Coronary artery bypass grafting (CABG) in the elderly has similar early safety to percutaneous intervention, though repeat revascularisation is lower. Totally avoiding instrumentation of the ascending aorta with off-pump techniques may also reduce the incidence of neurological injury. Aortic valve replacement (AVR) significantly improves quality of life and provides excellent short- and long-term outcomes. Combined AVR and CABG carries higher risk but late survival is still excellent. Mini-sternotomy AVR in the elderly can provide comparable survival to full-sternotomy AVR. More accurate risk stratification systems are needed to appropriately select patients for transcatheter aortic valve implantation. Mitral valve repair is superior to replacement in the elderly, although choosing the most effective method is important for achieving maximal quality of life. Minimally-invasive mitral valve surgery in the elderly has similar postoperative outcomes to sternotomy-based surgery, but reduces hospital length of stay and return to activity. In operative candidates, surgical repair is superior to percutaneous repair. Current evidence indicates that advanced age alone is not a predictor of mortality or morbidity in cardiac surgery. Thus surgery should not be overlooked or denied to the elderly solely on the basis of their \"chronological age\", without considering the patient's true \"biological age\".",
  "authors": [
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Edelman",
      "fore_name": "J James B",
      "initials": "JJ",
      "name": "J James B Edelman",
      "affiliations": [
        "The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Forrest",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Department of Anaesthetics, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Ng",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Cardiology Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "John",
      "initials": "J",
      "name": "John Fraser",
      "affiliations": [
        "Critical Care Research Group, The Prince Charles Hospital, The University of Queensland."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia. Electronic address: michael.vallely@bigpond.com."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "794",
  "end_page": "801",
  "pages": "794-801",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Aortic Valve",
    "Atrial Fibrillation",
    "Coronary Artery Bypass",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Minimally Invasive Surgical Procedures",
    "Mitral Valve Annuloplasty",
    "Risk Assessment",
    "Sternotomy"
  ],
  "article_ids": {
    "pubmed": "24851829",
    "doi": "10.1016/j.hlc.2014.04.008",
    "pii": "S1443-9506(14)00181-4"
  },
  "doi": "10.1016/j.hlc.2014.04.008",
  "dates": {
    "completed": "2015-06-24",
    "revised": "2014-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.303182",
    "pmid": "24851829"
  }
}