{
  "pmid": "24855362",
  "uid": "24855362",
  "title": "Nonergot dopamine-receptor agonists for treating Parkinson's disease - a network meta-analysis.",
  "abstract": "OBJECTIVE: To compare the efficacy of the three nonergot dopamine-receptor agonists (DAs) pramipexole, ropinirole, and rotigotine for the treatment of early and advanced Parkinson's disease (PD). MATERIALS AND METHODS: Bayesian network meta-analyses were performed separately for early and advanced PD, and at time points 11-16 and 24-28 weeks. Outcomes for early PD included improvement on the Unified Parkinson's Disease Rating Scale (UPDRS) activities in daily life (UPDRS-II), motor function (UPDRS-III), and their subtotal (UPDRS-II + III). Outcomes for advanced PD also included daily \"off time\" (hours), but not UPDRS-II + III. RESULTS: Totals of 23 and 24 trials informed early and advanced PD analyses. For early PD UPDRS-II at 11-16 weeks, pramipexole and rotigotine were statistically significantly superior to placebo, but ropinirole was not. For UPDRS-III and UPDRS-II + III, all DAs were statistically significantly better than placebo and exhibited similar improvements. At 24-28 weeks, results were also statistically significant for all DAs versus placebo, and the magnitudes of improvements were similar for pramipexole, ropinirole and rotigotine. Advanced PD improvements on UPDRS-II, UPRDS-III, and off time were statistically significant for pramipexole, ropinirole, and rotigotine versus placebo. At 11-16 weeks, rotigotine yielded slightly smaller effects than ropinirole and pramipexole, but credible intervals on differences were wide. For off time, results were near identical. At 24-28 weeks, results were similar for all three outcomes. Ropinirole yielded a slightly higher improvement on UPDRS-III, but a slightly smaller improvement in off time. CONCLUSION: Our analyses suggest that pramipexole, ropinirole, and rotigotine exhibit similar efficacy in the treatment of early and advanced PD.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Stanford Prevention Research Center, Stanford University, Stanford, CA, USA ; Redwood Outcomes, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada ; Redwood Outcomes, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada ; Redwood Outcomes, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Eapen",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Eapen",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada ; Redwood Outcomes, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Stanford Prevention Research Center, Stanford University, Stanford, CA, USA ; Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada ; Redwood Outcomes, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Neuropsychiatric disease and treatment",
    "iso_abbreviation": "Neuropsychiatr Dis Treat",
    "issn": "1176-6328",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2014"
  },
  "start_page": "767",
  "end_page": "776",
  "pages": "767-76",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24855362",
    "pmc": "PMC4019622",
    "doi": "10.2147/NDT.S60061",
    "pii": "ndt-10-767"
  },
  "doi": "10.2147/NDT.S60061",
  "pmc_id": "PMC4019622",
  "dates": {
    "completed": "2014-05-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.957065",
    "pmid": "24855362"
  }
}