{
  "pmid": "24869616",
  "uid": "24869616",
  "title": "Low-intensity pulsed ultrasonography versus electrical stimulation for fracture healing: a systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: To best inform evidence-based patient care, it is often desirable to compare competing therapies. We performed a network meta-analysis to indirectly compare low intensity pulsed ultrasonography (LIPUS) with electrical stimulation (ESTIM) for fracture healing. METHODS: We searched the reference lists of recent reviews evaluating LIPUS and ESTIM that included studies published up to 2011 from 4 electronic databases. We updated the searches of all electronic databases up to April 2012. Eligible trials were those that included patients with a fresh fracture or an existing delayed union or nonunion who were randomized to LIPUS or ESTIM as well as a control group. Two pairs of reviewers, independently and in duplicate, screened titles and abstracts, reviewed the full text of potentially eligible articles, extracted data and assessed study quality. We used standard and network meta-analytic techniques to synthesize the data. RESULTS: Of the 27 eligible trials, 15 provided data for our analyses. In patients with a fresh fracture, there was a suggested benefit of LIPUS at 6 months (risk ratio [RR] 1.17, 95% confidence interval [CI] 0.97-1.41). In patients with an existing nonunion or delayed union, ESTIM had a suggested benefit over standard care on union rates at 3 months (RR 2.05, 95% CI 0.99-4.24). We found very low-quality evidence suggesting a potential benefit of LIPUS versus ESTIM in improving union rates at 6 months (RR 0.76, 95% CI 0.58-1.01) in fresh fracture populations. CONCLUSION: To support our findings direct comparative trials with safeguards against bias assessing outcomes important to patients, such as functional recovery, are required.",
  "authors": [
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "The Department of Clinical Epidemiology and Biostatistics, Department of Anesthesia, McMaster University, Hamilton, Ont., Stanford Prevention Research Center, Stanford University, Stanford, Calif."
      ]
    },
    {
      "last_name": "Mollon",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Mollon",
      "affiliations": [
        "The Division of Orthopaedics, University of Toronto, Toronto, Ont.."
      ]
    },
    {
      "last_name": "Bance",
      "fore_name": "Sheena",
      "initials": "S",
      "name": "Sheena Bance",
      "affiliations": [
        "The Department of Applied Psychology and Human Development, Ontario Institute for Studies in Education, University of Toronto, Toronto, Ont."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "The Department of Clinical Epidemiology and Biostatistics, Department of Anesthesia, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "The Department of Clinical Epidemiology and Biostatistics, and the Division of Orthopaedic Surgery, McMaster University, Hamilton, Ont.."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "E105",
  "end_page": "E118",
  "pages": "E105-18",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Electric Stimulation Therapy",
    "Fracture Healing",
    "Fractures, Bone",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome",
    "Ultrasonic Therapy"
  ],
  "article_ids": {
    "pubmed": "24869616",
    "pmc": "PMC4035413",
    "doi": "10.1503/cjs.010113",
    "pii": "10.1503/cjs.010113"
  },
  "doi": "10.1503/cjs.010113",
  "pmc_id": "PMC4035413",
  "dates": {
    "completed": "2014-07-14",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.360760",
    "pmid": "24869616"
  }
}