{
  "pmid": "24875124",
  "uid": "24875124",
  "title": "Trends in incidence and survival of women with invasive vulvar cancer in the United States and Canada: a population-based study.",
  "abstract": "AIM: The aim of this study is to estimate trends in incidence and relative survival in women diagnosed with invasive squamous cell vulvar cancer in the United States (U.S.) and Canada over the periods of 1973-2010 for U.S. and 1992-2008 for Canada. METHODS: We identified patients with primary invasive squamous cell vulvar cancers in the Surveillance, Epidemiology, and End Results cancer registry database and the Canadian Cancer Registry dataset. Women younger than 40 years were excluded because of the small number of patients in this age group. A flexible parametric model was used to estimate two- and five-year relative survival ratios and excess mortality rate. RESULTS: In total 15,041 patients diagnosed with invasive squamous cell vulvar cancer were included in this analysis. The incidence rate of vulvar cancer increased in both U.S. and Canada. Two- and five-year relative survival ratios decreased over time for both countries, particularly for patients 80 years and over. CONCLUSIONS: The incidence rate of invasive vulvar cancer continued to increase in U.S. and Canada while its two- and five-year relative survival ratios gradually decreased for all age groups over the last few decades. Also, excess mortality rate reaches to its peak after about 6 months from diagnosis and then starts to decline. This is the first report that examine relative survival ratio for vulvar cancer in Canada and U.S. and serves as a basis for future similar studies.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: daneshn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "134",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "314",
  "end_page": "318",
  "pages": "314-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Carcinoma, Squamous Cell",
    "Female",
    "Humans",
    "Incidence",
    "Middle Aged",
    "Neoplasm Invasiveness",
    "Survival Rate",
    "United States",
    "Vulvar Neoplasms"
  ],
  "article_ids": {
    "pubmed": "24875124",
    "doi": "10.1016/j.ygyno.2014.05.014",
    "pii": "S0090-8258(14)00974-3"
  },
  "doi": "10.1016/j.ygyno.2014.05.014",
  "dates": {
    "completed": "2014-09-29",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.224628",
    "pmid": "24875124"
  }
}