{
  "pmid": "24889015",
  "uid": "24889015",
  "title": "Towards a better understanding of the nomenclature used in information-packaging efforts to support evidence-informed policymaking in low- and middle-income countries.",
  "abstract": "BACKGROUND: The growing recognition of the importance of concisely communicating research evidence and other policy-relevant information to policymakers has underpinned the development of several information-packaging efforts over the past decade. This has led to a wide variability in the types of documents produced, which is at best confusing and at worst discouraging for those they intend to reach. This paper has two main objectives: to develop a better understanding of the range of documents and document names used by the organizations preparing them; and to assess whether there are any consistencies in the characteristics of sampled documents across the names employed to label (in the title) or describe (in the document or website) them. METHODS: We undertook a documentary analysis of web-published document series that are prepared by a variety of organizations with the primary intention of providing information to health systems policymakers and stakeholders, and addressing questions related to health policy and health systems with a focus on low- and middle-income countries. No time limit was set. RESULTS: In total, 109 individual documents from 24 series produced by 16 different organizations were included. The name 'policy brief/briefing' was the most frequently used (39%) to label or describe a document, and was used in all eight broad content areas that we identified, even though they did not have obviously common traits among them. In terms of document characteristics, most documents (90%) used skimmable formats that are easy to read, with understandable, jargon-free, language (80%). Availability of information on the methods (47%) or the quality of the presented evidence (27%) was less common. One-third (32%) chose the topic based on an explicit process to assess the demand for information from policy makers and even fewer (19%) engaged with policymakers to discuss the content of these documents such as through merit review. CONCLUSIONS: This study highlights the need for organizations embarking on future information-packaging efforts to be more thoughtful when deciding how to name these documents and the need for greater transparency in describing their content, purpose and intended audience.",
  "authors": [
    {
      "last_name": "Adam",
      "fore_name": "Taghreed",
      "initials": "T",
      "name": "Taghreed Adam",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, 1211 Geneva 27, Geneva, Switzerland. adamt@who.int."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "name": "Kaelan A Moat",
      "affiliations": []
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Ghaffar",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "67",
  "pages": "67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Communication",
    "Developing Countries",
    "Evidence-Based Medicine",
    "Humans",
    "Information Dissemination",
    "Policy Making",
    "Terminology as Topic",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "24889015",
    "pmc": "PMC4051955",
    "doi": "10.1186/1748-5908-9-67",
    "pii": "1748-5908-9-67"
  },
  "doi": "10.1186/1748-5908-9-67",
  "pmc_id": "PMC4051955",
  "dates": {
    "completed": "2014-09-29",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:38.940354",
    "pmid": "24889015"
  }
}