{
  "pmid": "24885436",
  "uid": "24885436",
  "title": "Implementing stakeholder-informed research in the substance abuse treatment sector: strategies used by Connections, a Canadian knowledge translation and exchange project.",
  "abstract": "BACKGROUND: Researcher-stakeholder collaboration has been identified as critical to bridging research and health system change. While collaboration models vary, meaningful stakeholder involvement over time (\"integrated knowledge translation\") is advocated to improve the relevance of research to knowledge users. This short report describes the integrated knowledge translation efforts of Connections, a knowledge translation and exchange project to improve services for women with substance abuse problems and their children, and implementation barriers and facilitators. FINDINGS: Strategies of varying intensities were used to engage diverse stakeholders, including policy makers and people with lived experience, and executive directors, program managers, and service providers from Canadian addiction agencies serving women. Barriers to participation included individual (e.g., interest), organizational (e.g., funding), and system level (e.g., lack of centralized stakeholder database) barriers. Similarly, facilitators included individual (e.g., perceived relevance) and organizational (e.g., support) facilitators, as well as initiative characteristics (e.g., multiple involvement opportunities). Despite barriers, Connections' stakeholder-informed research efforts proved essential for developing clinically relevant and feasible processes, measures, and implementation strategies. CONCLUSIONS: Stakeholder-researcher collaboration is possible and robust integrated knowledge translation efforts can be productive. Future work should emphasize developing and evaluating a range of strategies to address stakeholders' knowledge translation needs and to facilitate sustained and meaningful involvement in research.",
  "authors": [
    {
      "last_name": "Henderson",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Henderson",
      "affiliations": [
        "Centre for Addiction and Mental Health, Department of Psychiatry, University of Toronto, 80 Workman Way, Toronto M6J 1H4, Canada. joanna.henderson@camh.ca."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": []
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Substance abuse treatment, prevention, and policy",
    "iso_abbreviation": "Subst Abuse Treat Prev Policy",
    "issn": "1747-597X",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Evidence-Based Medicine",
    "Female",
    "Focus Groups",
    "Humans",
    "Substance Abuse Treatment Centers",
    "Substance-Related Disorders",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "24885436",
    "pmc": "PMC4064521",
    "doi": "10.1186/1747-597X-9-21",
    "pii": "1747-597X-9-21"
  },
  "doi": "10.1186/1747-597X-9-21",
  "pmc_id": "PMC4064521",
  "dates": {
    "completed": "2015-01-26",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "180195",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:47.751539",
    "pmid": "24885436"
  }
}