{
  "pmid": "24887445",
  "uid": "24887445",
  "title": "Implementing a multifaceted tailored intervention to improve nutrition adequacy in critically ill patients: results of a multicenter feasibility study.",
  "abstract": "INTRODUCTION: Tailoring interventions to address identified barriers to change may be an effective strategy to implement guidelines and improve practice. However, there is inadequate data to inform the optimal method or level of tailoring. Consequently, we conducted the PERFormance Enhancement of the Canadian nutrition guidelines by a Tailored Implementation Strategy (PERFECTIS) study to determine the feasibility of a multifaceted, interdisciplinary, tailored intervention aimed at improving adherence to critical care nutrition guidelines for the provision of enteral nutrition. METHODS: A before-after study was conducted in seven ICUs from five hospitals in North America. During a 3-month pre-implementation phase, each ICU completed a nutrition practice audit to identify guideline-practice gaps and a barriers assessment to identify obstacles to practice change. During a one day meeting, the results of the audit and barriers assessment were reviewed and used to develop a site-specific tailored action plan. The tailored action plan was then implemented over a 12-month period that included bi-monthly progress meetings. Compliance with the tailored action plan was determined by the proportion of items in the action plan that was completely implemented. We examined acceptability of the intervention through staff responses to an evaluation questionnaire. In addition, the nutrition practice audit and barriers survey were repeated at the end of the implementation phase to determine changes in barriers and nutrition practices. RESULTS: All five sites successfully completed all aspects of the study. However, their ability to fully implement all of their developed action plans varied from 14% to 75% compliance. Nurses, on average, rated the study-related activities and resources as 'somewhat useful' and a third of respondents 'agreed' or 'strongly agreed' that their nutrition practice had changed as a result of the intervention. We observed a statistically significant 10% (Site range -4.3% to -26.0%) decrease in overall barriers score, and a non-significant 6% (Site range -1.5% to 17.9%) and 4% (-8.3% to 18.2%) increase in the adequacy of total nutrition from calories and protein, respectively. CONCLUSIONS: The multifaceted tailored intervention appears to be feasible but further refinement is warranted prior to testing the effectiveness of the approach on a larger scale. TRIAL REGISTRATION: ClinicalTrials.gov NCT01168128. Registered 21 July 2010.",
  "authors": [
    {
      "last_name": "Cahill",
      "fore_name": "Naomi E",
      "initials": "NE",
      "name": "Naomi E Cahill",
      "affiliations": []
    },
    {
      "last_name": "Murch",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Murch",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "R96",
  "pages": "R96",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Critical Illness",
    "Enteral Nutrition",
    "Feasibility Studies",
    "Guideline Adherence",
    "Humans",
    "Intensive Care Units",
    "Practice Guidelines as Topic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24887445",
    "pmc": "PMC4229943",
    "doi": "10.1186/cc13867",
    "pii": "cc13867"
  },
  "doi": "10.1186/cc13867",
  "pmc_id": "PMC4229943",
  "dates": {
    "completed": "2015-05-14",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.126705",
    "pmid": "24887445"
  }
}