{
  "pmid": "24895986",
  "uid": "24895986",
  "title": "How to succeed in research during medical training: a qualitative study.",
  "abstract": "PURPOSE: The objective of this study was to examine the characteristics of the medical trainee (resident), the supervisor and the project that contribute to successful completion of resident-led research and publication in a peer-reviewed scientific journal. METHODS: Qualitative, interview-based study of Internal Medicine trainees and their supervisors. All interviewed trainees published at least one first-author research paper based on a project they completed during residency. Thematic analysis was used to explore key themes from interview transcripts. An iterative, team-based approach was used to develop a coding framework, which was then applied to the data and summarized. Six investigators independently reviewed and coded transcripts, discussed the data collectively and developed key themes by consensus. RESULTS: Thirty participants (15 residents and 15 supervisors) were interviewed. Three major themes for successful resident research projects emerged: 1) the resident is the project champion; 2) supervisors ensure feasibility and timeliness of the project; and, 3) limited time is a challenge that can be overcome. Residents were motivated by fellowship aspirations, prioritized the project and were genuinely interested in the content area. Supervisors were responsible for setting deadlines, limiting the scope of the project and ensuring feasibility of the study design. Existing research funds and infrastructure from other projects were frequently used by supervisors to support research done by trainees. CONCLUSIONS: Successful resident-led research projects require leadership and motivation by the resident and engagement, reality-checking and deadline-setting by the supervisor. Responsibilities and expectations in the resident-supervisor relationship should be set early and adequate program resources and funding are required.",
  "authors": [
    {
      "last_name": "Alak",
      "fore_name": "Aiman",
      "initials": "A",
      "name": "Aiman Alak",
      "affiliations": []
    },
    {
      "last_name": "Jerzak",
      "fore_name": "Katarzyna J",
      "initials": "KJ",
      "name": "Katarzyna J Jerzak",
      "affiliations": []
    },
    {
      "last_name": "Quirt",
      "fore_name": "Jaclyn A",
      "initials": "JA",
      "name": "Jaclyn A Quirt",
      "affiliations": []
    },
    {
      "last_name": "Lane",
      "fore_name": "Shannon J",
      "initials": "SJ",
      "name": "Shannon J Lane",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Miller",
      "affiliations": []
    },
    {
      "last_name": "Haider",
      "fore_name": "Shariq",
      "initials": "S",
      "name": "Shariq Haider",
      "affiliations": []
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        ". arnolddm@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "E117",
  "pages": "E117",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Humans",
    "Internal Medicine",
    "Internship and Residency"
  ],
  "article_ids": {
    "pubmed": "24895986",
    "doi": "10.25011/cim.v37i3.21378"
  },
  "doi": "10.25011/cim.v37i3.21378",
  "dates": {
    "completed": "2015-01-26",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:45.824545",
    "pmid": "24895986"
  }
}