{
  "pmid": "24893647",
  "uid": "24893647",
  "title": "SiRNA screening to identify ubiquitin and ubiquitin-like system regulators of biological pathways in cultured mammalian cells.",
  "abstract": "Post-translational modification of proteins with ubiquitin and ubiquitin-like molecules (UBLs) is emerging as a dynamic cellular signaling network that regulates diverse biological pathways including the hypoxia response, proteostasis, the DNA damage response and transcription. To better understand how UBLs regulate pathways relevant to human disease, we have compiled a human siRNA \"ubiquitome\" library consisting of 1,186 siRNA duplex pools targeting all known and predicted components of UBL system pathways. This library can be screened against a range of cell lines expressing reporters of diverse biological pathways to determine which UBL components act as positive or negative regulators of the pathway in question. Here, we describe a protocol utilizing this library to identify ubiquitome-regulators of the HIF1A-mediated cellular response to hypoxia using a transcription-based luciferase reporter. An initial assay development stage is performed to establish suitable screening parameters of the cell line before performing the screen in three stages: primary, secondary and tertiary/deconvolution screening. The use of targeted over whole genome siRNA libraries is becoming increasingly popular as it offers the advantage of reporting only on members of the pathway with which the investigators are most interested. Despite inherent limitations of siRNA screening, in particular false-positives caused by siRNA off-target effects, the identification of genuine novel regulators of the pathways in question outweigh these shortcomings, which can be overcome by performing a series of carefully undertaken control experiments.",
  "authors": [
    {
      "last_name": "Bett",
      "fore_name": "John S",
      "initials": "JS",
      "name": "John S Bett",
      "affiliations": [
        "MRC Protein Phosphorylation and Ubiquitylation Unit, College of Life Sciences, University of Dundee; j.s.bett@dundee.ac.uk."
      ]
    },
    {
      "last_name": "Ibrahim",
      "fore_name": "Adel F M",
      "initials": "AF",
      "name": "Adel F M Ibrahim",
      "affiliations": [
        "MRC Protein Phosphorylation and Ubiquitylation Unit, College of Life Sciences, University of Dundee."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit K",
      "initials": "AK",
      "name": "Amit K Garg",
      "affiliations": [
        "MRC Protein Phosphorylation and Ubiquitylation Unit, College of Life Sciences, University of Dundee."
      ]
    },
    {
      "last_name": "Rocha",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Rocha",
      "affiliations": [
        "Centre for Gene Regulation and Expression, College of Life Sciences, University of Dundee."
      ]
    },
    {
      "last_name": "Hay",
      "fore_name": "Ronald T",
      "initials": "RT",
      "name": "Ronald T Hay",
      "affiliations": [
        "MRC Protein Phosphorylation and Ubiquitylation Unit, College of Life Sciences, University of Dundee; Centre for Gene Regulation and Expression, College of Life Sciences, University of Dundee."
      ]
    }
  ],
  "journal": {
    "title": "Journal of visualized experiments : JoVE",
    "iso_abbreviation": "J Vis Exp",
    "issn": "1940-087X",
    "issn_type": "Electronic",
    "issue": "87",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Video-Audio Media"
  ],
  "keywords": [
    "Bone Neoplasms",
    "Cell Hypoxia",
    "Cell Line, Tumor",
    "Gene Expression Regulation",
    "Humans",
    "Hypoxia-Inducible Factor 1, alpha Subunit",
    "Osteosarcoma",
    "Proteomics",
    "RNA, Small Interfering",
    "Response Elements",
    "Signal Transduction",
    "Ubiquitin",
    "Ubiquitination"
  ],
  "article_ids": {
    "pubmed": "24893647",
    "pmc": "PMC4207135",
    "doi": "10.3791/51572"
  },
  "doi": "10.3791/51572",
  "pmc_id": "PMC4207135",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "HIF1A protein, human",
    "Hypoxia-Inducible Factor 1, alpha Subunit",
    "RNA, Small Interfering",
    "Ubiquitin"
  ],
  "grants": [
    {
      "grant_id": "097945",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "12918",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.162904",
    "pmid": "24893647"
  }
}