{
  "pmid": "24890528",
  "uid": "24890528",
  "title": "Rationale and design of the PeriOperative ISchemic Evaluation-2 (POISE-2) trial: an international 2 × 2 factorial randomized controlled trial of acetyl-salicylic acid vs. placebo and clonidine vs. placebo in patients undergoing noncardiac surgery.",
  "abstract": "BACKGROUND: Worldwide, 200 million adults undergo major noncardiac surgery annually, and 10 million of these patients will have a major vascular complication. Low-dose clonidine and low-dose acetyl-salicylic acid (ASA) may prevent major perioperative vascular complications. We therefore initiated the POISE-2 trial to establish the perioperative effects of these 2 interventions. METHODS: The POISE-2 trial is a 2 × 2 factorial randomized controlled trial of low-dose ASA vs. placebo and low-dose clonidine vs. placebo in 10,000 patients at risk for a perioperative cardiovascular event who are undergoing noncardiac surgery. Both study drugs are initiated prior to surgery (goal 2-4 hours) and are continued after surgery. Patients, health care providers, data collectors, and outcome adjudicators are blinded to treatment allocation. The primary outcome is a composite of mortality and nonfatal myocardial infarction at 30 days after randomization. RESULTS: To date, the POISE-2 trial has recruited more than 9,000 patients from 135 centers in 23 countries. Among the first 7,500 patients recruited, patients' mean age was 68.2 years, 53.4% were male, 34.0% had a history of vascular disease, and 38.3% had diabetes that was treated. Participants had orthopedic (38.1%), general (27.0%), urologic or gynecologic (17.2%), vascular (6.6%), thoracic (5.7%), and other (5.4%) surgery. CONCLUSIONS: POISE-2 is a large international trial that will rigorously evaluate the effects of low-dose clonidine and ASA in patients having noncardiac surgery.",
  "authors": [
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "167",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "804",
  "end_page": "9.e4",
  "pages": "804-9.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aspirin",
    "Clonidine",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Intraoperative Complications",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Myocardial Ischemia",
    "Perioperative Care",
    "Platelet Aggregation Inhibitors",
    "Postoperative Complications",
    "Surgical Procedures, Operative",
    "Sympatholytics"
  ],
  "article_ids": {
    "pubmed": "24890528",
    "doi": "10.1016/j.ahj.2014.01.007",
    "pii": "S0002-8703(14)00077-5"
  },
  "doi": "10.1016/j.ahj.2014.01.007",
  "dates": {
    "completed": "2014-07-15",
    "revised": "2014-06-03"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Sympatholytics",
    "Clonidine",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:17:57.334154",
    "pmid": "24890528"
  }
}