{
  "pmid": "24894497",
  "uid": "24894497",
  "title": "Quality of prenatal care questionnaire: instrument development and testing.",
  "abstract": "BACKGROUND: Utilization indices exist to measure quantity of prenatal care, but currently there is no published instrument to assess quality of prenatal care. The purpose of this study was to develop and test a new instrument, the Quality of Prenatal Care Questionnaire (QPCQ). METHODS: Data for this instrument development study were collected in five Canadian cities. Items for the QPCQ were generated through interviews with 40 pregnant women and 40 health care providers and a review of prenatal care guidelines, followed by assessment of content validity and rating of importance of items. The preliminary 100-item QPCQ was administered to 422 postpartum women to conduct item reduction using exploratory factor analysis. The final 46-item version of the QPCQ was then administered to another 422 postpartum women to establish its construct validity, and internal consistency and test-retest reliability. RESULTS: Exploratory factor analysis reduced the QPCQ to 46 items, factored into 6 subscales, which subsequently were validated by confirmatory factor analysis. Construct validity was also demonstrated using a hypothesis testing approach; there was a significant positive association between women's ratings of the quality of prenatal care and their satisfaction with care (r = 0.81). Convergent validity was demonstrated by a significant positive correlation (r = 0.63) between the \"Support and Respect\" subscale of the QPCQ and the \"Respectfulness/Emotional Support\" subscale of the Prenatal Interpersonal Processes of Care instrument. The overall QPCQ had acceptable internal consistency reliability (Cronbach's alpha = 0.96), as did each of the subscales. The test-retest reliability result (Intra-class correlation coefficient = 0.88) indicated stability of the instrument on repeat administration approximately one week later. Temporal stability testing confirmed that women's ratings of their quality of prenatal care did not change as a result of giving birth or between the early postpartum period and 4 to 6 weeks postpartum. CONCLUSION: The QPCQ is a valid and reliable instrument that will be useful in future research as an outcome measure to compare quality of care across geographic regions, populations, and service delivery models, and to assess the relationship between quality of care and maternal and infant health outcomes.",
  "authors": [
    {
      "last_name": "Heaman",
      "fore_name": "Maureen I",
      "initials": "MI",
      "name": "Maureen I Heaman",
      "affiliations": [
        "College of Nursing and Departments of Community Health Sciences and Obstetrics, Gynecology and Reproductive Sciences, College of Medicine, Faculty of Health Sciences, University of Manitoba, 89 Curry Place, Winnipeg R3T 2N2, Manitoba, Canada. Maureen.Heaman@umanitoba.ca."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy A",
      "initials": "WA",
      "name": "Wendy A Sword",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Bradford",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Bradford",
      "affiliations": []
    },
    {
      "last_name": "Tough",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Tough",
      "affiliations": []
    },
    {
      "last_name": "Janssen",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Janssen",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Young",
      "affiliations": []
    },
    {
      "last_name": "Kingston",
      "fore_name": "Dawn A",
      "initials": "DA",
      "name": "Dawn A Kingston",
      "affiliations": []
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": []
    },
    {
      "last_name": "Helewa",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Helewa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "188",
  "pages": "188",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Factor Analysis, Statistical",
    "Female",
    "Humans",
    "Patient Satisfaction",
    "Pregnancy",
    "Prenatal Care",
    "Psychometrics",
    "Quality of Health Care",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24894497",
    "pmc": "PMC4074335",
    "doi": "10.1186/1471-2393-14-188",
    "pii": "1471-2393-14-188"
  },
  "doi": "10.1186/1471-2393-14-188",
  "pmc_id": "PMC4074335",
  "dates": {
    "completed": "2016-04-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-84427",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:56.870151",
    "pmid": "24894497"
  }
}