{
  "pmid": "24899175",
  "uid": "24899175",
  "title": "Absence of genetic differences among G10P[11] rotaviruses associated with asymptomatic and symptomatic neonatal infections in Vellore, India.",
  "abstract": "UNLABELLED: Rotaviruses (RVs) are leading causes of severe diarrhea and vomiting in infants and young children. RVs with G10P[11] genotype specificity have been associated with symptomatic and asymptomatic neonatal infections in Vellore, India. To identify possible viral genetic determinants responsible for differences in symptomology, the genome sequences of G10P[11] RVs in stool samples of 19 neonates with symptomatic infections and 20 neonates with asymptomatic infections were determined by Sanger and next-generation sequencing. The data showed that all 39 viruses had identical genotype constellations (G10-P[11]-I2-R2-C2-M2-A1-N1-T1-E2-H3), the same as those of the previously characterized symptomatic N155 Vellore isolate. The data also showed that the RNA and deduced protein sequences of all the Vellore G10P[11] viruses were nearly identical; no nucleotide or amino acid differences were found that correlated with symptomatic versus asymptomatic infection. Next-generation sequencing data revealed that some stool samples, both from neonates with symptomatic infections and from neonates with asymptomatic infections, also contained one or more positive-strand RNA viruses (Aichi virus, astrovirus, or salivirus/klassevirus) suspected of being potential causes of pediatric gastroenteritis. However, none of the positive-strand RNA viruses could be causally associated with the development of symptoms. These results indicate that the diversity of clinical symptoms in Vellore neonates does not result from genetic differences among G10P[11] RVs; instead, other undefined factors appear to influence whether neonates develop gastrointestinal disease symptoms. IMPORTANCE: Rotavirus (RV) strains have been identified that preferentially replicate in neonates, in some cases, without causing gastrointestinal disease. Surveillance studies have established that G10P[11] RVs are a major cause of neonatal infection in Vellore, India, with half of infected neonates exhibiting symptoms. We used Sanger and next-generation sequencing technologies to contrast G10P[11] RVs recovered from symptomatic and asymptomatic neonates. Remarkably, the data showed that the RNA genomes of the viruses were virtually indistinguishable and lacked any differences that could explain the diversity of clinical outcomes among infected Vellore neonates. The sequencing results also indicated that some symptomatic and some asymptomatic Vellore neonates were infected with other enteric viruses (Aichi virus, astrovirus, salvirus/klassevirus); however, none could be correlated with the presence of symptoms in neonates. Together, our findings suggest that other poorly defined factors, not connected to the genetic makeup of the Vellore G10P[11] viruses, influence whether neonates develop gastrointestinal disease symptoms.",
  "authors": [
    {
      "last_name": "Libonati",
      "fore_name": "Margaret H",
      "initials": "MH",
      "name": "Margaret H Libonati",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Allison F",
      "initials": "AF",
      "name": "Allison F Dennis",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Ramani",
      "fore_name": "Sasirekha",
      "initials": "S",
      "name": "Sasirekha Ramani",
      "affiliations": [
        "Wellcome Trust Research Laboratory, Christian Medical College, Vellore, India."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Akopov",
      "fore_name": "Asmik",
      "initials": "A",
      "name": "Asmik Akopov",
      "affiliations": [
        "J. Craig Venter Institute, Rockville, Maryland, USA."
      ]
    },
    {
      "last_name": "Kirkness",
      "fore_name": "Ewen F",
      "initials": "EF",
      "name": "Ewen F Kirkness",
      "affiliations": [
        "J. Craig Venter Institute, Rockville, Maryland, USA."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Gagandeep",
      "initials": "G",
      "name": "Gagandeep Kang",
      "affiliations": [
        "Wellcome Trust Research Laboratory, Christian Medical College, Vellore, India."
      ]
    },
    {
      "last_name": "Patton",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Patton",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA jpatton@niaid.nih.gov."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "16",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "9060",
  "end_page": "9071",
  "pages": "9060-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, N.I.H., Intramural"
  ],
  "keywords": [
    "Diarrhea",
    "Feces",
    "Gastroenteritis",
    "Genotype",
    "Humans",
    "India",
    "Infant, Newborn",
    "Kobuvirus",
    "Rotavirus",
    "Rotavirus Infections"
  ],
  "article_ids": {
    "pubmed": "24899175",
    "pmc": "PMC4136299",
    "doi": "10.1128/JVI.01417-14",
    "pii": "JVI.01417-14"
  },
  "doi": "10.1128/JVI.01417-14",
  "pmc_id": "PMC4136299",
  "dates": {
    "completed": "2014-09-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HHSN272200900007C",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.444676",
    "pmid": "24899175"
  }
}