{
  "pmid": "24898834",
  "uid": "24898834",
  "title": "Effects of basal insulin glargine and omega-3 fatty acid on cognitive decline and probable cognitive impairment in people with dysglycaemia: a substudy of the ORIGIN trial.",
  "abstract": "BACKGROUND: Diabetes and non-diabetic dysglycaemia are risk factors for accelerated cognitive decline. In this planned substudy of the Outcome Reduction with Initial Glargine Intervention (ORIGIN) trial, we assessed whether normalising glucose with insulin glargine or administering omega-3 fatty acids in this population may slow this process or affect the development of cognitive impairment. METHODS: The ORIGIN trial recruited participants older than 50 years with dysglycaemia who were taking either no or one oral glucose-lowering drug, who had additional risk factors for cardiovascular events, whose HbA1c was less than 9%, and who were not taking insulin. Participants were recruited from 573 sites in 40 countries. Participants were randomly assigned to either titrated basal insulin glargine targeting a fasting plasma glucose concentration of 5.3 mmol/L or lower or standard care and to either omega-3 fatty acid (1 g) or placebo by a factorial design. Outcome adjudicators and data analysts were masked to treatment allocation. Cognitive function was assessed by the Mini-Mental State Examination (MMS) and Digit Symbol Substitution (DSS). The effect of insulin glargine or omega-3 fatty * acid on cognitive function over time, the annualised change in test scores, and the development of probable cognitive impairment were measured. All analyses were restricted to those participants who had a cognitive measurement at both baseline and at least one follow-up visit. The ORIGIN trial is registered with ClinicalTrials.gov, NCT00069784. FINDINGS: Participants were randomly assigned between Sept 1, 2003, and Dec 15, 2005. MMSE and DSS were assessed in 11,685 and 3392 ORIGIN participants (mean age 63.4 years [SD 7.7]), who were followed up for a median of 6.2 years (IQR 5.8-6.7). There was no difference in the rate of change of cognitive test scores between the insulin glargine and standard care groups (for the MMSE 0.0046, 95% CI -0.0132 to 0.0224, p=0.39; and for the DSS -0.0362, -0.2180 to 0.1455, p=0.34) or between the omega-3 fatty acid and placebo groups (for the MMSE 0.0013, 95% CI -0.0165 to 0.0191, p=0.21; and for the DSS -0.0605, -0.2422 to 0.1212, p=0.72). Similarly, the incidence of probable cognitive impairment did not differ between the insulin glargine and standard care groups (p=0.065) or the omega-3 fatty acid and placebo groups (p=0.070). In a subgroup analysis, allocation to insulin glargine versus standard care seemed to reduce the decline in the MMSE (but not the DSS) in participants with dysglycaemia but without evidence of diabetes (pinteraction=0.024). INTERPRETATION: In this relatively young cohort of people with dysglycaemia, insulin mediated normoglycaemia and omega-3 fatty acid for over 6 years had a neutral effect on the rate of cognitive decline and on incident cognitive impairment. Future studies should assess the effect of these interventions in an older cohort or the effect of other glucometabolic interventions on cognitive decline. FUNDING: Sanofi.",
  "authors": [
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Endocrinology Institute, Gertner Institute Sheba Medical Center, Ramat Gan, Israel; Epidemiology Department, Tel-Aviv University, Tel-Aviv, Israel; Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada. Electronic address: tcukierm@gmail.com."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; School of Rehabilitation Science, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Diaz",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Diaz",
      "affiliations": [
        "Estudios Clínicos Latino América, Rosario, Argentina."
      ]
    },
    {
      "last_name": "Dyal",
      "fore_name": "Leanne",
      "initials": "L",
      "name": "Leanne Dyal",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hancu",
      "fore_name": "Nicolae",
      "initials": "N",
      "name": "Nicolae Hancu",
      "affiliations": [
        "Diabetes, Nutrition and Metabolic Diseases Department, \"Iuliu Hatieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."
      ]
    },
    {
      "last_name": "Hildebrandt",
      "fore_name": "Pers",
      "initials": "P",
      "name": "Pers Hildebrandt",
      "affiliations": [
        "Frederiksberg Heart Clinic, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Lanas",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Lanas",
      "affiliations": [
        "Department of Internal Medicine, Universidad de La Frontera, Temuco, Chile."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Basil S",
      "initials": "BS",
      "name": "Basil S Lewis",
      "affiliations": [
        "Cardiovascular Clinical Research Institute, Lady Davis Carmel Medical Center and Technion-IIT, Haifa, Israel."
      ]
    },
    {
      "last_name": "Marre",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Marre",
      "affiliations": [
        "Service d'Endocrinologie Diabétologie Nutrition, Groupe Hospitalier Bichat, Claude Bernard, Paris, France; Unité INSERM U1138 équipe 2, \"Pathophysiology and therapeutics of vascular and renal diseases related to diabetes and nutrition\", Centre de Recherches des Cordeliers, Paris, France."
      ]
    },
    {
      "last_name": "Yale",
      "fore_name": "Jean-Francois",
      "initials": "JF",
      "name": "Jean-Francois Yale",
      "affiliations": [
        "Department of Medicine, McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "562",
  "end_page": "572",
  "pages": "562-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Blood Glucose",
    "Cognition Disorders",
    "Diabetes Mellitus, Type 2",
    "Fatty Acids, Omega-3",
    "Female",
    "Glucose Metabolism Disorders",
    "Humans",
    "Hyperglycemia",
    "Hypoglycemic Agents",
    "Insulin Glargine",
    "Insulin, Long-Acting",
    "Male",
    "Middle Aged",
    "Neuropsychological Tests",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "24898834",
    "doi": "10.1016/S2213-8587(14)70062-2",
    "pii": "S2213-8587(14)70062-2"
  },
  "doi": "10.1016/S2213-8587(14)70062-2",
  "dates": {
    "completed": "2015-03-09",
    "revised": "2025-04-28"
  },
  "chemicals": [
    "Blood Glucose",
    "Fatty Acids, Omega-3",
    "Hypoglycemic Agents",
    "Insulin, Long-Acting",
    "Insulin Glargine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.819928",
    "pmid": "24898834"
  }
}