{
  "pmid": "24898987",
  "uid": "24898987",
  "title": "Trial to re-evaluate ultrasound in the treatment of tibial fractures (TRUST): a multicenter randomized pilot study.",
  "abstract": "BACKGROUND: The role of low-intensity pulsed ultrasound (LIPUS) in the management of fractures remains controversial. The purpose of this study was to assess the feasibility of a definitive trial to determine the effect of LIPUS on functional and clinical outcomes in tibial fractures managed operatively. METHODS: We conducted a multicenter, concealed, blinded randomized trial of 51 skeletally mature adults with operatively managed tibial fractures who were treated with either LIPUS or a sham device. All participating centers were located in Canada and site investigators were orthopedic surgeons specializing in trauma surgery. The goals of our pilot study were to determine recruitment rates in individual centers, investigators' ability to adhere to study protocol and data collection procedures, our ability to achieve close to 100% follow-up rates, and the degree to which patients were compliant with treatment. Patients were followed for one year and a committee (blinded to allocation) adjudicated all outcomes. The committee adjudicators were experienced (10 or more years in practice) orthopedic surgeons with formal research training, specializing in trauma surgery. RESULTS: Our overall rate of recruitment was approximately 0.8 patients per center per month and site investigators successfully adhered to the study protocol and procedures. Our rate of follow-up at one year was 84%. Patient compliance, measured by an internal timer in the study devices, revealed that 39 (76%) of the patients were fully compliant and 12 (24%) demonstrated a greater than 50% compliance. Based on patient feedback regarding excessive questionnaire burden, we conducted an analysis using data from another tibial fracture trial that revealed the Short Musculoskeletal Function Assessment (SMFA) dysfunction index offered no important advantages over the SF-36 Physical Component Summary (PCS) score. No device-related adverse events were reported. CONCLUSIONS: Our pilot study identified key issues that might have rendered a definitive trial unfeasible. By modifying our protocol to address these challenges we have enhanced the feasibility of a definitive trial to explore the effect of LIPUS on tibial fracture healing. TRIAL REGISTRATION: The TRUST definitive trial was registered at ClinicalTrials.gov on 21 April 2008 (identifier: NCT00667849).",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, HSC-2U1, 1200 Main St, West, Hamilton, ON L8S 4 K1, Canada. bussejw@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Heckman",
      "affiliations": []
    },
    {
      "last_name": "Leung",
      "fore_name": "Kwok-Sui",
      "initials": "KS",
      "name": "Kwok-Sui Leung",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "04"
  },
  "start_page": "206",
  "pages": "206",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Double-Blind Method",
    "Female",
    "Follow-Up Studies",
    "Fracture Healing",
    "Humans",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Postoperative Period",
    "Research Design",
    "Tibial Fractures",
    "Ultrasonic Therapy"
  ],
  "article_ids": {
    "pubmed": "24898987",
    "pmc": "PMC4060850",
    "doi": "10.1186/1745-6215-15-206",
    "pii": "1745-6215-15-206"
  },
  "doi": "10.1186/1745-6215-15-206",
  "pmc_id": "PMC4060850",
  "dates": {
    "completed": "2015-02-04",
    "revised": "2024-05-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MCT 67815",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.181057",
    "pmid": "24898987"
  }
}