{
  "pmid": "24906901",
  "uid": "24906901",
  "title": "Impact of community based, specialist palliative care teams on hospitalisations and emergency department visits late in life and hospital deaths: a pooled analysis.",
  "abstract": "OBJECTIVE: To determine the pooled effect of exposure to one of 11 specialist palliative care teams providing services in patients' homes. DESIGN: Pooled analysis of a retrospective cohort study. SETTING: Ontario, Canada. PARTICIPANTS: 3109 patients who received care from specialist palliative care teams in 2009-11 (exposed) matched by propensity score to 3109 patients who received usual care (unexposed). INTERVENTION: The palliative care teams studied served different geographies and varied in team composition and size but had the same core team members and role: a core group of palliative care physicians, nurses, and family physicians who provide integrated palliative care to patients in their homes. The teams' role was to manage symptoms, provide education and care, coordinate services, and be available without interruption regardless of time or day. MAIN OUTCOME MEASURES: Patients (a) being in hospital in the last two weeks of life; (b) having an emergency department visit in the last two weeks of life; or (c) dying in hospital. RESULTS: In both exposed and unexposed groups, about 80% had cancer and 78% received end of life homecare services for the same average duration. Across all palliative care teams, 970 (31.2%) of the exposed group were in hospital and 896 (28.9%) had an emergency department visit in the last two weeks of life respectively, compared with 1219 (39.3%) and 1070 (34.5%) of the unexposed group (P<0.001). The pooled relative risks of being in hospital and having an emergency department visit in late life comparing exposed versus unexposed were 0.68 (95% confidence interval 0.61 to 0.76) and 0.77 (0.69 to 0.86) respectively. Fewer exposed than unexposed patients died in hospital (503 (16.2%) v 887 (28.6%), P<0.001), and the pooled relative risk of dying in hospital was 0.46 (0.40 to 0.52). CONCLUSIONS: Community based specialist palliative care teams, despite variation in team composition and geographies, were effective at reducing acute care use and hospital deaths at the end of life.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario L8V 5C2, Canada seowh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "José",
      "initials": "J",
      "name": "José Pereira",
      "affiliations": [
        "Division of Palliative Care, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Austin",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husain",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Husain",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rangrej",
      "fore_name": "Jagadish",
      "initials": "J",
      "name": "Jagadish Rangrej",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "Department of Radiation Oncology, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "348",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "g3496",
  "pages": "g3496",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "Community Health Services",
    "Emergency Service, Hospital",
    "Hospital Mortality",
    "Hospitalization",
    "Humans",
    "Palliative Care",
    "Patient Care Team",
    "Retrospective Studies",
    "Specialization"
  ],
  "article_ids": {
    "pubmed": "24906901",
    "pmc": "PMC4048125",
    "doi": "10.1136/bmj.g3496"
  },
  "doi": "10.1136/bmj.g3496",
  "pmc_id": "PMC4048125",
  "dates": {
    "completed": "2014-07-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.057688",
    "pmid": "24906901"
  }
}