{
  "pmid": "24905358",
  "uid": "24905358",
  "title": "Interpersonal engagement mediates the relation between maternal affect and externalising behaviour in young children with type 1 diabetes.",
  "abstract": "Mother-child interactions around a shared activity have been shown to play a key role in the development of young children's capacity to interact cooperatively with others. This evidence is particularly germane to type 1 diabetes (T1D) management in younger children where cooperation with parental treatment efforts is crucial for treatment success and where maternal distress and child behavioural problems are risk factors for treatment management, biomedical and psychological outcomes. In 49 4-to-8 year old children with T1D, we investigated whether the association between maternal affect and child problematic behaviour is mediated by mother-child interactions in the context of a T1D-relevant collaborative problem-solving activity. Mothers completed standardised measures of maternal and child psychological adjustment and interacted with their children in the problem-solving activity, analysed for quality of interpersonal engagement based on evaluations of maternal (sensitivity and cognitive stimulation) and dyadic (joint attention and warmth) behaviours. Mediation analyses confirmed the hypothesis that interpersonal engagement mediates the relation between maternal affective state and child behavioural problems. Specifically, more negative maternal affect is associated with lower levels of interpersonal engagement; these less engaged interactions in turn are associated with more behavioural problems in children. These findings are consistent with research involving typically developing children. The implications of our findings are twofold. First, in the context of psychological adjustment to T1D, maternal affect and mother-child interactions are 2 potential targets for interventions which promote cooperative interactions. Second, understanding and caring for children at biological risk requires attention to developmental psychology theory and method; in particular, research addressing parent-child cooperation carries both conceptual and clinical relevance.",
  "authors": [
    {
      "last_name": "Chisholm",
      "fore_name": "Vivienne",
      "initials": "V",
      "name": "Vivienne Chisholm",
      "affiliations": [
        "Division of Psychology & Sociology, Queen Margaret University, Edinburgh, Musselburgh, Scotland, United Kingdom."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2014"
  },
  "start_page": "e97672",
  "pages": "e97672",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Child, Preschool",
    "Diabetes Mellitus, Type 1",
    "Female",
    "Humans",
    "Interpersonal Relations",
    "Male",
    "Mother-Child Relations",
    "Problem Solving"
  ],
  "article_ids": {
    "pubmed": "24905358",
    "pmc": "PMC4048175",
    "doi": "10.1371/journal.pone.0097672",
    "pii": "PONE-D-13-27138"
  },
  "doi": "10.1371/journal.pone.0097672",
  "pmc_id": "PMC4048175",
  "dates": {
    "completed": "2015-08-21",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.665057",
    "pmid": "24905358"
  }
}