{
  "pmid": "24914930",
  "uid": "24914930",
  "title": "Identifying significant and relevant events during pediatric transport: a modified Delphi study.",
  "abstract": "OBJECTIVES: Children must often be transported to dedicated pediatric centers to receive specialized medical and surgical care, which places them at risk for significant deterioration and life-threatening events. Studies designed to identify and mitigate these events have been limited by variability in the selection and definition of significant events. The objective of this study was to identify and evaluate indicators that represent significant events during the transport of pediatric patients and are relevant to future research initiatives in transport medicine. DESIGN: We conducted a modified Delphi study consisting of four iterations. SETTING: The expert panel included Canadian, interdisciplinary healthcare providers with transport experience. INTERVENTIONS: In the first Delphi iteration, experts suggested indicators for consideration and evaluated proposed indicators from the literature and introduced by the study steering committee. In subsequent iterations, respondents reevaluated all indicators that had not yet achieved a priori-defined consensus; group comments and aggregate scores for each indicator from previous iterations were provided. MEASUREMENTS AND MAIN RESULTS: The expert panel consisted of 16 physicians and 17 nonphysician healthcare providers from 10 Canadian institutions. In total, the panel evaluated 57 indicators, including 26 not previously presented in the literature. The expert panel determined 52 were significant and relevant to future studies in pediatric transport. The final indicator list includes trigger tools (interventions, physiological markers, and laboratory values) and team member safety and process issues. CONCLUSIONS: Using a systematic, modified Delphi approach, we developed an inclusive list of indicators for application to pediatric transport-related quality improvement and clinical research projects.",
  "authors": [
    {
      "last_name": "Gunz",
      "fore_name": "Anna C",
      "initials": "AC",
      "name": "Anna C Gunz",
      "affiliations": [
        "1Division of Critical Care, Department of Pediatrics, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 2Division of Neonatology, Department of Paediatrics, University of Toronto, Hospital for Sick Children, Toronto, ON, Canada. 3Department of Paediatrics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada. 4Division of Critical Care, Department of Pediatrics, McMaster University, Hamilton, ON, Canada. 5Division of Emergency Medicine, Department of Pediatrics, University of Toronto, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dhanani",
      "fore_name": "Sonny",
      "initials": "S",
      "name": "Sonny Dhanani",
      "affiliations": []
    },
    {
      "last_name": "Whyte",
      "fore_name": "Hillary",
      "initials": "H",
      "name": "Hillary Whyte",
      "affiliations": []
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": []
    },
    {
      "last_name": "Foster",
      "fore_name": "Jennifer R",
      "initials": "JR",
      "name": "Jennifer R Foster",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": []
    },
    {
      "last_name": "McNally",
      "fore_name": "J Dayre",
      "initials": "JD",
      "name": "J Dayre McNally",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "653",
  "end_page": "659",
  "pages": "653-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Critical Care",
    "Delphi Technique",
    "Health Status Indicators",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Transfer",
    "Pediatrics",
    "Quality Improvement",
    "Quality Indicators, Health Care",
    "Transportation of Patients"
  ],
  "article_ids": {
    "pubmed": "24914930",
    "doi": "10.1097/PCC.0000000000000171"
  },
  "doi": "10.1097/PCC.0000000000000171",
  "dates": {
    "completed": "2015-05-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.787708",
    "pmid": "24914930"
  }
}