{
  "pmid": "24919640",
  "uid": "24919640",
  "title": "Outcomes after corrective surgery for congenital dextro-transposition of the great arteries using the arterial switch technique: a protocol for a scoping systematic review.",
  "abstract": "INTRODUCTION: Dextro-transposition of the great arteries (d-TGA) is a life-threatening congenital health defect that requires rapid surgery. The most widely used approach is the arterial switch operation (ASO) developed by Jatene in the 1970s. The first set of children who received this intervention are now adults. The objective of this scoping review of the literature was to document the short-term (less than 1 year), medium-term (1-20 years) and long-term (more than 20 years) outcomes in children who underwent the ASO. Our primary income is survival, but we will explore other secondary surgical, cardiovascular, reproductive and quality-of-life outcomes. METHODS AND ANALYSES: Using a systematic scoping review approach, we will conduct a systematic search of the published literature for experimental and observational studies published on children who received the ASO intervention for classic d-TGA. We will search MEDLINE, Excerpta Medica Database (EMBASE), Cumulative Index to Nursing and Allied Health Literature (CINAHL) and Literatura Latino Americana em Ciências da Saúde (LILACS) from 1973 (date of the first successful ASO) to February 2014. Identified articles will be screened in duplicate and full text for selected articles will be retrieved. Data extraction will be carried out in duplicate. Discrepancies will be resolved by consensus or by consulting a third author. Where possible, proportions will be pooled using the inverse variance method. Our findings will be reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) and Meta-analysis Of Observational studies in Epidemiology (MOOSE) guidelines. ETHICS AND DISSEMINATION: The results of this paper will be disseminated as peer-reviewed publications, at conferences and at clinical rounds. Our findings may answer important questions for surgeons who perform the ASO intervention and for clinicians who take care of patients after surgery and throughout their lifespans. TRIAL REGISTRATION NUMBER: Prospero/CRD42014007590.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada Centre for Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Forlemu-Kamwa",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Forlemu-Kamwa",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Chu",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada Departments of Paediatrics and Anaesthesia, McMaster University, Hamilton, Ontario, Canada Centre for Evaluation of Medicines, St Joseph's Healthcare, Hamilton, Ontario, Canada Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dillenberg",
      "fore_name": "Rejane",
      "initials": "R",
      "name": "Rejane Dillenberg",
      "affiliations": [
        "Departments of Paediatrics and Anaesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "e005123",
  "pages": "e005123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arterial Switch Operation",
    "Humans",
    "Research Design",
    "Transposition of Great Vessels",
    "Treatment Outcome",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "24919640",
    "pmc": "PMC4067827",
    "doi": "10.1136/bmjopen-2014-005123",
    "pii": "bmjopen-2014-005123"
  },
  "doi": "10.1136/bmjopen-2014-005123",
  "pmc_id": "PMC4067827",
  "dates": {
    "completed": "2016-06-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.495148",
    "pmid": "24919640"
  }
}