{
  "pmid": "24914705",
  "uid": "24914705",
  "title": "Deferred consent in a minimal-risk study involving critically ill subarachnoid hemorrhage patients.",
  "abstract": "INTRODUCTION: Alterations from first-party and surrogate decision-maker consent can enhance the feasibility of research involving critically ill patients. OBJECTIVE: To describe the use of a deferred-consent model to enable participation of critically ill patients in a minimal-risk biomarker study. METHODS: A prospective observational study was conducted in which serum biomarker samples were collected three times daily over the first 14 days following aneurysmal subarachnoid hemorrhage. Sample collection was initiated on intensive care unit admission and consent was obtained when research personnel could approach the patient or the patient's surrogate decision maker. RESULTS: Twenty-seven patients were eligible for the study, of whom only five were capable of providing informed consent. Full consent was obtained for 21 (78%) patients through self- (n=4) and surrogate (n=17) consent. Partial consent or refusal (only permitting the collection of blood samples as a part of routine care or use of data) occurred in three patients. Among the 22 consents sought from surrogates, three (11%) refused participation. The refusals included the sickest patients in the cohort. Once consent was provided, no patient or surrogate withdrew consent before study completion. DISCUSSION: Use of a deferred consent model enabled participation of critically ill patients in a minimal-risk biomarker study with no withdrawals. CONCLUSIONS: Further research and enhanced awareness of the potential utility of hybrid models, including deferred consent in addition to patient or surrogate consent, in the conduct of low-risk and minimally interventional time-sensitive studies of critically ill patients are required.",
  "authors": [
    {
      "last_name": "Topolovec-Vranic",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Topolovec-Vranic",
      "affiliations": []
    },
    {
      "last_name": "Santos",
      "fore_name": "Marlene",
      "initials": "M",
      "name": "Marlene Santos",
      "affiliations": []
    },
    {
      "last_name": "Baker",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Baker",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla M",
      "initials": "OM",
      "name": "Orla M Smith",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1916-7245",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2014"
  },
  "start_page": "293",
  "end_page": "296",
  "pages": "293-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Biomarkers",
    "Critical Illness",
    "Female",
    "Humans",
    "Informed Consent",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Subarachnoid Hemorrhage"
  ],
  "article_ids": {
    "pubmed": "24914705",
    "pmc": "PMC4198231",
    "doi": "10.1155/2014/719270",
    "pii": "16277"
  },
  "doi": "10.1155/2014/719270",
  "pmc_id": "PMC4198231",
  "dates": {
    "completed": "2015-06-29",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.115034",
    "pmid": "24914705"
  }
}