{
  "pmid": "24919684",
  "uid": "24919684",
  "title": "Furosemide and albumin for diuresis of edema (FADE): a study protocol for a randomized controlled trial.",
  "abstract": "BACKGROUND: Fluid retention is a common complication of critical illness. It typically results from large-volume fluid infusions during acute resuscitation and is worsened by hypoalbuminemia. Recognized as edema, fluid retention is important for its association with delayed weaning and increased mortality. The standard treatment is the administration of diuretics, with or without albumin. We hypothesize that intravenous 25% albumin plus furosemide, by comparison with furosemide alone, improves diuresis, oxygenation, and hemodynamic stability in the deresuscitation of critically ill, hypoalbuminemic patients. We propose a pilot study to determine the feasibility of a trial to investigate this hypothesis. METHODS/DESIGN: FADE is a single-center, parallel, pilot randomized controlled trial. We aim to allocate 50 hemodynamically stable, hypoalbuminemic adult patients receiving diuresis to treatment with either 100 ml of either 25% albumin or normal saline placebo twice daily, for a total of six doses. Diuretics are to be prescribed by the caregiving team at least twice daily, and administered within 2 hours following study treatment. Patients, intensive care unit (ICU) clinicians, data collectors, and outcome adjudicators will be blinded to treatment allocation. Feasibility outcome measures include the proportion of patients receiving albumin within 2 hours of diuretic, the proportion of patients receiving the full six doses of study treatment, the proportion of patients who receive open label 25% albumin, and the rate of recruitment. Physiologic, laboratory, and clinical data are collected until discharge from the ICU or until 30 days. DISCUSSION: This is the first randomized trial to assess the use of hyperoncotic albumin in addition to diuretics in a general ICU population. Should this pilot study demonstrate feasibility, the primary outcome measure of the larger clinical trial will be the number of ventilator-free days, with secondary clinical outcome measures of duration of mechanical ventilation, length of ICU stay, episodes of hemodynamic instability and mortality. The addition of 25% albumin to standard diuretic therapy is a promising treatment in the post-resuscitation care of the critically ill patient. TRIAL REGISTRATION: ClinicalTrials.gov NCT02055872; ISRCTN70191881.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJ",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Division of Critical Care Medicine, McMaster University, Hamilton, ON, Canada. simon.oczkowski@medportal.ca."
      ]
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Mazzetti",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Hamielec",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Hamielec",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "12"
  },
  "start_page": "222",
  "pages": "222",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Albumins",
    "Critical Illness",
    "Diuresis",
    "Diuretics",
    "Edema",
    "Furosemide",
    "Oxygen",
    "Pilot Projects",
    "Plasma Substitutes",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "24919684",
    "pmc": "PMC4059098",
    "doi": "10.1186/1745-6215-15-222",
    "pii": "1745-6215-15-222"
  },
  "doi": "10.1186/1745-6215-15-222",
  "pmc_id": "PMC4059098",
  "dates": {
    "completed": "2015-02-04",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Albumins",
    "Diuretics",
    "Plasma Substitutes",
    "hyperoncotic albumin",
    "Furosemide",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.033509",
    "pmid": "24919684"
  }
}