{
  "pmid": "24918810",
  "uid": "24918810",
  "title": "Physician adherence to ACR gout treatment guidelines: perception versus practice.",
  "abstract": "BACKGROUND: In October 2012, the American College of Rheumatology (ACR) published recommendations for chronic gout treatment goals and pharmacotherapy. OBJECTIVES: Identify potential gaps between real-world chronic gout treatment, ACR guideline recommendations, and physicians' perceived guideline adherence by evaluating records of patients classified as having \"higher\" and \"lower\" guideline adherence as defined by the investigators. METHODS: A comprehensive quantitative survey was administered between February 11 and February 22, 2013, to physicians treating patients with gout; the survey included a patient record chart review informed by prior qualitative interviews. Eight criteria from the ACR gout management guidelines were used to compose the survey. To assess ACR guideline adherence, information from records of patients with chronic gout treated by primary care physicians (PCPs) and rheumatologists was scored from 0 (no adherence) to 8 (total adherence), in accordance with ACR guideline recommendations. Physicians also indicated how closely they believed patient treatment followed current guidelines on a 10-point scale. RESULTS: Of the 350 records of patients with chronic gout, all but 3 PCP patients were adherent on ≥ 1 guideline recommendation, but nearly all patients could be considered nonadherent, considering all potential recommendations. Patients with chronic gout treated by rheumatologists tended to be managed more closely to ACR guidelines than patients treated by PCPs (mean scores: rheumatologists 5.8/8 ± 1.7 vs 4.3/8 ± 1.7 for PCPs). Among patients classified as having \"higher adherence\" based on adherence scores, there was low adherence on first-line urate lowering therapy dose, acute prophylaxis dosing, and length of prophylaxis treatment. Among PCPs and rheumatologists, there was a disparity between how closely physicians believed patient treatment followed guidelines and actual adherence with ACR guidelines based on adherence scores. For 16.4% of patients treated by PCPs and 18.4% of patients seen by rheumatologists, physicians believed they closely followed ACR guidelines (score of 8-10/10) for each patient; but in actuality, adherence was lower. CONCLUSION: Although adherence with ACR guidelines is higher among rheumatologists than PCPs in treating patients with gout, overall adherence could be improved by both specialties.",
  "authors": [
    {
      "last_name": "Oderda",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Oderda",
      "affiliations": [
        "Professor and Director, Pharmacotherapy Outcomes Research Center, University of Utah College of Pharmacy, Salt Lake City, UT. Gary.Oderda@pharm.utah.edu."
      ]
    },
    {
      "last_name": "Shiozawa",
      "fore_name": "Aki",
      "initials": "A",
      "name": "Aki Shiozawa",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Hess",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Hess",
      "affiliations": []
    },
    {
      "last_name": "Brixner",
      "fore_name": "Diana I",
      "initials": "DI",
      "name": "Diana I Brixner",
      "affiliations": []
    },
    {
      "last_name": "Feehan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Feehan",
      "affiliations": []
    },
    {
      "last_name": "Akhras",
      "fore_name": "Kasem",
      "initials": "K",
      "name": "Kasem Akhras",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Postgraduate medicine",
    "iso_abbreviation": "Postgrad Med",
    "issn": "1941-9260",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "257",
  "end_page": "267",
  "pages": "257-67",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Adult",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Female",
    "Gout",
    "Gout Suppressants",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Medication Adherence",
    "Middle Aged",
    "Physicians",
    "Physicians, Primary Care",
    "Practice Guidelines as Topic",
    "Rheumatology",
    "Uric Acid"
  ],
  "article_ids": {
    "pubmed": "24918810",
    "doi": "10.3810/pgm.2014.05.2774"
  },
  "doi": "10.3810/pgm.2014.05.2774",
  "dates": {
    "completed": "2014-09-08",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Gout Suppressants",
    "Uric Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.819969",
    "pmid": "24918810"
  }
}