{
  "pmid": "24918785",
  "uid": "24918785",
  "title": "Small-area estimation of the probability of toxocariasis in New York City based on sociodemographic neighborhood composition.",
  "abstract": "Toxocariasis is increasingly recognized as an important neglected infection of poverty (NIP) in developed countries, and may constitute the most important NIP in the United States (US) given its association with chronic sequelae such as asthma and poor cognitive development. Its potential public health burden notwithstanding, toxocariasis surveillance is minimal throughout the US and so the true burden of disease remains uncertain in many areas. The Third National Health and Nutrition Examination Survey conducted a representative serologic survey of toxocariasis to estimate the prevalence of infection in diverse US subpopulations across different regions of the country. Using the NHANES III surveillance data, the current study applied the predicted probabilities of toxocariasis to the sociodemographic composition of New York census tracts to estimate the local probability of infection across the city. The predicted probability of toxocariasis ranged from 6% among US-born Latino women with a university education to 57% among immigrant men with less than a high school education. The predicted probability of toxocariasis exhibited marked spatial variation across the city, with particularly high infection probabilities in large sections of Queens, and smaller, more concentrated areas of Brooklyn and northern Manhattan. This investigation is the first attempt at small-area estimation of the probability surface of toxocariasis in a major US city. While this study does not define toxocariasis risk directly, it does provide a much needed tool to aid the development of toxocariasis surveillance in New York City.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate Medical Center, Brooklyn, New York, United States of America."
      ]
    },
    {
      "last_name": "Haseeb",
      "fore_name": "M A",
      "initials": "MA",
      "name": "M A Haseeb",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate Medical Center, Brooklyn, New York, United States of America; Departments of Cell Biology, Pathology and Medicine, College of Medicine, State University of New York, Downstate Medical Center, Brooklyn, New York, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2014"
  },
  "start_page": "e99303",
  "pages": "e99303",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Demography",
    "Female",
    "Humans",
    "Male",
    "New York City",
    "Probability",
    "Residence Characteristics",
    "Toxocariasis"
  ],
  "article_ids": {
    "pubmed": "24918785",
    "pmc": "PMC4053403",
    "doi": "10.1371/journal.pone.0099303",
    "pii": "PONE-D-14-12239"
  },
  "doi": "10.1371/journal.pone.0099303",
  "pmc_id": "PMC4053403",
  "dates": {
    "completed": "2015-02-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.819741",
    "pmid": "24918785"
  }
}