{
  "pmid": "24920929",
  "uid": "24920929",
  "title": "Holistic approach to prevention and management of type 2 diabetes mellitus in a family setting.",
  "abstract": "Diabetes mellitus (DM) is a chronic, progressive metabolic disorder with several complications that affect virtually all the systems in the human body. Type 2 DM (T2DM) is a major risk factor for cardiovascular disease (CVD). The management of T2DM is multifactorial, taking into account other major modifiable risk factors, like obesity, physical inactivity, smoking, blood pressure, and dyslipidemia. A multidisciplinary team is essential to maximize the care of individuals with DM. DM self-management education and patient-centered care are the cornerstones of management in addition to effective lifestyle strategies and pharmacotherapy with individualization of glycemic goals. Robust evidence supports the effectiveness of this approach when implemented. Individuals with DM and their family members usually share a common lifestyle that, not only predisposes the non-DM members to developing DM but also, increases their collective risk for CVD. In treating DM, involvement of the entire family, not only improves the care of the DM individual but also, helps to prevent the risk of developing DM in the family members.",
  "authors": [
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, Port Harcourt, Rivers State, Nigeria."
      ]
    },
    {
      "last_name": "Unachukwu",
      "fore_name": "Chioma N",
      "initials": "CN",
      "name": "Chioma N Unachukwu",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, Port Harcourt, Rivers State, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes, metabolic syndrome and obesity : targets and therapy",
    "iso_abbreviation": "Diabetes Metab Syndr Obes",
    "issn": "1178-7007",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2014"
  },
  "start_page": "159",
  "end_page": "168",
  "pages": "159-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24920929",
    "pmc": "PMC4043717",
    "doi": "10.2147/DMSO.S62320",
    "pii": "dmso-7-159"
  },
  "doi": "10.2147/DMSO.S62320",
  "pmc_id": "PMC4043717",
  "dates": {
    "completed": "2014-06-24",
    "revised": "2024-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.917917",
    "pmid": "24920929"
  }
}