{
  "pmid": "24936607",
  "uid": "24936607",
  "title": "Developing a pig model for crypt fenestration-induced localized hypoplastic enamel defects in humans.",
  "abstract": "Hypoplastic pits on human deciduous canine teeth are attributed to nutritionally induced thinning of the crypt wall prior to eruption, exposing ameloblasts to unspecified physical trauma through the fenestration. Traditionally known as localized hypoplasia of the primary canine (LHPC), this little-understood condition is reported in fields ranging from public health to bioarchaeology. We propose the defect be termed a ‘crypt fenestration hypoplastic enamel defect’ (CFED) to reflect that an analogous lesion is created postnatally on maxillary molars of pigs. Pigs are accepted as a suitable proxy for many studies in human biology. We compare fenestration defects and CFEDs between 50 Sick Pen pigs, who died naturally, and 20 Controls. Observations were made of the presence, number and size of fenestrations in molar crypts. CFEDs were counted on erupted deciduous last molars and permanent first molars. Signs of being underweight and cranio-dental infection at death were recorded. Sick pen pigs show significantly more fenestrations at death and CFEDs acquired before death. These conditions co-occur with infection and poor growth. The deep fibers of temporalis muscle lie adjacent to the crypt wall of maxillary molars. We propose that contraction of this muscle during suckling and chewing creates large compressive forces against fenestrated bony surfaces sufficient to have physiological consequences for physically unprotected ameloblasts. While we conclude that a pig model is appropriate to study fenestration-induced enamel defects, this naturalistic experiment leaves unresolved whether osteopenia in pigs, and by extension in human infants, is due to disease and/or malnutrition.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": []
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Antonia T",
      "initials": "AT",
      "name": "Antonia T Rodrigues",
      "affiliations": []
    },
    {
      "last_name": "Byra",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Byra",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "1096-8644",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "239",
  "end_page": "250",
  "pages": "239-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Body Weight",
    "Case-Control Studies",
    "Dental Enamel Hypoplasia",
    "Disease Models, Animal",
    "Female",
    "Male",
    "Mandible",
    "Swine",
    "Tooth"
  ],
  "article_ids": {
    "pubmed": "24936607",
    "doi": "10.1002/ajpa.22497"
  },
  "doi": "10.1002/ajpa.22497",
  "dates": {
    "completed": "2014-12-22",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.397583",
    "pmid": "24936607"
  }
}