{
  "pmid": "24930018",
  "uid": "24930018",
  "title": "Vitamin D and kidney transplant outcomes: a protocol for a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Patients with end-stage renal disease who receive kidney transplants have improved survival and quality of life compared to patients on dialysis. Unfortunately, transplant patients often have a low vitamin D concentration, which has well-known effects on calcium and bone metabolism. The effect of vitamin D on other indicators of transplant function, such as glomerular filtration rate and acute rejection, remains unknown. METHODS/DESIGN: We will conduct a systematic review of vitamin D status and outcomes after kidney transplantation. The primary objective is to assess the relationship between vitamin D and graft function using measured glomerular filtration rate (GFR) or estimated GFR from serum creatinine concentrations. Secondary outcomes will include acute rejection, chronic allograft nephropathy, proteinuria and graft loss. We will search MEDLINE, EMBASE, AMED and CINAHL for randomized and observational studies on adult renal transplant patients who received vitamin D supplementation or had serum vitamin D concentration measured. We will report study quality using the Cochrane Risk Assessment Tool for randomized controlled trials and the Newcastle-Ottawa Scale for observational studies. Quality across studies will be assessed using the GRADE approach. If pooling is deemed appropriate, we will perform meta-analyses using standard techniques for continuous and discrete variables, depending on the outcome. The results of this review may inform guideline development for vitamin D supplementation in renal transplant patients and highlight areas for further research. SYSTEMATIC REVIEW REGISTRATION PROSPERO: CRD42013006464.",
  "authors": [
    {
      "last_name": "Hesketh",
      "fore_name": "Caitlin C",
      "initials": "CC",
      "name": "Caitlin C Hesketh",
      "affiliations": []
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg A",
      "initials": "GA",
      "name": "Greg A Knoll",
      "affiliations": []
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": []
    },
    {
      "last_name": "Tsampalieros",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Tsampalieros",
      "affiliations": []
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah L",
      "initials": "DL",
      "name": "Deborah L Zimmerman",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada. dzimmerman@ottawahospital.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "64",
  "pages": "64",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Glomerular Filtration Rate",
    "Graft Rejection",
    "Humans",
    "Kidney Transplantation",
    "Systematic Reviews as Topic",
    "Vitamin D",
    "Vitamin D Deficiency",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "24930018",
    "pmc": "PMC4065590",
    "doi": "10.1186/2046-4053-3-64",
    "pii": "2046-4053-3-64"
  },
  "doi": "10.1186/2046-4053-3-64",
  "pmc_id": "PMC4065590",
  "dates": {
    "completed": "2014-09-26",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Vitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:06.886295",
    "pmid": "24930018"
  }
}