{
  "pmid": "24935275",
  "uid": "24935275",
  "title": "Effect of antidepressants and psychological therapies, including hypnotherapy, in irritable bowel syndrome: systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: Irritable bowel syndrome (IBS) is a chronic functional gastrointestinal disorder. Evidence relating to the treatment of this condition with antidepressants and psychological therapies continues to accumulate. METHODS: We performed an updated systematic review and meta-analysis of randomized controlled trials (RCTs). MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched (up to December 2013). Trials recruiting adults with IBS, which compared antidepressants with placebo, or psychological therapies with control therapy or \"usual management,\" were eligible. Dichotomous symptom data were pooled to obtain a relative risk (RR) of remaining symptomatic after therapy, with a 95% confidence interval (CI). RESULTS: The search strategy identified 3,788 citations. Forty-eight RCTs were eligible for inclusion: thirty-one compared psychological therapies with control therapy or \"usual management,\" sixteen compared antidepressants with placebo, and one compared both psychological therapy and antidepressants with placebo. Ten of the trials of psychological therapies, and four of the RCTs of antidepressants, had been published since our previous meta-analysis. The RR of IBS symptom not improving with antidepressants vs. placebo was 0.67 (95% CI=0.58-0.77), with similar treatment effects for both tricyclic antidepressants and selective serotonin reuptake inhibitors. The RR of symptoms not improving with psychological therapies was 0.68 (95% CI=0.61-0.76). Cognitive behavioral therapy, hypnotherapy, multicomponent psychological therapy, and dynamic psychotherapy were all beneficial. CONCLUSIONS: Antidepressants and some psychological therapies are effective treatments for IBS. Despite the considerable number of studies published in the intervening 5 years since we last examined this issue, the overall summary estimates of treatment effect have remained remarkably stable.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "1] Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK [2] Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center, Gastroenterology, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Lembo",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Lembo",
      "affiliations": [
        "The Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Saito",
      "fore_name": "Yuri A",
      "initials": "YA",
      "name": "Yuri A Saito",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Schiller",
      "fore_name": "Lawrence R",
      "initials": "LR",
      "name": "Lawrence R Schiller",
      "affiliations": [
        "Digestive Health Associates of Texas, Baylor University Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Soffer",
      "fore_name": "Edy E",
      "initials": "EE",
      "name": "Edy E Soffer",
      "affiliations": [
        "Division of Gastroenterology at Cedars-Sinai, University of Southern California, Los Angeles, Califoria, USA."
      ]
    },
    {
      "last_name": "Spiegel",
      "fore_name": "Brennan M R",
      "initials": "BM",
      "name": "Brennan M R Spiegel",
      "affiliations": [
        "Department of Gastroenterology, VA Greater Los Angeles Healthcare System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1350",
  "end_page": "1366",
  "pages": "1350-65; quiz 1366",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Antidepressive Agents, Tricyclic",
    "Cognitive Behavioral Therapy",
    "Humans",
    "Hypnosis",
    "Irritable Bowel Syndrome",
    "Psychotherapy",
    "Randomized Controlled Trials as Topic",
    "Relaxation Therapy",
    "Selective Serotonin Reuptake Inhibitors"
  ],
  "article_ids": {
    "pubmed": "24935275",
    "doi": "10.1038/ajg.2014.148",
    "pii": "ajg2014148"
  },
  "doi": "10.1038/ajg.2014.148",
  "dates": {
    "completed": "2014-10-30",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Antidepressive Agents",
    "Antidepressive Agents, Tricyclic",
    "Serotonin Uptake Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.381559",
    "pmid": "24935275"
  }
}