{
  "pmid": "24932493",
  "uid": "24932493",
  "title": "Clinical disease severity of respiratory viral co-infection versus single viral infection: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Results from cohort studies evaluating the severity of respiratory viral co-infections are conflicting. We conducted a systematic review and meta-analysis to assess the clinical severity of viral co-infections as compared to single viral respiratory infections. METHODS: We searched electronic databases and other sources for studies published up to January 28, 2013. We included observational studies on inpatients with respiratory illnesses comparing the clinical severity of viral co-infections to single viral infections as detected by molecular assays. The primary outcome reflecting clinical disease severity was length of hospital stay (LOS). A random-effects model was used to conduct the meta-analyses. RESULTS: Twenty-one studies involving 4,280 patients were included. The overall quality of evidence applying the GRADE approach ranged from moderate for oxygen requirements to low for all other outcomes. No significant differences in length of hospital stay (LOS) (mean difference (MD) -0.20 days, 95% CI -0.94, 0.53, p = 0.59), or mortality (RR 2.44, 95% CI 0.86, 6.91, p = 0.09) were documented in subjects with viral co-infections compared to those with a single viral infection. There was no evidence for differences in effects across age subgroups in post hoc analyses with the exception of the higher mortality in preschool children (RR 9.82, 95% CI 3.09, 31.20, p<0.001) with viral co-infection as compared to other age groups (I2 for subgroup analysis 64%, p = 0.04). CONCLUSIONS: No differences in clinical disease severity between viral co-infections and single respiratory infections were documented. The suggested increased risk of mortality observed amongst children with viral co-infections requires further investigation.",
  "authors": [
    {
      "last_name": "Asner",
      "fore_name": "Sandra A",
      "initials": "SA",
      "name": "Sandra A Asner",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada; Unit of Paediatric Infectious Diseases, Department of Paediatrics, University Hospital Lausanne, Lausanne, Switzerland; Division of Infectious Diseases, Department of Medicine, University Hospital Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Science",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Science",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Dat",
      "initials": "D",
      "name": "Dat Tran",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Merglen",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Merglen",
      "affiliations": [
        "Division of Paediatric Medicine and the Paediatric Outcomes Research Team, The Hospital for Sick Children, University of Toronto, Toronto, Canada; Division of General Paediatrics, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2014"
  },
  "start_page": "e99392",
  "pages": "e99392",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Child",
    "Child Mortality",
    "Child, Preschool",
    "Coinfection",
    "Humans",
    "Infant",
    "Intensive Care Units",
    "Length of Stay",
    "Middle Aged",
    "Observational Studies as Topic",
    "Observer Variation",
    "Respiratory Tract Infections",
    "Virulence",
    "Virus Diseases",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24932493",
    "pmc": "PMC4059637",
    "doi": "10.1371/journal.pone.0099392",
    "pii": "PONE-D-14-11490"
  },
  "doi": "10.1371/journal.pone.0099392",
  "pmc_id": "PMC4059637",
  "dates": {
    "completed": "2015-10-22",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.079516",
    "pmid": "24932493"
  }
}