{
  "pmid": "24936584",
  "uid": "24936584",
  "title": "Clinical Assessment of Physical Examination Maneuvers for Rotator Cuff Lesions.",
  "abstract": "BACKGROUND: Shoulder pain and disability pose a diagnostic challenge for clinicians owing to the numerous causes that exist. Unfortunately, the evidence in support of most clinical tests is weak or absent. PURPOSE: To determine the diagnostic validity of physical examination maneuvers for rotator cuff lesions. STUDY DESIGN: Cohort study (diagnosis); Level of evidence, 1. METHODS: Consecutive shoulder patients recruited for this study were referred to 2 tertiary orthopaedic clinics. A surgeon took a thorough history and indicated his or her certainty about each possible diagnosis. A clinician performed the physical examination for diagnoses where uncertainty remained. Arthroscopy was considered the reference standard for patients who underwent surgery, and MRI with arthrogram was considered the reference for patients who did not. The sensitivity, specificity, and likelihood ratios were calculated to investigate whether combinations of the top tests provided stronger predictions of the presence or absence of disease. RESULTS: There were 139 participants. None of the tests were highly sensitive for diagnosing rotator cuff tears or tendinosis. Tests for subscapularis tears were all highly specific. No optimal combination of tests improved the ability to correctly diagnose rotator cuff tears. Closer analysis revealed the internal rotation and lateral rotation lag sign did not improve the ability to diagnose subscapularis or supraspinatus tears, respectively, although the lateral rotation lag sign demonstrated a discriminatory ability for tear size. CONCLUSION: No test in isolation is sufficient to diagnose a patient with rotator cuff damage. A combination of tests improves the ability to diagnose damage to the rotator cuff. It is recommended that the internal rotation and lateral rotation lag signs be removed from the gamut of physical examination tests for supraspinatus and subscapularis tears.",
  "authors": [
    {
      "last_name": "Somerville",
      "fore_name": "Lyndsay E",
      "initials": "LE",
      "name": "Lyndsay E Somerville",
      "affiliations": [
        "Faculty of Health Sciences, The University of Western Ontario, London, Ontario, Canada Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada lyndsay.somerville@lhsc.on.ca."
      ]
    },
    {
      "last_name": "Willits",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Willits",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Johnson",
      "affiliations": [
        "School of Health Studies, Faculty of Health Sciences, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Litchfield",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "LeBel",
      "fore_name": "Marie-Eve",
      "initials": "ME",
      "name": "Marie-Eve LeBel",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moro",
      "fore_name": "Jaydeep",
      "initials": "J",
      "name": "Jaydeep Moro",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, The University of Western Ontario, London, Ontario, Canada Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "1911",
  "end_page": "1919",
  "pages": "1911-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Arthrography",
    "Arthroscopy",
    "Cohort Studies",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Physical Examination",
    "Reproducibility of Results",
    "Rotator Cuff Injuries",
    "Sensitivity and Specificity",
    "Shoulder Pain",
    "Tendinopathy"
  ],
  "article_ids": {
    "pubmed": "24936584",
    "doi": "10.1177/0363546514538390",
    "pii": "0363546514538390"
  },
  "doi": "10.1177/0363546514538390",
  "dates": {
    "completed": "2016-02-10",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.416532",
    "pmid": "24936584"
  }
}