{
  "pmid": "24934565",
  "uid": "24934565",
  "title": "Knowledge translation strategies for enhancing nurses' evidence-informed decision making: a scoping review.",
  "abstract": "BACKGROUND: Nurses are increasingly expected to engage in evidence-informed decision making (EIDM); the use of research evidence with information about patient preferences, clinical context and resources, and their clinical expertise in decision making. Strategies for enhancing EIDM have been synthesized in high-quality systematic reviews, yet most relate to physicians or mixed disciplines. Existing reviews, specific to nursing, have not captured a broad range of strategies for promoting the knowledge and skills for EIDM, patient outcomes as a result of EIDM, or contextual information for why these strategies \"work.\" AIM: To conduct a scoping review to identify and map the literature related to strategies implemented among nurses in tertiary care for promoting EIDM knowledge, skills, and behaviours, as well as patient outcomes and contextual implementation details. METHODS: A search strategy was developed and executed to identify relevant research evidence. Participants included registered nurses, clinical nurse specialists, nurse practitioners, and advanced practice nurses. Strategies were those enhancing nurses' EIDM knowledge, skills, or behaviours, as well as patient outcomes. Relevant studies included systematic reviews, randomized controlled trials, cluster randomized controlled trials, non-randomized trials (including controlled before and after studies), cluster non-randomized trials, interrupted time series designs, prospective cohort studies, mixed-method studies, and qualitative studies. Two reviewers performed study selection and data extraction using standardized forms. Disagreements were resolved through discussion or third party adjudication. RESULTS: Using a narrative synthesis, the body of research was mapped by design, clinical areas, strategies, and provider and patient outcomes to determine areas appropriate for a systematic review. CONCLUSIONS: There are a sufficiently high number of studies to conduct a more focused systematic review by care settings, study design, implementation strategies, or outcomes. A focused review could assist in determining which strategies can be recommended for enhancing EIDM knowledge, skills, and behaviours among nurses in tertiary care.",
  "authors": [
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "Assistant Professor, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Thompson",
      "affiliations": []
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": []
    },
    {
      "last_name": "Aloweni",
      "fore_name": "Fazila",
      "initials": "F",
      "name": "Fazila Aloweni",
      "affiliations": []
    },
    {
      "last_name": "Newman",
      "fore_name": "Kristine",
      "initials": "K",
      "name": "Kristine Newman",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Worldviews on evidence-based nursing",
    "iso_abbreviation": "Worldviews Evid Based Nurs",
    "issn": "1741-6787",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "156",
  "end_page": "167",
  "pages": "156-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Nursing",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "24934565",
    "pmc": "PMC4141701",
    "doi": "10.1111/wvn.12043"
  },
  "doi": "10.1111/wvn.12043",
  "pmc_id": "PMC4141701",
  "dates": {
    "completed": "2015-02-09",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN-124596",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.378968",
    "pmid": "24934565"
  }
}