{
  "pmid": "24943264",
  "uid": "24943264",
  "title": "Both plasmacytoid dendritic cells and monocytes stimulate natural killer cells early during human herpes simplex virus type 1 infections.",
  "abstract": "Herpes simplex virus type 1 (HSV-1), a member of the herpes virus family, is characterized by a short replication cycle, high cytopathogenicity and distinct neurotropism. Primary infection and reactivation may cause severe diseases in immunocompetent and immunosuppressed individuals. This study investigated the role of human plasmacytoid dendritic cells (pDC) in the activation of natural killer (NK) cells for the control of herpesviral infections. Within peripheral blood mononuclear cells, UV-inactivated HSV-1 and CpG-A induced CD69 up-regulation on NK cells, whereas infectious HSV-1 was particularly active in inducing NK cell effector functions interferon-γ (IFN-γ) secretion and degranulation. The pDC-derived IFN-α significantly contributed to NK cell activation, as evident from neutralization and cell depletion experiments. In addition, monocyte-derived tumour necrosis factor-α (TNF-α) induced after exposure to infectious HSV-1 was found to stimulate IFN-γ secretion. A minority of monocytes was shown to be non-productively infected in experiments using fluorescently labelled viruses and quantitative PCR analyses. HSV-1-exposed monocytes up-regulated classical HLA-ABC and non-classical HLA-E molecules at the cell surface in an IFN-α-dependent manner, whereas stress molecules MICA/B were not induced. Notably, depletion of monocytes reduced NK cell effector functions induced by infectious HSV-1 (P < 0.05). Altogether, our data suggest a model in which HSV-1-stimulated pDC and monocytes activate NK cells via secretion of IFN-α and TNF-α. In addition, infection of monocytes induces NK cell effector functions via TNF-α-dependent and TNF-α-independent mechanisms. Hence, pDC and monocytes, which are among the first cells infiltrating herpetic lesions, appear to have important bystander functions for NK cells to control these viral infections.",
  "authors": [
    {
      "last_name": "Vogel",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Vogel",
      "affiliations": [
        "Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Thomann",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Thomann",
      "affiliations": []
    },
    {
      "last_name": "Vogel",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Vogel",
      "affiliations": []
    },
    {
      "last_name": "Schuster",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Schuster",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Immunology",
    "iso_abbreviation": "Immunology",
    "issn": "1365-2567",
    "issn_type": "Electronic",
    "volume": "143",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "588",
  "end_page": "600",
  "pages": "588-600",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Animals",
    "Dendritic Cells",
    "Female",
    "Herpes Simplex",
    "Herpesvirus 1, Human",
    "Histocompatibility Antigens Class I",
    "Humans",
    "Immunophenotyping",
    "Interferon-alpha",
    "Killer Cells, Natural",
    "Leukocytes, Mononuclear",
    "Lymphocyte Activation",
    "Male",
    "Middle Aged",
    "Monocytes"
  ],
  "article_ids": {
    "pubmed": "24943264",
    "pmc": "PMC4253507",
    "doi": "10.1111/imm.12337"
  },
  "doi": "10.1111/imm.12337",
  "pmc_id": "PMC4253507",
  "dates": {
    "completed": "2015-01-09",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Histocompatibility Antigens Class I",
    "Interferon-alpha",
    "MHC class I-related chain A",
    "MICB antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.410930",
    "pmid": "24943264"
  }
}