{
  "pmid": "24942570",
  "uid": "24942570",
  "title": "Analysis of human rotaviruses from a single location over an 18-year time span suggests that protein coadaption influences gene constellations.",
  "abstract": "UNLABELLED: Rotaviruses (RVs) are 11-segmented, double-stranded RNA viruses that cause severe gastroenteritis in children. In addition to an error-prone genome replication mechanism, RVs can increase their genetic diversity by reassorting genes during host coinfection. Such exchanges allow RVs to acquire advantageous genes and adapt in the face of selective pressures. However, reassortment may also impose fitness costs if it unlinks genes/proteins that have accumulated compensatory, coadaptive mutations and that operate best when kept together. To better understand human RV evolutionary dynamics, we analyzed the genome sequences of 135 strains (genotype G1/G3/G4-P[8]-I1-C1-R1-A1-N1-T1-E1-H1) that were collected at a single location in Washington, DC, during the years 1974 to 1991. Intragenotypic phylogenetic trees were constructed for each viral gene using the nucleotide sequences, thereby defining novel allele level gene constellations (GCs) and illuminating putative reassortment events. The results showed that RVs with distinct GCs cocirculated during the vast majority of the collection years and that some of these GCs persisted in the community unchanged by reassortment. To investigate the influence of protein coadaptation on GC maintenance, we performed a mutual information-based analysis of the concatenated amino acid sequences and identified an extensive covariance network. Unexpectedly, amino acid covariation was highest between VP4 and VP2, which are structural components of the RV virion that are not thought to directly interact. These results suggest that GCs may be influenced by the selective constraints placed on functionally coadapted, albeit noninteracting, viral proteins. This work raises important questions about mutation-reassortment interplay and its impact on human RV evolution. IMPORTANCE: Rotaviruses are devastating human pathogens that cause severe diarrhea and kill >450,000 children each year. The virus can evolve by accumulating mutations and by acquiring new genes from other strains via a process called reassortment. However, little is known about the relationship between mutation accumulation and gene reassortment for rotaviruses and how it impacts viral evolution. In this study, we analyzed the genome sequences of human strains found in clinical fecal specimens that were collected at a single hospital over an 18-year time span. We found that many rotaviruses did not reassort their genes but instead maintained them as specific sets (i.e., constellations). By analyzing the encoded proteins, we discovered concurrent amino acid changes among them, which suggests that they are functionally coadapted to operate best when kept together. This study increases our understanding of how rotaviruses evolve over time in the human population.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Shu",
      "initials": "S",
      "name": "Shu Zhang",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W McDonald",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Travis A",
      "initials": "TA",
      "name": "Travis A Thompson",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Allison F",
      "initials": "AF",
      "name": "Allison F Dennis",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "Akopov",
      "fore_name": "Asmik",
      "initials": "A",
      "name": "Asmik Akopov",
      "affiliations": [
        "J. Craig Venter Institute, Rockville, Maryland, USA."
      ]
    },
    {
      "last_name": "Kirkness",
      "fore_name": "Ewen F",
      "initials": "EF",
      "name": "Ewen F Kirkness",
      "affiliations": [
        "J. Craig Venter Institute, Rockville, Maryland, USA."
      ]
    },
    {
      "last_name": "Patton",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Patton",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA Department of Biomedical Sciences and Pathobiology, Virginia-Maryland Regional College of Veterinary Medicine, Blacksburg, Virginia, USA mcdonaldsa@vtc.vt.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "17",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "9842",
  "end_page": "9863",
  "pages": "9842-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, N.I.H., Intramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adaptation, Biological",
    "Child, Preschool",
    "Cluster Analysis",
    "District of Columbia",
    "Evolution, Molecular",
    "Genome, Viral",
    "Humans",
    "Infant",
    "Molecular Sequence Data",
    "Phylogeny",
    "Rotavirus",
    "Sequence Analysis, DNA",
    "Viral Proteins"
  ],
  "article_ids": {
    "pubmed": "24942570",
    "pmc": "PMC4136370",
    "doi": "10.1128/JVI.01562-14",
    "pii": "JVI.01562-14"
  },
  "doi": "10.1128/JVI.01562-14",
  "pmc_id": "PMC4136370",
  "dates": {
    "completed": "2014-12-12",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Viral Proteins"
  ],
  "grants": [
    {
      "grant_id": "HHSN272200900007C",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.445476",
    "pmid": "24942570"
  }
}