{
  "pmid": "24954708",
  "uid": "24954708",
  "title": "Extracorporeal membrane oxygenation for very high-risk transcatheter aortic valve implantation.",
  "abstract": "BACKGROUND: Transcatheter aortic valve implantation (TAVI) can cause profound haemodynamic perturbation in the peri-operative period. Veno-arterial extracorporeal membrane oxygenation (ECMO) can be used to provide cardiorespiratory support during this time, either prophylactically or emergently. METHOD: 100 TAVI procedures were performed between 2009 and 2013 in our institution. ECMO was used in 11 patients, including eight prophylactic and three rescue cases. Rescue ECMO was required for ventricular fibrillation after valvuloplasty, and aortic annulus rupture. The criteria for prophylactic ECMO included heart failure requiring stabilisation pre-TAVI, haemodynamic instability with balloon aortic valvuloplasty performed to improve heart function pre-TAVI, moderate or severe left and/or right ventricular failure, or borderline haemodynamics at procedure. Differences in preoperative characteristics and postoperative outcomes between ECMO and non-ECMO TAVI patients were compared, and significant results were further assessed controlling for EuroSCORE. RESULTS: Compared to TAVI patients who did not require ECMO, ECMO patients had significantly higher mean EuroSCORE (51 vs. 30%, p<.05). Postoperative outcomes, however, were largely comparable between the two groups. All-cause mortality occurred in nil prophylactic ECMO patients, one rescue ECMO patient, and two non-ECMO patients. The difference in mortality between ECMO and non-ECMO patients was not significantly different (9 vs. 2%; p>.05). ECMO patients were more likely to develop acute renal failure than non-ECMO patients (36 vs. 8%, p<.05), which was most likely due to haemodynamic collapse and end-organ dysfunction in patients that required ECMO rescue. CONCLUSIONS: Instituting prophylactic ECMO in selected very high-risk patients may help avoid consequences of intra-operative complications and the need for emergent rescue ECMO.",
  "authors": [
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Forrest",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Department of Anaesthesia, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "Simon A",
      "initials": "SA",
      "name": "Simon A Jackson",
      "affiliations": [
        "School of Psychology, The University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Martinez",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Martinez",
      "affiliations": [
        "Cardiology Unit, Royal Prince Alfred Hospital, Sydney, Australia; Cardiology Department, Catholic University School of Medicine, Santiago, Chile."
      ]
    },
    {
      "last_name": "Andvik",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Andvik",
      "affiliations": [
        "The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Ng",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Cardiology Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Fraser",
      "affiliations": [
        "Critical Care Research Group, The Prince Charles Hospital, The University of Queensland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia. Electronic address: michael.vallely@bigpond.com."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "957",
  "end_page": "962",
  "pages": "957-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Aged",
    "Aged, 80 and over",
    "Aortic Valve Stenosis",
    "Emergencies",
    "Extracorporeal Membrane Oxygenation",
    "Female",
    "Heart Failure",
    "Hemodynamics",
    "Humans",
    "Male",
    "Prophylactic Surgical Procedures",
    "Risk Assessment",
    "Risk Factors",
    "Transcatheter Aortic Valve Replacement",
    "Ventricular Fibrillation"
  ],
  "article_ids": {
    "pubmed": "24954708",
    "doi": "10.1016/j.hlc.2014.05.006",
    "pii": "S1443-9506(14)00462-4"
  },
  "doi": "10.1016/j.hlc.2014.05.006",
  "dates": {
    "completed": "2015-06-24",
    "revised": "2014-09-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.307637",
    "pmid": "24954708"
  }
}