{
  "pmid": "24955703",
  "uid": "24955703",
  "title": "Phase 1 trial design: is 3 + 3 the best?",
  "abstract": "BACKGROUND: Concerns have been recognized about the operating characteristics of the standard 3 + 3 dose-escalation design. Various innovative phase 1 trial designs have been proposed to address the issues and new challenges posed by molecularly targeted agents. However, in spite of these proposals, the conventional design is still the most widely utilized. METHODS: A review of the literature of phase 1 trials and relevant statistical studies was performed. RESULTS: Beyond statistical simulations, sparse clinical data exist to support or refute many of the shortcomings ascribed to the 3 + 3 rule method. Data from phase 1 trials demonstrate that traditional designs identified the correct dose and relevant toxicities with an acceptable level of precision in some instances; however, no single escalation method was proven superior in all circumstances. CONCLUSIONS: Design selection should be guided by the principle of slow escalation in the face of toxicity and rapid dose increases in the setting of minimal or no adverse events. When the toxicity of a drug is uncertain or a narrow therapeutic window is suggested from preclinical testing, then a conservative 3 + 3 method is generally appropriate. However, if the therapeutic window is wide and the expected toxicity is low, then rapid escalation with a novel rule- or model-based design should be employed.",
  "authors": [
    {
      "last_name": "Hansen",
      "fore_name": "Aaron R",
      "initials": "AR",
      "name": "Aaron R Hansen",
      "affiliations": [
        "Drug Development Program, Princess Margaret Cancer Centre, Toronto, Ontario, Canada M5G 2M9. lillian.siu@uhn.ca."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Donna M",
      "initials": "DM",
      "name": "Donna M Graham",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Siu",
      "fore_name": "Lillian L",
      "initials": "LL",
      "name": "Lillian L Siu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer control : journal of the Moffitt Cancer Center",
    "iso_abbreviation": "Cancer Control",
    "issn": "1526-2359",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "200",
  "end_page": "208",
  "pages": "200-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "24955703",
    "doi": "10.1177/107327481402100304"
  },
  "doi": "10.1177/107327481402100304",
  "dates": {
    "completed": "2015-04-17",
    "revised": "2017-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.874386",
    "pmid": "24955703"
  }
}