{
  "pmid": "24969784",
  "uid": "24969784",
  "title": "Recruitment feasibility to a cohort study of endocrine and metabolic health among survivors of childhood brain tumours: a report from the Canadian study of Determinants of Endometabolic Health in ChIlDrEn (CanDECIDE).",
  "abstract": "OBJECTIVES: The aim of this study was to test the feasibility of recruitment and performance of study procedures of the Canadian Study of Determinants of Endometabolic Health in ChIlDrEn (CanDECIDE) study, which was designed to assess the determinants of endocrine and metabolic health in survivors of childhood brain tumours. SETTING: A single paediatric tertiary care centre in Hamilton, Ontario, Canada. PARTICIPANTS: We included boys and girls, aged 5 years and older, who were lean (body mass index (BMI) below 85th centile for age and gender) or overweight/obese (BMI 85th centile or above for age and gender). We excluded children on steroids or immunosuppressant therapy, smokers and those who had an active infection for the 2 weeks prior to participation. OUTCOMES: Feasibility targets included recruitment rate of at least 50%, the consenting of 80% of participants to provide biological samples, 90% questionnaire completion rate and the ability to process biological samples from at least 80% of participants. RESULTS: We approached 210 potential participants, and of the 112 (53%) who agreed to participate, 30 (26.8%) completed the study visit over 7 months. All participants agreed to fast, provide biological samples and complete the questionnaires. Sample collection was successful in 97% (29/30) of participants and laboratory procedures were feasible in 100% of collected samples. We also tested resources required for the conduct of the full study including personnel, space, laboratory equipment and procedures and determined that they are all feasible. CONCLUSIONS: Recruitment and consenting of patients for the CanDECIDE study may be feasible. However, we are considering prolonging recruitment duration and collaboration with other centres to meet recruitment targets due to lower than expected recruitment rate. Completion of questionnaires and implementation of sample processing protocols are feasible.",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scheinemann",
      "fore_name": "Katrin",
      "initials": "K",
      "name": "Katrin Scheinemann",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada Department of Paediatric Hematology/Oncology, University Children's Hospital, Münster, Germany."
      ]
    },
    {
      "last_name": "Burrow",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Burrow",
      "affiliations": [
        "Division of Pediatric Orthopedics, Department of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dillenburg",
      "fore_name": "Rejane F",
      "initials": "RF",
      "name": "Rejane F Dillenburg",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Cardiology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barr",
      "fore_name": "Ronald D",
      "initials": "RD",
      "name": "Ronald D Barr",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Kuan-Wen",
      "initials": "KW",
      "name": "Kuan-Wen Wang",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valencia",
      "fore_name": "Marlie",
      "initials": "M",
      "name": "Marlie Valencia",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada Centre for Evaluation of Medicines, Hamilton, Ontario, Canada Biostatistics Unit, St Joseph's Healthcare-Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "e005295",
  "pages": "e005295",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Brain Neoplasms",
    "Canada",
    "Child",
    "Child, Preschool",
    "Cohort Studies",
    "Endocrine System Diseases",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Male",
    "Metabolic Diseases",
    "Obesity",
    "Patient Selection",
    "Pilot Projects",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "24969784",
    "pmc": "PMC4078774",
    "doi": "10.1136/bmjopen-2014-005295",
    "pii": "bmjopen-2014-005295"
  },
  "doi": "10.1136/bmjopen-2014-005295",
  "pmc_id": "PMC4078774",
  "dates": {
    "completed": "2016-06-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.491038",
    "pmid": "24969784"
  }
}