{
  "pmid": "24964780",
  "uid": "24964780",
  "title": "An adaptive semantic based mediation system for data interoperability among Health Information Systems.",
  "abstract": "Heterogeneity in the management of the complex medical data, obstructs the attainment of data level interoperability among Health Information Systems (HIS). This diversity is dependent on the compliance of HISs with different healthcare standards. Its solution demands a mediation system for the accurate interpretation of data in different heterogeneous formats for achieving data interoperability. We propose an adaptive AdapteR Interoperability ENgine mediation system called ARIEN, that arbitrates between HISs compliant to different healthcare standards for accurate and seamless information exchange to achieve data interoperability. ARIEN stores the semantic mapping information between different standards in the Mediation Bridge Ontology (MBO) using ontology matching techniques. These mappings are provided by our System for Parallel Heterogeneity (SPHeRe) matching system and Personalized-Detailed Clinical Model (P-DCM) approach to guarantee accuracy of mappings. The realization of the effectiveness of the mappings stored in the MBO is evaluation of the accuracy in transformation process among different standard formats. We evaluated our proposed system with the transformation process of medical records between Clinical Document Architecture (CDA) and Virtual Medical Record (vMR) standards. The transformation process achieved over 90 % of accuracy level in conversion process between CDA and vMR standards using pattern oriented approach from the MBO. The proposed mediation system improves the overall communication process between HISs. It provides an accurate and seamless medical information exchange to ensure data interoperability and timely healthcare services to patients.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Wajahat Ali",
      "initials": "WA",
      "name": "Wajahat Ali Khan",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si, Gyeonggi-do, 446-701, Republic of Korea, wajahat.alikhan@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Khattak",
      "fore_name": "Asad Masood",
      "initials": "AM",
      "name": "Asad Masood Khattak",
      "affiliations": []
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Muhammad Bilal",
      "initials": "MB",
      "name": "Muhammad Bilal Amin",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Nugent",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Nugent",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical systems",
    "iso_abbreviation": "J Med Syst",
    "issn": "1573-689X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "28",
  "pages": "28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Decision Support Systems, Clinical",
    "Electronic Health Records",
    "Health Information Systems",
    "Humans",
    "Semantics",
    "Systems Integration"
  ],
  "article_ids": {
    "pubmed": "24964780",
    "doi": "10.1007/s10916-014-0028-y"
  },
  "doi": "10.1007/s10916-014-0028-y",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.743965",
    "pmid": "24964780"
  }
}