{
  "pmid": "24970099",
  "uid": "24970099",
  "title": "Considering intellectual, in addition to financial, conflicts of interest proved important in a clinical practice guideline: a descriptive study.",
  "abstract": "OBJECTIVES: The American College of Chest Physicians Antithrombotic Guidelines ninth iteration placed restrictions on panelists with recommendations on which they disclosed a primary conflict of interest (COI). We aimed to describe panelists' financial and intellectual COI and evaluate to what extent, beyond assessing financial COI, assessing intellectual COI affected COI management. STUDY DESIGN AND SETTING: We classified financial and intellectual COI into primary (causes voting restriction) and secondary (no restrictions). We analyzed disclosures respectively with panelists and recommendations as units of analysis. RESULTS: One hundred two panelists made 4,030 disclosures for 431 recommendations. The median number (and range) of panelists per recommendation who disclosed the various categories of COI was 0 (0-5) for primary financial COI, 0 (0-4) for secondary financial COI, 0 (0-7) for primary intellectual COI, and 1 (0-6) for secondary intellectual COI. Of the 431 recommendations, 63 (15%) had at least one panelist with a primary intellectual COI but no primary financial COI. CONCLUSION: COI had a relatively low prevalence and a skewed distribution, many panelists with none and some with many disclosures. A substantial number of disclosures should have resulted in restrictions based on intellectual COI in the absence of financial COI.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, P.O. Box 11-0236, Riad-El-Solh Beirut 1107 2020, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Department of Medicine, State University of New York at Buffalo, ECMC, DKM Building, 462 Grider St, Buffalo, NY 14215, USA. Electronic address: elieakl@buffalo.edu."
      ]
    },
    {
      "last_name": "El-Hachem",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre El-Hachem",
      "affiliations": [
        "Department of Medicine, Englewood Hospital, Mount Sinai School of Medicine, 350 Engle St, Englewood, NJ 07631, USA."
      ]
    },
    {
      "last_name": "Abou-Haidar",
      "fore_name": "Hiba",
      "initials": "H",
      "name": "Hiba Abou-Haidar",
      "affiliations": [
        "School of Medicine, McGill University, 3605 rue de la Montagne, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Department of Internal Medicine, School of Medicine, Pontificia Universidad Catolica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "1222",
  "end_page": "1228",
  "pages": "1222-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Conflict of Interest",
    "Disclosure",
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "24970099",
    "doi": "10.1016/j.jclinepi.2014.05.006",
    "pii": "S0895-4356(14)00160-7"
  },
  "doi": "10.1016/j.jclinepi.2014.05.006",
  "dates": {
    "completed": "2015-02-11",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.606748",
    "pmid": "24970099"
  }
}