{
  "pmid": "24971750",
  "uid": "24971750",
  "title": "The lack of CuZnSOD leads to impaired neurotransmitter release, neuromuscular junction destabilization and reduced muscle strength in mice.",
  "abstract": "Elevated reactive oxygen species (ROS) production and ROS-dependent protein damage is a common observation in the pathogenesis of many muscle wasting disorders, including sarcopenia. However, the contribution of elevated ROS levels to -a breakdown in neuromuscular communication and muscle atrophy remains unknown. In this study, we examined a copper zinc superoxide dismutase [CuZnSOD (Sod1)] knockout mouse (Sod1-/-), a mouse model of elevated oxidative stress that exhibits accelerated loss of muscle mass, which recapitulates many phenotypes of sarcopenia as early as 5 months of age. We found that young adult Sod1-/- mice display a considerable reduction in hind limb skeletal muscle mass and strength when compared to age-matched wild-type mice. These changes are accompanied by gross alterations in neuromuscular junction (NMJ) morphology, including reduced occupancy of the motor endplates by axons, terminal sprouting and axon thinning and irregular swelling. Surprisingly however, the average density of acetylcholine receptors in endplates is preserved. Using in vivo electromyography and ex vivo electrophysiological studies of hind limb muscles in Sod1-/- mice, we found that motor axons innervating the extensor digitorum longus (EDL) and gastrocnemius muscles release fewer synaptic vesicles upon nerve stimulation. Recordings from individually identified EDL NMJs show that reductions in neurotransmitter release are apparent in the Sod1-/- mice even when endplates are close to fully innervated. However, electrophysiological properties, such as input resistance, resting membrane potential and spontaneous neurotransmitter release kinetics (but not frequency) are similar between EDL muscles of Sod1-/- and wild-type mice. Administration of the potassium channel blocker 3,4-diaminopyridine, which broadens the presynaptic action potential, improves both neurotransmitter release and muscle strength. Together, these results suggest that ROS-associated motor nerve terminal dysfunction is a contributor to the observed muscle changes in Sod1-/- mice.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Yun",
      "initials": "Y",
      "name": "Yun Shi",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Cellular and Structural Biology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Geriatric Research Education and Clinical Center, South Texas Veterans Health Care System, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Ivannikov",
      "fore_name": "Maxim V",
      "initials": "MV",
      "name": "Maxim V Ivannikov",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Walsh",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Cellular and Structural Biology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Liu",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Cellular and Structural Biology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Geriatric Research Education and Clinical Center, South Texas Veterans Health Care System, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yiqiang",
      "initials": "Y",
      "name": "Yiqiang Zhang",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Jaramillo",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Jaramillo",
      "affiliations": [
        "Geriatric Research Education and Clinical Center, South Texas Veterans Health Care System, San Antonio, Texas, United States of America; Department of Rehabilitation Medicine, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Macleod",
      "fore_name": "Gregory T",
      "initials": "GT",
      "name": "Gregory T Macleod",
      "affiliations": [
        "Department of Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Van Remmen",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Van Remmen",
      "affiliations": [
        "Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Department of Cellular and Structural Biology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America; Oklahoma City VA Medical Center, Oklahoma City, Oklahoma, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2014"
  },
  "start_page": "e100834",
  "pages": "e100834",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Acetylcholine",
    "Animals",
    "Mice",
    "Muscle Strength",
    "Muscle, Skeletal",
    "Neuromuscular Junction",
    "Receptors, Cholinergic",
    "Superoxide Dismutase",
    "Superoxide Dismutase-1",
    "Synaptic Vesicles"
  ],
  "article_ids": {
    "pubmed": "24971750",
    "pmc": "PMC4074103",
    "doi": "10.1371/journal.pone.0100834",
    "pii": "PONE-D-14-09423"
  },
  "doi": "10.1371/journal.pone.0100834",
  "pmc_id": "PMC4074103",
  "dates": {
    "completed": "2015-10-28",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Receptors, Cholinergic",
    "Sod1 protein, mouse",
    "Superoxide Dismutase",
    "Superoxide Dismutase-1",
    "Acetylcholine"
  ],
  "grants": [
    {
      "grant_id": "T32 AG021890",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 NS061914",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32-AG021890",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AG020591",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "NS061914",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "I01 BX002595",
      "agency": "BLRD VA",
      "country": "United States"
    },
    {
      "grant_id": "P01 AG020591",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.821268",
    "pmid": "24971750"
  }
}