{
  "pmid": "24989618",
  "uid": "24989618",
  "title": "Legislative, educational, policy and other interventions targeting physicians' interaction with pharmaceutical companies: a systematic review.",
  "abstract": "BACKGROUND: Pharmaceutical company representatives likely influence the prescribing habits and professional behaviour of physicians. OBJECTIVE: The objective of this study was to systematically review the effects of interventions targeting practising physicians' interactions with pharmaceutical companies. ELIGIBILITY CRITERIA: We included observational studies, non-randomised controlled trials (non-RCTs) and RCTs evaluating legislative, educational, policy or other interventions targeting the interactions between physicians and pharmaceutical companies. DATA SOURCES: The search strategy included an electronic search of MEDLINE and EMBASE. Two reviewers performed duplicate and independent study selection, data abstraction and assessment of risk of bias. APPRAISAL AND SYNTHESIS METHODS: We assessed the risk of bias in each included study. We summarised the findings narratively because the nature of the data did not allow a meta-analysis to be conducted. We assessed the quality of evidence by outcome using the GRADE methodology. RESULTS: Of 11 189 identified citations, one RCT and three observational studies met the eligibility criteria. All four studies specifically targeted one type of interaction with pharmaceutical companies, that is, interactions with drug representatives. The RCT provided moderate quality evidence of no effect of a 'collaborative approach' between the pharmaceutical industry and a health authority. The three observational studies provided low quality evidence suggesting a positive effect of policies aiming to reduce interaction between physicians and pharmaceutical companies (by restricting free samples, promotional material, and meetings with pharmaceutical company representatives) on prescription behaviour. LIMITATIONS: We identified too few studies to allow strong conclusions. CONCLUSIONS: Available evidence suggests a potential impact of policies aiming to reduce interaction between physicians and drug representatives on physicians' prescription behaviour. We found no evidence concerning interventions affecting other types of interaction with pharmaceutical companies.",
  "authors": [
    {
      "last_name": "Alkhaled",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Alkhaled",
      "affiliations": [
        "Faculty of Medicine, Department of Pediatrics and Adolescent Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Kahale",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nass",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Nass",
      "affiliations": [
        "Faculty of Medicine, University of Damascus, Damascus, Syria."
      ]
    },
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Faculty of Medicine, Université Saint Joseph, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Badr",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Badr",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, State University of New York at Buffalo, Buffalo, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e004880",
  "pages": "e004880",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Drug Industry",
    "Interprofessional Relations",
    "Physicians",
    "Policy"
  ],
  "article_ids": {
    "pubmed": "24989618",
    "pmc": "PMC4091460",
    "doi": "10.1136/bmjopen-2014-004880",
    "pii": "bmjopen-2014-004880"
  },
  "doi": "10.1136/bmjopen-2014-004880",
  "pmc_id": "PMC4091460",
  "dates": {
    "completed": "2016-06-16",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.074718",
    "pmid": "24989618"
  }
}