{
  "pmid": "24983985",
  "uid": "24983985",
  "title": "Anti-TNFα therapies are safe during pregnancy in women with inflammatory bowel disease: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The use of TNFα antagonists is well described for inflammatory bowel disease (IBD), but their safety profile during pregnancy is yet to be fully elucidated. A systematic review and meta-analysis were performed to identify studies that explored the safety of anti-TNFα therapy during pregnancy in patients with IBD. METHODS: A systematic literature search was conducted to identify studies that investigated the pregnancy outcomes among women with IBD on anti-TNFα therapy. The primary outcome was the overall rate of unfavourable pregnancy-related outcomes among women with IBD on anti-TNFα therapy. Secondary outcomes included rates of abortions (spontaneous or elective), preterm delivery, low birth weight, and congenital malformations. Odds ratios (OR) with 95% confidence interval (CI) are reported. Eligible studies used an observational or interventional design, enrolled subjects with IBD on anti-TNFα therapy for at least 1 trimester and compared outcomes with appropriately matched controls. RESULTS: Overall, 5 studies with a total of 1216 participants were eligible for inclusion in the meta-analysis. There was no significant difference in the rates of total unfavourable pregnancy outcomes between pregnant women with IBD who were on anti-TNFα therapy and controls not on anti-TNFα therapy (OR, 1.00 [95% CI, 0.72-1.41]). Similarly, there were no statistically significant differences in the rates of abortion (OR, 1.53 [95% CI, 0.97-2.41]), preterm birth (OR, 1.00 [95% CI, 0.62-1.62]), low birth weight (OR, 1.05 [95% CI, 0.62-1.78]), or congenital malformation (OR, 1.10 [95% CI, 0.58-2.09]). CONCLUSIONS: The use of anti-TNFα therapy does not seem to increase the risk of unfavorable pregnancy outcomes among women with IBD, although the optimal timing of therapy through pregnancy and the postpartum period was not assessed in this analysis. These data can help counsel patients around family planning and perinatal management.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "*Division of Gastroenterology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; †Department of Medicine; Northern Ontario School of Medicine, Sudbury, Ontario, Canada; and ‡Department of Medicine, Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Al-Dabbagh",
      "fore_name": "Raed",
      "initials": "R",
      "name": "Raed Al-Dabbagh",
      "affiliations": []
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Dhillon",
      "affiliations": []
    },
    {
      "last_name": "Sands",
      "fore_name": "Bruce E",
      "initials": "BE",
      "name": "Bruce E Sands",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "1862",
  "end_page": "1869",
  "pages": "1862-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents",
    "Case-Control Studies",
    "Female",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Outcome",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "24983985",
    "doi": "10.1097/MIB.0000000000000092"
  },
  "doi": "10.1097/MIB.0000000000000092",
  "dates": {
    "completed": "2015-06-09",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Tumor Necrosis Factor-alpha"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.139984",
    "pmid": "24983985"
  }
}