{
  "pmid": "24980289",
  "uid": "24980289",
  "title": "Health-related interventions among night shift workers: a critical review of the literature.",
  "abstract": "OBJECTIVES: Associations between shift work and chronic disease have been observed, but relatively little is known about how to mitigate these adverse health effects. This critical review aimed to (i) synthesize interventions that have been implemented among shift workers to reduce the chronic health effects of shift work and (ii) provide an overall evaluation of study quality. METHODS: MeSH terms and keywords were created and used to conduct a rigorous search of MEDLINE, CINAHL, and EMBASE for studies published on or before 13 August 2012. Study quality was assessed using a checklist adapted from Downs & Black. RESULTS: Of the 5053 articles retrieved, 44 met the inclusion and exclusion criteria. Over 2354 male and female rotating and permanent night shift workers were included, mostly from the manufacturing, healthcare, and public safety industries. Studies were grouped into four intervention types: (i) shift schedule; (ii) controlled light exposure; (iii) behavioral; and, (iv) pharmacological. Results generally support the benefits of fast-forward rotating shifts; simultaneous use of timed bright light and light-blocking glasses; and physical activity, healthy diet, and health promotion. Mixed results were observed for hypnotics. Study quality varied and numerous deficiencies were identified. CONCLUSIONS: Except for hypnotics, several types of interventions reviewed had positive overall effects on chronic disease outcomes. There was substantial heterogeneity among studies with respect to study sample, interventions, and outcomes. There is a need for further high-quality, workplace-based prevention research conducted among shift workers.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, V2206 East Mall, Vancouver, BC, Canada, V6T 1Z3. carolyn.gotay@ubc.ca."
      ]
    },
    {
      "last_name": "Pahwa",
      "fore_name": "Manisha",
      "initials": "M",
      "name": "Manisha Pahwa",
      "affiliations": []
    },
    {
      "last_name": "Demers",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Demers",
      "affiliations": []
    },
    {
      "last_name": "Gotay",
      "fore_name": "Carolyn C",
      "initials": "CC",
      "name": "Carolyn C Gotay",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Scandinavian journal of work, environment & health",
    "iso_abbreviation": "Scand J Work Environ Health",
    "issn": "1795-990X",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "543",
  "end_page": "556",
  "pages": "543-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Chronic Disease",
    "Circadian Rhythm",
    "Exercise Therapy",
    "Female",
    "Global Health",
    "Humans",
    "Male",
    "Middle Aged",
    "Personnel Staffing and Scheduling",
    "Phototherapy",
    "Risk Reduction Behavior",
    "Sleep Disorders, Circadian Rhythm",
    "Wakefulness",
    "Wakefulness-Promoting Agents",
    "Work Schedule Tolerance",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "24980289",
    "doi": "10.5271/sjweh.3445",
    "pii": "3445"
  },
  "doi": "10.5271/sjweh.3445",
  "dates": {
    "completed": "2015-07-31",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Wakefulness-Promoting Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:18.662237",
    "pmid": "24980289"
  }
}