{
  "pmid": "24986760",
  "uid": "24986760",
  "title": "Empirical Testing of the External Validity of a Discrete Choice Experiment to Determine Preferred Treatment Option: The Case of Sleep Apnea.",
  "abstract": "There is an increasing use of the discrete choice experiment (DCE) method in health care to estimate preferences of individuals and the public for different services. Despite this increasing use, there are few studies that investigate the validity of the DCE in health. This study investigates the external validity of DCE by comparing the predicted treatment choices from the DCE to the actual treatment choices made by the same respondents using a decision board (DB) approach. The sample includes 140 patients who came for a sleep apnea routine visit in a hospital setting. Each respondent answered 10 DCE tasks and 1 DB task. The preferences were estimated with a generalized multinomial logit model and the predicted and actual treatment choices were compared both at the sample and individual levels. The results raise questions about the external validity of DCE in health. At the sample level, the comparison showed large but not significant differences between the two methods. This can be explained in part by the aggregation process that obscures variability in the individuals' preferences. At the individual level, the comparison showed that the two methods led to significantly different patterns of choices.",
  "authors": [
    {
      "last_name": "Krucien",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Krucien",
      "affiliations": [
        "Health Economics Research Unit, University of Aberdeen, Aberdeen, UK."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pelletier-Fleury",
      "fore_name": "Nathalie",
      "initials": "N",
      "name": "Nathalie Pelletier-Fleury",
      "affiliations": [
        "Centre de Recherche Médecine, Sciences, Santé, santé Mentale, Société (CERMES3), UMR 8211-U988, Villejuif, France."
      ]
    }
  ],
  "journal": {
    "title": "Health economics",
    "iso_abbreviation": "Health Econ",
    "issn": "1099-1050",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "951",
  "end_page": "965",
  "pages": "951-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Choice Behavior",
    "Decision Making",
    "Female",
    "Health Expenditures",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Reproducibility of Results",
    "Research Design",
    "Sleep Apnea Syndromes",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24986760",
    "doi": "10.1002/hec.3076"
  },
  "doi": "10.1002/hec.3076",
  "dates": {
    "completed": "2016-04-01",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HERU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.699968",
    "pmid": "24986760"
  }
}