{
  "pmid": "24990807",
  "uid": "24990807",
  "title": "Long-term impacts on macroinvertebrates downstream of reclaimed mountaintop mining valley fills in Central Appalachia.",
  "abstract": "Recent studies have documented adverse effects to biological communities downstream of mountaintop coal mining and valley fills (VF), but few data exist on the longevity of these impacts. We sampled 15 headwater streams with VFs reclaimed 11-33 years prior to 2011 and sampled seven local reference sites that had no VFs. We collected chemical, habitat, and benthic macroinvertebrate data in April 2011; additional chemical samples were collected in September 2011. To assess ecological condition, we compared VF and reference abiotic and biotic data using: (1) ordination to detect multivariate differences, (2) benthic indices (a multimetric index and an observed/expected predictive model) calibrated to state reference conditions to detect impairment, and (3) correlation and regression analysis to detect relationships between biotic and abiotic data. Although VF sites had good instream habitat, nearly 90 % of these streams exhibited biological impairment. VF sites with higher index scores were co-located near unaffected tributaries; we suggest that these tributaries were sources of sensitive taxa as drifting colonists. There were clear losses of expected taxa across most VF sites and two functional feeding groups (% scrapers and %shredders) were significantly altered. Percent VF and forested area were related to biological quality but varied more than individual ions and specific conductance. Within the subset of VF sites, other descriptors (e.g., VF age, site distance from VF, the presence of impoundments, % forest) had no detectable relationships with biological condition. Although these VFs were constructed pursuant to permits and regulatory programs that have as their stated goals that (1) mined land be reclaimed and restored to its original use or a use of higher value, and (2) mining does not cause or contribute to violations of water quality standards, we found sustained ecological damage in headwaters streams draining VFs long after reclamation was completed.",
  "authors": [
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "Environmental Assessment and Innovation Division, Office of Monitoring and Assessment Region III, U.S. Environmental Protection Agency, 1060 Chapline St., Wheeling, WV, 26003, USA, pond.greg@epa.gov."
      ]
    },
    {
      "last_name": "Passmore",
      "fore_name": "Margaret E",
      "initials": "ME",
      "name": "Margaret E Passmore",
      "affiliations": []
    },
    {
      "last_name": "Pointon",
      "fore_name": "Nancy D",
      "initials": "ND",
      "name": "Nancy D Pointon",
      "affiliations": []
    },
    {
      "last_name": "Felbinger",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Felbinger",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Craig A",
      "initials": "CA",
      "name": "Craig A Walker",
      "affiliations": []
    },
    {
      "last_name": "Krock",
      "fore_name": "Kelly J G",
      "initials": "KJ",
      "name": "Kelly J G Krock",
      "affiliations": []
    },
    {
      "last_name": "Fulton",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Fulton",
      "affiliations": []
    },
    {
      "last_name": "Nash",
      "fore_name": "Whitney L",
      "initials": "WL",
      "name": "Whitney L Nash",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental management",
    "iso_abbreviation": "Environ Manage",
    "issn": "1432-1009",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "919",
  "end_page": "933",
  "pages": "919-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Appalachian Region",
    "Coal Mining",
    "Ecosystem",
    "Environmental Restoration and Remediation",
    "Invertebrates",
    "Rivers",
    "Water Quality"
  ],
  "article_ids": {
    "pubmed": "24990807",
    "doi": "10.1007/s00267-014-0319-6"
  },
  "doi": "10.1007/s00267-014-0319-6",
  "dates": {
    "completed": "2014-12-14",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.874568",
    "pmid": "24990807"
  }
}