{
  "pmid": "24997590",
  "uid": "24997590",
  "title": "Effects of lifestyle modification after breast cancer treatment: a systematic review protocol.",
  "abstract": "BACKGROUND: There is no consensus in the literature regarding the effectiveness of lifestyle modification interventions, including recommendations about specific diet or exercise program for patients with breast cancer. Diet interventions and regular physical activity may reduce the risk of breast cancer and its recurrence. The primary aim of our study is to evaluate the effects of different lifestyle modification interventions (diet and physical activity) in the survival of patients with stages I to III breast cancer after treatment. METHODS/DESIGN: This review will be conducted according to the Cochrane Handbook for Systematic Reviews of Intervention and will be reported following the PRISMA statement recommendations. CENTRAL, MEDLINE and EMBASE databases will be searched for peer-reviewed literature. Randomized controlled trials of diet, exercise, or both, compared with usual care, after treatment of breast cancer stage I to III will be included in the systematic review. Two authors will independently screen titles and abstracts of studies for potential eligibility. Data will be combined using random-effect meta-analysis models with restricted maximum-likelihood as variance estimator, and will be presented as relative risk or standardized mean difference with 95% CI. The quality of evidence will be assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) framework and summary of findings tables will be presented for patient important outcomes. DISCUSSION: Our study may improve the current understanding of the role that lifestyle-modifiable factors can play in saving or prolonging the lives of women who have been treated for breast cancer, and also on modifying their quality of life. SYSTEMATIC REVIEW REGISTRATION: The review has been registered with PROSPERO (registration number CRD42014008743).",
  "authors": [
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": []
    },
    {
      "last_name": "Lima",
      "fore_name": "Karine Margarites",
      "initials": "KM",
      "name": "Karine Margarites Lima",
      "affiliations": []
    },
    {
      "last_name": "Giacomazzi",
      "fore_name": "Juliana",
      "initials": "J",
      "name": "Juliana Giacomazzi",
      "affiliations": []
    },
    {
      "last_name": "Paskulin",
      "fore_name": "Diego d'Avila",
      "initials": "Dd",
      "name": "Diego d'Avila Paskulin",
      "affiliations": []
    },
    {
      "last_name": "Hammes",
      "fore_name": "Luciano Serpa",
      "initials": "LS",
      "name": "Luciano Serpa Hammes",
      "affiliations": []
    },
    {
      "last_name": "Ribeiro",
      "fore_name": "Rodrigo Antonini",
      "initials": "RA",
      "name": "Rodrigo Antonini Ribeiro",
      "affiliations": []
    },
    {
      "last_name": "Rosa",
      "fore_name": "Daniela Dornelles",
      "initials": "DD",
      "name": "Daniela Dornelles Rosa",
      "affiliations": [
        "Institute for Education and Research, Hospital Moinhos de Vento, Rua Ramiro Barcellos 910, Porto Alegre 90035-001, Brazil. daniela.rosa@hmv.org.br."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Diet",
    "Disease-Free Survival",
    "Exercise",
    "Female",
    "Humans",
    "Information Storage and Retrieval",
    "Life Style",
    "Review Literature as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "24997590",
    "pmc": "PMC4107599",
    "doi": "10.1186/2046-4053-3-72",
    "pii": "2046-4053-3-72"
  },
  "doi": "10.1186/2046-4053-3-72",
  "pmc_id": "PMC4107599",
  "dates": {
    "completed": "2015-11-25",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.144276",
    "pmid": "24997590"
  }
}