{
  "pmid": "24993757",
  "uid": "24993757",
  "title": "Rapid paediatric fluid resuscitation: a randomised controlled trial comparing the efficiency of two provider-endorsed manual paediatric fluid resuscitation techniques in a simulated setting.",
  "abstract": "OBJECTIVES: Manual techniques of intravascular fluid administration are commonly used during paediatric resuscitation, although it is unclear which technique is most efficient in the hands of typical healthcare providers. We compared the rate of fluid administration achieved with the disconnect-reconnect and push-pull manual syringe techniques for paediatric fluid resuscitation in a simulated setting. METHODS: This study utilised a randomised crossover trial design and enrolled 16 consenting healthcare provider participants from a Canadian paediatric tertiary care centre. The study was conducted in a non-clinical setting using a model simulating a 15 kg child in decompensated shock. Participants administered 900 mL (60 mL/kg) of normal saline to the simulated patient using each of the two techniques under study. The primary outcome was the rate of fluid administration, as determined by two blinded independent video reviewers. We also collected participant demographic data and evaluated other secondary outcomes including total volume administered, number of catheter dislodgements, number of technical errors, and subjective and objective measures of provider fatigue. RESULTS: All 16 participants completed the trial. The mean (SD) rate of fluid administration (mL/s) was greater for the disconnect-reconnect technique at 1.77 (0.145) than it was for the push-pull technique at 1.62 (0.226), with a mean difference of 0.15 (95% CI 0.055 to 0.251; p=0.005). There was no difference in mean volume administered (p=0.778) or participant self-reported fatigue (p=0.736) between techniques. No catheter dislodgement events occurred. CONCLUSIONS: The disconnect-reconnect technique allowed for the fastest rate of fluid administration, suggesting that use of this technique may be preferable in situations requiring rapid resuscitation. These findings may help to inform future iterations of paediatric resuscitation guidelines. TRIAL REGISTRATION NUMBER: This trial was registered at ClinicalTrials.gov [NCT01774214] prior to enrolling the first participant.",
  "authors": [
    {
      "last_name": "Cole",
      "fore_name": "Evan T",
      "initials": "ET",
      "name": "Evan T Cole",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harvey",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Harvey",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Urbanski",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Urbanski",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Biostatistics Unit,/FSORC, St Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Biostatistics Unit,/FSORC, St Joseph's Healthcare Hamilton, Hamilton, Canada Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada Division of Emergency Medicine, Department of Pediatrics, The Hospital for Sick Children, and University of Toronto, University Avenue, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1052-9296"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "start_page": "e005028",
  "pages": "e005028",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Cross-Over Studies",
    "Fluid Therapy",
    "Health Personnel",
    "Humans",
    "Manikins",
    "Resuscitation",
    "Single-Blind Method",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24993757",
    "pmc": "PMC4091513",
    "doi": "10.1136/bmjopen-2014-005028",
    "pii": "bmjopen-2014-005028"
  },
  "doi": "10.1136/bmjopen-2014-005028",
  "pmc_id": "PMC4091513",
  "dates": {
    "completed": "2016-06-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.787981",
    "pmid": "24993757"
  }
}