{
  "pmid": "24996916",
  "uid": "24996916",
  "title": "Shorter or longer anticoagulation to prevent recurrent venous thromboembolism: systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Venous thromboembolism (VTE) is a major disease associated with short-term and long-term morbidity and mortality. Patients with a VTE provoked by surgery or immobilisation are at low risk of recurrence and do not require long-term anticoagulation; those with a VTE and metastatic cancer are at high risk of recurrence and require lifetime thromboprophylaxis. In those at intermediate risk of recurrence, it remains controversial whether prolonging anticoagulation and thus incurring treatment burden and bleeding risk is warranted. METHODS AND ANALYSIS: We will conduct a systematic review and meta-analysis of randomised controlled trials enrolling patients with VTE at intermediate risk of recurrence and evaluating short-term anticoagulation (12 weeks to 9 months initial therapy) versus longer term anticoagulation (at least 6 months additional anticoagulation beyond the course of treatment in the shorter arm). Anticoagulation could consist of vitamin K antagonists or new oral anticoagulants. Outcomes of interest include recurrent non-fatal thrombosis (deep venous thrombosis and pulmonary embolism), major non-fatal bleeding and mortality. We will systematically search CINAHL, EMBASE, MEDLINE and the Cochrane Central Registry of Controlled Trials. Teams of two reviewers will, independently and in duplicate, screen titles and abstracts and complete full text reviews to determine eligibility, and subsequently abstract data and assess risk of bias in eligible trials. We will conduct meta-analyses to establish the effect of short-term versus long-term anticoagulation on the outcomes of interest and evaluate confidence in estimates (quality of evidence) using the GRADE (grading of recommendations, assessment, development and evaluation) approach. ETHICS AND DISSEMINATION: Our review will facilitate evidence-based management of patients with unprovoked or recurrent VTE. For purposes of privacy and confidentiality, the systematic review will be limited to studies with deidentified data. The study will be disseminated by peer-review publication and conference presentation. TRIAL REGISTRATION NUMBER: PROSPERO (CRD42014007620).",
  "authors": [
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Post graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ],
      "orcid": "0000-0002-3684-3275"
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eikelboom",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7165-5982"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, State University of New York at Buffalo, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Kearon",
      "fore_name": "Clive",
      "initials": "C",
      "name": "Clive Kearon",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Internal Medicine, School of Medicine, Pontificia Universidad Catolica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "04"
  },
  "start_page": "e005674",
  "pages": "e005674",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Humans",
    "Recurrence",
    "Time Factors",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "24996916",
    "pmc": "PMC4091261",
    "doi": "10.1136/bmjopen-2014-005674",
    "pii": "bmjopen-2014-005674"
  },
  "doi": "10.1136/bmjopen-2014-005674",
  "pmc_id": "PMC4091261",
  "dates": {
    "completed": "2016-04-05",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:45.723255",
    "pmid": "24996916"
  }
}