{
  "pmid": "25006081",
  "uid": "25006081",
  "title": "Dark sides of the proposed Framework Convention on Global Health's many virtues: A systematic review and critical analysis.",
  "abstract": "The costs of any proposal for new international law must be fully evaluated and compared with benefits and competing alternatives to ensure adoption will not create more problems than solutions. A systematic review of the research literature was conducted to categorize and assess limitations and unintended negative consequences associated with the proposed Framework Convention on Global Health (FCGH). A critical analysis then interpreted these findings using economic, ethical, legal, and political science perspectives. Of the 442 documents retrieved, nine met the inclusion criteria. Collectively, these documents highlighted that an FCGH could duplicate other efforts, lack feasibility, and have questionable impact. The critical analysis reveals that negative consequences can result from the FCGH's proposed form of international law and proposed functions of influencing national budgets, realizing health rights and resetting global governance for health. These include the direct costs of international law, opportunity costs, reducing political dialogue by legalizing political interactions, petrifying principles that may have only contemporary relevance, imposing foreign values on less powerful countries, forcing externally defined goals on countries, prioritizing individual rights over population-wide well-being, further complicating global governance for health, weakening the World Health Organization (WHO), reducing participation opportunities for non-state actors, and offering sub-optimal solutions for global health challenges. Four options for revising the FCGH proposal are developed to address its weaknesses and strengthen its potential for impact. These include: 1) abandoning international law as the primary commitment mechanism and instead pursuing agreement towards a less formal \"framework for global health\"; 2) seeking fundamental constitutional reform of WHO to address gaps in global governance for health; 3) mobilizing for a separate political platform that completely bypasses WHO; or 4) narrowing the scope of sought changes to one particular governance issue such as financing for global health needs.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "McMaster University."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "University of Oslo."
      ]
    }
  ],
  "journal": {
    "title": "Health and human rights",
    "iso_abbreviation": "Health Hum Rights",
    "issn": "2150-4113",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "E117",
  "end_page": "E134",
  "pages": "E117-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Global Health",
    "Health Services Accessibility",
    "Human Rights",
    "Humans",
    "International Cooperation",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "25006081"
  },
  "dates": {
    "completed": "2015-10-26",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.628763",
    "pmid": "25006081"
  }
}