{
  "pmid": "25004410",
  "uid": "25004410",
  "title": "Anticoagulation for the long-term treatment of venous thromboembolism in patients with cancer.",
  "abstract": "BACKGROUND: Cancer increases the risk of thromboembolic events in patients including those receiving anticoagulation treatments. OBJECTIVES: To compare the efficacy and safety of low molecular weight heparin (LMWH) and oral anticoagulants for the long-term treatment of venous thromboembolism (VTE) in patients with cancer. SEARCH METHODS: We conducted a comprehensive search for studies of anticoagulation in cancer patients including 1. a February 2013 electronic search of: the Cochrane Central Register of Controlled Trials (CENTRAL Issue 12, 2012), MEDLINE, and EMBASE; 2. a handsearch of conference proceedings; 3. checking of references of included studies; 4. use of the 'related citation' feature in PubMed; and 5. a search of clinicaltrials.gov for ongoing studies. SELECTION CRITERIA: We included randomized controlled trials (RCTs) comparing long-term treatment with LMWH versus oral anticoagulants (vitamin K antagonist (VKA) or ximelagatran) in patients with cancer and symptomatic objectively confirmed VTE. DATA COLLECTION AND ANALYSIS: Using a standardized data form, we extracted data on methodological quality, participants, interventions and outcomes of interest: survival, recurrent VTE, major bleeding, minor bleeding, thrombocytopenia, and postphlebitic syndrome. We assessed the quality of evidence at the outcome level following the GRADE approach. MAIN RESULTS: Of 9559 identified citations, 10 RCTs (11 reports) were eligible and reported data for 1981 patients with cancer. We excluded 14 studies in which patients with cancer constituted study subgroups, but did not report outcome data for them. Meta-analysis of seven RCTs comparing LMWH with VKA found no statistically significant survival benefit (hazard ratio (HR) 0.96; 95% confidence interval (CI) 0.81 to 1.14) but a statistically significant reduction in VTE (HR 0.47; 95% CI 0.32 to 0.71). The remaining findings did not exclude a beneficial or harmful effect of LMWH compared with VKA for the outcomes of major bleeding (RR 1.07; 95% CI 0.52 to 2.19), minor bleeding (RR 0.89; 95% CI 0.51 to 1.55), or thrombocytopenia (RR 0.98; 95% CI 0.57 to 1.66). We judged the quality of evidence as low for mortality, major bleeding, and minor bleeding, and as moderate for recurrent VTE.One RCT comparing dabigatran with VKA did not exclude beneficial or harmful effects of one agent over the other. One RCT comparing six months' extension of anticoagulation with 18 months of ximelagatran 24 mg twice daily versus no extended ximelagatran did not exclude beneficial or harmful effects for the outcomes of reduction in VTE, mortality, and minor bleeding. One RCT comparing once-weekly subcutaneous injection of idraparinux for three or six months versus standard treatment (parenteral anticoagulation followed by warfarin or acenocoumarol) suggested a reduction in recurrent VTE (HR 0.39; 95% CI 0.14 to 1.11) at six months, but did not exclude beneficial or harmful effects for the outcomes of mortality (HR 0.99; 95% CI 0.66 to 1.48) and major bleeding (RR 1.04; 95% CI 0.39 to 2.83). AUTHORS' CONCLUSIONS: For the long-term treatment of VTE in patients with cancer, LMWH compared with VKA reduces venous thromboembolic events but not mortality. The decision for a patient with cancer and VTE to start long-term LMWH versus oral anticoagulation should balance the benefits and harms and integrate the patient's values and preferences for the important outcomes and alternative management strategies.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad El Solh St, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Kahale",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": []
    },
    {
      "last_name": "Labedi",
      "fore_name": "Nawman",
      "initials": "N",
      "name": "Nawman Labedi",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Muti",
      "fore_name": "Paola",
      "initials": "P",
      "name": "Paola Muti",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "CD006650",
  "pages": "CD006650",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Azetidines",
    "Benzimidazoles",
    "Benzylamines",
    "Dabigatran",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Oligosaccharides",
    "Randomized Controlled Trials as Topic",
    "Venous Thromboembolism",
    "Vitamin K",
    "beta-Alanine"
  ],
  "article_ids": {
    "pubmed": "25004410",
    "doi": "10.1002/14651858.CD006650.pub4"
  },
  "doi": "10.1002/14651858.CD006650.pub4",
  "dates": {
    "completed": "2015-01-12",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Azetidines",
    "Benzimidazoles",
    "Benzylamines",
    "Heparin, Low-Molecular-Weight",
    "Oligosaccharides",
    "beta-Alanine",
    "Vitamin K",
    "ximelagatran",
    "idraparinux",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.575551",
    "pmid": "25004410"
  }
}