{
  "pmid": "25019202",
  "uid": "25019202",
  "title": "Risk of cerebral palsy among the offspring of immigrants.",
  "abstract": "BACKGROUND: Cerebral palsy (CP) has a multifactorial etiology, and placental vascular disease may be one major risk factor. The risk of placental vascular disease may be lower among some immigrant groups. We studied the association between immigrant status and the risk of CP. METHODS: We conducted a population-based retrospective cohort study of all singleton and twin livebirths in Ontario between 2002-2008, and who survived ≥28 days after birth. Each child was assessed for CP up to age 4 years, based on either a single inpatient or ≥2 outpatient pediatric diagnoses of CP. Relative to non-immigrants (n = 566,668), the risk of CP was assessed for all immigrants (n = 177,390), and further evaluated by World region of origin. Cox proportional hazard ratios (aHR) were adjusted for maternal age, income, diabetes mellitus, obesity, tobacco use, Caesarean delivery, year of delivery, physician visits, twin pregnancy, preterm delivery, as well as small- and large-for-gestational age birthweight. RESULTS: There were 1346 cases of CP, with a lower rate among immigrants (1.45 per 1000) than non-immigrants (1.92 per 1000) (aHR 0.77, 95% confidence interval [CI] 0.67 to 0.88). Mothers from East Asia and the Pacific (aHR 0.54, 95% CI 0.39 to 0.77) and the Caribbean (aHR 0.58, 95% CI 0.37 to 0.93) were at a significantly lower risk of having a child with CP. Whether further adjusting for preeclampsia, gestational hypertension, placental abruption or placental infraction, or upon using a competing risk analysis that further accounted for stillbirth and neonatal death, these results did not change. CONCLUSIONS: Immigration and ethnicity appear to attenuate the risk of CP, and this effect is not fully explained by known risk factors.",
  "authors": [
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Departments of Medicine and Obstetrics and Gynecology, St. Michael's Hospital and the Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Redelmeier",
      "fore_name": "Donald A",
      "initials": "DA",
      "name": "Donald A Redelmeier",
      "affiliations": [
        "Department of Medicine and Health Policy Management and Evaluation, Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Urquia",
      "fore_name": "Marcelo L",
      "initials": "ML",
      "name": "Marcelo L Urquia",
      "affiliations": [
        "Centre for Research on Inner City Health, St. Michael's Hospital, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guttmann",
      "fore_name": "Astrid",
      "initials": "A",
      "name": "Astrid Guttmann",
      "affiliations": [
        "Departments of Paediatrics and Health Policy, Management and Evaluation, The Hospital for Sick Children, Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Departments of Obstetrics & Gynecology, Diagnostic Imaging and Clinical Epidemiology and Biostatistics Division of Maternal-Fetal Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vermeulen",
      "fore_name": "Marian J",
      "initials": "MJ",
      "name": "Marian J Vermeulen",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "7",
    "pub_year": "2014"
  },
  "start_page": "e102275",
  "pages": "e102275",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cerebral Palsy",
    "Cohort Studies",
    "Emigrants and Immigrants",
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Proportional Hazards Models",
    "Retrospective Studies",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "25019202",
    "pmc": "PMC4096602",
    "doi": "10.1371/journal.pone.0102275",
    "pii": "PONE-D-14-12139"
  },
  "doi": "10.1371/journal.pone.0102275",
  "pmc_id": "PMC4096602",
  "dates": {
    "completed": "2015-11-17",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.049835",
    "pmid": "25019202"
  }
}