{
  "pmid": "25024480",
  "uid": "25024480",
  "title": "Ultrasound guided selective cervical nerve root block and superficial cervical plexus block for surgeries on the clavicle.",
  "abstract": "We report the anaesthetic management of two cases involving surgeries on the clavicle, performed under superficial cervical plexus block and selective C5 nerve root block under ultrasound (US) guidance, along with general anaesthesia. Regional analgesia for clavicular surgeries is challenging. Our patients also had significant comorbidities necessitating individualised approach. The first patient had a history of emphysema, obesity, and was allergic to morphine and hydromorphone. The second patient had clavicular arthritis and pain due to previous surgeries. He had a history of smoking, Stevens-Johnson syndrome, along with daily marijuana and prescription opioid use. Both patients had an effective regional block and required minimal supplementation of analgesia, both being discharged on the same day. Interscalene block with its associated risks and complications may not be suitable for every patient. This report highlights the importance of selective regional blockade and also the use of US guidance for an effective and safe block.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesiology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of anaesthesia",
    "iso_abbreviation": "Indian J Anaesth",
    "issn": "0019-5049",
    "issn_type": "Print",
    "volume": "58",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "327",
  "end_page": "329",
  "pages": "327-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25024480",
    "pmc": "PMC4091003",
    "doi": "10.4103/0019-5049.135050",
    "pii": "IJA-58-327"
  },
  "doi": "10.4103/0019-5049.135050",
  "pmc_id": "PMC4091003",
  "dates": {
    "completed": "2014-07-15",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.638039",
    "pmid": "25024480"
  }
}