{
  "pmid": "25029451",
  "uid": "25029451",
  "title": "Blood pressure reduction by reducing sodium intake in the population: one shoe fits all?",
  "abstract": "PURPOSE OF REVIEW: Current guidelines, based on extrapolations of observational studies or short-term relatively small clinical trials, recommend that daily sodium intake should be around 2 g/day or less. The assumption is that the relationship between sodium consumption and blood pressure (BP) levels is linear in all populations. Recent development suggests this may not be correct. We reviewed the literature on the association between sodium reduction and BP lowering, and preliminary data on 100,000 individuals from the Prospective Urban Rural Epidemiology study on sodium excretion and the association of sodium excretion with BP in general populations from 17 countries in five continents, with a focus on major subgroups. RECENT FINDINGS: Earlier observational studies have shown inconsistencies in their findings which were not addressed by the recommendations. The PURE results showed that associations between sodium intake and BP were not linear; proportionally, higher BP was found in individuals with higher sodium intake compared with those with lower sodium intake, in individuals with hypertension compared to those without hypertension, and in older individuals compared with younger individuals. SUMMARY: Recent data do not support the recommendation that all populations should reduce their sodium intake to one low level.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "aPopulation Health Research Institute bDepartment of Clinical Epidemiology and Biostatistics cDepartment of Medicine, McMaster University, Hamilton, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in cardiology",
    "iso_abbreviation": "Curr Opin Cardiol",
    "issn": "1531-7080",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Jul"
  },
  "start_page": "331",
  "end_page": "335",
  "pages": "331-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Blood Pressure",
    "Diet, Sodium-Restricted",
    "Epidemiologic Studies",
    "Humans",
    "Hypertension",
    "Population Groups",
    "Randomized Controlled Trials as Topic",
    "Sodium, Dietary"
  ],
  "article_ids": {
    "pubmed": "25029451",
    "doi": "10.1097/HCO.0000000000000079",
    "pii": "00001573-201407000-00009"
  },
  "doi": "10.1097/HCO.0000000000000079",
  "dates": {
    "completed": "2015-04-06",
    "revised": "2014-07-17"
  },
  "chemicals": [
    "Sodium, Dietary"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.973482",
    "pmid": "25029451"
  }
}