{
  "pmid": "25029970",
  "uid": "25029970",
  "title": "Using value-of-information methods when the disease is rare and the treatment is expensive--the example of hemophilia A.",
  "abstract": "BACKGROUND: Hemophilia A is a rare, sex-linked genetic disorder treated with intravenous administration of factor VIII (FVIII) to prevent bleeding; however, approaches vary across and within countries. Value-of-information (VOI) methods identify situations in which the cost-benefit evidence is sufficient to adopt one treatment strategy over another; when the evidence is insufficient, VOI methods provide the optimal sample size for additional research. OBJECTIVE: The objective of the study was to use VOI methods in a cost-benefit decision context to evaluate the current evidence in support of using (1) alternate day prophylaxis (AP), (2) tailored prophylaxis (TP) or (3) on-demand treatment (OD) with FVIII to prevent arthropathy in children with severe hemophilia A. METHODS: To apply VOI methods, several parameters such as incidence, time horizon for the decision, costs, and threshold values to avoid MRI-detected joint damage or arthropathy were defined. Two baseline threshold values of willingness to pay for avoiding arthropathy--$200,000 and $400,000--were selected for comparing the treatment strategies. RESULTS: For threshold values < $200,000, OD had a higher expected net benefit than either prophylaxis strategy, and the evidence was sufficient for its adoption. For threshold values > $400,000 prophylaxis strategies had higher expected net benefit; however, a new trial with 38 patients per arm was needed to compare AP and TP, yielding an expected net gain of over $17 million. In sensitivity analyses, the results were robust to assumptions regarding discount rate, trial fixed and variable costs, enrollment fraction, and the time horizon. CONCLUSIONS: In rare diseases, evidence is often scarce and insufficient for decision making. In considering the funding of new research and patient reimbursement in rare diseases, VOI methodology may provide more relevant determinations of the value and costs of additional research, compared to standard frequentist methods.",
  "authors": [
    {
      "last_name": "Abrahamyan",
      "fore_name": "Lusine",
      "initials": "L",
      "name": "Lusine Abrahamyan",
      "affiliations": [
        "Toronto Health Economics and Technology Assessment Collaborative, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Willan",
      "fore_name": "Andrew R",
      "initials": "AR",
      "name": "Andrew R Willan",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Mclimont",
      "fore_name": "Marjorie",
      "initials": "M",
      "name": "Marjorie Mclimont",
      "affiliations": []
    },
    {
      "last_name": "Blanchette",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Blanchette",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Brian M",
      "initials": "BM",
      "name": "Brian M Feldman",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "29 Suppl 3",
    "issue": "Suppl 3",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "S767",
  "end_page": "S773",
  "pages": "S767-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Child, Preschool",
    "Clinical Trials as Topic",
    "Coagulants",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Drug Costs",
    "Factor VIII",
    "Hemophilia A",
    "Humans",
    "Joint Diseases",
    "Male",
    "Rare Diseases",
    "United States"
  ],
  "article_ids": {
    "pubmed": "25029970",
    "pmc": "PMC4124117",
    "doi": "10.1007/s11606-014-2880-3"
  },
  "doi": "10.1007/s11606-014-2880-3",
  "pmc_id": "PMC4124117",
  "dates": {
    "completed": "2015-10-19",
    "revised": "2023-11-10"
  },
  "chemicals": [
    "Coagulants",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.932284",
    "pmid": "25029970"
  }
}