{
  "pmid": "25037562",
  "uid": "25037562",
  "title": "Kidney function and population-based outcomes of initiating oral atenolol versus metoprolol tartrate in older adults.",
  "abstract": "BACKGROUND: Atenolol and metoprolol tartrate are commonly prescribed β-blockers. Atenolol elimination depends on kidney function, whereas metoprolol tartrate does not. We hypothesized that compared to metoprolol tartrate, initiating oral atenolol treatment would be associated with more adverse events in older adults, with the association most pronounced in patients with lower baseline estimated glomerular filtration rates (eGFRs). STUDY DESIGN: Population-based matched retrospective cohort study. SETTING & PARTICIPANTS: Older adults (mean age, 75 years) in Ontario, Canada, prescribed oral atenolol versus metoprolol tartrate from April 2002 through December 2011. The 2 groups were well matched (n=75,257 in each group), with no difference in 31 measured baseline characteristics. Patients with end-stage renal disease were ineligible, and 4.6% of patients had chronic kidney disease (median eGFR, 38mL/min/1.73m(2) assessed through a database algorithm). PREDICTORS: β-Blocker type and eGFR. OUTCOMES: A composite outcome of hospitalization with bradycardia or hypotension and all-cause mortality were assessed in 90-day follow-up. RESULTS: Compared to metoprolol tartrate, initiating atenolol treatment was not associated with higher risk of hospitalization with bradycardia or hypotension (incidence, 0.71% vs 0.79%; relative risk, 0.90; 95%CI, 0.80-1.01). Atenolol treatment initiation was associated with lower 90-day risk of mortality than metoprolol tartrate (incidence, 0.97% vs 1.44%; relative risk, 0.68; 95%CI, 0.61-0.74). Lower eGFR did not modify either association (P for interaction=0.5 and 0.6, respectively). LIMITATIONS: Heart rate and blood pressure were not available in our data sources, and effects ascertained from observational studies are subject to residual confounding. CONCLUSIONS: Contrary to our expectation, we found that atenolol versus metoprolol tartrate was associated with lower 90-day risk of mortality in patients regardless of eGFR, with no difference in risk of hospitalization with bradycardia or hypotension.",
  "authors": [
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada; Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ozair",
      "fore_name": "Sundus",
      "initials": "S",
      "name": "Sundus Ozair",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Roberts",
      "affiliations": [
        "Department of Nephrology, Austin Health, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada; Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada; Institute for Clinical Evaluative Sciences, Ontario, Canada; Department of Epidemiology & Biostatistics, Western University, London, Canada. Electronic address: amit.garg@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "883",
  "end_page": "891",
  "pages": "883-91",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Adrenergic beta-1 Receptor Antagonists",
    "Aged",
    "Aged, 80 and over",
    "Atenolol",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Kidney",
    "Male",
    "Metoprolol",
    "Population Surveillance",
    "Renal Insufficiency, Chronic",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25037562",
    "doi": "10.1053/j.ajkd.2014.06.009",
    "pii": "S0272-6386(14)00910-X"
  },
  "doi": "10.1053/j.ajkd.2014.06.009",
  "dates": {
    "completed": "2015-02-06",
    "revised": "2014-12-03"
  },
  "chemicals": [
    "Adrenergic beta-1 Receptor Antagonists",
    "Atenolol",
    "Metoprolol"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.941255",
    "pmid": "25037562"
  }
}