{
  "pmid": "25038031",
  "uid": "25038031",
  "title": "Replacement of the aortic root with a composite valve-graft conduit: risk factor analysis in 246 consecutive patients.",
  "abstract": "BACKGROUND: Composite valve-graft (CVG) replacement of the aortic root is a well-studied and recognised treatment for various aortic root conditions, including valvular disease with associated aortopathy. There have been few previous studies of the procedure in large numbers in an Australian setting. METHOD: From January 2006 to June 2013, 246 successive patients underwent CVG root replacements at our institution. Mean age was 56.8 years, 85.4% were male, and 87 had evidence of bicuspid aortic valve. Indications for operation included ascending aortic aneurysm in 222 patients, annuloaortic ectasia in 67 patients, and aortic dissection in 38 patients. RESULTS: The overall unit 30-day mortality was 5.7%, including: elective 30-day mortality of 2.2%, and emergent 30-day mortality of 17.2%. Statistically significant multivariate predictors of 30-day mortality were: acute aortic dissection (OR=20.07), peripheral vascular disease (OR=11.17), new ventricular tachycardia (OR=30.17), re-operation for bleeding (OR=14.42), concomitant mitral stenosis (OR=68.30), and cerebrovascular accident (OR=144.85). CONCLUSIONS: Low postoperative mortality in our series matches closely with results from similar sized international studies, demonstrating that this procedure can be performed with low risk in centres with sufficient experience in the operative procedure.",
  "authors": [
    {
      "last_name": "Woldendorp",
      "fore_name": "Kei",
      "initials": "K",
      "name": "Kei Woldendorp",
      "affiliations": [
        "University of New South Wales Medical School, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia."
      ]
    },
    {
      "last_name": "Starra",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Starra",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia."
      ]
    },
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Hendel",
      "fore_name": "P Nicholas",
      "initials": "PN",
      "name": "P Nicholas Hendel",
      "affiliations": [
        "Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Jeremy",
      "fore_name": "Richmond W",
      "initials": "RW",
      "name": "Richmond W Jeremy",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Cardiology Department, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia. Electronic address: pgbannon@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1187",
  "end_page": "1193",
  "pages": "1187-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aortic Dissection",
    "Aorta",
    "Aortic Aneurysm, Abdominal",
    "Aortic Aneurysm, Thoracic",
    "Blood Vessel Prosthesis",
    "Disease-Free Survival",
    "Female",
    "Heart Valve Prosthesis",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "25038031",
    "doi": "10.1016/j.hlc.2014.06.004",
    "pii": "S1443-9506(14)00522-8"
  },
  "doi": "10.1016/j.hlc.2014.06.004",
  "dates": {
    "completed": "2015-08-04",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.313016",
    "pmid": "25038031"
  }
}