{
  "pmid": "25037984",
  "uid": "25037984",
  "title": "Methodological quality of systematic reviews addressing femoroacetabular impingement.",
  "abstract": "PURPOSE: As the body of literature on femoroacetabular impingement (FAI) continues to grow, clinicians turn to systematic reviews to remain current with the best available evidence. The quality of systematic reviews in the FAI literature is currently unknown. The goal of this study was to assess the quality of the reporting of systematic reviews addressing FAI over the last 11 years (2003-2014) and to identify the specific methodological shortcomings and strengths. METHODS: A search of the electronic databases, MEDLINE, EMBASE and PubMed, was performed to identify relevant systematic reviews. Methodological quality was assessed by two reviewers using the revised assessment of multiple systematic reviews (R-AMSTAR) scoring tool. An intraclass correlation coefficient (ICC) with 95 % confidence intervals (CI) was used to determine agreement between reviewers on R-AMSTAR quality scores. RESULTS: A total of 22 systematic reviews were assessed for methodological quality. The mean consensus R-AMSTAR score across all studies was 26.7 out of 40.0, indicating fair methodological quality. An ICC of 0.931, 95 % CI 0.843-0.971 indicated excellent agreement between reviewers during the scoring process. CONCLUSIONS: The systematic reviews addressing FAI are generally of fair methodological quality. Use of tools such as the R-AMSTAR score or PRISMA guidelines while designing future systematic reviews can assist in eliminating methodological shortcomings identified in this review. These shortcomings need to be kept in mind by clinicians when applying the current literature to their patient populations and making treatment decisions. Systematic reviews of highest methodological quality should be used by clinicians when possible to answer clinical questions.",
  "authors": [
    {
      "last_name": "Kowalczuk",
      "fore_name": "Marcin",
      "initials": "M",
      "name": "Marcin Kowalczuk",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Faculty of Health Sciences, McMaster University, 1200 Main Street West, 4E175, Hamilton, ON, L8S 3Z5, Canada."
      ]
    },
    {
      "last_name": "Adamich",
      "fore_name": "John",
      "initials": "J",
      "name": "John Adamich",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "2583",
  "end_page": "2589",
  "pages": "2583-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Femoracetabular Impingement",
    "Humans",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "25037984",
    "doi": "10.1007/s00167-014-3151-x"
  },
  "doi": "10.1007/s00167-014-3151-x",
  "dates": {
    "completed": "2016-03-23",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.347871",
    "pmid": "25037984"
  }
}