{
  "pmid": "25034534",
  "uid": "25034534",
  "title": "Tools to support evidence-informed public health decision making.",
  "abstract": "BACKGROUND: Public health professionals are increasingly expected to engage in evidence-informed decision making to inform practice and policy decisions. Evidence-informed decision making involves the use of research evidence along with expertise, existing public health resources, knowledge about community health issues, the local context and community, and the political climate. The National Collaborating Centre for Methods and Tools has identified a seven step process for evidence-informed decision making. Tools have been developed to support public health professionals as they work through each of these steps. This paper provides an overview of tools used in three Canadian public health departments involved in a study to develop capacity for evidence-informed decision making. METHODS: As part of a knowledge translation and exchange intervention, a Knowledge Broker worked with public health professionals to identify and apply tools for use with each of the steps of evidence-informed decision making. The Knowledge Broker maintained a reflective journal and interviews were conducted with a purposive sample of decision makers and public health professionals. This paper presents qualitative analysis of the perceived usefulness and usability of the tools. RESULTS: Tools were used in the health departments to assist in: question identification and clarification; searching for the best available research evidence; assessing the research evidence for quality through critical appraisal; deciphering the 'actionable message(s)' from the research evidence; tailoring messages to the local context to ensure their relevance and suitability; deciding whether and planning how to implement research evidence in the local context; and evaluating the effectiveness of implementation efforts. Decision makers provided descriptions of how the tools were used within the health departments and made suggestions for improvement. Overall, the tools were perceived as valuable for advancing and sustaining evidence-informed decision making. CONCLUSION: Tools are available to support the process of evidence-informed decision making among public health professionals. The usability and usefulness of these tools for advancing and sustaining evidence-informed decision making are discussed, including recommendations for the tools' application in other public health settings beyond this study. Knowledge and awareness of these tools may assist other health professionals in their efforts to implement evidence-informed practice.",
  "authors": [
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, 1200 Main St, W, Hamilton, Ontario, Canada. jyost@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Traynor",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Traynor",
      "affiliations": []
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Workentine",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Workentine",
      "affiliations": []
    },
    {
      "last_name": "Greco",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Greco",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "728",
  "pages": "728",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Information Dissemination",
    "Ontario",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "25034534",
    "pmc": "PMC4223550",
    "doi": "10.1186/1471-2458-14-728",
    "pii": "1471-2458-14-728"
  },
  "doi": "10.1186/1471-2458-14-728",
  "pmc_id": "PMC4223550",
  "dates": {
    "completed": "2015-08-05",
    "revised": "2024-05-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "126353",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "FRN 101867",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.340467",
    "pmid": "25034534"
  }
}