{
  "pmid": "25047283",
  "uid": "25047283",
  "title": "The freestyle aortic bioprosthesis: a systematic review.",
  "abstract": "BACKGROUND: The Medtronic Freestyle bioprosthesis (FSB) provides an alternative to other prostheses for both aortic valve and aortic root surgery. This paper is a systematic review of the post-operative outcomes in patients with aortic valve and/or aortic root disease following FSB implantation. METHODS: Electronic databases were searched for primary analysis, prospective randomised studies comparing the FSB with an alternative aortic prosthesis were included. Additionally, case series that included data for at least 100 individual operated patients were used for secondary analysis. RESULTS: Among three identified randomised studies, 199 FSB cases were compared with homografts, and stented and an alternative stentless bioprosthesis. The FSB showed comparable hospital mortality (4.5% vs. 5.3%) and eight-year actuarial survival (80±5.0% versus 77±6.0%) with the homograft (respectively) and comparable reduction in left ventricular mass index relative to other prosthesis types. Over 6000 individual patients were included in the selected 15 case series. Weighted mean operative mortality, neurological event rate and five-year actuarial survival was 5.2%, 5.5% and 77.8%, respectively. CONCLUSION: The FSB performed comparably against alternative prostheses regarding in-hospital mortality, long-term survival and reduction in left ventricular mass index. Included case series demonstrated robust post-operative outcomes in both the short and long term.",
  "authors": [
    {
      "last_name": "Sherrah",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Sherrah",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Australia; The Baird Institute, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Edelman",
      "fore_name": "J James B",
      "initials": "JJ",
      "name": "J James B Edelman",
      "affiliations": [
        "The Baird Institute, Royal Prince Alfred Hospital, Sydney, Australia; Department of Cardiothoracic Surgery, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Shane R",
      "initials": "SR",
      "name": "Shane R Thomas",
      "affiliations": [
        "Centre for Vascular Research and School of Medical Sciences, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Brady",
      "fore_name": "Peter W",
      "initials": "PW",
      "name": "Peter W Brady",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Royal North Shore Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "The Baird Institute, Royal Prince Alfred Hospital, Sydney, Australia; Department of Cardiothoracic Surgery, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Jeremy",
      "fore_name": "Richmond W",
      "initials": "RW",
      "name": "Richmond W Jeremy",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Australia; Department of Cardiology, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Australia; The Baird Institute, Royal Prince Alfred Hospital, Sydney, Australia; Department of Cardiothoracic Surgery, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Australia; The Baird Institute, Royal Prince Alfred Hospital, Sydney, Australia; Department of Cardiothoracic Surgery, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia. Electronic address: michael.vallely@cardiothoracicsurgery.com.au."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1110",
  "end_page": "1117",
  "pages": "1110-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Aorta",
    "Aortic Valve",
    "Bicuspid Aortic Valve Disease",
    "Bioprosthesis",
    "Blood Vessel Prosthesis",
    "Heart Defects, Congenital",
    "Heart Valve Diseases",
    "Heart Valve Prosthesis",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "25047283",
    "doi": "10.1016/j.hlc.2014.04.262",
    "pii": "S1443-9506(14)00502-2"
  },
  "doi": "10.1016/j.hlc.2014.04.262",
  "dates": {
    "completed": "2015-08-04",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.313975",
    "pmid": "25047283"
  }
}