{
  "pmid": "25059221",
  "uid": "25059221",
  "title": "High-performance information search filters for CKD content in PubMed, Ovid MEDLINE, and EMBASE.",
  "abstract": "BACKGROUND: Finding relevant articles in large bibliographic databases such as PubMed, Ovid MEDLINE, and EMBASE to inform care and future research is challenging. Articles relevant to chronic kidney disease (CKD) are particularly difficult to find because they are often published under different terminology and are found across a wide range of journal types. STUDY DESIGN: We used computer automation within a diagnostic test assessment framework to develop and validate information search filters to identify CKD articles in large bibliographic databases. SETTING & PARTICIPANTS: 22,992 full-text articles in PubMed, Ovid MEDLINE, or EMBASE. INDEX TEST: 1,374,148 unique search filters. REFERENCE TEST: We established the reference standard of article relevance to CKD by manual review of all full-text articles using prespecified criteria to determine whether each article contained CKD content or not. We then assessed filter performance by calculating sensitivity, specificity, and positive predictive value for the retrieval of CKD articles. Filters with high sensitivity and specificity for the identification of CKD articles in the development phase (two-thirds of the sample) were then retested in the validation phase (remaining one-third of the sample). RESULTS: We developed and validated high-performance CKD search filters for each bibliographic database. Filters optimized for sensitivity reached at least 99% sensitivity, and filters optimized for specificity reached at least 97% specificity. The filters were complex; for example, one PubMed filter included more than 89 terms used in combination, including \"chronic kidney disease,\" \"renal insufficiency,\" and \"renal fibrosis.\" In proof-of-concept searches, physicians found more articles relevant to the topic of CKD with the use of these filters. LIMITATIONS: As knowledge of the pathogenesis of CKD grows and definitions change, these filters will need to be updated to incorporate new terminology used to index relevant articles. CONCLUSIONS: PubMed, Ovid MEDLINE, and EMBASE can be filtered reliably for articles relevant to CKD. These high-performance information filters are now available online and can be used to better identify CKD content in large bibliographic databases.",
  "authors": [
    {
      "last_name": "Iansavichus",
      "fore_name": "Arthur V",
      "initials": "AV",
      "name": "Arthur V Iansavichus",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hildebrand",
      "fore_name": "Ainslie M",
      "initials": "AM",
      "name": "Ainslie M Hildebrand",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada. Electronic address: ainslie.hildebrand@londonhospitals.ca."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "Division of Nephrology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Division of Nephrology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Tu",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; Toronto Western Hospital Family Health Team, University Health Network, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "Division of Nephrology, Humber Regional Hospital, Toronto, Ontario, Canada; The Li Ka Shing Knowledge Institute, Keenan Research Centre, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "26",
  "end_page": "32",
  "pages": "26-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Humans",
    "Information Dissemination",
    "Medical Subject Headings",
    "Periodicals as Topic",
    "Publishing",
    "Reference Standards",
    "Renal Insufficiency, Chronic",
    "Reproducibility of Results",
    "Search Engine",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "25059221",
    "doi": "10.1053/j.ajkd.2014.06.010",
    "pii": "S0272-6386(14)00964-0"
  },
  "doi": "10.1053/j.ajkd.2014.06.010",
  "dates": {
    "completed": "2015-02-17",
    "revised": "2014-12-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KTE-111414",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.022036",
    "pmid": "25059221"
  }
}