{
  "pmid": "25056973",
  "uid": "25056973",
  "title": "Brazilian medicinal plants to treat upper respiratory tract and bronchial illness: systematic review and meta-analyses-study protocol.",
  "abstract": "INTRODUCTION: Respiratory illness, often associated with cough and sputum, is frequent. In Brazil, herbal medicines are often recommended as a first-line treatment for respiratory illness. There exists uncertainty regarding the effectiveness of these treatments. No systematic review has evaluated Brazilian medicinal plants (BMP) to treat upper respiratory tract and bronchial illness (URTI). METHODS AND ANALYSIS: We will conduct a systematic review and, if appropriate, a series of meta-analyses evaluating the safety and effectiveness of BMP for URTI. Eligible randomised controlled trials and observational studies will enrol adult or paediatric patients presenting with URTI treated by BMP approved by the Brazilian Health Surveillance Agency compared with placebo, no treatment or an alternative therapy. Our search will include the Cochrane Central Register of Controlled Trials (CENTRAL), which contains the Cochrane Acute Respiratory Illness Group's Specialized Register; MEDLINE; EMBASE; CINAHL (Cumulative Index to Nursing and Allied Health Literature); Web of Science; AMED; LILACS; CAB abstracts; clinical trial.gov; the WHO Trial Register and the Brazilian thesis database (CAPES) without any language restrictions. Outcomes of interest are time to resolution of clinical symptoms and/or signs (cough, sputum production or activity limitations), severity of symptoms prior to resolution and major/minor adverse events. Teams of reviewers will, independently and in duplicate, screen titles and abstracts and the complete full text to determine eligibility. For eligible studies, reviewers will perform data abstraction and assess risk of bias of eligible trials. When appropriate, we will conduct meta-analyses. We will also assess the quality of body of evidence (confidence in estimates of effect) for each of the outcomes using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. ETHICS AND DISSEMINATION: The systematic review will be published in a peer-reviewed journal. Brief reports of review findings will be disseminated directly to appropriate audiences via email and other modes of communication. The review will guide healthcare practice and policy in Brazil. TRIAL REGISTRATION NUMBER: Prospero CRD42014007057.",
  "authors": [
    {
      "last_name": "Lopes",
      "fore_name": "Luciane C",
      "initials": "LC",
      "name": "Luciane C Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Post graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ],
      "orcid": "0000-0002-3684-3275"
    },
    {
      "last_name": "Silva",
      "fore_name": "Maria Carolina O",
      "initials": "MC",
      "name": "Maria Carolina O Silva",
      "affiliations": [
        "Pharmaceutical Sciences Post graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Motta",
      "fore_name": "Cristiane Bergamashi",
      "initials": "CB",
      "name": "Cristiane Bergamashi Motta",
      "affiliations": [
        "Pharmaceutical Sciences Post graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Macho Quirós",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Macho Quirós",
      "affiliations": [
        "Biología Celular, Fisiología e Inmunología. Facultad de Medicina, Universidad de Córdoba, Cordoba, Spain."
      ]
    },
    {
      "last_name": "Biavatti",
      "fore_name": "Maique Weber",
      "initials": "MW",
      "name": "Maique Weber Biavatti",
      "affiliations": [
        "Pharmaceutical Department, Federal University of Florianopolis, Santa Catarina, Brazil."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Jardel Corrêa",
      "initials": "JC",
      "name": "Jardel Corrêa de Oliveira",
      "affiliations": [
        "Médico de Família e Comunidade, Especialista em Saúde da Família, Geriatria e Gerontologia, Secretaria Municipal de Saúde, Florianópolis, Santa Catarina, Brazil."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "e005267",
  "pages": "e005267",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Brazil",
    "Bronchial Diseases",
    "Humans",
    "Meta-Analysis as Topic",
    "Observational Studies as Topic",
    "Phytotherapy",
    "Plants, Medicinal",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Respiratory Tract Diseases",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "25056973",
    "pmc": "PMC4120431",
    "doi": "10.1136/bmjopen-2014-005267",
    "pii": "bmjopen-2014-005267"
  },
  "doi": "10.1136/bmjopen-2014-005267",
  "pmc_id": "PMC4120431",
  "dates": {
    "completed": "2016-06-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.047307",
    "pmid": "25056973"
  }
}