{
  "pmid": "25050472",
  "uid": "25050472",
  "title": "Long-term changes in bone mineral density in kidney transplant recipients.",
  "abstract": "BACKGROUND: Alterations in bone mineral metabolism occur when kidney function declines and often continue after transplantation. We investigated long-term changes in bone mineral density (BMD) among kidney transplant recipients undergoing routine clinical BMD monitoring and management. METHODS: We identified adults receiving a kidney transplant in the province of Manitoba, Canada (1996-2011) who had greater than or equal to 2 posttransplant dual energy X-ray absorptiometry examinations. Bone mineral density was expressed as Z scores (standard deviation above/below sex-matched and age-matched reference data). The main outcome was the change in BMD. RESULTS: A total of 326 kidney transplant recipients were included (mean age, 45 years; 61% men). Recipients were followed up for an average of 8.2 years (766 follow-up dual energy X-ray absorptiometry measurements). At baseline (first scan; median, 0.5 years after transplantation), bone density was slightly below average for age and sex (mean Z scores: lumbar spine, -0.4 ± 1.6; femoral neck, -0.7 ± 1.1; total hip, -0.7 ± 1.1). At the second scan (mean, 2.7 years after first scan), mean bone density Z scores have increased (lumbar spine, -0.2 ± 1.6; femoral neck, -0.6 ± 1; total hip, -0.6 ± 1.1; matched, P < 0.01 at all sites). The only factor associated with a significant BMD change at all sites was osteoporosis treatment (BMD increase). Even after restricting the analysis to recipients who had not received osteoporosis treatment, final mean bone density (mean, 8.2 years after first scan) was average for age and sex (lumbar spine, +0.7 ± 1.6; femoral neck, -0.1 ± 1.1; total hip, 0.0 ± 1.1). CONCLUSION: With routine BMD monitoring and management, posttransplant bone density typically remains stable or improves with mean values that are average for age and sex.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "1 Division of Nephrology, Western University, London, Ontario, Canada. 2 Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada. 3 Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada. 4 Department of Medicine, University of Manitoba, Winnipeg, Ontario, Canada. 5 Address correspondence to: William Leslie, M.D., Saint Boniface General Hospital, 409 Tache Avenue, Room C5102, Winnipeg, Manitoba, Canada R2H 2A6."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Hodsman",
      "fore_name": "Anthony B",
      "initials": "AB",
      "name": "Anthony B Hodsman",
      "affiliations": []
    },
    {
      "last_name": "Rush",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N Rush",
      "affiliations": []
    },
    {
      "last_name": "Leslie",
      "fore_name": "William D",
      "initials": "WD",
      "name": "William D Leslie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transplantation",
    "iso_abbreviation": "Transplantation",
    "issn": "1534-6080",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "27"
  },
  "start_page": "1279",
  "end_page": "1285",
  "pages": "1279-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absorptiometry, Photon",
    "Adult",
    "Bone Density",
    "Female",
    "Femur Neck",
    "Humans",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Longitudinal Studies",
    "Male",
    "Manitoba",
    "Middle Aged",
    "Osteoporosis",
    "Quality Control",
    "Transplant Recipients"
  ],
  "article_ids": {
    "pubmed": "25050472",
    "doi": "10.1097/TP.0000000000000284"
  },
  "doi": "10.1097/TP.0000000000000284",
  "dates": {
    "completed": "2015-07-27",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.165626",
    "pmid": "25050472"
  }
}