{
  "pmid": "25055239",
  "uid": "25055239",
  "title": "Effects of income and dental insurance coverage on need for dental care in Canada.",
  "abstract": "OBJECTIVE: To estimate the strength of the associations among income, dental insurance coverage and need for dental care (both urgent and nonurgent) in Canada. METHODS: Multinomial logistic models were fit to data from the 2009 Canadian Health Measures Survey to test unadjusted associations among household income, dental insurance coverage and the need for urgent and nonurgent dental care. Adjusted associations, controlling for socio-demographic variables (age, sex, immigration status, education and province of residence) and oral health habits (brushing, flossing and visits to the dentist) were also evaluated. RESULTS: In the unadjusted model, need for treatment was lower among people with dental insurance than among those without insurance coverage (for urgent treatment: odds ratio [OR] 0.76, 95% confidence interval [CI] 0.66-0.89; for nonurgent treatment: OR 0.59, 95% CI 0.50-0.70). In addition, there was an income gradient, whereby people with higher income had less need for dental treatment (for urgent treatment: OR 0.99, 95% CI 0.99-1.00; for nonurgent treatment: OR 0.99, 95% CI 0.98-0.99). Controlling for socio-demographic and oral health variables decreased the magnitude of the association between dental insurance coverage and need for treatment (for urgent treatment: OR 0.80, 95% CI 0.68-0.95; for nonurgent treatment: OR 0.76, 95% CI 0.63-0.92). An interaction term between dental coverage and income was significant in relation to the need for nonurgent treatment: among lower-income individuals, having insurance slightly decreased the odds of needing nonurgent treatment, with this decrease in odds becoming greater for middle-income earners and even greater for high-income earners. CONCLUSION: Income-related inequality in need for dental care exists even in the presence of dental insurance coverage and good dental hygiene habits. These findings highlight the need for increased access to dental care for low-income populations and families living in poverty.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Offord Centre for Child Studies, Main St W, Hamilton, ON."
      ]
    },
    {
      "last_name": "Bonner",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Bonner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal (Canadian Dental Association)",
    "iso_abbreviation": "J Can Dent Assoc",
    "issn": "1488-2159",
    "issn_type": "Electronic",
    "volume": "80",
    "pub_year": "2014"
  },
  "start_page": "e6",
  "pages": "e6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Canada",
    "Child",
    "Educational Status",
    "Female",
    "Health Behavior",
    "Health Services Needs and Demand",
    "Humans",
    "Income",
    "Insurance Coverage",
    "Insurance, Dental",
    "Male",
    "Middle Aged",
    "Sex Factors",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "25055239"
  },
  "dates": {
    "completed": "2015-07-09",
    "revised": "2014-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.804870",
    "pmid": "25055239"
  }
}