{
  "pmid": "25064372",
  "uid": "25064372",
  "title": "Patient and public attitudes to and awareness of clinical practice guidelines: a systematic review with thematic and narrative syntheses.",
  "abstract": "BACKGROUND: Clinical practice guidelines are typically written for healthcare providers but there is increasing interest in producing versions for the public, patients and carers. The main objective of this review is to identify and synthesise evidence of the public's attitudes towards clinical practice guidelines and evidence-based recommendations written for providers or the public, together with their awareness of guidelines. METHODS: We included quantitative and qualitative studies of any design reporting on public, patient (and their carers) attitudes and awareness of guidelines written for providers or patients/public. We searched electronic databases including MEDLINE, PSYCHINFO, ERIC, ASSIA and the Cochrane Library from 2000 to 2012. We also searched relevant websites, reviewed citations and contacted experts in the field. At least two authors independently screened, abstracted data and assessed the quality of studies. We conducted a thematic analysis of first and second order themes and performed a separate narrative synthesis of patient and public awareness of guidelines. RESULTS: We reviewed 5415 records and included 26 studies (10 qualitative studies, 13 cross sectional and 3 randomised controlled trials) involving 24 887 individuals. Studies were mostly good to fair quality. The thematic analysis resulted in four overarching themes: Applicability of guidelines; Purpose of guidelines for patient; Purpose of guidelines for health care system and physician; and Properties of guidelines. Overall, participants had mixed attitudes towards guidelines; some participants found them empowering but many saw them as a way of rationing care. Patients were also concerned that the information may not apply to their own health care situations. Awareness of guidelines ranged from 0-79%, with greater awareness in participants surveyed on national guideline websites. CONCLUSION: There are many factors, not only formatting, that may affect the uptake and use of guideline-derived material by the public. Producers need to make clear how the information is relevant to the reader and how it can be used to make healthcare improvements although there were problems with data quality. Awareness of guidelines is generally low and guideline producers cannot assume that the public has a more positive perception of their material than of alternative sources of health information.",
  "authors": [
    {
      "last_name": "Loudon",
      "fore_name": "Kirsty",
      "initials": "K",
      "name": "Kirsty Loudon",
      "affiliations": [
        "Division of Population Health Sciences, University of Dundee, Kirsty Semple Way, Dundee DD2 4BF, UK. k.loudon@dundee.ac.uk."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Callaghan",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Callaghan",
      "affiliations": []
    },
    {
      "last_name": "Thornton",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Thornton",
      "affiliations": []
    },
    {
      "last_name": "Harbour",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Harbour",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Graham",
      "affiliations": []
    },
    {
      "last_name": "Harbour",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Harbour",
      "affiliations": []
    },
    {
      "last_name": "Kunnamo",
      "fore_name": "Ilkka",
      "initials": "I",
      "name": "Ilkka Kunnamo",
      "affiliations": []
    },
    {
      "last_name": "Liira",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Liira",
      "affiliations": []
    },
    {
      "last_name": "McFarlane",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma McFarlane",
      "affiliations": []
    },
    {
      "last_name": "Ritchie",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Ritchie",
      "affiliations": []
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "27"
  },
  "start_page": "321",
  "pages": "321",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Awareness",
    "Evidence-Based Practice",
    "Humans",
    "Patients",
    "Practice Guidelines as Topic",
    "Public Opinion"
  ],
  "article_ids": {
    "pubmed": "25064372",
    "pmc": "PMC4119247",
    "doi": "10.1186/1472-6963-14-321",
    "pii": "1472-6963-14-321"
  },
  "doi": "10.1186/1472-6963-14-321",
  "pmc_id": "PMC4119247",
  "dates": {
    "completed": "2015-01-14",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.525263",
    "pmid": "25064372"
  }
}