{
  "pmid": "25066353",
  "uid": "25066353",
  "title": "[GRADE guidelines: 13. Preparing Summary of Findings tables and evidence profiles - continuous outcomes].",
  "abstract": "UNLABELLED: Presenting continuous outcomes in Summary of Findings tables presents particular challenges to interpretation. When each study uses the same outcome measure, and the units of that measure are intuitively interpretable (e.g., duration of hospitalisation, duration of symptoms), presenting differences in means is usually desirable. When the natural units of the outcome measure are not easily interpretable, choosing a threshold to create a binary outcome and presenting relative and absolute effects become a more attractive alternative. When studies use different measures of the same construct, calculating summary measures requires converting to the same units of measurement for each study. The longest standing and most widely used approach is to divide the difference in means in each study by its standard deviation and present pooled results in standard deviation units (standardised mean difference). Disadvantages of this approach include vulnerability to varying degrees of heterogeneity in the underlying populations and difficulties in interpretation. Alternatives include presenting results in the units of the most popular or interpretable measure, converting to dichotomous measures and presenting relative and absolute effects, presenting the ratio of the means of intervention and control groups, and presenting the results in minimally important difference units. We outline the merits and limitations of each alternative and provide guidance for meta-analysts and guideline developers. KEY POINTS: Summary of Findings tables provide succinct presentations of evidence quality and magnitude of effects. Summarising the findings of continuous outcomes presents special challenges to interpretation that become daunting when individual trials use different measures for the same construct. The most commonly used approach to providing pooled estimates for different measures, presenting results in standard deviation units, has limitations related to both statistical properties and interpretability. Potentially preferable alternatives include presenting results in the natural units of the most popular measure, transforming into a binary outcome and presenting relative and absolute effects, presenting the ratio of the means of intervention and control groups, and presenting results in preestablished minimally important difference units.",
  "authors": [
    {
      "last_name": "Schell",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Schell",
      "affiliations": [
        "Deutsches Cochrane Zentrum, Universitätsklinikum Freiburg, Freiburg, Deutschland. Electronic address: schell@cochrane.de."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Deutsches Cochrane Zentrum, Universitätsklinikum Freiburg, Freiburg, Deutschland."
      ]
    },
    {
      "last_name": "Gartlehner",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Gartlehner",
      "affiliations": [
        "Donau-Universität Krems, Department für Evidenzbasierte Medizin und Klinische Epidemiologie, Krems, Österreich, Deutschland."
      ]
    },
    {
      "last_name": "Langer",
      "fore_name": "Gero",
      "initials": "G",
      "name": "Gero Langer",
      "affiliations": [
        "Institut für Gesundheits- und Pflegewissenschaft, Medizinische Fakultät der Martin-Luther-Universität Halle-Wittenberg, Halle (Saale), Deutschland."
      ]
    },
    {
      "last_name": "Perleth",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Perleth",
      "affiliations": [
        "Abteilung Fachberatung Medizin, Gemeinsamer Bundesausschuss, Berlin, Deutschland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, Hamilton, Kanada."
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "2212-0289",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "5-6",
    "pub_year": "2014"
  },
  "start_page": "333",
  "end_page": "347",
  "pages": "333-47",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Controlled Clinical Trials as Topic",
    "Data Collection",
    "Endpoint Determination",
    "Evidence-Based Medicine",
    "Female",
    "Germany",
    "Humans",
    "Male",
    "Practice Guidelines as Topic",
    "Quality Assurance, Health Care",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "25066353",
    "doi": "10.1016/j.zefq.2014.05.002",
    "pii": "S1865-9217(14)00121-4"
  },
  "doi": "10.1016/j.zefq.2014.05.002",
  "dates": {
    "completed": "2015-05-14",
    "revised": "2014-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.607327",
    "pmid": "25066353"
  }
}