{
  "pmid": "25062285",
  "uid": "25062285",
  "title": "Surgical outcomes and natural history of intramedullary spinal cord cavernous malformations: a single-center series and meta-analysis of individual patient data: Clinic article.",
  "abstract": "OBJECT: Information pertaining to the natural history of intramedullary spinal cord cavernous malformations (ISCCMs) and patient outcomes after surgery is scarce. To evaluate factors associated with favorable outcomes for patients with surgically and conservatively managed ISCCMs, the authors performed a systematic review and metaanalysis of the literature. In addition, they included their single-center series of ISCCMs. METHODS: The authors searched MEDLINE, EMBASE, CINAHL, Google Scholar, and The Cochrane Library for studies published through June 2013 that reported cases of ISCCMs. Data from all eligible studies were used to examine the epidemiology, clinical features, and neurological outcomes of patients with surgically managed and conservatively treated ISCCMs. To evaluate several variables as predictors of favorable neurological outcomes, the authors conducted a meta-analysis of individual patient data and performed univariate and multivariate logistic regression analyses. Variables included patient age, patient sex, lesion spinal level, lesion size, cerebral cavernomas, family history of cavernous malformations, clinical course, presenting symptoms, treatment strategy (operative or conservative), symptom duration, surgical approach, spinal location, and extent of resection. In addition, they performed a meta-analysis to determine a pooled estimate of the annual hemorrhage rate of ISCCMs. RESULTS: Eligibility criteria were met by 40 studies, totaling 632 patients, including the authors' institutional series of 24 patients. Mean patient age was 39.1 years (range 2-80 years), and the male-to-female ratio was 1.1:1. Spinal levels of cavernomas were cervical (38%), cervicothoracic (2.4%), thoracic (55.2%), thoracolumbar (0.6%), lumbar (2.1%), and conus medullaris (1.7%). Average cavernoma size was 9.2 mm. Associated cerebral cavernomas occurred in 16.5% of patients, and a family history of cavernous malformation was found for 11.9% of evaluated patients. Clinical course was acute with stepwise progression for 45.4% of patients and slowly progressive for 54.6%. Symptoms were motor (60.5%), sensory (57.8%), pain (33.8%), bladder and/or bowel (23.6%), respiratory distress (0.5%), or absent (asymptomatic; 0.9%). The calculated pooled annual rate of hemorrhage was 2.1% (95% CI 1.3%-3.3%). Most (89.9%) patients underwent resection, and 10.1% underwent conservative management (observation). Outcomes were better for those who underwent resection than for those who underwent conservative management (OR 2.79, 95% CI 1.46-5.33, p = 0.002). A positive correlation with improved neurological outcomes was found for resection within 3 months of symptom onset (OR 2.11, 95% CI 1.31-3.41, p = 0.002), hemilaminectomy approach (OR 3.20, 95% CI 1.16-8.86, p = 0.03), and gross-total resection (OR 3.61, 95% CI 1.24-10.52, p = 0.02). Better outcomes were predicted by an acute clinical course (OR 1.72, 95% CI 1.10-2.68, p = 0.02) and motor symptoms (OR 1.76, 95% CI 1.08-2.86, p = 0.02); poor neurological recovery was predicted by sensory symptoms (OR 0.58, 95% CI 0.35-0.98, p = 0.04). Rates of neurological improvement after resection were no higher for patients with superficial ISCCMs than for those with deep-seated ISCCMs (OR 1.36, 95% CI 0.71-2.60, p = 0.36). CONCLUSIONS: Intramedullary spinal cord cavernous malformations tend to be clinically progressive. The authors' findings support an operative management plan for patients with a symptomatic ISCCM. Surgical goals include gross-total resection through a more minimally invasive hemilaminectomy approach within 3 months of presentation.",
  "authors": [
    {
      "last_name": "Badhiwala",
      "fore_name": "Jetan H",
      "initials": "JH",
      "name": "Jetan H Badhiwala",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, and."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": []
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Blake",
      "initials": "B",
      "name": "Blake Yarascavitch",
      "affiliations": []
    },
    {
      "last_name": "Aref",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Aref",
      "affiliations": []
    },
    {
      "last_name": "Algird",
      "fore_name": "Almunder",
      "initials": "A",
      "name": "Almunder Algird",
      "affiliations": []
    },
    {
      "last_name": "Murty",
      "fore_name": "Naresh",
      "initials": "N",
      "name": "Naresh Murty",
      "affiliations": []
    },
    {
      "last_name": "Kachur",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Kachur",
      "affiliations": []
    },
    {
      "last_name": "Cenic",
      "fore_name": "Aleksa",
      "initials": "A",
      "name": "Aleksa Cenic",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Kesava",
      "initials": "K",
      "name": "Kesava Reddy",
      "affiliations": []
    },
    {
      "last_name": "Almenawer",
      "fore_name": "Saleh A",
      "initials": "SA",
      "name": "Saleh A Almenawer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neurosurgery. Spine",
    "iso_abbreviation": "J Neurosurg Spine",
    "issn": "1547-5646",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "662",
  "end_page": "676",
  "pages": "662-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Disease Progression",
    "Hemangioma, Cavernous, Central Nervous System",
    "Humans",
    "Laminectomy",
    "Minimally Invasive Surgical Procedures",
    "Neurosurgical Procedures",
    "Spinal Cord Neoplasms"
  ],
  "article_ids": {
    "pubmed": "25062285",
    "doi": "10.3171/2014.6.SPINE13949"
  },
  "doi": "10.3171/2014.6.SPINE13949",
  "dates": {
    "completed": "2014-12-03",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.558227",
    "pmid": "25062285"
  }
}