{
  "pmid": "25078940",
  "uid": "25078940",
  "title": "Systematic review on the inclusion of patients with cognitive impairment in hip fracture trials: a missed opportunity?",
  "abstract": "BACKGROUND: More than 320 000 hip fractures occur annually in North America. An estimated 30% of this population have cognitive impairment. We sought to determine the extent to which patients with cognitive impairment or dementia have been included in randomized controlled trials (RCTs) assessing hip fracture management. METHODS: We conducted a systematic search of 3 electronic journal databases of articles published between January 2000 and June 2010. Studies were screened in duplicate to collect English-language RCTs assessing operative interventions for femoral head, neck or intertrochanteric fractures. We systematically collected descriptive data and used the χ(2) test for comparison between groups as appropriate. RESULTS: We screened 1201 abstracts, 72 of which were eligible for inclusion in our review. Femoral neck and intertrochanteric fractures were equally represented. Thirty-three (46%) studies did not report the inclusion or exclusion of patients with cognitive impairment. Nineteen (26%) studies explicitly included cognitively impaired patients, whereas 20 (28%) excluded them. Only 2 trials (3%) reported outcomes specific to cognitively impaired patients. Fourteen trials (19.4%) reported the use of a validated cognitive assessment tool. None of the trials that reported inclusion of cognitively impaired patients were from North American centres. CONCLUSION: One in 3 patients with hip fractures have concomitant cognitive impairment, yet 8 of 10 hip fracture trials excluded or ignored this population. The ambiguity or exclusion of these patients misses an opportunity to study outcomes and identify factors associated with improved prognosis.",
  "authors": [
    {
      "last_name": "Mundi",
      "fore_name": "Simran",
      "initials": "S",
      "name": "Simran Mundi",
      "affiliations": [
        "The Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Chaudhry",
      "affiliations": [
        "The Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "The Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "E141",
  "end_page": "E145",
  "pages": "E141-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Cognition Disorders",
    "Dementia",
    "Fracture Fixation",
    "Hip Fractures",
    "Humans",
    "Patient Selection",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25078940",
    "pmc": "PMC4119128",
    "doi": "10.1503/cjs.023413",
    "pii": "10.1503/cjs.023413"
  },
  "doi": "10.1503/cjs.023413",
  "pmc_id": "PMC4119128",
  "dates": {
    "completed": "2014-09-22",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.362510",
    "pmid": "25078940"
  }
}