{
  "pmid": "25079927",
  "uid": "25079927",
  "title": "A systematic review and meta-analysis assessing adverse event profile and tolerability of nicergoline.",
  "abstract": "OBJECTIVE: To evaluate the safety profile of nicergoline compared with placebo and other active agents from published randomised controlled trials. DESIGN: Systematic review and meta-analysis of nicergoline compared with placebo and other active agents across various indications. DATA SOURCES: MEDLINE, Medline-in-process, Cochrane, EMBASE, EMBASE alerts, Cochrane Central Register of Controlled Trials (CENTRAL), Cochrane Database of Systematic Reviews (CDSR) and Cochrane Methodology Register (CMR) for all the randomised controlled trials, open-label or blinded, in adults treated with nicergoline. Studies published until August 2013 were included. REVIEW METHOD: 29 studies were included for data extraction. The studies included in this review were majorly from European countries and mostly in cerebrovascular disease (n=15) and dementia (n=8). RESULTS: The treatment withdrawals were comparatively lower in the nicergoline group as compared with the placebo group (RR=0.92; 95% CI 0.7 to 1.21) and other active comparators (RR=0.45; 95% CI 0.10 to 1.95), but the difference was non-significant. Incidence of any adverse events (AEs) was slightly higher (RR=1.05; 95% CI 0.93 to 1.2) while incidence of serious AEs was lower (RR=0.85; 95% CI 0.50 to 1.45) in the nicergoline compared with placebo group. Frequency of anxiety was significantly lower in nicergoline as compared with placebo (p=0.01). Other AEs including diarrhoea, gastric upset, dizziness and drowsiness were less frequent in the nicergoline group when compared with placebo/active drugs, but the difference was non-significant. Frequency of hypotension and hot flushes was slightly higher in the nicergoline group but the difference was non-significant. None of the studies reported any incidence of fibrosis or ergotism with nicergoline treatment. CONCLUSIONS: Nicergoline is an ergot derivative, but its safety profile is better than other ergot derivatives like ergotamine and ergotoxine. This systematic review and meta-analysis suggests that nicergoline has a good safety profile. None of the studies included in this systematic review reported any incidence of fibrosis or ergotism with nicergoline.",
  "authors": [
    {
      "last_name": "Fioravanti",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Fioravanti",
      "affiliations": [
        "Department of Neurology and Psychiatry, University Hospital, Umberto I, University of Rome, Sapienza, Italy."
      ]
    },
    {
      "last_name": "Nakashima",
      "fore_name": "Taku",
      "initials": "T",
      "name": "Taku Nakashima",
      "affiliations": [
        "Department of Molecular & Internal Medicine, Hiroshima University Hospital, Hiroshima, Japan."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Xu",
      "affiliations": [
        "Jiangsu Province Geriatric Hospital, Jiangsu, China."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Hyderabad, Andhra Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Print",
    "volume": "4",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "e005090",
  "pages": "e005090",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenergic alpha-Antagonists",
    "Brain Diseases",
    "Humans",
    "Neuroprotective Agents",
    "Nicergoline",
    "Peripheral Vascular Diseases",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25079927",
    "pmc": "PMC4120366",
    "doi": "10.1136/bmjopen-2014-005090",
    "pii": "bmjopen-2014-005090"
  },
  "doi": "10.1136/bmjopen-2014-005090",
  "pmc_id": "PMC4120366",
  "dates": {
    "completed": "2015-03-09",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Adrenergic alpha-Antagonists",
    "Neuroprotective Agents",
    "Nicergoline"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.166438",
    "pmid": "25079927"
  }
}