{
  "pmid": "25070054",
  "uid": "25070054",
  "title": "The effect of fiber supplementation on irritable bowel syndrome: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: Fiber has been used for many years to treat irritable bowel syndrome (IBS). This approach had fallen out of favor until a recent resurgence, which was based on new randomized controlled trial (RCT) data that suggested it might be effective. We have previously conducted a systematic review of fiber in IBS, but new RCT data for fiber therapy necessitate a new analysis; thus, we have conducted a systematic review of this intervention. METHODS: MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched up to December 2013. Trials recruiting adults with IBS, which compared fiber supplements with placebo, control therapy, or \"usual management\", were eligible. Dichotomous symptom data were pooled to obtain a relative risk (RR) of remaining symptomatic after therapy as well as number needed to treat (NNT) with a 95% confidence interval (CI). RESULTS: We identified 14 RCTs involving 906 patients that had evaluated fiber in IBS. There was a significant benefit of fiber in IBS (RR=0.86; 95% CI 0.80-0.94 with an NNT=10; 95% CI=6-33). There was no significant heterogeneity between results (I(2)=0%, Cochran Q=13.85 (d.f.=14), P=0.46). The benefit was only seen in RCTs on soluble fiber (RR=0.83; 95% CI 0.73-0.94 with an NNT=7; 95% CI 4-25) with no effect seen with bran (RR=0.90; 95% CI 0.79-1.03). CONCLUSIONS: Soluble fiber is effective in treating IBS. Bran did not appear to be of benefit, although we did not uncover any evidence of harm from this intervention, as others have speculated from uncontrolled data.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Health Sciences Center, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center, Division of Gastroenterology and Hepatology, One Medical Center Drive, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Lembo",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Lembo",
      "affiliations": [
        "The Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Saito",
      "fore_name": "Yuri A",
      "initials": "YA",
      "name": "Yuri A Saito",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Schiller",
      "fore_name": "Lawrence R",
      "initials": "LR",
      "name": "Lawrence R Schiller",
      "affiliations": [
        "Digestive Health Associates of Texas, Baylor University Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Soffer",
      "fore_name": "Edy E",
      "initials": "EE",
      "name": "Edy E Soffer",
      "affiliations": [
        "Division of Gastroenterology at Cedars-Sinai, University of Southern California, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Spiegel",
      "fore_name": "Brennan M R",
      "initials": "BM",
      "name": "Brennan M R Spiegel",
      "affiliations": [
        "Department of Gastroenterology, VA Greater Los Angeles Healthcare System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "1] Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, UK [2] Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, UK."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1367",
  "end_page": "1374",
  "pages": "1367-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Dietary Fiber",
    "Dietary Supplements",
    "Humans",
    "Irritable Bowel Syndrome",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25070054",
    "doi": "10.1038/ajg.2014.195",
    "pii": "ajg2014195"
  },
  "doi": "10.1038/ajg.2014.195",
  "dates": {
    "completed": "2014-10-30",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Dietary Fiber"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.382190",
    "pmid": "25070054"
  }
}