{
  "pmid": "25077118",
  "uid": "25077118",
  "title": "Screening for depression: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The Canadian Task Force on Preventive Health Care has a guideline on screening for depression among adults 18 years of age or older at average or high risk for depression. To provide evidence for an update of this guideline, we evaluated the literature on the effectiveness of screening for depression in adults. METHODS: For the period 1994 to May 23, 2012, we searched the following electronic databases: MEDLINE, Embase, PsycINFO, the Cochrane Central Register of Controlled Trials and the Cochrane Database of Systematic Reviews. Randomized controlled trials, observational studies and systematic reviews with evidence for the benefits or harms of screening for depression were eligible for inclusion. We performed screening for relevance, extraction of data, analysis of risk of bias and quality assessments in duplicate. We used the generic inverse variance method to conduct a meta-analysis. To determine confidence in the effect, we analyzed the results according to the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system. RESULTS: Five quasi-experimental studies (before-after design with a nonrandomized control group) met the inclusion criteria for this review. These studies reported on the effect of community-based screening for depression, with follow-up on the risk of suicide completion, for older residents in regions of rural Japan with high suicide rates. Meta-analysis showed that the screening program had a protective effect on the overall incidence of suicide completion (ratio of rate ratios [RRR] 0.50, 95% confidence interval [CI], 0.32-0.78). When sex was considered, the RRR indicated a significantly lower rate of suicide among women (RRR 0.37, 95% CI 0.21-0.66) but not among men (RRR 0.67, 95% CI 0.35-1.27). The overall GRADE rating applied to this evidence indicated very low quality. No studies addressing the harms of screening for depression met the inclusion criteria for the review. INTERPRETATION: There is very limited research evidence allowing conclusions about the effectiveness of screening for depression in either average-risk or high-risk populations.",
  "authors": [
    {
      "last_name": "Keshavarz",
      "fore_name": "Homa",
      "initials": "H",
      "name": "Homa Keshavarz",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and School of Nursing, McMaster University, Hamilton Ont."
      ]
    },
    {
      "last_name": "Streiner",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Streiner",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ont. ; Department of Psychiatry, University of Toronto, Toronto, Ont."
      ]
    },
    {
      "last_name": "Maureen",
      "fore_name": "Rice",
      "initials": "R",
      "name": "Rice Maureen",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Usman",
      "initials": "U",
      "name": "Usman Ali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "1",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "E159",
  "end_page": "E167",
  "pages": "E159-67",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25077118",
    "pmc": "PMC3986010",
    "doi": "10.9778/cmajo.20130030",
    "pii": "20130030"
  },
  "doi": "10.9778/cmajo.20130030",
  "pmc_id": "PMC3986010",
  "dates": {
    "completed": "2014-07-31",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.896826",
    "pmid": "25077118"
  }
}