{
  "pmid": "25078615",
  "uid": "25078615",
  "title": "Endophytic bacteria: prospects and applications for the phytoremediation of organic pollutants.",
  "abstract": "Recently, there has been an increased effort to enhance the efficacy of phytoremediation of contaminated environments by exploiting plant-microbe interactions. The combined use of plants and endophytic bacteria is an emerging approach for the clean-up of soil and water polluted with organic compounds. In plant-endophyte partnerships, plants provide the habitat as well as nutrients to their associated endophytic bacteria. In response, endophytic bacteria with appropriate degradation pathways and metabolic activities enhance degradation of organic pollutants, and diminish phytotoxicity and evapotranspiration of organic pollutants. Moreover, endophytic bacteria possessing plant growth-promoting activities enhance the plant's adaptation and growth in soil and water contaminated with organic pollutants. Overall, the application of endophytic bacteria gives new insights into novel protocols to improve phytoremediation efficiency. However, successful application of plant-endophyte partnerships for the clean-up of an environment contaminated with organic compounds depends on the abundance and activity of the degrading endophyte in different plant compartments. Although many endophytic bacteria have the potential to degrade organic pollutants and improve plant growth, their contribution to enhance phytoremediation efficiency is still underestimated. A better knowledge of plant-endophyte interactions could be utilized to increase the remediation of polluted soil environments and to protect the foodstuff by decreasing agrochemical residues in food crops.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), P.O. Box 577, Jhang Road, Faisalabad, Pakistan. Electronic address: afzal@nibge.org."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Qaiser M",
      "initials": "QM",
      "name": "Qaiser M Khan",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), P.O. Box 577, Jhang Road, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Sessitsch",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Sessitsch",
      "affiliations": [
        "AIT Austrian Institute of Technology GmbH, Bioresources Unit, 3430 Tulln, Austria."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "117",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "232",
  "end_page": "242",
  "pages": "232-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Bacteria",
    "Biodegradation, Environmental",
    "Endophytes",
    "Environmental Pollutants",
    "Environmental Restoration and Remediation",
    "Plants"
  ],
  "article_ids": {
    "pubmed": "25078615",
    "doi": "10.1016/j.chemosphere.2014.06.078",
    "pii": "S0045-6535(14)00825-X"
  },
  "doi": "10.1016/j.chemosphere.2014.06.078",
  "dates": {
    "completed": "2015-07-28",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Environmental Pollutants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.744956",
    "pmid": "25078615"
  }
}