{
  "pmid": "25070051",
  "uid": "25070051",
  "title": "Efficacy of prebiotics, probiotics, and synbiotics in irritable bowel syndrome and chronic idiopathic constipation: systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: Irritable bowel syndrome (IBS) and chronic idiopathic constipation (CIC) are functional bowel disorders. Evidence suggests that disturbance in the gastrointestinal microbiota may be implicated in both conditions. We performed a systematic review and meta-analysis to examine the efficacy of prebiotics, probiotics, and synbiotics in IBS and CIC. METHODS: MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched (up to December 2013). Randomized controlled trials (RCTs) recruiting adults with IBS or CIC, which compared prebiotics, probiotics, or synbiotics with placebo or no therapy, were eligible. Dichotomous symptom data were pooled to obtain a relative risk (RR) of remaining symptomatic after therapy, with a 95% confidence interval (CI). Continuous data were pooled using a standardized or weighted mean difference with a 95% CI. RESULTS: The search strategy identified 3,216 citations. Forty-three RCTs were eligible for inclusion. The RR of IBS symptoms persisting with probiotics vs. placebo was 0.79 (95% CI 0.70-0.89). Probiotics had beneficial effects on global IBS, abdominal pain, bloating, and flatulence scores. Data for prebiotics and synbiotics in IBS were sparse. Probiotics appeared to have beneficial effects in CIC (mean increase in number of stools per week=1.49; 95% CI=1.02-1.96), but there were only two RCTs. Synbiotics also appeared beneficial (RR of failure to respond to therapy=0.78; 95% CI 0.67-0.92). Again, trials for prebiotics were few in number, and no definite conclusions could be drawn. CONCLUSIONS: Probiotics are effective treatments for IBS, although which individual species and strains are the most beneficial remains unclear. Further evidence is required before the role of prebiotics or synbiotics in IBS is known. The efficacy of all three therapies in CIC is also uncertain.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "1] Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK [2] Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center, Gastroenterology, One Medical Center Drive, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Lembo",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Lembo",
      "affiliations": [
        "The Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Saito",
      "fore_name": "Yuri A",
      "initials": "YA",
      "name": "Yuri A Saito",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Schiller",
      "fore_name": "Lawrence R",
      "initials": "LR",
      "name": "Lawrence R Schiller",
      "affiliations": [
        "Digestive Health Associates of Texas, Baylor University Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Soffer",
      "fore_name": "Edy E",
      "initials": "EE",
      "name": "Edy E Soffer",
      "affiliations": [
        "Division of Gastroenterology at Cedars-Sinai, University of Southern California, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Spiegel",
      "fore_name": "Brennan M R",
      "initials": "BM",
      "name": "Brennan M R Spiegel",
      "affiliations": [
        "Department of Gastroenterology, VA Greater Los Angeles Healthcare System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "1547",
  "end_page": "1562",
  "pages": "1547-61; quiz 1546, 1562",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Abdominal Pain",
    "Adult",
    "Constipation",
    "Dietary Supplements",
    "Humans",
    "Irritable Bowel Syndrome",
    "Prebiotics",
    "Probiotics",
    "Synbiotics",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25070051",
    "doi": "10.1038/ajg.2014.202",
    "pii": "ajg2014202"
  },
  "doi": "10.1038/ajg.2014.202",
  "dates": {
    "completed": "2015-02-23",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Prebiotics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.381862",
    "pmid": "25070051"
  }
}