{
  "pmid": "25077100",
  "uid": "25077100",
  "title": "Comparison of blood pressure measurements using an automated blood pressure device in community pharmacies and family physicians' offices: a randomized controlled trial.",
  "abstract": "BACKGROUND: Accurate measurement of blood pressure is the foundation of appropriate diagnosis, treatment and ongoing management of hypertension. The use of automated blood pressure devices in community settings such as pharmacies provide opportunities for additional blood pressure measurement; however, it is important to ensure that these measurements are comparable to those taken in physicians' offices using the same devices. We conducted a randomized controlled trial to assess whether blood pressure readings assessed by use of an automated device differed according to the setting, specifically in community pharmacies and family physicians' offices. METHODS: We included adults aged 65 years and older who did not live in long-term care facilities or in hospital. The trial was administered by volunteer peer health educators, family physicians and pharmacists in 2 midsized communities in Ontario from April to September 2010. The 5 participating family physicians mailed invitations to their eligible patients. Those who gave informed consent were randomly allocated to 1 of 2 assessment sequences: group A had their blood pressure measured at their physician's office, then at a pharmacy, then again at their physician's office; those in group B had their blood pressure measured at a pharmacy, then at their physician's office, then again at a pharmacy. An automated blood pressure device (BpTRU) was used in both settings. We calculated the differences in mean systolic and diastolic blood pressure, and we compared the readings at both settings and by sequence of assessment. RESULTS: In total, 275 adults completed the trial (mean age 75.9 yr, 49.5% male, 46.9% with a self-reported diagnosis of hypertension). There were no statistically significant differences in systolic or diastolic blood pressure measurements associated with the sequence of assessment or the setting. There was a significant difference in the overall mean systolic blood pressure between the 2 assessment sequences (group A 122.0 v. group B 127.8 mm Hg, p < 0.001). INTERPRETATION: Automated devices used in pharmacies to measure blood pressure provide accurate and valid information that can be used in the diagnosis and management of hypertension among older adults in the community. TRIAL REGISTRATION: www.controlled-trials.com, no. ISRCTN91799042.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ont."
      ]
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": [
        "Department of Family and Emergency Medicine and the University of Montréal Hospital Research Centre, University of Montréal, Montréal, Que."
      ]
    },
    {
      "last_name": "O'Rielly",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan O'Rielly",
      "affiliations": [
        "Dave Smith Youth Treatment Centre, Ottawa, Ont."
      ]
    },
    {
      "last_name": "Ignagni",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Ignagni",
      "affiliations": [
        "University of British Columbia, Vancouver, BC."
      ]
    },
    {
      "last_name": "Hearps",
      "fore_name": "Stephen J C",
      "initials": "SJ",
      "name": "Stephen J C Hearps",
      "affiliations": [
        "Murdoch Children's Research Institute, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "1",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "E37",
  "end_page": "E42",
  "pages": "E37-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25077100",
    "pmc": "PMC3985967",
    "doi": "10.9778/cmajo.20130005",
    "pii": "20130005"
  },
  "doi": "10.9778/cmajo.20130005",
  "pmc_id": "PMC3985967",
  "dates": {
    "completed": "2014-07-31",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:48.110406",
    "pmid": "25077100"
  }
}