{
  "pmid": "25099167",
  "uid": "25099167",
  "title": "Theory of planned behaviour can help understand processes underlying the use of two emergency medicine diagnostic imaging rules.",
  "abstract": "BACKGROUND: Clinical decision rules (CDRs) can be an effective tool for knowledge translation in emergency medicine, but their implementation is often a challenge. This study examined whether the Theory of Planned Behaviour (TPB) could help explain the inconsistent results between the successful Canadian C-Spine Rule (CCR) implementation study and unsuccessful Canadian CT Head Rule (CCHR) implementation study. Both rules are aimed at improving the accuracy and efficiency of emergency department radiography use in clinical contexts that exhibit enormous inefficiency at the present time. The rules were prospectively derived and validated using the same methodology demonstrating high sensitivity and reliability. The rules subsequently underwent parallel implementations at 12 Canadian hospitals, yet only the CCR was observed to significantly reduce radiography ordering rates, while the CCHR failed to have any significant impact at all. The drastically different results are unlikely to be the result of differences in implementation strategies or the decision rules. METHODS: Physicians at the 12 participating Canadian hospitals were randomized to CCR or CCHR TPB surveys that were administered during the baseline phases of the implementation studies, before any intervention had taken place. The collected baseline survey data were linked to concurrent baseline physician and patient-specific imaging data, and subsequently analyzed using mixed effects linear and logistic models. RESULTS: A total of 223 of the 378 eligible physicians randomized to a TPB survey completed their assigned baseline survey (CCR: 122 of 181; CCHR: 101 of 197). Attitudes were significantly associated with intention in both settings (CCR: ß = 0.40; CCHR: ß = 0.30), as were subjective norms (CCR: ß = 0.26; CCHR: ß = 0.73). Intention was significantly associated with actual image ordering for CCR (OR = 1.79), but not CCHR. CONCLUSIONS: The TPB can be used to better understand processes underlying use of CDRs. TPB constructs were significantly associated with intention to perform both imaging behaviours, but intention was only associated with actual behaviour for CCR, suggesting that constructs outside of the TPB framework may need to be considered when seeking to understand use of CDRs.",
  "authors": [
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": []
    },
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": []
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": []
    },
    {
      "last_name": "Stiell",
      "fore_name": "Ian G",
      "initials": "IG",
      "name": "Ian G Stiell",
      "affiliations": []
    },
    {
      "last_name": "Clement",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clement",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Aug",
    "pub_day": "07"
  },
  "start_page": "88",
  "pages": "88",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Data Collection",
    "Decision Support Techniques",
    "Diagnostic Imaging",
    "Diffusion of Innovation",
    "Emergency Service, Hospital",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Models, Psychological",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "25099167",
    "pmc": "PMC4243777",
    "doi": "10.1186/s13012-014-0088-x",
    "pii": "s13012-014-0088-x"
  },
  "doi": "10.1186/s13012-014-0088-x",
  "pmc_id": "PMC4243777",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP 62795",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.710159",
    "pmid": "25099167"
  }
}