{
  "pmid": "25097005",
  "uid": "25097005",
  "title": "A comparison of three accelerometry-based devices for estimating energy expenditure in adults and children with cerebral palsy.",
  "abstract": "BACKGROUND: Advanced accelerometry-based devices have the potential to improve the measurement of everyday energy expenditure (EE) in people with cerebral palsy (CP). The aim of this study was to investigate the ability of two such devices (the Sensewear ProArmband and the Intelligent Device for Energy Expenditure and Activity) and the ability of a traditional accelerometer (the RT3) to estimate EE in adults and children with CP. METHODS: Adults (n = 18; age 31.9 ± 9.5 yr) and children (n = 18; age 11.4 ± 3.2 yr) with CP (GMFCS levels I-III) participated in this study. Oxygen uptake, measured by the Oxycon Mobile portable indirect calorimeter, was converted into EE using Weir's equation and used as the criterion measure. Participants' EE was measured simultaneously with the indirect calorimeter and three accelerometers while they rested for 10 minutes in a supine position, walked overground at a maximal effort for 6 minutes, and completed four treadmill activities for 5 minutes each at speeds of 1.0 km.h⁻¹, 1.0 km.h⁻¹ at 5% incline, 2.0 km.h⁻¹, and 4.0 km.h⁻¹. RESULTS: In adults the mean absolute percentage error was smallest for the IDEEA, ranging from 8.4% to 24.5% for individual activities (mean 16.3%). In children the mean absolute percentage error was smallest for the SWA, ranging from 0.9% to 23.0% for individual activities (mean 12.4%). Limits of agreement revealed that the RT3 provided the best agreement with the indirect calorimeter for adults and children. The upper and lower limits of agreement for adults were 3.18 kcal.min⁻¹ (95% CI = 2.66 to 3.70 kcal.min⁻¹) and -2.47 kcal.min⁻¹ (95% CI = -1.95 to -3.00 kcal.min⁻¹), respectively. For children, the upper and lower limits of agreement were 1.91 kcal.min⁻¹ (1.64 to 2.19 kcal.min⁻¹) and -0.92 kcal.min⁻¹ (95% CI = -1.20 to -0.64 kcal.min⁻¹) respectively. These limits of agreement represent -67.2% to 86.3% of mean EE for adults and -36.5% to 76.3% of mean EE for children, respectively. CONCLUSIONS: Although the RT3 provided the best agreement with the indirect calorimeter the RT3 could significantly overestimate or underestimate individual estimates of EE. The development of CP-specific algorithms may improve the ability of these devices to estimate EE in this population.",
  "authors": [
    {
      "last_name": "Ryan",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Ryan",
      "affiliations": [
        "School of Medicine, Trinity College Dublin, Dublin, Ireland. Jennifer.Ryan@brunel.ac.uk."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Gormley",
      "fore_name": "John",
      "initials": "J",
      "name": "John Gormley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neuroengineering and rehabilitation",
    "iso_abbreviation": "J Neuroeng Rehabil",
    "issn": "1743-0003",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2014",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "start_page": "116",
  "pages": "116",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Accelerometry",
    "Adult",
    "Calorimetry, Indirect",
    "Cerebral Palsy",
    "Child",
    "Energy Metabolism",
    "Female",
    "Humans",
    "Male",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25097005",
    "pmc": "PMC4237874",
    "doi": "10.1186/1743-0003-11-116",
    "pii": "1743-0003-11-116"
  },
  "doi": "10.1186/1743-0003-11-116",
  "pmc_id": "PMC4237874",
  "dates": {
    "completed": "2015-09-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.824044",
    "pmid": "25097005"
  }
}