{
  "pmid": "25108493",
  "uid": "25108493",
  "title": "Influence of coronary anatomy and SYNTAX Score on the variations in revascularization strategies for patients with multivessel disease.",
  "abstract": "BACKGROUND: The Variation in Revascularization Practice in Ontario (VRPO) project helped describe variations in revascularization across Ontario. Coronary anatomy was the most important predictor of revascularization strategy. We conducted a novel angiographic substudy of the VRPO cohort to: (1) validate \"real-world\" coronary angiographic reporting in the province of Ontario; and (2) understand the relationship between variability in revascularization and coronary anatomy complexity. METHODS: Seventeen hundred eighty-seven angiograms from 17 cardiac centres were randomly sampled from the VRPO cohort. The core lab assessment involved blinded interpretation of each angiographic film. A comparison of agreement in coronary anatomy and treatment strategy between abstracted chart data from the VRPO study and blinded film review was undertaken. Synergy Between Percutaneous Coronary Intervention With Taxus and Cardiac Surgery (SYNTAX) scores were calculated for all patients with multivessel disease. RESULTS: The weighted κ statistic for coronary anatomy was 0.75 (95% confidence interval, 0.72-0.77), suggesting substantial agreement between abstracted chart data and blinded film review. The weighted κ for revascularization strategy was 0.51 (95% confidence interval, 0.47-0.54) suggesting only moderate agreement. There were no significant differences in the mean/median SYNTAX scores across all 4 percutaneous coronary intervention: coronary artery bypass graft (CABG) groups. CONCLUSIONS: Abstracted chart data in the VRPO project provides a valid assessment of coronary anatomy and furthermore serves as validation of \"real-world\" coronary angiographic reporting in the province of Ontario. The uniform distribution of coronary complexity across centres in Ontario, with respect to the SYNTAX score, suggests the variation of percutaneous coronary intervention: CABG ratio is not related to a difference in coronary anatomy complexity across sites, but rather a difference in management strategies for the same anatomy.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David R",
      "initials": "JD",
      "name": "Jon-David R Schwalm",
      "affiliations": [
        "McMaster University/Hamilton Health Sciences/Population Health Research Institute, Hamilton, Ontario, Canada. Electronic address: schwalj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wijeysundera",
      "fore_name": "Harindra C",
      "initials": "HC",
      "name": "Harindra C Wijeysundera",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Jack V",
      "initials": "JV",
      "name": "Jack V Tu",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Guo",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kingsbury",
      "fore_name": "Kori J",
      "initials": "KJ",
      "name": "Kori J Kingsbury",
      "affiliations": [
        "Cardiac Care Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "McMaster University/Hamilton Health Sciences/Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "1155",
  "end_page": "1161",
  "pages": "1155-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Coronary Angiography",
    "Coronary Artery Disease",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Myocardial Revascularization",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "25108493",
    "doi": "10.1016/j.cjca.2014.04.006",
    "pii": "S0828-282X(14)00236-0"
  },
  "doi": "10.1016/j.cjca.2014.04.006",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.133676",
    "pmid": "25108493"
  }
}