{
  "pmid": "25100443",
  "uid": "25100443",
  "title": "Measures of patients' expectations about recovery: a systematic review.",
  "abstract": "INTRODUCTION: Patients' expectations regarding their prognosis has been shown to affect recovery. We completed a systematic review to identify measures that assess patients' expectations of recovery. METHODS: Eligible studies explored the association between patients' expectations of recovery, and return to work or claim resolution. We searched electronic databases (MEDLINE and PSYCInfo) from inception to June 21, 2014, bibliographies of eligible studies, relevant systematic reviews and our personal files. Reviewers determined study eligibility and study quality, and completed data extraction. RESULTS: Of 14,509 unique citations, 46 studies were eligible with majority of the studies (n = 27; 59 %) rated as low quality, primarily due to substantial missing data and inappropriate adjustment for age, gender and illness severity in their regression models. We identified 5 measures and 41 individual items assessing recovery expectations. Three of seven (43 %) studies using a measure to assess recovery expectations reported psychometric properties, with only one reporting both reliability and construct validity. Only two measures (Expectations of Recovery Scale and the Work-related Recovery Expectations Questionnaire) were externally validated in different populations. Overall, 44 (96 %) studies found that patient recovery expectations was a significant predictor of return to work or sick leave/disability claim resolution. CONCLUSIONS: Very few studies assessing recovery expectations use a psychometrically valid measure. Current evidence suggests that patients with lower recovery expectations are less likely to resolve their disability claim or return to work versus patients with higher recovery expectations. Further validation of existing measures for assessing patient recovery expectations, or development of a new measure that addresses the limitations of existing ones, is required.",
  "authors": [
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada, shanil.ebrahim@mcmaster.ca."
      ]
    },
    {
      "last_name": "Malachowski",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Malachowski",
      "affiliations": []
    },
    {
      "last_name": "Kamal El Din",
      "fore_name": "Mostafa",
      "initials": "M",
      "name": "Mostafa Kamal El Din",
      "affiliations": []
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail M",
      "initials": "SM",
      "name": "Sohail M Mulla",
      "affiliations": []
    },
    {
      "last_name": "Montoya",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Montoya",
      "affiliations": []
    },
    {
      "last_name": "Bance",
      "fore_name": "Sheena",
      "initials": "S",
      "name": "Sheena Bance",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of occupational rehabilitation",
    "iso_abbreviation": "J Occup Rehabil",
    "issn": "1573-3688",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "240",
  "end_page": "255",
  "pages": "240-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude to Health",
    "Humans",
    "Recovery of Function",
    "Return to Work",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "25100443",
    "doi": "10.1007/s10926-014-9535-4"
  },
  "doi": "10.1007/s10926-014-9535-4",
  "dates": {
    "completed": "2015-11-27",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.944832",
    "pmid": "25100443"
  }
}