{
  "pmid": "25111588",
  "uid": "25111588",
  "title": "Systematic review and metaanalysis of genetic association studies of urinary symptoms and prolapse in women.",
  "abstract": "OBJECTIVE: Family studies and twin studies demonstrate that lower urinary tract symptoms and pelvic organ prolapse are heritable. This review aimed to identify genetic polymorphisms tested for an association with lower urinary tract symptoms or prolapse, and to assess the strength, consistency, and risk of bias among reported associations. STUDY DESIGN: PubMed and HuGE Navigator were searched up to May 1, 2014, using a combination of genetic and phenotype key words, including \"nocturia,\" \"incontinence,\" \"overactive bladder,\" \"prolapse,\" and \"enuresis.\" Major genetics, urology, and gynecology conference abstracts were searched from 2005 through 2013. We screened 889 abstracts, and retrieved 78 full texts. In all, 27 published and 7 unpublished studies provided data on polymorphisms in or near 32 different genes. Fixed and random effects metaanalyses were conducted using codominant models of inheritance. We assessed the credibility of pooled associations using the interim Venice criteria. RESULTS: In pooled analysis, the rs4994 polymorphism of the ADRB3 gene was associated with overactive bladder (odds ratio [OR], 2.5; 95% confidence interval [CI], 1.7-3.6; n = 419). The rs1800012 polymorphism of the COL1A1 gene was associated with prolapse (OR, 1.3; 95% CI, 1.0-1.7; n = 838) and stress urinary incontinence (OR, 2.1; 95% CI, 1.4-3.2; n = 190). Other metaanalyses, including those for polymorphisms of COL3A1,LAMC1,MMP1,MMP3, and MMP9 did not show significant effects. Many studies were at high risk of bias from genotyping error or population stratification. CONCLUSION: These metaanalyses provide moderate epidemiological credibility for associations of variation in ADRB3 with overactive bladder, and variation of COL1A1 with prolapse. Clinical testing for any of these polymorphisms cannot be recommended based on current evidence.",
  "authors": [
    {
      "last_name": "Cartwright",
      "fore_name": "Rufus",
      "initials": "R",
      "name": "Rufus Cartwright",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Imperial College London, London, England, United Kingdom; Department of Urogynecology, Imperial College London, London, England, United Kingdom. Electronic address: r.cartwright@imperial.ac.uk."
      ]
    },
    {
      "last_name": "Kirby",
      "fore_name": "Anna C",
      "initials": "AC",
      "name": "Anna C Kirby",
      "affiliations": [
        "Department of Reproductive Medicine, University of California, San Diego, School of Medicine, and Department of Obstetrics and Gynecology, Kaiser Permanente, San Diego, CA."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mangera",
      "fore_name": "Altaf",
      "initials": "A",
      "name": "Altaf Mangera",
      "affiliations": [
        "Department of Urology Research, University of Sheffield, Sheffield, England, United Kingdom."
      ]
    },
    {
      "last_name": "Thiagamoorthy",
      "fore_name": "Gans",
      "initials": "G",
      "name": "Gans Thiagamoorthy",
      "affiliations": [
        "Department of Urogynecology, King's College London, London, England, United Kingdom."
      ]
    },
    {
      "last_name": "Rajan",
      "fore_name": "Prabhakar",
      "initials": "P",
      "name": "Prabhakar Rajan",
      "affiliations": [
        "Beatson Institute for Cancer Research, University of Glasgow, Glasgow, Scotland, United Kingdom."
      ]
    },
    {
      "last_name": "Pesonen",
      "fore_name": "Jori",
      "initials": "J",
      "name": "Jori Pesonen",
      "affiliations": [
        "Department of Urology, University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Ambrose",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Ambrose",
      "affiliations": [
        "University College London Medical School, London, England, United Kingdom."
      ]
    },
    {
      "last_name": "Gonzalez-Maffe",
      "fore_name": "Juan",
      "initials": "J",
      "name": "Juan Gonzalez-Maffe",
      "affiliations": [
        "Clinical Trials Unit, Imperial College London, London, England, United Kingdom."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Bennett",
      "affiliations": [
        "Institute for Reproductive and Developmental Biology, Imperial College London, London, England, United Kingdom."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Palmer",
      "affiliations": [
        "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, England, United Kingdom."
      ]
    },
    {
      "last_name": "Walley",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Walley",
      "affiliations": [
        "Department of Genomics of Common Disease and Molecular Genetics and Genomics, Imperial College London, London, England, United Kingdom."
      ]
    },
    {
      "last_name": "Järvelin",
      "fore_name": "Marjo-Riitta",
      "initials": "MR",
      "name": "Marjo-Riitta Järvelin",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Imperial College London, London, England, United Kingdom; Institute of Health Sciences and Biocenter Oulu, University of Oulu, Finland."
      ]
    },
    {
      "last_name": "Chapple",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Chapple",
      "affiliations": [
        "Department of Urology Research, University of Sheffield, Sheffield, England, United Kingdom."
      ]
    },
    {
      "last_name": "Khullar",
      "fore_name": "Vik",
      "initials": "V",
      "name": "Vik Khullar",
      "affiliations": [
        "Department of Urogynecology, Imperial College London, London, England, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "212",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "199.e1",
  "end_page": "199.e24",
  "pages": "199.e1-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Genetic Association Studies",
    "Genotype",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Odds Ratio",
    "Pelvic Organ Prolapse"
  ],
  "article_ids": {
    "pubmed": "25111588",
    "pmc": "PMC4342521",
    "doi": "10.1016/j.ajog.2014.08.005",
    "pii": "S0002-9378(14)00817-5"
  },
  "doi": "10.1016/j.ajog.2014.08.005",
  "pmc_id": "PMC4342521",
  "dates": {
    "completed": "2015-04-08",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G1100377",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.791630",
    "pmid": "25111588"
  }
}