{
  "pmid": "25112192",
  "uid": "25112192",
  "title": "Longitudinal data analysis in genome-wide association studies.",
  "abstract": "Genome-wide association studies have led to the discovery of thousands of susceptibility genetic variants (typically single-nucleotide polymorphisms [SNPs]) for a wide range of complex diseases and traits commonly measured at a single point in time. Although many novel genotype-phenotype associations have been identified and successfully replicated using cross-sectionally measured phenotypes, there is growing interest in the study of longitudinally measured phenotypes because these allow for the study of the natural trajectory of traits and disease progression. However, there are several challenges with analysis and interpretation of longitudinal data. Here, we summarize the methods and strategies proposed and applied in genome-wide association studies of blood pressure related phenotypes made available through Genetic Analysis Workshop 18 (GAW18). The investigators considered methods that incorporated correlation across time points and familial relatedness among the individuals into their studies and compared their approaches with single-time-point analysis using baseline data. Some of the studies used unrelated individuals; some also used the simulated data provided by the GAW18 organizers to assess type I error and power of their approach in detecting true associations.",
  "authors": [
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Genetic epidemiology",
    "iso_abbreviation": "Genet Epidemiol",
    "issn": "1098-2272",
    "issn_type": "Electronic",
    "volume": "38 Suppl 1",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "S68",
  "end_page": "S73",
  "pages": "S68-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Pressure",
    "Cross-Sectional Studies",
    "Genetic Association Studies",
    "Genome, Human",
    "Genome-Wide Association Study",
    "Genotype",
    "Humans",
    "Longitudinal Studies",
    "Phenotype",
    "Polymorphism, Single Nucleotide"
  ],
  "article_ids": {
    "pubmed": "25112192",
    "doi": "10.1002/gepi.21828"
  },
  "doi": "10.1002/gepi.21828",
  "dates": {
    "completed": "2014-10-22",
    "revised": "2021-04-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "84392",
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.234960",
    "pmid": "25112192"
  }
}