{
  "pmid": "25112702",
  "uid": "25112702",
  "title": "Declining trends in alcohol consumption among Swedish youth-does the theory of collectivity of drinking cultures apply?",
  "abstract": "AIMS: To analyse trends in alcohol consumption among young people in Sweden between 2004 and 2012, to test whether the theory of collectivity of drinking cultures is valid for a population of young people and to investigate the impact of an increasing proportion of abstainers on the overall per capita trends. METHODS: Data were drawn from an annual survey of a nationally representative sample of students in year 11 (17-18 years old). The data covered 9 years and the total sample comprised 36,141 students. Changes in the overall per capita consumption were tested using linear regression on log-transformed data, and changes in abstention rates were tested using logistic regression. The analyses were then continued by calculating average consumption in deciles. RESULTS: Alcohol consumption among year 11 students declined significantly among both boys and girls between 2004 and 2012. These changes were reflected at all levels of consumption, and the same results were found when abstainers were excluded from the analyses. The increasing proportion of abstainers had a minimal effect on the overall decline in consumption; rather, this was driven by a decline in consumption among the heaviest drinkers. CONCLUSION: The theory of collectivity of drinking cultures seems valid for understanding changes in alcohol consumption among Swedish year 11 students. No support was found for a polarization of alcohol consumption in this nationally representative sample.",
  "authors": [
    {
      "last_name": "Raninen",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Raninen",
      "affiliations": [
        "CAN (Swedish Council for Information on Alcohol and Other Drugs), Stockholm, Sweden Department of Clinical Neuroscience, Karolinska Institute, Stockholm, Sweden jonas.raninen@can.se."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Sydney, NSW, Australia Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy, VIC, Australia."
      ]
    },
    {
      "last_name": "Leifman",
      "fore_name": "Håkan",
      "initials": "H",
      "name": "Håkan Leifman",
      "affiliations": [
        "CAN (Swedish Council for Information on Alcohol and Other Drugs), Stockholm, Sweden Department of Clinical Neuroscience, Karolinska Institute, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "681",
  "end_page": "686",
  "pages": "681-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Culture",
    "Female",
    "Humans",
    "Male",
    "Risk Factors",
    "Sweden"
  ],
  "article_ids": {
    "pubmed": "25112702",
    "doi": "10.1093/alcalc/agu045",
    "pii": "agu045"
  },
  "doi": "10.1093/alcalc/agu045",
  "dates": {
    "completed": "2015-06-29",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.755208",
    "pmid": "25112702"
  }
}