{
  "pmid": "25114620",
  "uid": "25114620",
  "title": "Meta-analysis of antibiotic prophylaxis in breast reduction surgery.",
  "abstract": "BACKGROUND: Breast reduction surgery is a very common procedure; however, there is still no consensus as to whether antibiotics should be used perioperatively. OBJECTIVE: To review the world literature and perform a meta-analysis of studies comparing wound infection rates with antibiotic use in breast reduction surgery. METHODS: A literature search was performed using the MEDLINE, Cochrane Database of Systematic Reviews, Cochrane Database of Clinical Trials, Embase and CINAHL databases. Subject headings and relevant subheadings for \"Breast\", \"Breast Reduction\", \"Reduction Mammaplasty\", \"Mammaplasty\" were combined with \"Antibiotics\" and \"Antibacterial Agents\". The list of titles was assessed by the study's authors and abstracts were reviewed. All relevant articles were then independently reviewed by the two primary authors, and Jadad scoring was used to assess the quality of the included articles. RESULTS: From the original search, three randomized controlled trials were included in the meta-analysis of preoperative antibiotics. The meta-analysis revealed a 75% reduction in wound infections with preoperative antibiotics (OR 0.25 [95% CI 0.09 to 0.72]). Because only one randomized controlled trial analyzed postoperative antibiotics, no meta-analysis could be performed. CONCLUSIONS: Preoperative antibiotics should routinely be used before breast reduction surgery. The use of postoperative antibiotics remains controversial. Additional randomized studies investigating postoperative antibiotics are needed.",
  "authors": [
    {
      "last_name": "Shortt",
      "fore_name": "Rodger",
      "initials": "R",
      "name": "Rodger Shortt",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Cooper",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bain",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "22",
    "issue": "2",
    "pub_year": "2014"
  },
  "start_page": "91",
  "end_page": "94",
  "pages": "91-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25114620",
    "pmc": "PMC4116322"
  },
  "pmc_id": "PMC4116322",
  "dates": {
    "completed": "2014-08-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.348070",
    "pmid": "25114620"
  }
}