{
  "pmid": "25118119",
  "uid": "25118119",
  "title": "Comparison of the efficacy of pharmacoinvasive management for ST-segment elevation myocardial infarction in smokers versus non-smokers (from the Trial of Routine Angioplasty and Stenting After Fibrinolysis to Enhance Reperfusion in Acute Myocardial Infarction).",
  "abstract": "Compared with non-smokers, cigarette smokers with ST-segment elevation myocardial infarctions derive greater benefit from fibrinolytic therapy. However, it is not known whether the optimal treatment strategy after fibrinolysis differs on the basis of smoking status. The Trial of Routine Angioplasty and Stenting After Fibrinolysis to Enhance Reperfusion in Acute Myocardial Infarction (TRANSFER-AMI) randomized patients with ST-segment elevation myocardial infarctions to a routine early invasive (pharmacoinvasive) versus a standard (early transfer only for rescue percutaneous coronary intervention or delayed angiography) strategy after fibrinolysis. The efficacy of these strategies was compared in 1,051 patients on the basis of their smoking status. Treatment heterogeneity was assessed between smokers and non-smokers, and multivariable analysis was performed to evaluate for an interaction between smoking status and treatment strategy after adjusting for baseline Global Registry of Acute Coronary Events (GRACE) risk score. Smokers (n=448) were younger, had fewer cardiovascular risk factors, and had lower GRACE risk scores. They had a lower rate of the primary composite end point of 30-day mortality, reinfarction, recurrent ischemia, heart failure, or cardiogenic shock and fewer deaths or reinfarctions at 6 months and 1 year. Smoking status was not a significant predictor of either primary or secondary end points in multivariable analysis. Pharmacoinvasive management reduced the primary end point compared with standard therapy in smokers (7.7% vs 13.6%, p=0.04) and non-smokers (13.1% vs 19.7%, p=0.03). Smoking status did not modify treatment effect on any measured outcomes (p>0.10 for all). In conclusion, compared with non-smokers, current smokers receiving either standard or early invasive management of ST-segment elevation myocardial infarction after fibrinolysis have more favorable outcomes, which is likely attributable to their better baseline risk profile. The beneficial treatment effect of a pharmacoinvasive strategy is consistent in smokers and non-smokers.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Nigel S",
      "initials": "NS",
      "name": "Nigel S Tan",
      "affiliations": [
        "Terrence Donnelly Heart Centre, St. Michael's Hospital, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goodman",
      "fore_name": "Shaun G",
      "initials": "SG",
      "name": "Shaun G Goodman",
      "affiliations": [
        "Terrence Donnelly Heart Centre, St. Michael's Hospital, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada; Canadian Heart Research Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cantor",
      "fore_name": "Warren J",
      "initials": "WJ",
      "name": "Warren J Cantor",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada; Southlake Regional Health Centre, Newmarket, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K Tan",
      "affiliations": [
        "Canadian Heart Research Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Raymond T",
      "initials": "RT",
      "name": "Raymond T Yan",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bagnall",
      "fore_name": "Alan J",
      "initials": "AJ",
      "name": "Alan J Bagnall",
      "affiliations": [
        "The Freeman Hospital, Institute of Cellular Medicine, Newcastle University, Newcastle upon Tyne, United Kingdom."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fitchett",
      "fore_name": "David",
      "initials": "D",
      "name": "David Fitchett",
      "affiliations": [
        "Terrence Donnelly Heart Centre, St. Michael's Hospital, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Strauss",
      "fore_name": "Bradley H",
      "initials": "BH",
      "name": "Bradley H Strauss",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada; Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Andrew T",
      "initials": "AT",
      "name": "Andrew T Yan",
      "affiliations": [
        "Terrence Donnelly Heart Centre, St. Michael's Hospital, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada. Electronic address: yana@smh.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of cardiology",
    "iso_abbreviation": "Am J Cardiol",
    "issn": "1879-1913",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "955",
  "end_page": "961",
  "pages": "955-61",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angioplasty, Balloon, Coronary",
    "Electrocardiography",
    "Female",
    "Fibrinolytic Agents",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Manitoba",
    "Middle Aged",
    "Myocardial Infarction",
    "Myocardial Reperfusion",
    "Ontario",
    "Prevalence",
    "Quebec",
    "Smoking",
    "Stents",
    "Tenecteplase",
    "Thrombolytic Therapy",
    "Tissue Plasminogen Activator",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25118119",
    "doi": "10.1016/j.amjcard.2014.05.069",
    "pii": "S0002-9149(14)01430-1"
  },
  "doi": "10.1016/j.amjcard.2014.05.069",
  "dates": {
    "completed": "2014-11-13",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Tissue Plasminogen Activator",
    "Tenecteplase"
  ],
  "grants": [
    {
      "grant_id": "MCT-69798",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.736827",
    "pmid": "25118119"
  }
}