{
  "pmid": "25125381",
  "uid": "25125381",
  "title": "Ligamentum teres injuries of the hip: a systematic review examining surgical indications, treatment options, and outcomes.",
  "abstract": "PURPOSE: Hip arthroscopy is becoming a common technique for the diagnosis and treatment of ligamentum teres pathologic conditions. This systematic review aims to determine the indications/contraindications, treatments, and surgical outcomes for management of ligamentum teres injuries. METHODS: We searched EMBASE, MEDLINE, and PubMed databases from 1946 to November 28, 2013 for all relevant English articles pertaining to surgical treatment of the ligamentum teres. A hand search of the reference sections of included articles was performed, and all relevant articles were systematically screened in duplicate, with agreement and descriptive statistics presented. RESULTS: We identified 1,016 studies, 9 of which (4 case series and 5 case reports) met our eligibility criteria. These studies had a total of 87 patients (89 hips) who had undergone either arthroscopic debridement (81 patients, 83 hips) or reconstruction with autografting, allografting, or synthetic grafting (6 patients) of a torn ligamentum teres. Major qualifications for surgery included persistent hip pain despite conservative treatment and mechanical symptoms or instability symptoms (e.g., clicking or locking). Advanced arthritis (i.e., radiographic joint space < 2 mm) was the only reported contraindication. Patients were followed postoperatively for 1.5 to 60 months and were assessed using subjective methods (i.e., modified Harris Hip Score [mHHS] and Non-Arthritic Hip Score [NAHS]). Overall, both debridement and reconstruction improved the condition of patients, with a 40% increase in reported postoperative functional scores as well as a reported 89% of patients who were able to return to regular activity/sport. CONCLUSIONS: Ligamentum teres debridement is indicated for short-term relief of hip pain caused by partial-thickness tears (type 2) failing conservative management, whereas reconstruction with autografts, allografts, or synthetic grafts may be indicated for type 1 (full-thickness) ligamentum teres tears that are deemed \"reparable,\" cause instability, have failed previous debridement, or a combination of these conditions. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV and Level V studies.",
  "authors": [
    {
      "last_name": "de SA",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de SA",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Life Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Letkemann",
      "fore_name": "Shelby",
      "initials": "S",
      "name": "Shelby Letkemann",
      "affiliations": [
        "Physician Assistant Education Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1634",
  "end_page": "1641",
  "pages": "1634-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Arthritis",
    "Arthroscopy",
    "Debridement",
    "Female",
    "Hip",
    "Hip Injuries",
    "Hip Joint",
    "Humans",
    "Ligaments",
    "Ligaments, Articular",
    "Male",
    "Rupture",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25125381",
    "doi": "10.1016/j.arthro.2014.06.007",
    "pii": "S0749-8063(14)00528-3"
  },
  "doi": "10.1016/j.arthro.2014.06.007",
  "dates": {
    "completed": "2015-04-16",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.907548",
    "pmid": "25125381"
  }
}