{
  "pmid": "25122815",
  "uid": "25122815",
  "title": "Guideline for referral of patients with suspected colorectal cancer by family physicians and other primary care providers.",
  "abstract": "OBJECTIVE: The aim of this guideline is to assist FPs and other primary care providers with recognizing features that should raise their suspicions about the presence of colorectal cancer (CRC) in their patients. COMPOSITION OF THE COMMITTEE: Committee members were selected from among the regional primary care leads from the Cancer Care Ontario Provincial Primary Care and Cancer Network, the members of the Ontario Colorectal Cancer Screening Advisory Committee, and the members of the Cancer Care Ontario Gastrointestinal Cancer Disease Site Group. METHODS: This guideline was developed through systematic review of the evidence base, synthesis of the evidence, and formal external review involving Canadian stakeholders to validate the relevance of recommendations. REPORT: Evidence-based guidelines were developed to improve the management of patients presenting with clinical features of CRC within the Canadian context. CONCLUSION: The judicious balancing of suspicion of CRC and level of risk of CRC should encourage timely referral by FPs and primary care providers. This guideline might also inform indications for referral to CRC diagnostic assessment programs.",
  "authors": [
    {
      "last_name": "Del Giudice",
      "fore_name": "M Elisabeth",
      "initials": "ME",
      "name": "M Elisabeth Del Giudice",
      "affiliations": [
        "Physician with the Sunnybrook Academic Family Health Team in Toronto, Ont, and is Regional Primary Care Cancer Lead for the Toronto Central Local Health Integration Network. ccopgi@mcmaster.ca."
      ]
    },
    {
      "last_name": "Vella",
      "fore_name": "Emily T",
      "initials": "ET",
      "name": "Emily T Vella",
      "affiliations": [
        "Health Research Methodologist in the Department of Oncology at McMaster University in Hamilton, Ont, and for Cancer Care Ontario's Program in Evidence-based Care. ccopgi@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hey",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Hey",
      "affiliations": [
        "Regional Primary Care Lead at the Northeast Cancer Centre in Sudbury, Ont."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Surgical oncologist at the Juravinski Cancer Centre in Hamilton."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "William",
      "initials": "W",
      "name": "William Harris",
      "affiliations": [
        "Surgeon at Thunder Bay Regional Health Sciences Centre in Ontario."
      ]
    },
    {
      "last_name": "Levitt",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Levitt",
      "affiliations": [
        "Professor in the Department of Family Medicine at McMaster University and Past Provincial Primary Care Lead at Cancer Care Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "717",
  "end_page": "e390",
  "pages": "717-23, e383-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Anemia, Iron-Deficiency",
    "Colonic Polyps",
    "Colorectal Neoplasms",
    "Family Practice",
    "Gastrointestinal Hemorrhage",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Primary Health Care",
    "Rectum",
    "Referral and Consultation",
    "Risk Assessment",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "25122815",
    "pmc": "PMC4131960",
    "pii": "60/8/717"
  },
  "pmc_id": "PMC4131960",
  "dates": {
    "completed": "2015-09-04",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.901818",
    "pmid": "25122815"
  }
}