{
  "pmid": "25129866",
  "uid": "25129866",
  "title": "Gait and lower extremity kinematic analysis as an outcome measure after femoroacetabular impingement surgery.",
  "abstract": "PURPOSE: Lower extremity and pelvis kinematics have been shown to be abnormal in patients with femoroacetabular impingement (FAI). We conducted this systematic review to evaluate the current status of gait and lower extremity kinematics as an outcome measure in patients treated surgically for FAI. METHODS: We searched the Embase, Medline, and PubMed databases for all reports of studies published through February 22, 2014, evaluating kinematic assessment of patients undergoing FAI surgery. A review of eligible studies was conducted, and the references were searched. Methodologic quality was evaluated for all studies that met the inclusion and exclusion criteria, and data were extracted regarding methods of kinematic assessment and clinical and kinematic outcomes. RESULTS: We identified 633 reports, of which 5 met our eligibility criteria. These studies included a total of 58 patients with symptomatic FAI (age range, 18 to 50 years). All included studies were of moderate methodologic quality. Kinematic assessments were completed preoperatively and postoperatively with variable methodology and follow-up (range, 3 to 32 months). Most studies used high-speed motion-capture camera systems with reflective tracking markers to evaluate in vivo kinematic function. Of the 5 included studies, 3 documented kinematic improvements postoperatively particularly regarding sagittal hip range of motion primarily with flexion (weighted mean, 35.1° ± 5.4° preoperatively and 37.8° ± 6.3° postoperatively). CONCLUSIONS: Gait and lower extremity kinematics can be used as an outcome measure after FAI surgery. However, the lack of uniformity in the methodology used and underpowered case series limit the ability to identify clear and predictable differences after corrective surgery for FAI. Though statistically significant, functional outcome improvements were often conflicting and not necessarily of clinical significance. A uniform outcome measure and technique to reliably assess in vivo hip motion are required for future comparative studies. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Alradwan",
      "fore_name": "Hussain",
      "initials": "H",
      "name": "Hussain Alradwan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Saudi Ministry of Higher Education, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grassby",
      "fore_name": "Maggie Hamel-Smith",
      "initials": "MH",
      "name": "Maggie Hamel-Smith Grassby",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "339",
  "end_page": "344",
  "pages": "339-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Biomechanical Phenomena",
    "Female",
    "Femoracetabular Impingement",
    "Gait",
    "Humans",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25129866",
    "doi": "10.1016/j.arthro.2014.06.016",
    "pii": "S0749-8063(14)00537-4"
  },
  "doi": "10.1016/j.arthro.2014.06.016",
  "dates": {
    "completed": "2015-06-09",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.272625",
    "pmid": "25129866"
  }
}