{
  "pmid": "25133839",
  "uid": "25133839",
  "title": "Psychosocial, health-promotion, and neurocognitive interventions for survivors of childhood cancer: a systematic review.",
  "abstract": "OBJECTIVE: Survivors of childhood cancer must contend with a number of medical and psychosocial vulnerabilities after their cancer treatment ends. Interventions have been developed to alleviate or prevent adverse outcomes among this population. This systematic review summarizes the efficacy of psychosocial, health behavior, and neurocognitive interventions for survivors of pediatric cancer. METHOD: Multiple databases were searched for studies published between January 1970 and June 2013. Studies were coded by 2 raters for methodological quality using the Effective Public Health Practice Project quality assessment tool. RESULTS: Twenty-four interventions were identified (7 psychosocial, 10 health behavior, and 7 neurocognitive). Eleven were controlled trials, of which 7 achieved medium to large effect sizes. Survivor interest, as demonstrated by consent rates, was high for interventions that did not require travel. CONCLUSIONS: Interventions using delivery methods varying from traditional counseling to computers achieved moderate to strong efficacy and merit replication. Survivor needs related to transition to adult-oriented health care and school reentry were not addressed by existing interventions. This review also revealed the absence of health behavior interventions for survivors in middle childhood and late adolescence. Intervention formats that are cost-effective and reduce participant burden should be prioritized for further testing. To broaden the reach and appeal of interventions, alternative delivery methods, such as mobile phone software applications, should be evaluated.",
  "authors": [
    {
      "last_name": "Brier",
      "fore_name": "Moriah J",
      "initials": "MJ",
      "name": "Moriah J Brier",
      "affiliations": [
        "Department of Psychology."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "Division of Oncology, Children's Hospital of Philadelphia."
      ]
    },
    {
      "last_name": "Kazak",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Kazak",
      "affiliations": [
        "Center for Healthcare Delivery Science, Nemours Children's Health System."
      ]
    }
  ],
  "journal": {
    "title": "Health psychology : official journal of the Division of Health Psychology, American Psychological Association",
    "iso_abbreviation": "Health Psychol",
    "issn": "1930-7810",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "130",
  "end_page": "148",
  "pages": "130-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Behavior Therapy",
    "Child",
    "Cognition Disorders",
    "Counseling",
    "Health Behavior",
    "Health Promotion",
    "Humans",
    "Neoplasms",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "25133839",
    "doi": "10.1037/hea0000119",
    "pii": "2014-33805-001"
  },
  "doi": "10.1037/hea0000119",
  "dates": {
    "completed": "2015-07-20",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K05CA128805",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.509495",
    "pmid": "25133839"
  }
}