{
  "pmid": "25139256",
  "uid": "25139256",
  "title": "Systematic reviews addressing identified health policy priorities in Eastern Mediterranean countries: a situational analysis.",
  "abstract": "BACKGROUND: Systematic reviews can offer policymakers and stakeholders concise, transparent, and relevant evidence pertaining to pressing policy priorities to help inform the decision-making process. The production and the use of systematic reviews are specifically limited in the Eastern Mediterranean region. The extent to which published systematic reviews address policy priorities in the region is still unknown. This situational analysis exercise aims at assessing the extent to which published systematic reviews address policy priorities identified by policymakers and stakeholders in Eastern Mediterranean region countries. It also provides an overview about the state of systematic review production in the region and identifies knowledge gaps. METHODS: We conducted a systematic search of the Health System Evidence database to identify published systematic reviews on policy-relevant priorities pertaining to the following themes: human resources for health, health financing, the role of the non-state sector, and access to medicine. Priorities were identified from two priority-setting exercises conducted in the region. We described the distribution of these systematic reviews across themes, sub-themes, authors' affiliations, and countries where included primary studies were conducted. RESULTS: Out of the 1,045 systematic reviews identified in Health System Evidence on selected themes, a total of 200 systematic reviews (19.1%) addressed the priorities from the Eastern Mediterranean region. The theme with the largest number of systematic reviews included was human resources for health (115) followed by health financing (33), access to medicine (27), and role of the non-state sector (25). Authors based in the region produced only three systematic reviews addressing regional priorities (1.5%). Furthermore, no systematic review focused on the Eastern Mediterranean region. Primary studies from the region had limited contribution to systematic reviews; 17 systematic reviews (8.5%) included primary studies conducted in the region. CONCLUSIONS: There are still gaps in the production of systematic reviews addressing policymakers' and stakeholders' priorities in the Eastern Mediterranean region. Efforts should be directed towards better aligning systematic review production with policy needs and priorities. Study findings can inform the agendas of researchers, research institutions, and international funding agencies of priority areas where systematic reviews are required.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Karroum",
      "fore_name": "Lama Bou",
      "initials": "LB",
      "name": "Lama Bou Karroum",
      "affiliations": []
    },
    {
      "last_name": "Kdouh",
      "fore_name": "Ola",
      "initials": "O",
      "name": "Ola Kdouh",
      "affiliations": []
    },
    {
      "last_name": "Akik",
      "fore_name": "Chaza",
      "initials": "C",
      "name": "Chaza Akik",
      "affiliations": []
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": []
    },
    {
      "last_name": "Hammoud",
      "fore_name": "Rawan",
      "initials": "R",
      "name": "Rawan Hammoud",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2014",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Health Policy",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Mediterranean Region",
    "Publishing",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "25139256",
    "pmc": "PMC4237801",
    "doi": "10.1186/1478-4505-12-48",
    "pii": "1478-4505-12-48"
  },
  "doi": "10.1186/1478-4505-12-48",
  "pmc_id": "PMC4237801",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.348771",
    "pmid": "25139256"
  }
}