{
  "pmid": "25137417",
  "uid": "25137417",
  "title": "Barriers and facilitators to successful transition from pediatric to adult inflammatory bowel disease care from the perspectives of providers.",
  "abstract": "BACKGROUND: For adolescents and young adults (AYA) with inflammatory bowel disease (IBD), the transition from pediatric to adult care is often challenging and associated with gaps in care. Our study objectives were to (1) identify outcomes for evaluating transition success and (2) elicit the major barriers and facilitators of successful transition. METHODS: We interviewed pediatric and adult IBD providers from across the United States with experience caring for AYAs with IBD until thematic saturation was reached after 12 interviews. We elicited the participants' backgrounds, examples of successful and unsuccessful transition of AYAs for whom they cared, and recommendations for improving transition using the Social-Ecological Model of Adolescent and Young Adult Readiness to Transition framework. We coded interview transcripts using the constant comparative method and identified major themes. RESULTS: Participants reported evaluating transition success and failure using health care utilization outcomes (e.g., maintaining continuity with adult providers), health outcomes (e.g., stable symptoms), and quality of life outcomes (e.g., attending school). The patients' level of developmental maturity (i.e., ownership of care) was the most prominent determinant of transition outcomes. The style of parental involvement (i.e., helicopter parent versus optimally involved parent) and the degree of support by providers (e.g., care coordination) also influenced outcomes. CONCLUSIONS: IBD transition success is influenced by a complex interplay of patient developmental maturity, parenting style, and provider support. Multidisciplinary IBD care teams should aim to optimize these factors for each patient to increase the likelihood of a smooth transfer to adult care.",
  "authors": [
    {
      "last_name": "Paine",
      "fore_name": "Christine W",
      "initials": "CW",
      "name": "Christine W Paine",
      "affiliations": [
        "*Department of Pediatrics, Division of General Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; †Division of Developmental and Behavioral Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; ‡Department of Pediatrics, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; §Department of Psychology, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania; ‖College of Information Sciences and Technology, Pennsylvania State University, University Park, Pennsylvania; ¶Department of Pediatrics, Division of Gastroenterology, Hepatology and Nutrition, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; **Department of Pediatrics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania; ††Leonard Davis Institute of Health Economics, University of Pennsylvania, Philadelphia, Pennsylvania; ‡‡CHOP PolicyLab, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; and §§Center for Pediatric Clinical Effectiveness, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Stollon",
      "fore_name": "Natalie B",
      "initials": "NB",
      "name": "Natalie B Stollon",
      "affiliations": []
    },
    {
      "last_name": "Lucas",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Lucas",
      "affiliations": []
    },
    {
      "last_name": "Brumley",
      "fore_name": "Lauren D",
      "initials": "LD",
      "name": "Lauren D Brumley",
      "affiliations": []
    },
    {
      "last_name": "Poole",
      "fore_name": "Erika S",
      "initials": "ES",
      "name": "Erika S Poole",
      "affiliations": []
    },
    {
      "last_name": "Peyton",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Peyton",
      "affiliations": []
    },
    {
      "last_name": "Grant",
      "fore_name": "Anne W",
      "initials": "AW",
      "name": "Anne W Grant",
      "affiliations": []
    },
    {
      "last_name": "Jan",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Jan",
      "affiliations": []
    },
    {
      "last_name": "Trachtenberg",
      "fore_name": "Symme",
      "initials": "S",
      "name": "Symme Trachtenberg",
      "affiliations": []
    },
    {
      "last_name": "Zander",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Zander",
      "affiliations": []
    },
    {
      "last_name": "Mamula",
      "fore_name": "Petar",
      "initials": "P",
      "name": "Petar Mamula",
      "affiliations": []
    },
    {
      "last_name": "Bonafide",
      "fore_name": "Christopher P",
      "initials": "CP",
      "name": "Christopher P Bonafide",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "2083",
  "end_page": "2091",
  "pages": "2083-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Development",
    "Adolescent Health Services",
    "Adult",
    "Child",
    "Continuity of Patient Care",
    "Delivery of Health Care",
    "Female",
    "Follow-Up Studies",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Male",
    "Patient Care Planning",
    "Pediatrics",
    "Prognosis",
    "Quality Indicators, Health Care",
    "Quality of Life",
    "Transition to Adult Care"
  ],
  "article_ids": {
    "pubmed": "25137417",
    "mid": "NIHMS603102",
    "pmc": "PMC4328150",
    "doi": "10.1097/MIB.0000000000000136"
  },
  "doi": "10.1097/MIB.0000000000000136",
  "pmc_id": "PMC4328150",
  "dates": {
    "completed": "2015-07-21",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR000127",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.509857",
    "pmid": "25137417"
  }
}