{
  "pmid": "25139886",
  "uid": "25139886",
  "title": "Diabetes risk among overweight and obese metabolically healthy young adults.",
  "abstract": "OBJECTIVE: To determine diabetes incidence over time among obese young adults without metabolic risk factors. RESEARCH DESIGN AND METHODS: Incident diabetes during a median follow-up of 6.1 years was assessed among 33,939 young men (mean age 30.9 ± 5.2 years) of the Metabolic, Lifestyle and Nutrition Assessment in Young Adults cohort who were stratified for BMI and the number of metabolic abnormalities (based on the Adult Treatment Panel-III). Metabolically healthy (MH) obesity was defined as BMI ≥30 kg/m2 in the presence of normoglycemia, normal blood pressure, and normal levels of fasting triglyceride and HDL-cholesterol levels (n = 631). RESULTS: A total of 734 new cases of diabetes were diagnosed during 210,282 person-years of follow-up. The incidence rate of diabetes among participants with no metabolic risk factors was 1.15, 2.10, and 4.34 cases per 1,000 person-years among lean, overweight, and obese participants, respectively. In a multivariable model adjusted for age, region of origin, family history of diabetes, physical activity, fasting plasma glucose, triglyceride level, HDL-cholesterol, systolic blood pressure, and white blood cell count, a higher diabetes risk was observed among MH-overweight (hazard ratio [HR] 1.89 [95% CI 1.25-2.86]; P < 0.001) and MH-obese (HR 3.88 [95% CI 1.94-7.77]; P < 0.001) compared with MH-normal weight subjects. There was no interaction between BMI and the number of metabolic abnormalities at enrollment in predicting diabetes risk. CONCLUSIONS: Healthy metabolic profile and the absence of diabetes risk factors do not protect young adults from incident diabetes associated with overweight and obesity.",
  "authors": [
    {
      "last_name": "Twig",
      "fore_name": "Gilad",
      "initials": "G",
      "name": "Gilad Twig",
      "affiliations": [
        "Department of Medicine B, Sheba Medical Center, Tel Hashomer, Israel Dr. Pinchas Bornstein Talpiot Medical Leadership Program, Sheba Medical Center, Tel Hashomer, Israel Israel Defense Forces Medical Corps, Israel gilad.twig@gmail.com."
      ]
    },
    {
      "last_name": "Afek",
      "fore_name": "Arnon",
      "initials": "A",
      "name": "Arnon Afek",
      "affiliations": [
        "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel Israel Ministry of Health, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Derazne",
      "fore_name": "Estela",
      "initials": "E",
      "name": "Estela Derazne",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Israel Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Tzur",
      "fore_name": "Dorit",
      "initials": "D",
      "name": "Dorit Tzur",
      "affiliations": [
        "Israel Defense Forces Medical Corps, Israel."
      ]
    },
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel Department of Endocrinology, Sheba Medical Center, Tel Hashomer, Israel."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Division of Endocrinology and Metabolism and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tirosh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Tirosh",
      "affiliations": [
        "Dr. Pinchas Bornstein Talpiot Medical Leadership Program, Sheba Medical Center, Tel Hashomer, Israel Division of Endocrinology, Diabetes and Hypertension, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "1935-5548",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "2989",
  "end_page": "2995",
  "pages": "2989-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Blood Pressure",
    "Body Mass Index",
    "Cholesterol, HDL",
    "Diabetes Mellitus",
    "Fasting",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Leukocyte Count",
    "Male",
    "Obesity",
    "Overweight",
    "Risk Factors",
    "Triglycerides",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25139886",
    "doi": "10.2337/dc14-0869",
    "pii": "dc14-0869"
  },
  "doi": "10.2337/dc14-0869",
  "dates": {
    "completed": "2015-04-27",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Cholesterol, HDL",
    "Triglycerides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.680244",
    "pmid": "25139886"
  }
}