{
  "pmid": "25144513",
  "uid": "25144513",
  "title": "Plasma exchange in antineutrophil cytoplasm antibody-associated vasculitis.",
  "abstract": "PURPOSE OF REVIEW: This article reviews the use of plasma exchange for the treatment of antineutrophil cytoplasm antibody-associated vasculitis (AAV) with a focus on current controversies and knowledge gaps. RECENT FINDINGS: Experimental evidence suggesting that antineutrophil cytoplasm antibodies are pathogenic continues to evolve and support the theory that rapid removal of antineutrophil cytoplasm antibody with plasma exchange may be beneficial. Although early, small trials of plasma exchange in rapidly progressive glomerulonephritis and vasculitis suggested that plasma exchange may improve a patient's potential for renal recovery, more recent analyses have called the net benefit of plasma exchange into question. Furthermore, there is uncertainty as to whether plasma exchange is beneficial to patients with particular organ manifestations of their AAV (e.g., lung hemorrhage). SUMMARY: Whether plasma exchange should be used routinely in antineutrophil cytoplasm antibody-associated vasculitis, in patients with certain manifestations or severity of disease only, or not at all, remains unclear. Given that plasma exchange is expensive and invasive, further research to resolve these uncertainties is required.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "aDepartment of Medicine bDepartment of Clinical Epidemiology and Biostatistics, McMaster University cPopulation Health Research Institute, McMaster University/Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in nephrology and hypertension",
    "iso_abbreviation": "Curr Opin Nephrol Hypertens",
    "issn": "1473-6543",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "555",
  "end_page": "559",
  "pages": "555-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Antibodies, Antineutrophil Cytoplasmic",
    "Biomarkers",
    "Disease Progression",
    "Humans",
    "Plasma Exchange",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25144513",
    "doi": "10.1097/MNH.0000000000000058"
  },
  "doi": "10.1097/MNH.0000000000000058",
  "dates": {
    "completed": "2015-06-10",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Antibodies, Antineutrophil Cytoplasmic",
    "Biomarkers"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.590819",
    "pmid": "25144513"
  }
}