{
  "pmid": "25143669",
  "uid": "25143669",
  "title": "Diversity and toxicity of the diatom Pseudo-nitzschia Peragallo in the Gulf of Maine, Northwestern Atlantic Ocean.",
  "abstract": "Multiple species in the toxic marine diatom genus Pseudo-nitzschia have been identified in the Northwestern Atlantic region encompassing the Gulf of Maine (GOM), including the Bay of Fundy (BOF). To gain further knowledge of the taxonomic composition and toxicity of species in this region, Pseudo-nitzschia isolates (n=146) were isolated from samples collected during research cruises that provided broad spatial coverage across the GOM and the southern New England shelf, herein referred to as the GOM region, during 2007-2008. Isolates, and cells in field material collected at 38 stations, were identified using electron microscopy (EM). Eight species (P. americana, P. fraudulenta, P. subpacifica, P. heimii, P. pungens, P. seriata, P. delicatissima and P. turgidula), and a novel form, Pseudo-nitzschia sp. GOM, were identified. Species identity was confirmed by sequencing the large subunit of the ribosomal rDNA (28S) and the internal transcribed spacer 2 (ITS2) for six species (36 isolates). Phylogenetic analyses (including neighbor joining, maximum parsimony, and maximum likelihood estimates and ITS2 secondary structure analysis) and morphometric data supported the placement of P. sp. GOM in a novel clade that includes morphologically and genetically similar isolates from Australia and Spain and is genetically most similar to P. pseudodelicatissima and P. cuspidata. Seven species (46 isolates) were grown in nutrient-replete batch culture and aliquots consisting of cells and growth medium were screened by Biosense ASP ELISA to measure total domoic acid (DA) produced (intracellular + extracellular); P. americana and P. heimii were excluded from all toxin analyses as they did not persist in culture long enough for testing. All 46 isolates screened produced DA in culture and total DA varied among species (e.g., 0.04 to 320 ng ml[-1] for P. pungens and P. sp. GOM isolates, respectively) and among isolates of the same species (e.g., 0.24 - 320 ng ml[-1] for P. sp. GOM). The 15 most toxic isolates corresponded to P. seriata, P. sp. GOM and P. pungens, and fg DA cell[-1] was determined for whole cultures (cells and medium) using ELISA and liquid chromatography (LC) with fluorescence detection (FLD); for seven isolates, toxin levels were also estimated using LC - with mass spectrometry and ultraviolet absorbance detection. Pseudo-nitzschia seriata was the most toxic species (up to 3,500 fg cell[-1]) and was observed in the GOM region during all cruises (i.e., during the months of April, May, June and October). Pseudo-nitzschia sp. GOM, observed only during September and October 2007, was less toxic (19 - 380 fg cell[-1]) than P. seriata but more toxic than P. pungens var. pungens (0. 4 fg cell[-1]). Quantitation of DA indicated that concentrations measured by LC and ELISA were positively and significantly correlated; the lower detection limit of the ELISA permitted quantification of toxicity in isolates that were found to be nontoxic with LC methods. The confirmation of at least seven toxic species and the broad spatial and temporal distribution of toxic Pseudo-nitzschia spp. have significant implications for the regional management of nearshore and offshore shellfisheries resources.",
  "authors": [
    {
      "last_name": "Fernandes",
      "fore_name": "Luciano F",
      "initials": "LF",
      "name": "Luciano F Fernandes",
      "affiliations": [
        "Universidade Federal do Paraná, Centro Politécnico, Department of Botany, Curitiba, Paraná, CEP 81531-990, Brazil."
      ]
    },
    {
      "last_name": "Hubbard",
      "fore_name": "Katherine A",
      "initials": "KA",
      "name": "Katherine A Hubbard",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA ; Fish and Wildlife Research Institute, Florida Fish and Wildlife Conservation Commission, 100 8 Ave SE, St. Petersburg, FL, 33701, USA."
      ]
    },
    {
      "last_name": "Richlen",
      "fore_name": "Mindy L",
      "initials": "ML",
      "name": "Mindy L Richlen",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Juliette",
      "initials": "J",
      "name": "Juliette Smith",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, 343 av. Université, Moncton, NB, E1C 9B6, Canada."
      ]
    },
    {
      "last_name": "Ehrman",
      "fore_name": "James",
      "initials": "J",
      "name": "James Ehrman",
      "affiliations": [
        "Digital Microscopy Facility, Mount Allison University, Sackville, NB, E4L 1G7, Canada."
      ]
    },
    {
      "last_name": "Léger",
      "fore_name": "Claude",
      "initials": "C",
      "name": "Claude Léger",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, 343 av. Université, Moncton, NB, E1C 9B6, Canada."
      ]
    },
    {
      "last_name": "Mafra",
      "fore_name": "Luiz L",
      "initials": "LL",
      "name": "Luiz L Mafra",
      "affiliations": [
        "Universidade Federal do Paraná, Center for Marine Studies, Pontal do Paraná, PR, 83255-976, Brazil."
      ]
    },
    {
      "last_name": "Kulis",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kulis",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    },
    {
      "last_name": "Quilliam",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Quilliam",
      "affiliations": [
        "National Research Council of Canada, Biotoxin Metrology, Measurement Science and Standards, 1411 Oxford Street, Halifax, Nova Scotia B3H 3Z1, Canada."
      ]
    },
    {
      "last_name": "Libera",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Libera",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    },
    {
      "last_name": "McCauley",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda McCauley",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Anderson",
      "affiliations": [
        "Woods Hole Oceanographic Institution, Department of Biology, MS-32, Woods Hole, MA 02536, USA."
      ]
    }
  ],
  "journal": {
    "title": "Deep-sea research. Part II, Topical studies in oceanography",
    "iso_abbreviation": "Deep Sea Res 2 Top Stud Oceanogr",
    "issn": "0967-0645",
    "issn_type": "Print",
    "volume": "103",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "139",
  "end_page": "162",
  "pages": "139-162",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25143669",
    "mid": "NIHMS528169",
    "pmc": "PMC4133141",
    "doi": "10.1016/j.dsr2.2013.06.022"
  },
  "doi": "10.1016/j.dsr2.2013.06.022",
  "pmc_id": "PMC4133141",
  "dates": {
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01 ES021923",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 ES012742",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.798722",
    "pmid": "25143669"
  }
}