{
  "pmid": "25152640",
  "uid": "25152640",
  "title": "Long-term outcomes of major upper extremity replantations.",
  "abstract": "BACKGROUND: Long-term outcomes of major upper extremity replantations are infrequently reported. It is believed that replantation is indicated for amputations at all levels in children and for all distal amputations in adults. Replantations of arm or proximal forearm amputations in adults are controversial. OBJECTIVE: To evaluate the results of major upper extremity replantations, defined as those that are transmetacarpal, through the wrist, forearm, elbow or arm. METHODS: A review of these types of replantations performed at the authors' institution from 2002 to 2012 was conducted. Patients' strength, range of motion and two-point discrimination were assessed. Patients completed the Disabilities of the Arm, Shoulder and Hand (DASH), the Michigan Hand Questionnaire (MHQ), and the Hospital Anxiety and Depression scale (HADS). RESULTS: Seventeen patients underwent major upper extremity replantation surgery. The majority (16 of 17 [94%]) of the included patients were male. Of 17 patients, 13 (76.5%) required reoperations. The mean (± SD) DASH score of seven patients who consented to completing all questionnaires was 75.4±14.2 of 100 (range 59.2 to 91.1). On the MHQ, the mean score for affected hand function was 16% compared with 84% in the unaffected hand. Patients generally demonstrated at least mild levels of anxiety and depression on the HADS. DISCUSSION: The results suggest that major upper extremity injuries and replantations have a significant impact on patients' long-term hand function, and produce long-term anxiety and depressive symptoms.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Wendy Ky",
      "initials": "WK",
      "name": "Wendy Ky Ng",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj Nirmal",
      "initials": "MN",
      "name": "Manraj Nirmal Kaur",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario ; Surgical Outcomes Research Centre, Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario ; Surgical Outcomes Research Centre, Department of Surgery, McMaster University, Hamilton, Ontario ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "9",
  "end_page": "13",
  "pages": "9-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25152640",
    "pmc": "PMC4128437"
  },
  "pmc_id": "PMC4128437",
  "dates": {
    "completed": "2014-08-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.155409",
    "pmid": "25152640"
  }
}