{
  "pmid": "25159641",
  "uid": "25159641",
  "title": "Prophylactic PPI help reduce marginal ulcers after gastric bypass surgery: a systematic review and meta-analysis of cohort studies.",
  "abstract": "BACKGROUND: Marginal ulceration after gastric bypass surgery is a recognized complication and has been reported in 1-16% of patients. There is evidence that acidity may play a role in the disease pathophysiology and it is a common practice for bariatric surgeons to begin a prophylactic course of proton pump inhibitors (PPI), postoperatively. METHODS: MEDLINE, EMBASE, CINAHL, and the Cochrane Controlled Trials Register were searched using the most comprehensive timeline for each database up to January 2012. Studies that included patients undergoing gastric bypass who received a prophylactic course of PPI postoperatively were eligible. Two reviewers independently selected trials and extracted data. The primary outcome was the incidence of marginal ulcers diagnosed on the basis of endoscopic findings. Inverse variance random effects models were used to estimate odds ratio (OR) and weighted proportion of ulcers. Odds ratio and weighted pooled proportion with corresponding 95% confidence intervals (CI) are reported. RESULTS: The strategic search identified 167 citations. A total of seven studies involving 2,917 participants were eligible for inclusion and 2,114 were used for analysis. The weighted pooled proportion of ulcer formation in PPI groups including all seven studies (four single group cohort studies and PPI arm of three cohort studies) was 5.0% [95% CI 2-10%] (N = 1,407). The OR of marginal ulcer formation comparing PPI to no PPI for three comparative cohort studies was 0.50 [95% CI 0.28-0.90, p = 0.02] (N = 1,022) with low heterogeneity (I(2) = 12%) showing that the PPI group significantly experienced twice less ulceration with PPI treatment compared to no PPI treatment. CONCLUSION: This finding suggests a significant incremental benefit of prophylactic PPI in reducing marginal ulcer after gastric bypass surgery. Prospective randomized trials are needed to further define the role of PPI following gastric bypass surgery.",
  "authors": [
    {
      "last_name": "Ying",
      "fore_name": "Valerie Wu Chao",
      "initials": "VW",
      "name": "Valerie Wu Chao Ying",
      "affiliations": [
        "General Surgery, McMaster University, Hamilton, ON, Canada, valerie.wuchaoying@medportal.ca."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Song Hon H",
      "initials": "SH",
      "name": "Song Hon H Kim",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Khurram J",
      "initials": "KJ",
      "name": "Khurram J Khan",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne D'Souza",
      "affiliations": []
    },
    {
      "last_name": "Gmora",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gmora",
      "affiliations": []
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": []
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Surgical endoscopy",
    "iso_abbreviation": "Surg Endosc",
    "issn": "1432-2218",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "1018",
  "end_page": "1023",
  "pages": "1018-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Follow-Up Studies",
    "Gastric Bypass",
    "Humans",
    "Peptic Ulcer",
    "Postoperative Complications",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "25159641",
    "doi": "10.1007/s00464-014-3794-1"
  },
  "doi": "10.1007/s00464-014-3794-1",
  "dates": {
    "completed": "2015-12-15",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.348559",
    "pmid": "25159641"
  }
}