{
  "pmid": "25150406",
  "uid": "25150406",
  "title": "YouTube as an information source for femoroacetabular impingement: a systematic review of video content.",
  "abstract": "PURPOSE: This study was carried out to assess the quality of information available on YouTube regarding femoroacetabular impingement (FAI). METHODS: YouTube was searched on September 7, 2013 using the search terms FAI, femoroacetabular impingement, and hip impingement. Analysis was restricted to the first 3 pages of results for each search term. English language was a prerequisite for inclusion. Videos were evaluated by 2 independent reviewers (M.G.M., D.J.H.) using novel scoring checklists for diagnosis and treatment of FAI. Interobserver reliability analysis was evaluated using the intraclass correlation coefficient (ICC). Videos were grouped according to quality assessment score, and the group means were analyzed for differences in video characteristics using the analysis of variance (ANOVA) model. Videos were characterized by the source of content. RESULTS: After filtering 1,288,324 potential videos, 52 videos were identified and included for analysis. The mean video quality assessment scores were 3.1 for diagnosis and 2.9 for treatment (maximum score = 16). No videos were scored as excellent (quality assessment score > 12). Effective resources included 3 videos on diagnosis and one video on treatment. No statistically significant differences were found between high- and low-scoring videos for duration, days online, views per day, likes, likes per day, likes per view, dislikes, or likes-dislikes difference for either diagnosis or treatment (P > .05 for all). The source of most of the videos was educational (67%), and most of these included physicians (66%). CONCLUSIONS: Patients searching YouTube for videos pertaining to FAI will be presented with a sizeable repository of content of overall low quality. As such, physicians need to recognize the potential influence of YouTube videos on patients' preconceptions of their conditions and the effect on the physician-patient consultation. This review highlights the need for evidence-based, comprehensive educational videos addressing FAI diagnosis and treatment. LEVEL OF EVIDENCE: Level V, systematic review of non-peer-reviewed resources.",
  "authors": [
    {
      "last_name": "MacLeod",
      "fore_name": "Matthew G",
      "initials": "MG",
      "name": "Matthew G MacLeod",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hoppe",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Hoppe",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "136",
  "end_page": "142",
  "pages": "136-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Femoracetabular Impingement",
    "Humans",
    "Information Dissemination",
    "Male",
    "Patient Education as Topic",
    "Reproducibility of Results",
    "Social Media",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "25150406",
    "doi": "10.1016/j.arthro.2014.06.009",
    "pii": "S0749-8063(14)00530-1"
  },
  "doi": "10.1016/j.arthro.2014.06.009",
  "dates": {
    "completed": "2015-05-08",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.363240",
    "pmid": "25150406"
  }
}