{
  "pmid": "25161130",
  "uid": "25161130",
  "title": "Performance of the European System for Cardiac Operative Risk Evaluation II: a meta-analysis of 22 studies involving 145,592 cardiac surgery procedures.",
  "abstract": "OBJECTIVES: A systematic review of the European System for Cardiac Operative Risk Evaluation (euroSCORE) II performance for prediction of operative mortality after cardiac surgery has not been performed. We conducted a meta-analysis of studies based on the predictive accuracy of the euroSCORE II. METHODS: We searched the Embase and PubMed databases for all English-only articles reporting performance characteristics of the euroSCORE II. The area under the receiver operating characteristic curve, the observed/expected mortality ratio, and observed-expected mortality difference with their 95% confidence intervals were analyzed. RESULTS: Twenty-two articles were selected, including 145,592 procedures. Operative mortality occurred in 4293 (2.95%), whereas the expected events according to euroSCORE II were 4802 (3.30%). Meta-analysis of these studies provided an area under the receiver operating characteristic curve of 0.792 (95% confidence interval, 0.773-0.811), an estimated observed/expected ratio of 1.019 (95% confidence interval, 0.899-1.139), and observed-expected difference of 0.125 (95% confidence interval, -0.269 to 0.519). Statistical heterogeneity was detected among retrospective studies including less recent procedures. Subgroups analysis confirmed the robustness of combined estimates for isolated valve procedures and those combined with revascularization surgery. A significant overestimation of the euroSCORE II with an observed/expected ratio of 0.829 (95% confidence interval, 0.677-0.982) was observed in isolated coronary artery bypass grafting and a slight underestimation of predictions in high-risk patients (observed/expected ratio 1.253 and observed-expected difference 1.859). CONCLUSIONS: Despite the heterogeneity, the results from this meta-analysis show a good overall performance of the euroSCORE II in terms of discrimination and accuracy of model predictions for operative mortality. Validation of the euroSCORE II in prospective populations needs to be further studied for a continuous improvement of patients' risk stratification before cardiac surgery.",
  "authors": [
    {
      "last_name": "Guida",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Guida",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Emergency and Organ Transplant, University of Bari Aldo Moro, Bari, Italy."
      ]
    },
    {
      "last_name": "Mastro",
      "fore_name": "Florinda",
      "initials": "F",
      "name": "Florinda Mastro",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Emergency and Organ Transplant, University of Bari Aldo Moro, Bari, Italy."
      ]
    },
    {
      "last_name": "Scrascia",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Scrascia",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Emergency and Organ Transplant, University of Bari Aldo Moro, Bari, Italy."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Paparella",
      "fore_name": "Domenico",
      "initials": "D",
      "name": "Domenico Paparella",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Emergency and Organ Transplant, University of Bari Aldo Moro, Bari, Italy. Electronic address: domenico.paparella@uniba.it."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "J Thorac Cardiovasc Surg",
    "issn": "1097-685X",
    "issn_type": "Electronic",
    "volume": "148",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "3049",
  "end_page": "57.e1",
  "pages": "3049-57.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Area Under Curve",
    "Cardiac Surgical Procedures",
    "Decision Support Techniques",
    "Hospital Mortality",
    "Humans",
    "Predictive Value of Tests",
    "ROC Curve",
    "Risk Assessment",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25161130",
    "doi": "10.1016/j.jtcvs.2014.07.039",
    "pii": "S0022-5223(14)01010-1"
  },
  "doi": "10.1016/j.jtcvs.2014.07.039",
  "dates": {
    "completed": "2015-01-23",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.091076",
    "pmid": "25161130"
  }
}