{
  "pmid": "25160076",
  "uid": "25160076",
  "title": "End-stage renal disease risk in live kidney donors: what have we learned from two recent studies?",
  "abstract": "PURPOSE OF REVIEW: Living kidney donation improves the lives of those with kidney failure, but there are potential risks to the donor. We review two recent publications that describe the long-term risk of end-stage renal disease (ESRD) in living kidney donors. RECENT FINDINGS: One study reported that the long-term risk (median follow-up 15.1 years) of ESRD was, in relative terms, 11-fold higher in living kidney donors compared to healthy nondonors, and suggested a hereditary association since all affected donors were biologically related to their recipients and the causes were predominantly immunological diseases. In a second study, we estimated that the long-term risk (median follow-up 7.6 years) of ESRD was, in relative terms, eight-fold higher in living kidney donors compared to healthy matched nondonors. In both studies, the absolute increase in the 15-year incidence of ESRD from donation was below 0.5%. There are limitations in these studies, which have raised questions about the accuracy of the estimates of risk. SUMMARY: The results of these studies should be discussed with potential living kidney donors with an emphasis on the low 15-year incidence of ESRD following donation. The lifetime incidence of ESRD for donors of different age, race, and other characteristics requires further study.",
  "authors": [
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "aDepartment of Medicine, Division of Nephrology bDepartment of Epidemiology and Biostatistics, Western University, London, Ontario, Canada cDepartment of Medicine, Division of Nephrology, Saint Louis University, St. Louis, Missouri, USA dInstitute for Clinical Evaluative Sciences (ICES), Ontario, Canada."
      ]
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in nephrology and hypertension",
    "iso_abbreviation": "Curr Opin Nephrol Hypertens",
    "issn": "1473-6543",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "592",
  "end_page": "596",
  "pages": "592-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Donor Selection",
    "Humans",
    "Incidence",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Living Donors",
    "Nephrectomy",
    "Risk Assessment",
    "Risk Factors",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "25160076",
    "pmc": "PMC4189686",
    "doi": "10.1097/MNH.0000000000000063"
  },
  "doi": "10.1097/MNH.0000000000000063",
  "pmc_id": "PMC4189686",
  "dates": {
    "completed": "2015-06-10",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DK096008",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "R01-DK096008",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.167421",
    "pmid": "25160076"
  }
}