{
  "pmid": "25168681",
  "uid": "25168681",
  "title": "Observer agreement paradoxes in 2x2 tables: comparison of agreement measures.",
  "abstract": "BACKGROUND: Various measures of observer agreement have been proposed for 2 x 2 tables. We examine the behavior of alternative measures of observer agreement for 2 x 2 tables. METHODS: The alternative measures of observer agreement and the corresponding agreement chart were calculated under various scenarios of marginal distributions (symmetrical or not, balanced or not) and of degree of diagonal agreement, and their behaviors are compared. Specifically, two specific paradoxes previously identified for kappa were examined: (1) low kappa values despite high observed agreement under highly symmetrically imbalanced marginals, and (2) higher kappa values for asymmetrical imbalanced marginal distributions. RESULTS: Kappa and alpha behave similarly and are affected by the marginal distributions more so than the B-statistic, AC1-index and delta measures. Delta and kappa provide values that are similar when the marginal totals are asymmetrically imbalanced or symmetrical but not excessively imbalanced. The AC1-index and B-statistics provide closer results when the marginal distributions are symmetrically imbalanced and the observed agreement is greater than 50%. Also, the B-statistic and the AC1-index provide values closer to the observed agreement when the subjects are classified mostly in one of the diagonal cells. Finally, the B-statistic is seen to be consistent and more stable than kappa under both types of paradoxes studied. CONCLUSIONS: The B-statistic behaved better under all scenarios studied as well as with varying prevalences, sensitivities and specificities than the other measures, we recommend using B-statistic along with its corresponding agreement chart as an alternative to kappa when assessing agreement in 2 x 2 tables.",
  "authors": [
    {
      "last_name": "Shankar",
      "fore_name": "Viswanathan",
      "initials": "V",
      "name": "Viswanathan Shankar",
      "affiliations": [
        "Division of Biostatistics, Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY 10461, USA. shankar.viswanathan@einstein.yu.edu."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Aug",
    "pub_day": "28"
  },
  "start_page": "100",
  "pages": "100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Humans",
    "Models, Statistical",
    "Observation",
    "Observer Variation"
  ],
  "article_ids": {
    "pubmed": "25168681",
    "pmc": "PMC4236536",
    "doi": "10.1186/1471-2288-14-100",
    "pii": "1471-2288-14-100"
  },
  "doi": "10.1186/1471-2288-14-100",
  "pmc_id": "PMC4236536",
  "dates": {
    "completed": "2015-04-16",
    "revised": "2024-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.886512",
    "pmid": "25168681"
  }
}