{
  "pmid": "25175648",
  "uid": "25175648",
  "title": "Genetics and realized heritability of resistance to imidacloprid in a poultry population of house fly, Musca domestica L. (Diptera: Muscidae) from Pakistan.",
  "abstract": "Imidacloprid, a post-synaptic, nicotinic insecticide, has been commonly used for the management of different pests including Musca domestica worldwide. Many pests have developed resistance to this insecticide. A 16-fold imidacloprid-resistant population of M. domestica infesting poultry was selected using imidacloprid for 13 continuous generations to study the inheritance and realized heritability of resistance. Toxicological bioassay at G14 showed that the imidacloprid-selected population developed 106-fold resistance when compared to the susceptible population. Reciprocal crosses of susceptible and resistant populations showed an autosomal trait of resistance to imidacloprid in M. domestica. There was incompletely recessive resistance in F1 (Imida-SEL ♂ × Susceptible ♀) and F1(†) (Imida-SEL ♀ × Susceptible ♂) having dominance value 0.53 and 0.31, respectively. Monogenic model of inheritance showed that imidacloprid resistance was controlled by multiple factors. The realized heritability value was 0.09 in the imidacloprid-selected population of M. domestica. It was concluded that imidacloprid resistance in M. domestica was autosomally inherited, incompletely recessive and polygenic. These findings should be helpful for better and more successful management of M. domestica.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Hussnain",
      "initials": "H",
      "name": "Hussnain Khan",
      "affiliations": [
        "Pest Control Manager, Executors pest control Dubai, UAE."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Naeem",
      "initials": "N",
      "name": "Naeem Abbas",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: naeemsurbana@gmail.com."
      ]
    },
    {
      "last_name": "Shad",
      "fore_name": "Sarfraz Ali",
      "initials": "SA",
      "name": "Sarfraz Ali Shad",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: sarfrazshad@bzu.edu.pk."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Babar Shahzad",
      "initials": "MB",
      "name": "Muhammad Babar Shahzad Afzal",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pesticide biochemistry and physiology",
    "iso_abbreviation": "Pestic Biochem Physiol",
    "issn": "1095-9939",
    "issn_type": "Electronic",
    "volume": "114",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "38",
  "end_page": "43",
  "pages": "38-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Female",
    "Houseflies",
    "Imidazoles",
    "Inheritance Patterns",
    "Insecticide Resistance",
    "Insecticides",
    "Lethal Dose 50",
    "Male",
    "Neonicotinoids",
    "Nitro Compounds",
    "Pakistan",
    "Poultry"
  ],
  "article_ids": {
    "pubmed": "25175648",
    "doi": "10.1016/j.pestbp.2014.07.005",
    "pii": "S0048-3575(14)00129-1"
  },
  "doi": "10.1016/j.pestbp.2014.07.005",
  "dates": {
    "completed": "2015-07-13",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Imidazoles",
    "Insecticides",
    "Neonicotinoids",
    "Nitro Compounds",
    "imidacloprid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.745620",
    "pmid": "25175648"
  }
}