{
  "pmid": "25182101",
  "uid": "25182101",
  "title": "Comparison of weight loss among named diet programs in overweight and obese adults: a meta-analysis.",
  "abstract": "IMPORTANCE: Many claims have been made regarding the superiority of one diet or another for inducing weight loss. Which diet is best remains unclear. OBJECTIVE: To determine weight loss outcomes for popular diets based on diet class (macronutrient composition) and named diet. DATA SOURCES: Search of 6 electronic databases: AMED, CDSR, CENTRAL, CINAHL, EMBASE, and MEDLINE from inception of each database to April 2014. STUDY SELECTION: Overweight or obese adults (body mass index ≥25) randomized to a popular self-administered named diet and reporting weight or body mass index data at 3-month follow-up or longer. DATA EXTRACTION AND SYNTHESIS: Two reviewers independently extracted data on populations, interventions, outcomes, risk of bias, and quality of evidence. A Bayesian framework was used to perform a series of random-effects network meta-analyses with meta-regression to estimate the relative effectiveness of diet classes and programs for change in weight and body mass index from baseline. Our analyses adjusted for behavioral support and exercise. MAIN OUTCOMES AND MEASURES: Weight loss and body mass index at 6- and 12-month follow-up (±3 months for both periods). RESULTS: Among 59 eligible articles reporting 48 unique randomized trials (including 7286 individuals) and compared with no diet, the largest weight loss was associated with low-carbohydrate diets (8.73 kg [95% credible interval {CI}, 7.27 to 10.20 kg] at 6-month follow-up and 7.25 kg [95% CI, 5.33 to 9.25 kg] at 12-month follow-up) and low-fat diets (7.99 kg [95% CI, 6.01 to 9.92 kg] at 6-month follow-up and 7.27 kg [95% CI, 5.26 to 9.34 kg] at 12-month follow-up). Weight loss differences between individual diets were minimal. For example, the Atkins diet resulted in a 1.71 kg greater weight loss than the Zone diet at 6-month follow-up. Between 6- and 12-month follow-up, the influence of behavioral support (3.23 kg [95% CI, 2.23 to 4.23 kg] at 6-month follow-up vs 1.08 kg [95% CI, -1.82 to 3.96 kg] at 12-month follow-up) and exercise (0.64 kg [95% CI, -0.35 to 1.66 kg] vs 2.13 kg [95% CI, 0.43 to 3.85 kg], respectively) on weight loss differed. CONCLUSIONS AND RELEVANCE: Significant weight loss was observed with any low-carbohydrate or low-fat diet. Weight loss differences between individual named diets were small. This supports the practice of recommending any diet that a patient will adhere to in order to lose weight.",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Hospital for Sick Children Research Institute, Toronto, Ontario, Canada2Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada3Department of Clinical Epidemiology and Biostatistics, McMaster University, Hami."
      ]
    },
    {
      "last_name": "Kanters",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Kanters",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada6Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada7Redwood Outcomes, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bandayrel",
      "fore_name": "Kristofer",
      "initials": "K",
      "name": "Kristofer Bandayrel",
      "affiliations": [
        "Hospital for Sick Children Research Institute, Toronto, Ontario, Canada4Department of Anesthesia and Pain Medicine, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Naji",
      "fore_name": "Faysal",
      "initials": "F",
      "name": "Faysal Naji",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A",
      "initials": "RA",
      "name": "Reed A Siemieniuk",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Geoff D C",
      "initials": "GD",
      "name": "Geoff D C Ball",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Canada11Department of Agricultural, Food and Nutritional Science, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada12Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada13Department of Anesthesia, McMaster University."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada7Redwood Outcomes, Vancouver, British Columbia, Canada14Stanford Prevention Research Center, Stanford University School of Medicine, Stanford University."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Jeroen P",
      "initials": "JP",
      "name": "Jeroen P Jansen",
      "affiliations": [
        "Redwood Outcomes, Vancouver, British Columbia, Canada15Department of Public Health and Community Medicine, Tufts University, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Redwood Outcomes, Vancouver, British Columbia, Canada14Stanford Prevention Research Center, Stanford University School of Medicine, Stanford University, Stanford, California."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "312",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "923",
  "end_page": "933",
  "pages": "923-33",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Diet, Carbohydrate-Restricted",
    "Diet, Fat-Restricted",
    "Humans",
    "Names",
    "Obesity",
    "Randomized Controlled Trials as Topic",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "25182101",
    "doi": "10.1001/jama.2014.10397",
    "pii": "1900510"
  },
  "doi": "10.1001/jama.2014.10397",
  "dates": {
    "completed": "2014-09-22",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "201104",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.957417",
    "pmid": "25182101"
  }
}