{
  "pmid": "25186378",
  "uid": "25186378",
  "title": "Effects of minimum monitor unit threshold on spot scanning proton plan quality.",
  "abstract": "PURPOSE: To investigate the influence of the minimum monitor unit (MU) on the quality of clinical treatment plans for scanned proton therapy. METHODS: Delivery system characteristics limit the minimum number of protons that can be delivered per spot, resulting in a min-MU limit. Plan quality can be impacted by the min-MU limit. Two sites were used to investigate the impact of min-MU on treatment plans: pediatric brain tumor at a depth of 5-10 cm; a head and neck tumor at a depth of 1-20 cm. Three-field, intensity modulated spot scanning proton plans were created for each site with the following parameter variations: min-MU limit range of 0.0000-0.0060; and spot spacing range of 2-8 mm. Comparisons were based on target homogeneity and normal tissue sparing. For the pediatric brain, two versions of the treatment planning system were also compared to judge the effects of the min-MU limit based on when it is accounted for in the optimization process (Eclipse v.10 and v.13, Varian Medical Systems, Palo Alto, CA). RESULTS: The increase of the min-MU limit with a fixed spot spacing decreases plan quality both in homogeneous target coverage and in the avoidance of critical structures. Both head and neck and pediatric brain plans show a 20% increase in relative dose for the hot spot in the CTV and 10% increase in key critical structures when comparing min-MU limits of 0.0000 and 0.0060 with a fixed spot spacing of 4 mm. The DVHs of CTVs show min-MU limits of 0.0000 and 0.0010 produce similar plan quality and quality decreases as the min-MU limit increases beyond 0.0020. As spot spacing approaches 8 mm, degradation in plan quality is observed when no min-MU limit is imposed. CONCLUSIONS: Given a fixed spot spacing of ≤4 mm, plan quality decreases as min-MU increased beyond 0.0020. The effect of min-MU needs to be taken into consideration while planning proton therapy treatments.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Mayo Clinic, 200 First Street Southwest, Rochester, Minnesota 55905."
      ]
    },
    {
      "last_name": "Beltran",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Beltran",
      "affiliations": [
        "Mayo Clinic, 200 First Street Southwest, Rochester, Minnesota 55905."
      ]
    },
    {
      "last_name": "Mayo",
      "fore_name": "Charles S",
      "initials": "CS",
      "name": "Charles S Mayo",
      "affiliations": [
        "Mayo Clinic, 200 First Street Southwest, Rochester, Minnesota 55905."
      ]
    },
    {
      "last_name": "Herman",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Herman",
      "affiliations": [
        "Mayo Clinic, 200 First Street Southwest, Rochester, Minnesota 55905."
      ]
    }
  ],
  "journal": {
    "title": "Medical physics",
    "iso_abbreviation": "Med Phys",
    "issn": "2473-4209",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "091703",
  "pages": "091703",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Brain Neoplasms",
    "Child",
    "Computer Simulation",
    "Head and Neck Neoplasms",
    "Humans",
    "Models, Biological",
    "Monte Carlo Method",
    "Proton Therapy",
    "Protons",
    "Quality Assurance, Health Care",
    "Radiotherapy Dosage",
    "Radiotherapy Planning, Computer-Assisted",
    "Synchrotrons"
  ],
  "article_ids": {
    "pubmed": "25186378",
    "doi": "10.1118/1.4892057"
  },
  "doi": "10.1118/1.4892057",
  "dates": {
    "completed": "2015-06-04",
    "revised": "2017-02-14"
  },
  "chemicals": [
    "Protons"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:04.404139",
    "pmid": "25186378"
  }
}