{
  "pmid": "25180723",
  "uid": "25180723",
  "title": "Adaptation of trustworthy guidelines developed using the GRADE methodology: a novel five-step process.",
  "abstract": "BACKGROUND: Adaptation of guidelines for use at the national or local level can facilitate their implementation. We developed and evaluated an adaptation process in adherence with standards for trustworthy guidelines and the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology, aiming for efficiency and transparency. This article is the first in a series describing our adaptation of Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines for a Norwegian setting. METHODS: Informed by the ADAPTE framework, we developed a five-step adaptation process customized to guidelines developed using GRADE: (1) planning, (2) initial assessment of the recommendations, (3) modification, (4) publication, and (5) evaluation. We developed a taxonomy for describing how and why recommendations from the parent guideline were modified and applied a mixed-methods case study design for evaluation of the process. RESULTS: We published the adapted guideline in November 2013 in a novel multilayered format. The taxonomy for adaptation facilitated transparency of the modification process for both the guideline developers and the end users. We excluded 30 and modified 131 of the 333 original recommendations according to the taxonomy and developed eight new recommendations. Unforeseen obstacles related to acquiring a licensing agreement and procuring a publisher resulted in a 9-month delay. We propose modifications of the adaptation process to overcome these obstacles in the future. CONCLUSIONS: This case study demonstrates the feasibility of a novel guideline adaptation process. Replication is needed to further validate the usefulness of the process in increasing the organizational and methodologic efficiency of guideline adaptation.",
  "authors": [
    {
      "last_name": "Kristiansen",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette Kristiansen",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust Gjøvik, Institute for Health and Society, University of Oslo, Oslo, Norway; Department of Internal Medicine, Diakonhjemmet Hospital, Oslo, Norway. Electronic address: annettekrist@gmail.com."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Linn",
      "initials": "L",
      "name": "Linn Brandt",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust Gjøvik, Institute for Health and Society, University of Oslo, Oslo, Norway; Department of Internal Medicine, Diakonhjemmet Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Berge",
      "fore_name": "Eivind",
      "initials": "E",
      "name": "Eivind Berge",
      "affiliations": [
        "Department of Internal Medicine, Oslo University Hospital, Ullevål, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bondi",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Bondi",
      "affiliations": [
        "Department of Surgery, Bærum Hospital, Vestre Viken Hospital, Drammen, Norway."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Anders E",
      "initials": "AE",
      "name": "Anders E Dahm",
      "affiliations": [
        "Department of Hematology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Granan",
      "fore_name": "Lars-Petter",
      "initials": "LP",
      "name": "Lars-Petter Granan",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Department of Pain Management and Research, Oslo Sports Trauma Research Center, Norwegian School of Sport Sciences, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Halvorsen",
      "fore_name": "Sigrun",
      "initials": "S",
      "name": "Sigrun Halvorsen",
      "affiliations": [
        "Division of Emergencies and Critical Care, Department of Cardiology B, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Holme",
      "fore_name": "Pål-Andre",
      "initials": "PA",
      "name": "Pål-Andre Holme",
      "affiliations": [
        "Department of Hematology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Flem Jacobsen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Flem Jacobsen",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust Gjøvik, Institute for Health and Society, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Jacobsen",
      "fore_name": "Eva-Marie",
      "initials": "EM",
      "name": "Eva-Marie Jacobsen",
      "affiliations": [
        "Department of Hematology, Oslo University Hospital, Oslo, Norway; Department of Obstetrics and Gynaecology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sandset",
      "fore_name": "Per Morten",
      "initials": "PM",
      "name": "Per Morten Sandset",
      "affiliations": [
        "Faculty of Medicine, and Institute of Clinical Medicine, University of Oslo, Oslo, Norway; Department of Hematology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Sætre",
      "fore_name": "Torunn",
      "initials": "T",
      "name": "Torunn Sætre",
      "affiliations": [
        "Center for Vascular Surgery, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Tveit",
      "fore_name": "Arnljot",
      "initials": "A",
      "name": "Arnljot Tveit",
      "affiliations": [
        "Department of Medical Research, Bærum Hospital, Vestre Viken Hospital, Drammen, Norway."
      ]
    },
    {
      "last_name": "Vartdal",
      "fore_name": "Trond",
      "initials": "T",
      "name": "Trond Vartdal",
      "affiliations": [
        "Department of Internal Medicine, Bærum Hospital, Vestre Viken Hospital, Drammen, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust Gjøvik, Institute for Health and Society, University of Oslo, Oslo, Norway; Norwegian Knowledge Centre for the Health Services, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "727",
  "end_page": "734",
  "pages": "727-734",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Feasibility Studies",
    "Fibrinolytic Agents",
    "Humans",
    "Norway",
    "Practice Guidelines as Topic",
    "Publications",
    "Risk Factors",
    "Societies, Medical",
    "Thrombosis",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "25180723",
    "doi": "10.1378/chest.13-2828",
    "pii": "S0012-3692(15)51079-9"
  },
  "doi": "10.1378/chest.13-2828",
  "dates": {
    "completed": "2015-01-13",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:45.723804",
    "pmid": "25180723"
  }
}