{
  "pmid": "25180724",
  "uid": "25180724",
  "title": "Applying new strategies for the national adaptation, updating, and dissemination of trustworthy guidelines: results from the Norwegian adaptation of the Antithrombotic Therapy and the Prevention of Thrombosis, 9th Ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: The Antithrombotic Therapy and the Prevention of Thrombosis, 9th Edition: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (AT9) represent trustworthy international guidelines for antithrombotic treatment and thromboprophylaxis. We describe major changes to the format and content resulting from applying new strategies for guideline adaptation and dissemination. METHODS: A Norwegian guideline panel of 46 experts completed a structured and systematic adaptation process, updated the recommendations based on new evidence, and rewrote the recommendations in an electronic multilayered presentation format. We published the adapted guideline using the web-based Making GRADE the Irresistible Choice Guideline Authoring and Publication Platform. RESULTS: We applied a novel presentation format to 333 recommendations from 11 of the 15 management chapters in AT9 and condensed and restructured them into 249 recommendations in a multilayered format. We added additional relevant information, such as 29 best-practice statements about new oral anticoagulants and practical information sections for 121 recommendations. Common reasons for modifications included feasibility of the recommendations in a national context, disagreement with applied baseline risk estimates, and reevaluation of the balance between the benefits and harms of interventions in relation to assumed typical patient preferences and values. The adapted guideline was published and disseminated online in November 2013. CONCLUSIONS: New strategies for adapting, updating, and disseminating trustworthy guidelines proved feasible and will provide Norwegian health-care professionals and patients with up-to-date guidance tailored to national circumstances.",
  "authors": [
    {
      "last_name": "Kristiansen",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette Kristiansen",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust, Gjøvik, Norway; Institute for Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway; Department of Internal Medicine, Deaconess Hospital, Oslo, Norway. Electronic address: annettekrist@gmail.com."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Linn",
      "initials": "L",
      "name": "Linn Brandt",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust, Gjøvik, Norway; Institute for Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway; Department of Internal Medicine, Deaconess Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Berge",
      "fore_name": "Eivind",
      "initials": "E",
      "name": "Eivind Berge",
      "affiliations": [
        "Department of Internal Medicine, Oslo University Hospital, Ullevål, Oslo, Norway."
      ]
    },
    {
      "last_name": "Flem Jacobsen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Flem Jacobsen",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Granan",
      "fore_name": "Lars-Petter",
      "initials": "LP",
      "name": "Lars-Petter Granan",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Department of Pain Management and Research, Oslo University Hospital, Oslo Sports Trauma Research Center, Norwegian School of Sport Sciences, Oslo, Norway."
      ]
    },
    {
      "last_name": "Halvorsen",
      "fore_name": "Sigrun",
      "initials": "S",
      "name": "Sigrun Halvorsen",
      "affiliations": [
        "Division of Emergencies and Critical Care, Department of Cardiology B, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Internal Medicine, Deaconess Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Internal Medicine, Innlandet Hospital Trust, Gjøvik, Norway; Norwegian Knowledge Centre for the Health Services, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "735",
  "end_page": "761",
  "pages": "735-761",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Feasibility Studies",
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Reproducibility of Results",
    "Risk Factors",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "25180724",
    "doi": "10.1378/chest.13-2993",
    "pii": "S0012-3692(15)51080-5"
  },
  "doi": "10.1378/chest.13-2993",
  "dates": {
    "completed": "2015-01-13",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.048490",
    "pmid": "25180724"
  }
}