{
  "pmid": "25193112",
  "uid": "25193112",
  "title": "The making of nursing practice law in Lebanon: a policy analysis case study.",
  "abstract": "BACKGROUND: Evidence-informed decisions can strengthen health systems, improve health, and reduce health inequities. Despite the Beijing, Montreux, and Bamako calls for action, literature shows that research evidence is underemployed in policymaking, especially in the East Mediterranean region (EMR). Selecting the draft nursing practice law as a case study, this policy analysis exercise aims at generating in-depth insights on the public policymaking process, identifying the factors that influence policymaking and assessing to what extent evidence is used in this process. METHODS: This study utilized a qualitative research design using a case study approach and was conducted in two phases: data collection and analysis, and validation. In the first phase, data was collected through key informant interviews that covered 17 stakeholders. In the second phase, a panel discussion was organized to validate the findings, identify any gaps, and gain insights and feedback of the panelists. Thematic analysis was conducted and guided by the Walt & Gilson's \"Policy Triangle Framework\" as themes were categorized into content, actors, process, and context. RESULTS: Findings shed light on the complex nature of health policymaking and the unstructured approach of decision making. This study uncovered the barriers that hindered the progress of the draft nursing law and the main barriers against the use of evidence in policymaking. Findings also uncovered the risk involved in the use of international recommendations without the involvement of stakeholders and without accounting for contextual factors and implementation barriers. Findings were interpreted within the context of the Lebanese political environment and the power play between stakeholders, taking into account equity considerations. CONCLUSIONS: This policy analysis exercise presents findings that are helpful for policymakers and all other stakeholders and can feed into revising the draft nursing law to reach an effective alternative that is feasible in Lebanon. Our findings are relevant in local and regional context as policymakers and other stakeholders can benefit from this experience when drafting laws and at the global context, as international organizations can consider this case study when developing global guidance and recommendations.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut 1107 2020, Lebanon. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Hammoud",
      "fore_name": "Rawan",
      "initials": "R",
      "name": "Rawan Hammoud",
      "affiliations": []
    },
    {
      "last_name": "Younan",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Younan",
      "affiliations": []
    },
    {
      "last_name": "Nuwayhid",
      "fore_name": "Helen Samaha",
      "initials": "HS",
      "name": "Helen Samaha Nuwayhid",
      "affiliations": []
    },
    {
      "last_name": "Abdallah",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Abdallah",
      "affiliations": []
    },
    {
      "last_name": "Alameddine",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Alameddine",
      "affiliations": []
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": []
    },
    {
      "last_name": "Salman",
      "fore_name": "Lana",
      "initials": "L",
      "name": "Lana Salman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "05"
  },
  "start_page": "52",
  "pages": "52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Government Regulation",
    "Health Policy",
    "Humans",
    "Lebanon",
    "Mediterranean Region",
    "Nursing",
    "Policy Making",
    "Qualitative Research",
    "Research"
  ],
  "article_ids": {
    "pubmed": "25193112",
    "pmc": "PMC4163164",
    "doi": "10.1186/1478-4505-12-52",
    "pii": "1478-4505-12-52"
  },
  "doi": "10.1186/1478-4505-12-52",
  "pmc_id": "PMC4163164",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.349190",
    "pmid": "25193112"
  }
}