{
  "pmid": "25203082",
  "uid": "25203082",
  "title": "Reanalyses of randomized clinical trial data.",
  "abstract": "IMPORTANCE: Reanalyses of randomized clinical trial (RCT) data may help the scientific community assess the validity of reported trial results. OBJECTIVES: To identify published reanalyses of RCT data, to characterize methodological and other differences between the original trial and reanalysis, to evaluate the independence of authors performing the reanalyses, and to assess whether the reanalysis changed interpretations from the original article about the types or numbers of patients who should be treated. DESIGN: We completed an electronic search of MEDLINE from inception to March 9, 2014, to identify all published studies that completed a reanalysis of individual patient data from previously published RCTs addressing the same hypothesis as the original RCT. Four data extractors independently screened articles and extracted data. MAIN OUTCOMES AND MEASURES: Changes in direction and magnitude of treatment effect, statistical significance, and interpretation about the types or numbers of patients who should be treated. RESULTS: We identified 37 eligible reanalyses in 36 published articles, 5 of which were performed by entirely independent authors (2 based on publicly available data and 2 on data that were provided on request; data availability was unclear for 1). Reanalyses differed most commonly in statistical or analytical approaches (n = 18) and in definitions or measurements of the outcome of interest (n = 12). Four reanalyses changed the direction and 2 changed the magnitude of treatment effect, whereas 4 led to changes in statistical significance of findings. Thirteen reanalyses (35%) led to interpretations different from that of the original article, 3 (8%) showing that different patients should be treated; 1 (3%), that fewer patients should be treated; and 9 (24%), that more patients should be treated. CONCLUSIONS AND RELEVANCE: A small number of reanalyses of RCTs have been published to date. Only a few were conducted by entirely independent authors. Thirty-five percent of published reanalyses led to changes in findings that implied conclusions different from those of the original article about the types and number of patients who should be treated.",
  "authors": [
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, California2Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada3Department of Anesthesia, McMaster University4Depa."
      ]
    },
    {
      "last_name": "Sohani",
      "fore_name": "Zahra N",
      "initials": "ZN",
      "name": "Zahra N Sohani",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada5Population Genomics Program, McMaster University."
      ]
    },
    {
      "last_name": "Montoya",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Montoya",
      "affiliations": [
        "University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, California2Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, California2Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada8Faculty of Health Sciences, University of Ottawa."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "John P A",
      "initials": "JP",
      "name": "John P A Ioannidis",
      "affiliations": [
        "Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, California9Department of Health Research and Policy, Stanford University School of Medicine10Department of Statistics, Stanford University School of Humanities and."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "312",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "10"
  },
  "start_page": "1024",
  "end_page": "1032",
  "pages": "1024-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25203082",
    "doi": "10.1001/jama.2014.9646",
    "pii": "1902230"
  },
  "doi": "10.1001/jama.2014.9646",
  "dates": {
    "completed": "2014-10-01",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.957750",
    "pmid": "25203082"
  }
}