{
  "pmid": "25209137",
  "uid": "25209137",
  "title": "Proton pump inhibitors and risk of bone fractures.",
  "abstract": "There are 34 studies in almost 2 million participants that have reported on the association between proton pump inhibitor (PPI) therapy and risk of fracture. There is substantial variation between the results of each study but systematic reviews of the data suggest overall there is an association between PPI therapy and risk of fracture. The magnitude of the association is modest and is most likely due to confounding factors as patients prescribed PPI therapy tend to be more frail with more risk factors for fractures than those not given these drugs. There is no clear dose-response relationship and there is no association between PPI therapy and risk of fracture in those at highest risk. Finally, there is no clear mechanism through which PPI therapy increases the risk of fracture, as recent randomized trials show no impact of PPI therapy on calcium absorption and there is no association between PPI therapy and risk of osteoporosis. We therefore feel there is insufficient evidence to change PPI prescribing habits based on risk of fracture. Similarly, we do not recommend bone mineral density investigations for patients taking PPI therapy other than would be normally indicated. There is no evidence to support prescription of calcium and/or vitamin D in patients simply because they are taking PPI therapy. As with all medications, we only recommend prescribing PPI therapy when there is a clear indication that benefit will outweigh risk and at the lowest effective dose. Patients should be regularly assessed as to whether acid suppression is still required.",
  "authors": [
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University, 1280 Main Street West, Health Sciences Center, area 3V3, Hamilton, Ontario, L8S 4K1, Canada, leontia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current treatment options in gastroenterology",
    "iso_abbreviation": "Curr Treat Options Gastroenterol",
    "issn": "1092-8472",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "414",
  "end_page": "423",
  "pages": "414-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25209137",
    "doi": "10.1007/s11938-014-0030-y"
  },
  "doi": "10.1007/s11938-014-0030-y",
  "dates": {
    "completed": "2014-10-21",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.384395",
    "pmid": "25209137"
  }
}