{
  "pmid": "25212648",
  "uid": "25212648",
  "title": "Laboratory measurement of the anticoagulant activity of the non-vitamin K oral anticoagulants.",
  "abstract": "BACKGROUND: Non-vitamin K oral anticoagulants (NOACs) do not require routine laboratory monitoring. However, laboratory measurement may be desirable in special situations and populations. OBJECTIVES: This study's objective was to systematically review and summarize current evidence regarding laboratory measurement of the anticoagulant activity of dabigatran, rivaroxaban, and apixaban. METHODS: We searched PubMed and Web of Science for studies that reported a relationship between drug levels of dabigatran, rivaroxaban, and apixaban and coagulation assay results. Study quality was evaluated using QUADAS-2 (Quality Assessment of Diagnostic Accuracy Studies 2). RESULTS: We identified 17 eligible studies for dabigatran, 15 for rivaroxaban, and 4 for apixaban. For dabigatran, a normal thrombin time excludes clinically relevant drug concentrations. The activated partial thromboplastin time (APTT) and prothrombin time (PT) are less sensitive and may be normal at trough drug levels. The dilute thrombin time (R(2) = 0.92 to 0.99) and ecarin-based assays (R(2) = 0.92 to 1.00) show excellent linearity across on-therapy drug concentrations and may be used for drug quantification. For rivaroxaban and apixaban, anti-Xa activity is linear (R(2) = 0.89 to 1.00) over a wide range of drug levels and may be used for drug quantification. Undetectable anti-Xa activity likely excludes clinically relevant drug concentrations. The PT is less sensitive (especially for apixaban); a normal PT may not exclude clinically relevant levels. The APTT demonstrates insufficient sensitivity and linearity for quantification. CONCLUSIONS: Dabigatran, rivaroxaban, and apixaban exhibit variable effects on coagulation assays. Understanding these effects facilitates interpretation of test results in NOAC-treated patients. More information on the relationship between drug levels and clinical outcomes is needed.",
  "authors": [
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine and Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania. Electronic address: adam.cuker@uphs.upenn.edu."
      ]
    },
    {
      "last_name": "Siegal",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Siegal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Garcia",
      "affiliations": [
        "Department of Medicine, University of Washington, Seattle, Washington."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "1128",
  "end_page": "1139",
  "pages": "1128-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Antithrombins",
    "Benzimidazoles",
    "Dabigatran",
    "Drug Monitoring",
    "Factor Xa Inhibitors",
    "Humans",
    "Morpholines",
    "Partial Thromboplastin Time",
    "Pyrazoles",
    "Pyridones",
    "Rivaroxaban",
    "Thiophenes",
    "beta-Alanine"
  ],
  "article_ids": {
    "pubmed": "25212648",
    "mid": "NIHMS614169",
    "pmc": "PMC4167772",
    "doi": "10.1016/j.jacc.2014.05.065",
    "pii": "S0735-1097(14)04432-5"
  },
  "doi": "10.1016/j.jacc.2014.05.065",
  "pmc_id": "PMC4167772",
  "dates": {
    "completed": "2015-01-05",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Antithrombins",
    "Benzimidazoles",
    "Factor Xa Inhibitors",
    "Morpholines",
    "Pyrazoles",
    "Pyridones",
    "Thiophenes",
    "beta-Alanine",
    "apixaban",
    "Rivaroxaban",
    "Dabigatran"
  ],
  "grants": [
    {
      "grant_id": "K23 HL112903",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HL112903",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.638347",
    "pmid": "25212648"
  }
}