{
  "pmid": "25223238",
  "uid": "25223238",
  "title": "The effects of random breath testing and lowering the minimum legal drinking age on traffic fatalities in Australian states.",
  "abstract": "OBJECTIVE: This study aims to apply time series analysis techniques to examine the effects of random breath testing (RBT) on three age-specific traffic fatalities in four Australian states while considering the effects of lowering the minimum legal drinking age (MLDA). METHODS: Long-term time series of age-specific traffic crash deaths in four Australian states were used to analyse the impact of RBT implementation while considering the population growth, increase in motor vehicle registrations and the effects of lowering the MLDA. RESULTS: The results of intervention analysis indicate that RBT has substantially reduced traffic fatalities in all four states since it was introduced, particularly among the 17-year-olds to 20-year-olds and 21-year-olds to 30-year-olds. New South Wales received the biggest total net effect from RBT implementation on traffic deaths. By contrast, RBT produced only a modest reduction in traffic fatalities among 30-year-olds to 39-year-olds. Lowering the MLDA was associated with significant increases in traffic fatalities among 17-year-olds to 39-year-olds in Queensland and Western Australia. CONCLUSIONS: Controlling for the declining trend in traffic fatalities, the effects of changes in the MLDA law, the implementation of RBT has generated a huge effect, preventing an estimated 5279 traffic crash deaths in four Australian states. This provides further evidence that the implementation of RBT and increases in the MLDA are effective policies for reducing traffic fatalities.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Turning Point, Centre for Alcohol Policy Research, Melbourne, Victoria, Australia Eastern Health Clinical School, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Turning Point, Centre for Alcohol Policy Research, Melbourne, Victoria, Australia Drug Policy Modelling Program, National Drug and Alcohol Research Centre, The University of New South Wales, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Manton",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Manton",
      "affiliations": [
        "Turning Point, Centre for Alcohol Policy Research, Melbourne, Victoria, Australia Eastern Health Clinical School, Monash University, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Injury prevention : journal of the International Society for Child and Adolescent Injury Prevention",
    "iso_abbreviation": "Inj Prev",
    "issn": "1475-5785",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "77",
  "end_page": "83",
  "pages": "77-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Adolescent",
    "Adult",
    "Age Factors",
    "Alcohol Drinking",
    "Australia",
    "Automobile Driving",
    "Breath Tests",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25223238",
    "doi": "10.1136/injuryprev-2014-041303",
    "pii": "injuryprev-2014-041303"
  },
  "doi": "10.1136/injuryprev-2014-041303",
  "dates": {
    "completed": "2015-11-23",
    "revised": "2015-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.755415",
    "pmid": "25223238"
  }
}