{
  "pmid": "25222162",
  "uid": "25222162",
  "title": "Does cervical ripening at term using a high volume foley catheter result in a lower caesarean section rate than a low volume foley catheter? A systematic review and meta-analysis.",
  "abstract": "Cervical ripening with a Foley catheter before induction of labour is a common obstetrical intervention. In this study we aimed to evaluate primarily the relationship between high or low volume Foley catheters used for cervical ripening and Caesarean section, and secondarily the relationship between Foley catheter volume, cervical ripeness, and time to delivery. We searched Medline and Embase from their inceptions with the assistance of an experienced librarian. All abstracts and complete articles were independently reviewed by two reviewers, according to predefined inclusion criteria. Six hundred forty-eight abstracts were identified, and 30 complete articles were read in full. Three articles with a total of 575 participating women met the inclusion criteria. The rate of Caesarean section with use of 80 mL Foley catheters was not significantly different from the rate using 30 mL Foley catheters (RR 0.82; 95% CI 0.48 to 1.41). A favourable cervix (which was defined heterogeneously) was more common with high volume catheters (RR 1.72; 95% CI 1.46 to 2.04), and failure to deliver in 24 hours was lower (RR 0.70; 95% CI 0.54 to 0.90). High volume Foley catheters improve the likelihood of a favourable cervix and chance of delivery in 24 hours more than low volume Foley catheters. As a more favourable cervix before induction of labour is associated with a lower rate of Caesarean section, a randomized controlled trial comparing high and low volume Foley catheters for cervical ripening using Caesarean section as the primary outcome is warranted.",
  "authors": [
    {
      "last_name": "Berndl",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Berndl",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "El-Chaar",
      "fore_name": "Darine",
      "initials": "D",
      "name": "Darine El-Chaar",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie",
      "initials": "K",
      "name": "Kellie Murphy",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Toronto ON; Institute of Health Policy, Management and Evaluation, Toronto ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Departments of Radiology and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "36",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "678",
  "end_page": "687",
  "pages": "678-687",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cervical Ripening",
    "Cesarean Section",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Pregnancy",
    "Urinary Catheterization"
  ],
  "article_ids": {
    "pubmed": "25222162",
    "doi": "10.1016/S1701-2163(15)30509-0",
    "pii": "S1701-2163(15)30509-0"
  },
  "doi": "10.1016/S1701-2163(15)30509-0",
  "dates": {
    "completed": "2014-10-28",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.050564",
    "pmid": "25222162"
  }
}