{
  "pmid": "25237371",
  "uid": "25237371",
  "title": "Hepatitis C virus capsid protein and intracellular lipids interplay and its association with hepatic steatosis.",
  "abstract": "BACKGROUND: Hepatitis C Virus (HCV) is a major causative agent for chronic liver disease worldwide. Hepatic steatosis is a frequent histological feature in patients with chronic HCV. Both host and viral factors are involved in steatosis development. It results from uncontrolled growth of cytoplasmic lipid droplets (LDs) in hepatocytes. LDs are intracellular organelles playing key role in the HCV life cycle. HCV core protein localizes at the LD surface and this localization is crucial for virion production. OBJECTIVES: We explored in vitro interplay of core and LDs to investigate the role of core in steatosis. MATERIALS AND METHODS: Core expression vectors were transfected in Huh-7 cells. The effect of core protein on LDs content and distribution in the cells was monitored by confocal microscopy. Cells were treated with oleic acid to analyze the effect of increased intracellular LDs on core expression. Core protein expression was monitored by western blot analysis. RESULTS: Core expression altered the intracellular lipid metabolism, which resulted in a change in LDs morphology. Core LDs interaction was required for this effect since the mutation of two prolines (P138A, P143A), which impair LDs localization, had no impact on LDs morphology. Conversely, oleic acid induced intracellular LD content resulted in increased core expression. CONCLUSIONS: Core-LDs interaction may be an underlying molecular mechanism to induce liver steatosis in patients with HCV infection. This interaction is also crucial for efficient viral replication and persistence in infected cells. Steatosis can also interfere with efficient standard interferon therapy treatment. Management of steatosis should be considered along with standard care for achieving higher sustained virological response (SVR) in patients receiving interferon regimen.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Center for Infection and Immunity of Lille (CIIL), Institut Pasteur de Lille, Univ Lille Nord de France, Lille, France ; Atta ur Rahman School of Applied Biosciences, National University of Sciences and Technology, H-12 Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Zaidi",
      "fore_name": "Najam Us Sahar Sadaf",
      "initials": "NU",
      "name": "Najam Us Sahar Sadaf Zaidi",
      "affiliations": [
        "Atta ur Rahman School of Applied Biosciences, National University of Sciences and Technology, H-12 Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Dubuisson",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Dubuisson",
      "affiliations": [
        "Center for Infection and Immunity of Lille (CIIL), Institut Pasteur de Lille, Univ Lille Nord de France, Lille, France."
      ]
    },
    {
      "last_name": "Rouille",
      "fore_name": "Yves",
      "initials": "Y",
      "name": "Yves Rouille",
      "affiliations": [
        "Center for Infection and Immunity of Lille (CIIL), Institut Pasteur de Lille, Univ Lille Nord de France, Lille, France."
      ]
    }
  ],
  "journal": {
    "title": "Hepatitis monthly",
    "iso_abbreviation": "Hepat Mon",
    "issn": "1735-143X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "e17812",
  "pages": "e17812",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25237371",
    "pmc": "PMC4165984",
    "doi": "10.5812/hepatmon.17812"
  },
  "doi": "10.5812/hepatmon.17812",
  "pmc_id": "PMC4165984",
  "dates": {
    "completed": "2014-09-19",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.746444",
    "pmid": "25237371"
  }
}