{
  "pmid": "25237595",
  "uid": "25237595",
  "title": "Rat sightings in New York City are associated with neighborhood sociodemographics, housing characteristics, and proximity to open public space.",
  "abstract": "Rats are ubiquitous in urban environments and, as established reservoirs for infectious pathogens, present a control priority for public health agencies. New York City (NYC) harbors one of the largest rat populations in the United States, but surprising little study has been undertaken to define rat ecology across varied features of this urban landscape. More importantly, factors that may contribute to increased encounters between rats and humans have rarely been explored. Using city-wide records of rat sightings reported to the NYC Department of Health and Mental Hygiene, this investigation sought to identify sociodemographic, housing, and physical landscape characteristics that are associated with increased rat sightings across NYC census tracts. A hierarchical Bayesian conditional autoregressive Poisson model was used to assess these associations while accounting for spatial heterogeneity in the variance. Closer proximity to both subway lines and recreational public spaces was associated with a higher concentration of rat sightings, as was a greater presence of older housing, vacant housing units, and low education among the population. Moreover, these aspects of the physical and social landscape accurately predicted rat sightings across the city. These findings have identified specific features of the NYC urban environment that may help to provide direct control targets for reducing human-rat encounters.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York , Downstate, Brooklyn, NY , USA."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2014"
  },
  "start_page": "e533",
  "pages": "e533",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25237595",
    "pmc": "PMC4157232",
    "doi": "10.7717/peerj.533",
    "pii": "533"
  },
  "doi": "10.7717/peerj.533",
  "pmc_id": "PMC4157232",
  "dates": {
    "completed": "2014-09-19",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.827947",
    "pmid": "25237595"
  }
}