{
  "pmid": "25246044",
  "uid": "25246044",
  "title": "Rofecoxib does not appear to increase the risk of venous thromboembolism: a systematic review of the literature.",
  "abstract": "BACKGROUND AND OBJECTIVE: Rofecoxib, a selective cyclo-oxygenase-2 (COX-2) inhibitor, has been associated with increased arterial thrombosis. It is unknown whether (COX-2) inhibition is associated with venous thromboembolism (VTE).We investigated, using a systematic review of the literature, the association between rofecoxib and venous thrombosis. METHODS: A search strategy was developed and implemented to identify all English language studies in which rofecoxib was compared with placebo, irrespective of the primary outcome of the study. Study methodology and results were reviewed in a standardized manner using RefMan software. Confidence intervals and risk difference were calculated using a Poisson distribution. RESULTS: The search strategy identified 1339 papers; 15 studies met our pre-specified inclusion criteria. The majority of trials were short in duration (~12 weeks). All studies met at least two of the three quality criteria. In 15,160 (9217 person years follow up) patients allocated to rofecoxib there were 8 VTEs reported, compared with 9 VTEs in 13147 (9092 person years) patients allocated to placebo (relative risk 0.87, 95% CI 0.29-2.56, p=NS). The estimated incidence of VTE was 86.8 per 100,000 (95% CI 37.5 -171.2) person years with rofecoxib, and 99.1 per 100,000 person years with placebo (95%CI 45.3 - 188). This difference is not statistically significant (p=0.78). CONCLUSIONS: Our findings are limited by the relatively small number of events, although, the contributing sample size of 28307 subjects (18309 person years) is reasonable. From our best available data outlined in this manuscript, there is no increase in the risk of VTE with rofecoxib use.",
  "authors": [
    {
      "last_name": "Goy",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Goy",
      "affiliations": [
        "Department of Hematology, University of British Columbia."
      ]
    },
    {
      "last_name": "Paikin",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Paikin",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, McMaster University."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Division of Hematology and Thromboembolism, St. Joseph's Hospital."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "134",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "997",
  "end_page": "1003",
  "pages": "997-1003",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Cyclooxygenase 2 Inhibitors",
    "Humans",
    "Lactones",
    "Risk Factors",
    "Sulfones",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "25246044",
    "doi": "10.1016/j.thromres.2014.08.030",
    "pii": "S0049-3848(14)00470-8"
  },
  "doi": "10.1016/j.thromres.2014.08.030",
  "dates": {
    "completed": "2015-07-20",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Cyclooxygenase 2 Inhibitors",
    "Lactones",
    "Sulfones",
    "rofecoxib"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.638734",
    "pmid": "25246044"
  }
}