{
  "pmid": "25245416",
  "uid": "25245416",
  "title": "Effect of Class III bone anchor treatment on airway.",
  "abstract": "OBJECTIVES: To compare airway volumes and minimum cross-section area changes of Class III patients treated with bone-anchored maxillary protraction (BAMP) versus untreated Class III controls. MATERIALS AND METHODS: Twenty-eight consecutive skeletal Class III patients between the ages of 10 and 14 years (mean age, 11.9 years) were treated using Class III intermaxillary elastics and bilateral miniplates (two in the infra-zygomatic crests of the maxilla and two in the anterior mandible). The subjects had cone beam computed tomographs (CBCTs) taken before initial loading (T1) and 1 year out (T2). Twenty-eight untreated Class III patients (mean age, 12.4 years) had CBCTs taken and cephalograms generated. The airway volumes and minimum cross-sectional area measurements were performed using Dolphin Imaging 11.7 3D software. The superior border of the airway was defined by a plane that passes through the posterior nasal spine and basion, while the inferior border included the base of the epiglottis to the lower border of C3. RESULTS: From T1 to T2, airway volume from BAMP-treated subjects showed a statistically significant increase (1499.64 mm(3)). The area in the most constricted section of the airway (choke point) increased slightly (15.44 mm(2)). The airway volume of BAMP patients at T2 was 14136.61 mm(3), compared with 14432.98 mm(3) in untreated Class III subjects. Intraexaminer correlation coefficients values and 95% confidence interval values were all greater than .90, showing a high degree of reliability of the measurements. CONCLUSION: BAMP treatment did not hinder the development of the oropharynx.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Tung",
      "initials": "T",
      "name": "Tung Nguyen",
      "affiliations": [
        "a Assistant Professor, Department of Orthodontics, School of Dentistry, University of North Carolina, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "De Clerck",
      "fore_name": "Hugo",
      "initials": "H",
      "name": "Hugo De Clerck",
      "affiliations": [
        "b Adjunct Professor, Department of Orthodontics, School of Dentistry, University of North Carolina, Chapel Hill, NC.",
        "c Private practice, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "d Dental student, School of Dentistry, University of North Carolina, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "Golden",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Golden",
      "affiliations": [
        "e Assistant Clinical Professor, Department of Oral Maxillofacial Surgery, School of Dentistry, University of North Carolina, Chapel Hill, NC."
      ]
    }
  ],
  "journal": {
    "title": "The Angle orthodontist",
    "iso_abbreviation": "Angle Orthod",
    "issn": "1945-7103",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "591",
  "end_page": "596",
  "pages": "591-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Bone Plates",
    "Cephalometry",
    "Cervical Vertebrae",
    "Child",
    "Cone-Beam Computed Tomography",
    "Epiglottis",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Image Processing, Computer-Assisted",
    "Imaging, Three-Dimensional",
    "Male",
    "Malocclusion, Angle Class III",
    "Nasal Bone",
    "Oropharynx",
    "Orthodontic Anchorage Procedures",
    "Orthodontic Appliance Design",
    "Palatal Expansion Technique",
    "Pharynx",
    "Skull Base"
  ],
  "article_ids": {
    "pubmed": "25245416",
    "pmc": "PMC8611741",
    "doi": "10.2319/041614-282.1"
  },
  "doi": "10.2319/041614-282.1",
  "pmc_id": "PMC8611741",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2021-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NIDCR D005215",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.319928",
    "pmid": "25245416"
  }
}