{
  "pmid": "25257232",
  "uid": "25257232",
  "title": "Assessment of faculty productivity in academic departments of medicine in the United States: a national survey.",
  "abstract": "BACKGROUND: Faculty productivity is essential for academic medical centers striving to achieve excellence and national recognition. The objective of this study was to evaluate whether and how academic Departments of Medicine in the United States measure faculty productivity for the purpose of salary compensation. METHODS: We surveyed the Chairs of academic Departments of Medicine in the United States in 2012. We sent a paper-based questionnaire along with a personalized invitation letter by postal mail. For non-responders, we sent reminder letters, then called them and faxed them the questionnaire. The questionnaire included 8 questions with 23 tabulated close-ended items about the types of productivity measured (clinical, research, teaching, administrative) and the measurement strategies used. We conducted descriptive analyses. RESULTS: Chairs of 78 of 152 eligible departments responded to the survey (51% response rate). Overall, 82% of respondents reported measuring at least one type of faculty productivity for the purpose of salary compensation. Amongst those measuring faculty productivity, types measured were: clinical (98%), research (61%), teaching (62%), and administrative (64%). Percentages of respondents who reported the use of standardized measurements units (e.g., Relative Value Units (RVUs)) varied from 17% for administrative productivity to 95% for research productivity. Departments reported a wide variation of what exact activities are measured and how they are monetarily compensated. Most compensation plans take into account academic rank (77%). The majority of compensation plans are in the form of a bonus on top of a fixed salary (66%) and/or an adjustment of salary based on previous period productivity (55%). CONCLUSION: Our survey suggests that most academic Departments of Medicine in the United States measure faculty productivity and convert it into standardized units for the purpose of salary compensation. The exact activities that are measured and how they are monetarily compensated varied substantially across departments.",
  "authors": [
    {
      "last_name": "Kairouz",
      "fore_name": "Victor F",
      "initials": "VF",
      "name": "Victor F Kairouz",
      "affiliations": []
    },
    {
      "last_name": "Raad",
      "fore_name": "Dany",
      "initials": "D",
      "name": "Dany Raad",
      "affiliations": []
    },
    {
      "last_name": "Fudyma",
      "fore_name": "John",
      "initials": "J",
      "name": "John Fudyma",
      "affiliations": []
    },
    {
      "last_name": "Curtis",
      "fore_name": "Anne B",
      "initials": "AB",
      "name": "Anne B Curtis",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, Buffalo, New York, USA. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "205",
  "pages": "205",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Collection",
    "Employee Performance Appraisal",
    "Faculty, Medical",
    "Humans",
    "Salaries and Fringe Benefits",
    "Schools, Medical",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "25257232",
    "pmc": "PMC4189191",
    "doi": "10.1186/1472-6920-14-205",
    "pii": "1472-6920-14-205"
  },
  "doi": "10.1186/1472-6920-14-205",
  "pmc_id": "PMC4189191",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.577241",
    "pmid": "25257232"
  }
}