{
  "pmid": "25258167",
  "uid": "25258167",
  "title": "A qualitative descriptive study of the group prenatal care experience: perceptions of women with low-risk pregnancies and their midwives.",
  "abstract": "BACKGROUND: Group prenatal care (GPC) originated in 1994 as an innovative model of prenatal care delivery. In GPC, eight to twelve pregnant women of similar gestational age meet with a health care provider to receive their prenatal check-up and education in a group setting. GPC offers significant health benefits in comparison to traditional, one-on-one prenatal care. Women in GPC actively engage in their healthcare and experience a supportive network with one another. The purpose of this study was to better understand the GPC experience of women and care providers in a lower risk group of women than often has been previously studied. METHODS: This qualitative descriptive study collected data through three focus group interviews--two with women who had completed GPC at a midwifery clinic in Ontario, Canada and one with the midwives at the clinic. Data was analyzed through open coding to identify themes. RESULTS: Nine women and five midwives participated in the focus groups, from which eight categories as well as further subcategories were identified: The women and midwives noted reasons for participating (connections, education, efficiency). Participants suggested both benefits (learning from the group, normalizing the pregnancy experience, preparedness for labour and delivery, and improved relationships as all contributing to positive health outcomes) and concerns with GPC (e.g. sufficient time with the midwife) which generally diminished with experience. Suggestions for change focused on content, environment, partners, and access to the midwives. Challenges to providing GPC included scheduling and systems-level issues such as funding and regulation. Flexibility and commitment to the model facilitated it. Comparison with other models of care identified less of a relationship with the midwife, but more information received. In promoting GPC, women would emphasize the philosophy of care to other women and the midwives would promote the reduction in workload and women's independence to colleagues. CONCLUSIONS: Overall, women and midwives expressed a high level of satisfaction with their GPC experience. This study gained insight into previously unexplored areas of the GPC experience, perceptions of processes that contribute to positive health outcomes, strategies to promote GPC and elements that enhance the feasibility of GPC.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, McMaster University, 1280 Main St, West, HSC 3N52B, Hamilton, Ontario L8S4K1, Canada. mcdonals@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": []
    },
    {
      "last_name": "Eryuzlu",
      "fore_name": "Leyla E",
      "initials": "LE",
      "name": "Leyla E Eryuzlu",
      "affiliations": []
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne B",
      "initials": "AB",
      "name": "Anne B Biringer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "334",
  "pages": "334",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Appointments and Schedules",
    "Attitude of Health Personnel",
    "Efficiency, Organizational",
    "Female",
    "Focus Groups",
    "Group Processes",
    "Humans",
    "Midwifery",
    "Patient Satisfaction",
    "Perception",
    "Pregnancy",
    "Prenatal Care",
    "Prenatal Education",
    "Qualitative Research",
    "Risk Factors",
    "Social Networking",
    "Time Factors",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "25258167",
    "pmc": "PMC4262064",
    "doi": "10.1186/1471-2393-14-334",
    "pii": "1471-2393-14-334"
  },
  "doi": "10.1186/1471-2393-14-334",
  "pmc_id": "PMC4262064",
  "dates": {
    "completed": "2016-04-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.051014",
    "pmid": "25258167"
  }
}