{
  "pmid": "25252970",
  "uid": "25252970",
  "title": "Between-country heterogeneity in EQ-5D-3L scoring algorithms: how much is due to differences in health state selection?",
  "abstract": "BACKGROUND: EQ-5D-3L scoring algorithms vary amongst countries, not only in the values of regression coefficients but also in the independent variables included in the regression model (hereafter referred to as model specification). It is unclear how much of this variation is due to differences in health state selection, the relative frequencies with which health states were valued, and model diagnostics, rather than to genuine differences in population preferences. METHODS: Using aggregate data from a recent review, we noted all model specifications that were used. For each country the country's own model was re-fitted, as were all other model specifications. This was done twice: once using all valued health states for each country, and again using a common set of 17 health states for all countries. Goodness of fit was assessed using the following model diagnostics: mean absolute error (MAE), mean squared error (MSE) and rho (the Pearson correlation coefficient between predicted and observed mean utilities), both with and without leave-one-out cross-validation. RESULTS: Thirteen countries contributed data. Even when using a common set of health states, the preferred model varied across countries. However, choice of health states did impact the preferred model specification: when using cross-validation, the preferred specification changed in five of ten countries when moving from 17 health states to all valued health states. The relative frequency with which health states were valued had little impact on the preferred model. CONCLUSIONS: Variation in choices of health states to value is responsible for some, but not all, of the observed heterogeneity in model specification. Relative frequency of health state valuation and choice of model diagnostic has a limited impact on model preference, however, use of cross-validation has a substantial impact. The use of cross-validation, implemented through omitting health states rather than respondents, is recommended as one approach to assessing model fit.",
  "authors": [
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, ON, Canada. eleanor.pullenayegum@sickkids.ca."
      ]
    },
    {
      "last_name": "Perampaladas",
      "fore_name": "Kuhan",
      "initials": "K",
      "name": "Kuhan Perampaladas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Doble",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Doble",
      "affiliations": [
        "Faculty of Business and Economics, Centre for Health Economics, Monash University, Clayton, VIC, Australia."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The European journal of health economics : HEPAC : health economics in prevention and care",
    "iso_abbreviation": "Eur J Health Econ",
    "issn": "1618-7601",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "847",
  "end_page": "855",
  "pages": "847-55",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Algorithms",
    "Attitude to Health",
    "Health Status",
    "Humans",
    "Internationality",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "25252970",
    "doi": "10.1007/s10198-014-0633-1",
    "pii": "10.1007/s10198-014-0633-1"
  },
  "doi": "10.1007/s10198-014-0633-1",
  "dates": {
    "completed": "2016-07-29",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.868570",
    "pmid": "25252970"
  }
}