{
  "pmid": "25255113",
  "uid": "25255113",
  "title": "Cost-effectiveness analysis parallel to a randomized controlled trial comparing vertical scar reduction and inverted T-shaped reduction mammaplasty.",
  "abstract": "BACKGROUND: A previous randomized controlled trial showed no clear superiority of vertical scar over inverted T-shaped reduction mammaplasty in terms of health-related quality of life. No economic evaluation has been undertaken comparing vertical scar reduction and inverted T -shaped reduction. METHODS: A total of 255 patients were randomized to either vertical scar or inverted T -shaped reduction. The effectiveness was measured with the Health Utilities Index Mark 3. Direct and productivity costs were captured parallel to the randomized controlled trial. Perspectives of the Ministry of Health, patient, and society were considered. RESULTS: Inverted T -shaped reduction dominated vertical scar reduction from the Ministry of Health perspective by being slightly less costly ($3090.06 versus $3106.58) and slightly more effective (0.87 quality-adjusted life-years versus 0.86 quality-adjusted life-years). From the societal and patient perspectives, vertical scar reduction was both less costly and less effective. At the commonly quoted Canadian threshold of $50,000 per quality-adjusted life-year gained, the probability that vertical scar reduction was cost-effective was 29.3, 68.2, and 66.9 percent from the Ministry of Health, patient, and societal perspectives. Subgroup analysis of reductions less than 500 g found that vertical scar reduction was more likely cost-effective. CONCLUSIONS: Vertical scar reduction is more likely than not cost-effective from patient and societal perspectives but not from the Ministry of Health perspective at a willingness-to-pay threshold of $50,000 per quality-adjusted life-year. If we limit vertical scar reduction for resections less than 500 g per breast, this technique is more likely cost-effective from all perspectives.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Hamilton and Toronto, Ontario; and Burnaby, British Columbia, Canada From the Division of Plastic Surgery, Department of Surgery, Department of Clinical Epidemiology and Biostatistics, the Surgical Outcomes Research Center, Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University; Programs for Assessment of Technology in Health Research Institute, St. Joseph's Healthcare; the Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto; and Faculty of Health Sciences, Simon Fraser University."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj Nirmal",
      "initials": "MN",
      "name": "Manraj Nirmal Kaur",
      "affiliations": []
    },
    {
      "last_name": "Tsoi",
      "fore_name": "Bernice",
      "initials": "B",
      "name": "Bernice Tsoi",
      "affiliations": []
    },
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Ziolkowski",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles Harry",
      "initials": "CH",
      "name": "Charles Harry Goldsmith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "134",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1093",
  "end_page": "1107",
  "pages": "1093-1107",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cicatrix",
    "Cost-Benefit Analysis",
    "Female",
    "Health Care Costs",
    "Health Services Needs and Demand",
    "Humans",
    "Mammaplasty",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Postoperative Complications",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "25255113",
    "doi": "10.1097/PRS.0000000000000751",
    "pii": "00006534-201412000-00001"
  },
  "doi": "10.1097/PRS.0000000000000751",
  "dates": {
    "completed": "2015-01-22",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.156146",
    "pmid": "25255113"
  }
}