{
  "pmid": "25264502",
  "uid": "25264502",
  "title": "Characterizing plasma albumin concentration changes in TB/HIV patients on anti retroviral and anti -tuberculosis therapy.",
  "abstract": "PURPOSE: Plasma albumin, a biomarker for hepatic function, is reported to correspondingly decrease in concentration as disease severity increases in chronic infections including HIV and TB. Our objective was to develop a semi-mechanistic disease progression model to quantify plasma albumin concentration changes during TB and HIV therapy and identify the associated covariate factors. METHODS: Plasma albumin concentration data was collected at specified times for 3 months from 262 HIV participants receiving efavirenz based anti retroviral therapy. Of these, 158 were TB co-infected and on Rifampicin based anti -tuberculosis co-treatment. An indirect response model with zero order albumin production and first order elimination was developed in NONMEM version 7.2 to describe our data. Genotype (CYP2B6*6 and 11, CYP3A5, ABCB1c.3435C>T and ABCB1rs), TB disease status, baseline age, body weight, plasma creatinine, alanine transaminase enzyme and CD4(+) count were the potential model covariates tested. RESULTS: The proposed model successfully described plasma albumin concentration changes in the study population. There was a 10.9% and 48.6% increase in albumin production rates in HIV only and TB co-infected participants respectively. Participants co-infected with TB showed a 44.2% lower baseline albumin secretion rate than those without TB while ABCB1c.3435C>T mutation was associated with a 16% higher steady state albumin secretion rate following treatment. CONCLUSION: A semi-mechanistic model describes plasma albumin concentration changes in HIV patients on ART. Further work is required to establish the utility of the model in monitoring disease progression and predicting prognosis in HIV and TB co-infected patients in absence of or during treatment.",
  "authors": [
    {
      "last_name": "Bisaso",
      "fore_name": "Kuteesa R",
      "initials": "KR",
      "name": "Kuteesa R Bisaso",
      "affiliations": [
        "Department of Pharmacology & Therapeutics, College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Owen",
      "fore_name": "Joel S",
      "initials": "JS",
      "name": "Joel S Owen",
      "affiliations": [
        "School of pharmacy, Union University Tennessee, Tennessee, USA."
      ]
    },
    {
      "last_name": "Ojara",
      "fore_name": "Francis W",
      "initials": "FW",
      "name": "Francis W Ojara",
      "affiliations": [
        "Department of Pharmacology & Therapeutics, College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Namuwenge",
      "fore_name": "Proscovia M",
      "initials": "PM",
      "name": "Proscovia M Namuwenge",
      "affiliations": [
        "Centre for Operational Research in Africa, P.O. Box 7072, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Mugisha",
      "fore_name": "Apollo",
      "initials": "A",
      "name": "Apollo Mugisha",
      "affiliations": [
        "Department of Clinical Chemistry, Mulago National Referral Hospital, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Luboobi",
      "fore_name": "Livingstone S",
      "initials": "LS",
      "name": "Livingstone S Luboobi",
      "affiliations": [
        "Department of Mathematics, College of Natural Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Mukonzo",
      "fore_name": "Jackson K",
      "initials": "JK",
      "name": "Jackson K Mukonzo",
      "affiliations": [
        "Department of Pharmacology & Therapeutics, College of Health Sciences, Makerere University, Kampala, Uganda ; Centre for Operational Research in Africa, P.O. Box 7072, Kampala, Uganda ; CIHR Canadian HIV Trials Network, Vancouver, BC Canada."
      ]
    }
  ],
  "journal": {
    "title": "In silico pharmacology",
    "iso_abbreviation": "In Silico Pharmacol",
    "issn": "2193-9616",
    "issn_type": "Print",
    "volume": "2",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25264502",
    "pmc": "PMC4173069",
    "doi": "10.1186/s40203-014-0003-9",
    "pii": "3"
  },
  "doi": "10.1186/s40203-014-0003-9",
  "pmc_id": "PMC4173069",
  "dates": {
    "completed": "2016-08-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.495751",
    "pmid": "25264502"
  }
}