{
  "pmid": "25269582",
  "uid": "25269582",
  "title": "Emergency department utilization among frequent users with psychiatric visits.",
  "abstract": "OBJECTIVES: The objective was to assess the incidence of psychiatric visits among frequent emergency department (ED) users and utilization among frequent psychiatric users. METHODS: This was a multicenter retrospective longitudinal study of 1.76 million adult ED visits from acute care hospitals serving the metropolitan San Diego region (2008 through 2010) using nonpublic data submitted to the Office of Statewide Health Planning and Development. Frequent users were defined as having at least four ED visits within 12 consecutive months and were further classified into three groups based on the number of primary psychiatric visits in the same period, as defined by the primary discharge diagnosis (zero, one to three, and four or more visits). Descriptive, univariate, and logistic regression analyses are reported. RESULTS: Patients with at least one primary psychiatric visit were 4.6 (95% confidence interval [CI] = 4.5 to 4.7) times more likely to be frequent ED users compared to patients with none. However, the majority of frequent ED users (80.1%) did not have any primary psychiatric visits; 16.6% of frequent ED users were classified as occasional psychiatric users, and only 3.3% were classified as frequent psychiatric users. Compared to frequent users without primary psychiatric visits, frequent psychiatric users were more likely to be male, non-Hispanic white, and without private insurance and visited the ED more frequently. Frequent psychiatric users also suffered from psychiatric, medical, and substance abuse comorbidity. CONCLUSIONS: While patients with primary psychiatric visits were more likely to be frequent users of the ED, only a small percentage of frequent ED users were seen primarily and repeatedly for psychiatric care. However, this small group of frequent psychiatric users visited the ED at a much higher rate than other frequent users and was burdened with both chronic medical and psychiatric conditions.",
  "authors": [
    {
      "last_name": "Brennan",
      "fore_name": "Jesse J",
      "initials": "JJ",
      "name": "Jesse J Brennan",
      "affiliations": [
        "The Departments of Emergency Medicine, University of California at San Diego, San Diego, CA."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Theodore C",
      "initials": "TC",
      "name": "Theodore C Chan",
      "affiliations": []
    },
    {
      "last_name": "Hsia",
      "fore_name": "Renee Y",
      "initials": "RY",
      "name": "Renee Y Hsia",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    },
    {
      "last_name": "Castillo",
      "fore_name": "Edward M",
      "initials": "EM",
      "name": "Edward M Castillo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1015",
  "end_page": "1022",
  "pages": "1015-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Comorbidity",
    "Cross-Sectional Studies",
    "Emergency Service, Hospital",
    "Female",
    "Hospital Charges",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Mental Disorders",
    "Retrospective Studies",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "25269582",
    "doi": "10.1111/acem.12453"
  },
  "doi": "10.1111/acem.12453",
  "dates": {
    "completed": "2014-12-11",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "90BC0015/01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.321095",
    "pmid": "25269582"
  }
}