{
  "pmid": "25262968",
  "uid": "25262968",
  "title": "Femoroacetabular impingement in skeletally immature patients: a systematic review examining indications, outcomes, and complications of open and arthroscopic treatment.",
  "abstract": "PURPOSE: Improvements in physical examination and radiographic appreciation of symptomatic femoroacetabular impingement (FAI) has increased the focus on early diagnosis and treatment in an adolescent population. This systematic review aimed to establish specific indications, outcomes, and complications of surgical management of adolescent FAI. METHODS: The Medline, Embase, and PubMed online databases were searched from inception until April 21, 2014, for English-language studies that addressed open and/or arthroscopic treatment of FAI in patients aged 10 to 19 years inclusively. The studies were systematically screened and data abstracted in duplicate, with qualitative findings presented. RESULTS: There were 6 eligible case series (4 with arthroscopic and 2 with open technique) and 2 conference abstracts examining 388 patients in total (435 hips), 81% of which were treated with hip arthroscopy. Overall, patients were followed up for a mean of 23.4 months postoperatively (range, 3 to 75 months). The main indication for surgery was a confirmed diagnosis of FAI with persistent pain and impaired function refractory to nonoperative interventions (activity modification, intra-articular injections, and so on). Specific contraindications included Tönnis grade 2, 3, or 4 chondral changes and acetabular dysplasia. All studies reported significant improvements in patient pain, function (e.g., no patients were \"abnormally\" or \"severely abnormally\" impaired), and satisfaction rates (84% to 100% with arthroscopic technique v 79% with open technique). Improvements also were observed in range of motion and alpha angle correction, as well as across a variety of patient-reported functional scores, with all but 7 of 388 patients (1.8%) returning to activity/sport. No major complications were reported, with only 13 of 354 hips (3.7%) treated by arthroscopy requiring revision arthroscopy for lysis of adhesions and 1 of 81 open surgical dislocation hips (1%) having asymptomatic heterotopic ossification not requiring additional management. No cases of avascular necrosis, physeal arrest or growth disturbance, or iatrogenic deformity were reported. CONCLUSIONS: Both arthroscopic and open surgical dislocation approaches for the treatment of adolescent FAI appear to be safe and effective options for patients with persistent pain and limited function after an appropriate trial of nonoperative therapy. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cargnelli",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Cargnelli",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Catapano",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Catapano",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport at Domino's Farms, MedSport, Ann Arbor, Michigan, U.S.A."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burrow",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Burrow",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada. Electronic address: femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "373",
  "end_page": "384",
  "pages": "373-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "25262968",
    "doi": "10.1016/j.arthro.2014.07.030",
    "pii": "S0749-8063(14)00684-7"
  },
  "doi": "10.1016/j.arthro.2014.07.030",
  "dates": {
    "completed": "2015-06-09",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.750578",
    "pmid": "25262968"
  }
}