{
  "pmid": "25267553",
  "uid": "25267553",
  "title": "Quality of survey reporting in nephrology journals: a methodologic review.",
  "abstract": "BACKGROUND AND OBJECTIVES: Survey research is an important research method used to determine individuals' attitudes, knowledge, and behaviors; however, as with other research methods, inadequate reporting threatens the validity of results. This study aimed to describe the quality of reporting of surveys published between 2001 and 2011 in the field of nephrology. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: The top nephrology journals were systematically reviewed (2001-2011: American Journal of Kidney Diseases, Nephrology Dialysis Transplantation, and Kidney International; 2006-2011: Clinical Journal of the American Society of Nephrology) for studies whose primary objective was to collect and report survey results. Included were nephrology journals with a heavy focus on clinical research and high impact factors. All titles and abstracts were screened in duplicate. Surveys were excluded if they were part of a multimethod study, evaluated only psychometric characteristics, or used semi-structured interviews. Information was collected on survey and respondent characteristics, questionnaire development (e.g., pilot testing), psychometric characteristics (e.g., validity and reliability), survey methods used to optimize response rate (e.g., system of multiple contacts), and response rate. RESULTS: After a screening of 19,970 citations, 216 full-text articles were reviewed and 102 surveys were included. Approximately 85% of studies reported a response rate. Almost half of studies (46%) discussed how they developed their questionnaire and only a quarter of studies (28%) mentioned the validity or reliability of the questionnaire. The only characteristic that improved over the years was the proportion of articles reporting missing data (2001-2004: 46.4%; 2005-2008: 61.9%; and 2009-2011: 84.8%; respectively) (P<0.01). CONCLUSIONS: The quality of survey reporting in nephrology journals remains suboptimal. In particular, reporting of the validity and reliability of the questionnaire must be improved. Guidelines to improve survey reporting and increase transparency are clearly needed.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Alvin Ho-Ting",
      "initials": "AH",
      "name": "Alvin Ho-Ting Li",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, and Department of Epidemiology & Biostatistics, Western University, London, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Sonia M",
      "initials": "SM",
      "name": "Sonia M Thomas",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, and Department of Epidemiology & Biostatistics, Western University, London, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Farag",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Farag",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, and."
      ]
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, and Department of Epidemiology & Biostatistics, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, and Department of Epidemiology & Biostatistics, Western University, London, Ontario, Canada; kyla.naylor@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "2089",
  "end_page": "2094",
  "pages": "2089-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Data Collection",
    "Humans",
    "Nephrology",
    "Periodicals as Topic",
    "Reproducibility of Results",
    "Research Design",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "25267553",
    "pmc": "PMC4255395",
    "doi": "10.2215/CJN.02130214",
    "pii": "CJN.02130214"
  },
  "doi": "10.2215/CJN.02130214",
  "pmc_id": "PMC4255395",
  "dates": {
    "completed": "2015-08-21",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.942172",
    "pmid": "25267553"
  }
}