{
  "pmid": "25279102",
  "uid": "25279102",
  "title": "Predictors of change in mental health and distress among women attending a women's shelter.",
  "abstract": "BACKGROUND: Intimate partner violence (IPV) is detrimental to mental health. The Domestic Violence Survivor Assessment (DVSA), which includes a mental health assessment, is often used to evaluate abuse survivors in a counseling situation. The DVSA seeks to outline the cognitive state of women as per the stages of change as they attempt to move toward a life with no IPV. OBJECTIVE: The objective of this study was to explore predictors of change in mental health and distress among women who entered a women's shelter more than once. METHODS: Women entering a women's shelter more than once over a 3-year period were assessed by a trained social worker using the DVSA. A logistic regression analysis examined relationships between the chosen characteristics and the participants' mental health through the DVSA stages of change. RESULTS: We analyzed complete data for 94 women who entered the shelter a mean of 3.3 times (range 2-8) over a mean period of 16.1 days (range: 1-391). Thirty-six women (36/94; 38.3%) progressed through the stages. The average number of visits among women who progressed through the stages was 4. Our multivariable logistic regression showed women who had more visits to the shelter were almost twice as likely to progress through the stages compared to women who entered the shelter fewer times (OR=1.928; 95% CI=1.292-2.877; p=0.001). In the univariate analysis, only increased number of visits was significantly associated with progressing through the stages of change (OR=1.694; 95% CI=1.237-2.322; p=0.001). The other factors were not significantly associated with a change in mental health and distress (p>0.05). CONCLUSION: Women who enter women's shelters more frequently may be more likely to progress through the DVSA mental health stages compared to other women. Women's shelters may be helpful in assisting progression through the stages of change, thereby improving their mental health after abuse.",
  "authors": [
    {
      "last_name": "Hoyeck",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Hoyeck",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Freeman",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Freeman",
      "affiliations": [
        "Interval House of Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Canada ; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of psychotraumatology",
    "iso_abbreviation": "Eur J Psychotraumatol",
    "issn": "2000-8066",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2014"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25279102",
    "pmc": "PMC4163750",
    "doi": "10.3402/ejpt.v5.24809",
    "pii": "24809"
  },
  "doi": "10.3402/ejpt.v5.24809",
  "pmc_id": "PMC4163750",
  "dates": {
    "completed": "2014-10-03",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.362426",
    "pmid": "25279102"
  }
}