{
  "pmid": "25280500",
  "uid": "25280500",
  "title": "Impact of endometriosis on women's lives: a qualitative study.",
  "abstract": "BACKGROUND: This study aimed to explore women's experiences of the impact of endometriosis and whether there are differences across three age groups. METHODS: A qualitative descriptive design was conducted using semi-structured focus group discussions with 35 Australian women with endometriosis, in three age groups. All tape-recorded discussions were transcribed verbatim and read line by line to extract meaningful codes and categories using NVivo 9 software through a thematic analysis approach. Categories were then clustered into meaningful themes. RESULTS: Participants' ages ranged from 17 to 53 years and had a history of 2 to 40 years living with endometriosis, with an average delay time to diagnosis of 8.1 years. Two main themes emerged: (1) experiences of living with endometriosis, and (2) impact of endometriosis on women's lives, with 14 discrete categories. The results showed similarities and differences of the impact between the three age groups. The most highlighted impacts were on marital/sexual relationships, social life, and on physical and psychological aspects in all three age groups, but with different orders of priority. Education was the second most highlighted for the 16-24 years, life opportunities and employment for the 25-34 years; and financial impact for those 35 years and above. CONCLUSIONS: Our findings show that endometriosis impacts negatively on different aspects of women's lives. A better understanding of these findings could help to decrease the negative impact of endometriosis by guiding service delivery and future research to meet more effectively the needs of women and teenagers with this condition.",
  "authors": [
    {
      "last_name": "Moradi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Moradi",
      "affiliations": [
        "PhD candidate at the Australian National University School of Medicine, Canberra, Australia. maryam.moradi.fu@gmail.com."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": []
    },
    {
      "last_name": "Sneddon",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Sneddon",
      "affiliations": []
    },
    {
      "last_name": "Lopez",
      "fore_name": "Violeta",
      "initials": "V",
      "name": "Violeta Lopez",
      "affiliations": []
    },
    {
      "last_name": "Ellwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ellwood",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "04"
  },
  "start_page": "123",
  "pages": "123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Adult",
    "Education",
    "Employment",
    "Endometriosis",
    "Female",
    "Humans",
    "Interpersonal Relations",
    "Marriage",
    "Middle Aged",
    "Qualitative Research",
    "Quality of Life",
    "Sexual Behavior",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25280500",
    "pmc": "PMC4287196",
    "doi": "10.1186/1472-6874-14-123",
    "pii": "1472-6874-14-123"
  },
  "doi": "10.1186/1472-6874-14-123",
  "pmc_id": "PMC4287196",
  "dates": {
    "completed": "2015-04-03",
    "revised": "2024-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.187641",
    "pmid": "25280500"
  }
}