{
  "pmid": "25285111",
  "uid": "25285111",
  "title": "Real-time polymerase chain reaction for microbiological diagnosis of parapneumonic effusions in Canadian children.",
  "abstract": "BACKGROUND: Community-acquired pneumonia (CAP) complicated by parapneumonic effusion/empyema is an infectious syndrome commonly encountered by physicians caring for children in Canada. OBJECTIVE: To investigate the incremental benefit of novel molecular testing for the microbiological diagnosis of pediatric CAP complicated by parapneumonic effusion/empyema in Canada. METHODS: A convenience sample of pleural fluid from 56 children who had been admitted to hospital in Ontario with CAP complicated by parapneumonic effusion between 2009 and 2011 was examined. Multiple uniplex real-time polymerase chain reaction (PCR) testing was performed on these pleural fluids and compared with traditional culture-based testing of blood and pleural fluid samples. RESULTS: Molecular methods detected a pathogen in 82% of cases, whereas traditional cultures of blood and pleural fluids detected a pathogen in only 25%. The majority of parapneumonic effusions were associated with pneumococcal infection; Streptococcus pneumoniae was detected in 62% of the samples using molecular methods but in only 14% of samples using culture-based methods. Streptococcus pyogenes, detected in 16% of samples using PCR, was the second most common pathogen found. No patients were found to have empyema caused by Staphylococcus aureus. DISCUSSION: The results showed that multiple uniplex real-time PCR performed substantially better than traditional culture methods for microbiological diagnosis of CAP complicated by effusion/ empyema. S pneumoniae and S pyogenes were found to be responsible for the majority of infections. The approach detected pathogens in a similar proportion of pleural fluid samples as previously reported nested PCR assays; furthermore, the real-time closed-well approach also minimized the risk of nonspecificity due to cross-contamination relative to nested PCR. CONCLUSIONS: Real-time PCR for the detection of bacterial DNA in pleural fluids has the potential to better define the microbiological cause of pediatric CAP. This approach could help clinicians provide targeted antimicrobial therapy.",
  "authors": [
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Pediatrics, Division of Infectious Disease, McMaster University, Hamilton;"
      ]
    },
    {
      "last_name": "Moldovan",
      "fore_name": "Ioana",
      "initials": "I",
      "name": "Ioana Moldovan",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Division of Microbiology, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Chan",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Division of Microbiology, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Slinger",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Slinger",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Division of Microbiology, University of Ottawa, Ottawa, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale",
    "iso_abbreviation": "Can J Infect Dis Med Microbiol",
    "issn": "1712-9532",
    "issn_type": "Print",
    "volume": "25",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "151",
  "end_page": "154",
  "pages": "151-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25285111",
    "pmc": "PMC4173977",
    "doi": "10.1155/2014/757963"
  },
  "doi": "10.1155/2014/757963",
  "pmc_id": "PMC4173977",
  "dates": {
    "completed": "2014-10-06",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.297934",
    "pmid": "25285111"
  }
}