{
  "pmid": "25294109",
  "uid": "25294109",
  "title": "A cross-sectional survey of supports for evidence-informed decision-making in healthcare organisations: a research protocol.",
  "abstract": "BACKGROUND: This protocol builds on the development of a) a framework that identified the various supports (i.e. positions, activities, interventions) that a healthcare organisation or health system can implement for evidence-informed decision-making (EIDM) and b) a qualitative study that showed the current mix of supports that some Canadian healthcare organisations have in place and the ones that are perceived to facilitate the use of research evidence in decision-making. Based on these findings, we developed a web survey to collect cross-sectional data about the specific supports that regional health authorities and hospitals in two Canadian provinces (Ontario and Quebec) have in place to facilitate EIDM. METHODS/DESIGN: This paper describes the methods for a cross-sectional web survey among 32 regional health authorities and 253 hospitals in the provinces of Quebec and Ontario (Canada) to collect data on the current mix of organisational supports that these organisations have in place to facilitate evidence-informed decision-making. The data will be obtained through a two-step survey design: a 10-min survey among CEOs to identify key units and individuals in regard to our objectives (step 1) and a 20-min survey among managers of the key units identified in step 1 to collect information about the activities performed by their unit regarding the acquisition, assessment, adaptation and/or dissemination of research evidence in decision-making (step 2). The study will target three types of informants: CEOs, library/documentation centre managers and all other key managers whose unit is involved in the acquisition, assessment, adaptation/packaging and/or dissemination of research evidence in decision-making. We developed an innovative data collection system to increase the likelihood that only the best-informed respondent available answers each survey question. The reporting of the results will be done using descriptive statistics of supports by organisation type and by province. DISCUSSION: This study will be the first to collect and report large-scale cross-sectional data on the current mix of supports health system organisations in the two most populous Canadian provinces have in place for evidence-informed decision-making. The study will also provide useful information to researchers on how to collect organisation-level data with reduced risk of self-reporting bias.",
  "authors": [
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": [
        "Centre Hospitalier Universitaire de Québec Research Centre, Québec City, Quebec, Canada. mathieu.ouimet@pol.ulaval.ca.",
        "Department of Political Science, Université Laval, Québec City, Quebec, Canada. mathieu.ouimet@pol.ulaval.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. lavisj@mcmaster.ca.",
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, Hamilton, Ontario, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard School of Public Health, Boston, Massachusetts, USA. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Léon",
      "fore_name": "Grégory",
      "initials": "G",
      "name": "Grégory Léon",
      "affiliations": [
        "Department of Political Science, Université Laval, Québec City, Quebec, Canada. gregory.leon@pol.ulaval.ca."
      ]
    },
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. moriah.ellen@gmail.com.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. moriah.ellen@gmail.com.",
        "Jerusalem College of Technology, Jerusalem, Israel. moriah.ellen@gmail.com.",
        "Israeli Center for Technology Assessment in Health Care, Tel Hashomer, Israel. moriah.ellen@gmail.com."
      ]
    },
    {
      "last_name": "Bédard",
      "fore_name": "Pierre-Olivier",
      "initials": "PO",
      "name": "Pierre-Olivier Bédard",
      "affiliations": [
        "Department of Philosophy, School of Government and International Affairs, Durham University, Durham, UK. p.o.bedard@durham.ac.uk."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. jgrimshaw@ohri.cal.",
        "Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada. jgrimshaw@ohri.cal."
      ]
    },
    {
      "last_name": "Gagnon",
      "fore_name": "Marie-Pierre",
      "initials": "MP",
      "name": "Marie-Pierre Gagnon",
      "affiliations": [
        "Centre Hospitalier Universitaire de Québec Research Centre, Québec City, Quebec, Canada. marie-pierre.gagnon@fsi.ulaval.ca.",
        "Faculty of Nursing Science, Université Laval, Québec City, Quebec, Canada. marie-pierre.gagnon@fsi.ulaval.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "09"
  },
  "start_page": "146",
  "pages": "146",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Decision Support Systems, Clinical",
    "Evidence-Based Medicine",
    "Health Facilities",
    "Health Policy",
    "Humans",
    "Ontario",
    "Organizations",
    "Policy Making",
    "Quebec",
    "Regional Medical Programs"
  ],
  "article_ids": {
    "pubmed": "25294109",
    "pmc": "PMC4197221",
    "doi": "10.1186/s13012-014-0146-4",
    "pii": "s13012-014-0146-4"
  },
  "doi": "10.1186/s13012-014-0146-4",
  "pmc_id": "PMC4197221",
  "dates": {
    "completed": "2015-11-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.979203",
    "pmid": "25294109"
  }
}