{
  "pmid": "25296653",
  "uid": "25296653",
  "title": "'Conditional candour' and 'knowing me': an interpretive description study on patient preferences for physician behaviours during end-of-life communication.",
  "abstract": "OBJECTIVE: To understand patients' preferences for physician behaviours during end-of-life communication. METHODS: We used interpretive description methods to analyse data from semistructured, one-on-one interviews with patients admitted to general medical wards at three Canadian tertiary care hospitals. Study recruitment took place from October 2012 to August 2013. We used a purposive, maximum variation sampling approach to recruit hospitalised patients aged ≥55 years with a high risk of mortality within 6-12 months, and with different combinations of the following demographic variables: race (Caucasian vs non-Caucasian), gender and diagnosis (cancer vs non-cancer). RESULTS: A total of 16 participants were recruited, most of whom (69%) were women and 70% had a non-cancer diagnosis. Two major concepts regarding helpful physician behaviour during end-of-life conversations emerged: (1) 'knowing me', which reflects the importance of acknowledging the influence of family roles and life history on values and priorities expressed during end-of-life communication, and (2) 'conditional candour', which describes a process of information exchange that includes an assessment of patients' readiness, being invited to the conversation, and sensitive delivery of information. CONCLUSIONS: Our findings suggest that patients prefer a nuanced approach to truth telling when having end-of-life discussions with their physician. This may have important implications for clinical practice and end-of-life communication training initiatives.",
  "authors": [
    {
      "last_name": "Abdul-Razzak",
      "fore_name": "Amane",
      "initials": "A",
      "name": "Amane Abdul-Razzak",
      "affiliations": [
        "Division of Palliative Medicine, Department of Oncology, University of Calgary, Tom Baker Cancer Center, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John",
      "initials": "J",
      "name": "John You",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Simon",
      "affiliations": [
        "Department of Oncology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "e005653",
  "pages": "e005653",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Advance Care Planning",
    "Advance Directives",
    "Aged",
    "Canada",
    "Communication",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Physician-Patient Relations",
    "Qualitative Research",
    "Terminal Care",
    "Truth Disclosure"
  ],
  "article_ids": {
    "pubmed": "25296653",
    "pmc": "PMC4194750",
    "doi": "10.1136/bmjopen-2014-005653",
    "pii": "bmjopen-2014-005653"
  },
  "doi": "10.1136/bmjopen-2014-005653",
  "pmc_id": "PMC4194750",
  "dates": {
    "completed": "2015-06-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.733904",
    "pmid": "25296653"
  }
}