{
  "pmid": "25297880",
  "uid": "25297880",
  "title": "Evidence relating sodium intake to blood pressure and CVD.",
  "abstract": "Sodium is an essential nutrient, mostly ingested as salt (sodium chloride). Average sodium intake ranges from 3 to 6 g per day (7.5-15 g/day of salt) in most countries, with regional variations. Increasing levels of sodium intake have a positive association with higher blood pressure. Randomized controlled trials report a reduction in blood pressure with reducing sodium intake from moderate to low levels, which is the evidence that forms the basis for international guidelines recommending all people consume less than 2.0 g of sodium per day. However, no randomized trials have demonstrated that reducing sodium leads to a reduction in cardiovascular disease (CVD). In their absence, the next option is to examine the association between sodium consumption and CVD in prospective cohort studies. Several recent prospective cohort studies have indicated that while high intake of sodium (>6 g/d) is associated with higher risk of CVD compared to those with moderate intake (3 to 5 g/d), lower intake (<3 g/day) is also associated with a higher risk (despite lower blood pressure levels). However, most of these studies were conducted in populations at increased risk of cardiovascular disease. Current epidemiologic evidence supports that an optimal level of sodium intake is in the range of about 3-5 g/day, as this range is associated with lowest risk of CVD in prospective cohort studies. Randomized controlled trials, comparing the effect of low sodium intake to moderate intake on incidence of cardiovascular events and mortality, are required to truly define optimal intake range.",
  "authors": [
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Canada, odonnm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current cardiology reports",
    "iso_abbreviation": "Curr Cardiol Rep",
    "issn": "1534-3170",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "10",
    "pub_year": "2014"
  },
  "start_page": "529",
  "pages": "529",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Evidence-Based Medicine",
    "Humans",
    "Practice Guidelines as Topic",
    "Sodium, Dietary"
  ],
  "article_ids": {
    "pubmed": "25297880",
    "doi": "10.1007/s11886-014-0529-9"
  },
  "doi": "10.1007/s11886-014-0529-9",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Sodium, Dietary"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.826284",
    "pmid": "25297880"
  }
}