{
  "pmid": "25299075",
  "uid": "25299075",
  "title": "An efficient preparation of mulberroside a from the branch bark of mulberry and its effect on the inhibition of tyrosinase activity.",
  "abstract": "A bioactive ingredient in an ethanol extract from the branch bark of cultivated mulberry Husang-32 (Morus multicaulis Perr.) was isolated using a macroporous resin column. The primary component, which was purified by semi-preparative high-performance liquid chromatography diode array detection (HPLC-DAD), was identified as mulberroside A (MA) by liquid chromatograph-mass spectrometer (LC-MS), 1H and 13C nuclear magnetic resonance (NMR) spectra. In total, 4.12 g MA was efficiently extracted from one kilogram of mulberry bark. The enzymatic analysis showed that MA inhibited the generation of dopachrome by affecting the activities of monophenolase and diphenolase of tyrosinase in vitro. This analysis indicated that MA and oxyresveratrol (OR), which is the the aglycone of mulberroside A, exhibited strong inhibition of the monophenolase activity with IC50 values of 1.29 µmol/L and 0.12 µmol/L, respectively. However, the former showed weaker inhibitory activity than the latter for diphenolase. For the monophenolase activity, the inhibitory activity of MA and OR was reversible and showed mixed type 1 inhibition. Additionally, the inhibition constant KI (the inhibition constant of the effectors on tyrosinase) values were 0.385 µmol/L and 0.926 µmol/L, respectively, and the KIS (the inhibition constants of the enzyme-substrate complex) values were 0.177 µmol/L and 0.662 µmol/L, respectively. However, MA showed competitive inhibition of diphenolase activity, and KI was 4.36 µmol/L. In contrast, OR showed noncompetitive inhibition and KI = KIS = 2.95 µmol/L. Taken together, these results provide important information concerning the inhibitory mechanism of MA on melanin synthesis, which is widely used in whitening cosmetics.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Shu",
      "initials": "S",
      "name": "Shu Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Xian-Ming",
      "initials": "XM",
      "name": "Xian-Ming Liu",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Zhang",
      "affiliations": [
        "College of Pharmaceutical Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2014"
  },
  "start_page": "e109396",
  "pages": "e109396",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Disaccharides",
    "Enzyme Inhibitors",
    "Fruit",
    "Kinetics",
    "Monophenol Monooxygenase",
    "Morus",
    "Oxidation-Reduction",
    "Oxidoreductases",
    "Plant Extracts",
    "Stilbenes"
  ],
  "article_ids": {
    "pubmed": "25299075",
    "pmc": "PMC4192315",
    "doi": "10.1371/journal.pone.0109396",
    "pii": "PONE-D-14-24835"
  },
  "doi": "10.1371/journal.pone.0109396",
  "pmc_id": "PMC4192315",
  "dates": {
    "completed": "2015-06-16",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Disaccharides",
    "Enzyme Inhibitors",
    "Plant Extracts",
    "Stilbenes",
    "mulberroside A",
    "Oxidoreductases",
    "monophenolase",
    "Monophenol Monooxygenase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.167981",
    "pmid": "25299075"
  }
}