{
  "pmid": "25300433",
  "uid": "25300433",
  "title": "Protocol for a randomized controlled clinical trial investigating the effectiveness of Fast muscle Activation and Stepping Training (FAST) for improving balance and mobility in sub-acute stroke.",
  "abstract": "BACKGROUND: Following stroke, many people have difficulty activating their paretic muscles quickly and with sufficient power to regain their balance by taking quick and effective steps. Reduced dynamic balance and mobility following stroke, or 'walking balance', is associated with reduced self-efficacy and restrictions in daily living activities, community integration, and quality of life. Targeted training of movement speeds required to effectively regain balance has been largely overlooked in post-stroke rehabilitation. The Fast muscle Activation and Stepping Training (FAST) program incorporates fast functional movements known to produce bursts of muscle activation essential for stepping and regaining standing balance effectively. The purpose of this study is to: 1) compare the effectiveness of an outpatient FAST program to an active control outpatient physiotherapy intervention in improving walking balance following stroke, and 2) explore potential mechanisms associated with improvements in walking balance. METHODS/DESIGN: This will be an assessor-blinded, parallel group randomized controlled trial design. Sixty participants (30 per group) who have sustained a stroke within the previous six months will be randomly assigned with stratification for lower limb motor recovery to receive twelve 45-minute 1:1 physiotherapy intervention sessions over 6 - 10 weeks in an outpatient setting of either: 1) FAST intervention - systematic and progressive practice of fast squatting and stepping exercises, or 2) active control - conventional physiotherapy directed at improving balance and mobility that includes no targeted fast movement training. The same blinded research physiotherapist will assess outcomes at three time points: 1) baseline (prior to intervention), 2) follow up (within one week post-intervention); and 3) retention (one month post-intervention). The primary outcome is dynamic balance assessed using the Community Balance and Mobility Scale. We will also assess fast and self-selected walking speed, balance self-efficacy, and the ability to respond to internal and external perturbations to balance and associated changes in postural muscle activation. DISCUSSION: The targeted training of fast functional movements in the FAST program is expected to improve walking balance following stroke compared to the active control intervention. Unique to this study is the investigation of potential mechanisms associated with improvements in walking balance. TRIAL REGISTRATION: NCT01573585.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Kimberly J",
      "initials": "KJ",
      "name": "Kimberly J Miller",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Hunt",
      "affiliations": []
    },
    {
      "last_name": "Pollock",
      "fore_name": "Courtney L",
      "initials": "CL",
      "name": "Courtney L Pollock",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "S Jayne",
      "initials": "SJ",
      "name": "S Jayne Garland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC neurology",
    "iso_abbreviation": "BMC Neurol",
    "issn": "1471-2377",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "10"
  },
  "start_page": "187",
  "pages": "187",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Protocols",
    "Exercise Therapy",
    "Humans",
    "Outcome Assessment, Health Care",
    "Postural Balance",
    "Stroke Rehabilitation",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "25300433",
    "pmc": "PMC4207320",
    "doi": "10.1186/s12883-014-0187-y",
    "pii": "s12883-014-0187-y"
  },
  "doi": "10.1186/s12883-014-0187-y",
  "pmc_id": "PMC4207320",
  "dates": {
    "completed": "2016-03-29",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.945528",
    "pmid": "25300433"
  }
}