{
  "pmid": "25308132",
  "uid": "25308132",
  "title": "Hospital and emergency department factors associated with variations in missed diagnosis and costs for patients age 65 years and older with acute myocardial infarction who present to emergency departments.",
  "abstract": "OBJECTIVES: The objective was to measure the variation in missed diagnosis and costs of care for older acute myocardial infarction (AMI) patients presenting to emergency departments (EDs) and to identify the hospital and ED characteristics associated with this variation. METHODS: Using 2004-2005 Medicare inpatient and outpatient records, the authors identified a cohort of AMI patients age 65 years and older who presented to the ED for initial care. The primary outcome was missed diagnosis of AMI, i.e., AMI hospital admission within 7 days of an ED discharge for a condition suggestive of cardiac ischemia. Costs were defined as Medicare hospital payments for all services associated with and immediately resulting from the ED evaluation. The effect of ED and hospital characteristics on quality and costs were estimated using multilevel models with hospital random effects. RESULTS: There were 371,638 AMI patients age 65 and older included in the study, of whom 4,707 were discharged home from their initial ED visits and subsequently admitted to the hospital. The median unadjusted hospital-level missed diagnosis percentage was 0.52% (interquartile range [IQR] = 0 to 3.45%). ED characteristics protective of adverse outcomes include higher ED chest pain acuity (adjusted odds ratio [aOR] = 0.23, 99% confidence interval [CI] = 0.19 to 0.27) and American Board of Emergency Medicine (ABEM) certification (aOR = 0.60, 99% CI = 0.50 to 0.73). Protective hospital characteristics include larger hospital size (aOR = 0.46, 99% CI = 0.37 to 0.57) and academic status (aOR = 0.74, 99% CI = 0.58 to 0.94). All of these characteristics were associated with higher costs as well. CONCLUSIONS: The proportion of missed AMI diagnoses and cost of care for patients age 65 years and older presenting to EDs with AMI varies across hospitals. Hospitals with more board-certified emergency physicians (EPs) and higher average acuity are associated with significantly higher quality. All hospital characteristics associated with better ED outcomes are associated with higher costs.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "The Department of Emergency Medicine Brigham and Women's Hospital and Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Welch",
      "affiliations": []
    },
    {
      "last_name": "Schuur",
      "fore_name": "Jeremiah",
      "initials": "J",
      "name": "Jeremiah Schuur",
      "affiliations": []
    },
    {
      "last_name": "O'Laughlin",
      "fore_name": "Kelli",
      "initials": "K",
      "name": "Kelli O'Laughlin",
      "affiliations": []
    },
    {
      "last_name": "Cutler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cutler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "1101",
  "end_page": "1108",
  "pages": "1101-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Comorbidity",
    "Diagnostic Errors",
    "Emergency Service, Hospital",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Medicare",
    "Myocardial Infarction",
    "Patient Discharge",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "25308132",
    "mid": "NIHMS648482",
    "pmc": "PMC4285372",
    "doi": "10.1111/acem.12486"
  },
  "doi": "10.1111/acem.12486",
  "pmc_id": "PMC4285372",
  "dates": {
    "completed": "2014-12-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01 AG031098",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01AG031098",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.322029",
    "pmid": "25308132"
  }
}