{
  "pmid": "25300375",
  "uid": "25300375",
  "title": "Hepatitis B vaccination for reducing morbidity and mortality in persons with HIV infection.",
  "abstract": "BACKGROUND: Hepatitis B vaccine has been recommended for use in people living with HIV (PLHIV) mostly because of the similarities in routes of infection and their prevalence in the same geographic areas. PLHIV may not develop sero-protection after receiving standard hepatitis B vaccine due to their compromised immune status. OBJECTIVES: To evaluate the efficacy of hepatitis B virus vaccine in PLHIV compared to placebo or no vaccine. SEARCH METHODS: We searched 6 English language databases in July 2012, and updated the search in June 2013 and August 2014. We searched the grey literature, conference proceedings, specialised web sites, and contacted experts in the field. SELECTION CRITERIA: Randomised controlled trials of hepatitis B vaccine compared to placebo or no vaccine, evaluating relevant outcomes of efficacy and safety. DATA COLLECTION AND ANALYSIS: Two review authors independently sought and extracted data on study design, participants, hepatitis B infection, hepatitis B related morbidity and mortality, anti-HBs immunogenicity and adverse effects related to vaccines from published articles or through correspondence with authors. Data were analysed qualitatively. MAIN RESULTS: One double-blind randomised controlled trial with 26 participants who were on antiretroviral therapy (ART), comparing hepatitis B vaccine to placebo conducted in Spain met our eligibility criteria and was included in this review. The study ran for three years and participants were followed up on a monthly basis. The study reported adequate humoral response to vaccine at 12 months and no local or systematic side effects in both intervention and control groups. This humoral response was lost when the participants stopped taking ART. The sample size of the study was small and the study was conducted in a high income setting unlike the areas of highest burden of hepatitis B and HIV co-infections. AUTHORS' CONCLUSIONS: The evidence from this study is insufficient to support any recommendations regarding the use of hepatitis B vaccine in PLHIV. Neither does this evidence demonstrate that hepatitis B vaccine is unsafe in PLHIV. Further randomised controlled trials in high prevalence areas are required to generate evidence on the long term efficacy and safety of hepatitis B vaccine in PLHIV with and without ART. Different regimens and routes of administration should also be explored.",
  "authors": [
    {
      "last_name": "Okwen",
      "fore_name": "Mbah P",
      "initials": "MP",
      "name": "Mbah P Okwen",
      "affiliations": [
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Savanna",
      "initials": "S",
      "name": "Savanna Reid",
      "affiliations": []
    },
    {
      "last_name": "Njei",
      "fore_name": "Basile",
      "initials": "B",
      "name": "Basile Njei",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "09"
  },
  "start_page": "CD009886",
  "pages": "CD009886",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-HIV Agents",
    "HIV Infections",
    "Hepatitis B",
    "Hepatitis B Vaccines",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "25300375",
    "mid": "NIHMS773253",
    "pmc": "PMC4830339",
    "doi": "10.1002/14651858.CD009886.pub2"
  },
  "doi": "10.1002/14651858.CD009886.pub2",
  "pmc_id": "PMC4830339",
  "dates": {
    "completed": "2014-12-19",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-HIV Agents",
    "Hepatitis B Vaccines"
  ],
  "grants": [
    {
      "grant_id": "P30 MH062246",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 DK007356",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.296963",
    "pmid": "25300375"
  }
}