{
  "pmid": "25307822",
  "uid": "25307822",
  "title": "Endodontic management of mesiobuccal-2 canal in four-rooted and five-canalled mandibular third molar.",
  "abstract": "AIM: A case of unusual Root morphology is presented to demonstrate anatomic variations in mandibular third molar. BACKGROUND: The most common configuration of mandibular third molar is two Roots and three canals; however they may have many different combinations. Endodontic treatment was performed in mandibular third molar having aberrant anatomy. CASE DESCRIPTION: Four Root canal orifices were located with the aid of dental operating microscope (DOM) and three separate Roots were diagnosed with radiographs. Spiral computed tomography (SCT) showed the presence of an extra canal and extra Root, indicating a rare anatomic configuration. Looking for additional canals and Roots are important part of successful endodontics, as the knowledge of their existence enable clinicians to treat a case successfully that otherwise might end in failure. CONCLUSION: The use of DOM and SCT in this case greatly contributed toward making a confirmatory diagnosis and successful endodontic treatment of four-rooted and five-canalled mandibular third molar. CLINICAL SIGNIFICANCE: Variation in Root canal anatomy is very common. Knowledge of these variations is very essential for successful Root canal outcome, inability to do so can lead to missed canals and failures. Hence, thorough knowledge of Root canal anatomy and advances in diagnostic aids are essential.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit Kumar",
      "initials": "AK",
      "name": "Amit Kumar Garg",
      "affiliations": [
        "Associate Professor, Department of Conservative Dentistry and Endodontics, KD Dental College and Hospital, Mathura, Uttar Pradesh, India, e-mail: amit_kgdu@rediff.com."
      ]
    },
    {
      "last_name": "Bhardwaj",
      "fore_name": "Anuj",
      "initials": "A",
      "name": "Anuj Bhardwaj",
      "affiliations": [
        "Assistant Professor, Department of Conservative Dentistry and Endodontics, KD Dental College and Hospital, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Mantri",
      "fore_name": "Vijay R",
      "initials": "VR",
      "name": "Vijay R Mantri",
      "affiliations": [
        "Professor, Department of Conservative Dentistry and Endodontics, KD Dental College and Hospital, Mathura, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Agrawal",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Agrawal",
      "affiliations": [
        "Assistant Professor, Department of Public Health Dentistry, Modern Dental College and Research Centre, Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "The journal of contemporary dental practice",
    "iso_abbreviation": "J Contemp Dent Pract",
    "issn": "1526-3711",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "363",
  "end_page": "366",
  "pages": "363-6",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anatomic Variation",
    "Dental Pulp Cavity",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Mandible",
    "Microscopy",
    "Molar, Third",
    "Radiography, Bitewing",
    "Root Canal Preparation",
    "Root Canal Therapy",
    "Tomography, Spiral Computed",
    "Tooth Root"
  ],
  "article_ids": {
    "pubmed": "25307822",
    "doi": "10.5005/jp-journals-10024-1544",
    "pii": "1526-3711-1293"
  },
  "doi": "10.5005/jp-journals-10024-1544",
  "dates": {
    "completed": "2015-08-26",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.168739",
    "pmid": "25307822"
  }
}