{
  "pmid": "25318061",
  "uid": "25318061",
  "title": "Anticoagulation for people with cancer and central venous catheters.",
  "abstract": "BACKGROUND: Central venous catheter (CVC) placement increases the risk of thrombosis in people with cancer. Thrombosis often necessitates the removal of the CVC, resulting in treatment delays and thrombosis-related morbidity and mortality. OBJECTIVES: To evaluate the relative efficacy and safety of anticoagulation for thromboprophylaxis in people with cancer with a CVC. SEARCH METHODS: We searched the Cochrane Central Register of Controlled Trials (CENTRAL, Issue 12, 2012), MEDLINE Ovid (January 1966 to February 2013), and EMBASE Ovid (1980 to February 2013). We handsearched conference proceedings, checked references of included studies, used the 'related citations' feature within PubMed, and searched clinicaltrials.gov for ongoing studies. SELECTION CRITERIA: Randomized controlled trials (RCTs) comparing the effects of any dose of unfractionated heparin (UFH), low-molecular-weight heparin (LMWH), vitamin K antagonists (VKA), or fondaparinux with no intervention or placebo or comparing the effects of two different anticoagulants in people with cancer and a CVC. DATA COLLECTION AND ANALYSIS: Teams of two review authors independently used a standardized form to extract data in duplicate. They resolved any disagreements by discussion. They extracted data on risk of bias, participants, interventions, and outcomes. Outcomes of interest included mortality, symptomatic deep venous thrombosis (DVT), asymptomatic DVT, major bleeding, minor bleeding, infection, and thrombocytopenia. Where possible, we conducted meta-analyses using the random-effects model. MAIN RESULTS: Of 9559 identified citations, we included 12 RCTs (17 publications) reporting follow-up data on 2823 participants. Two of the RCTs included children. Of the 10 RCTs including 2564 adults, one compared prophylactic dose heparin with low-dose VKA. Three RCTs compared VKA with no VKA and four RCTs compared heparin with no heparin. Two additional trials had three separate arms comparing heparin, VKA, and no intervention. Prophylactic-dose heparin, compared with no heparin, was associated with a statistically significant reduction in symptomatic DVT (risk ratio (RR) 0.48; 95% confidence interval (CI) 0.27 to 0.86; moderate-quality evidence). However, results did not confirm or exclude a beneficial or detrimental effect of heparin on mortality (RR 0.82; 95% CI 0.53 to 1.26; moderate-quality evidence), major bleeding (RR 0.49; 95% CI 0.03 to 7.84; low-quality evidence), infection (RR 1.00; 95% CI 0.54 to 1.85; moderate-quality evidence); thrombocytopenia (RR 1.03; 95% CI 0.80 to 1.33; moderate-quality evidence), or minor bleeding (RR 1.35; 95% CI: 0.62 to 2.92). Low-dose VKAs, compared with no VKAs, were associated with a statistically significant reduction in asymptomatic DVT (RR 0.43; 95% CI 0.30 to 0.62). Results did not confirm or exclude a beneficial or detrimental effect of VKAs on mortality (RR 1.04; 95% CI 0.89 to 1.22; low-quality evidence), symptomatic DVT (RR 0.51; 95% CI 0.21 to 1.22; low-quality evidence), major bleeding (RR 7.60; 95% CI 0.94 to 61.49; very-low-quality evidence), or minor bleeding (RR 3.14; 95% CI 0.14 to 71.51). The use of heparin, compared with VKA was associated with a statistically significant increase in thrombocytopenia (RR 3.73; 95% CI 2.26 to 6.16; low-quality evidence) and asymptomatic DVT (RR 1.74; 95% CI 1.20 to 2.52). However, results did not show or exclude a beneficial or detrimental effect on any of the other outcomes of interest (very-low-quality evidence). AUTHORS' CONCLUSIONS: Compared with no anticoagulation, we found a statistically significant reduction of symptomatic DVT with heparin and asymptomatic DVT with VKA. Heparin was associated with a higher risk of thrombocytopenia and asymptomatic DVT when compared with VKA. However, the findings did not rule out other clinically important benefits and harms. People with cancer with CVCs considering anticoagulation should balance the possible benefit of reduced thromboembolic complications with the possible harms and burden of anticoagulants.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad El Solh St, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ramly",
      "fore_name": "Elie P",
      "initials": "EP",
      "name": "Elie P Ramly",
      "affiliations": []
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": []
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor E D",
      "initials": "VE",
      "name": "Victor E D Yosuico",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "CD006468",
  "pages": "CD006468",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anticoagulants",
    "Catheterization, Central Venous",
    "Child",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Randomized Controlled Trials as Topic",
    "Secondary Prevention",
    "Venous Thrombosis",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "25318061",
    "doi": "10.1002/14651858.CD006468.pub5"
  },
  "doi": "10.1002/14651858.CD006468.pub5",
  "dates": {
    "completed": "2014-12-19",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Vitamin K",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.577702",
    "pmid": "25318061"
  }
}