{
  "pmid": "25317294",
  "uid": "25317294",
  "title": "Potential risk of cross-infection by tourniquets: a need for effective control practices in pakistan.",
  "abstract": "BACKGROUND: Tourniquets used repeatedly on patients for blood sampling are a potential source of nosocomial infections. They harbor numerous microorganisms, including methicillin-resistant Staphylococcus aureus (MRSA). The aim of this study was to investigate tourniquets for the presence of microorganisms and to ascertain the infection control practices of health care workers. METHODS: A cross-sectional study was carried out in 2012 on 100 samples of tourniquets collected from public and private sector hospitals in Karachi, Pakistan. The samples were cultured, and pathogenic microorganisms were identified and tested for methicillin resistance. A questionnaire was administered simultaneously to 100 health care workers who had used the tourniquets. Descriptive data are represented as frequencies and percentages. Ethical considerations were taken into account. RESULTS: The total colonization rate was 51%, with no bacterial growth in 17/40 and 32/60 samples from public and private sector hospitals, respectively. S. aureus was isolated from 12 (42%) private sector hospital samples and 10 (43%) public sector hospital samples. Although MRSA was found in more samples from public than private sector hospitals, the difference was not statistically significant. Nevertheless, 90% of all elastic and 41% of all rubber tourniquets harbored microorganisms (P < 0.001). Although 96% of health care workers agreed that hospital staff and fomites can transmit infection, none identified tourniquets as a potential source. When asked whether tourniquets appeared clean before use, 66% agreed, and only 25% considered that tourniquets should be washed or cleaned before use. CONCLUSIONS: Tourniquets are a potential reservoir and vehicle for the spread of nosocomial infections, including MRSA. Health care workers have inadequate knowledge about infection control procedures and personal hygiene for disinfecting reusable items.",
  "authors": [
    {
      "last_name": "Mehmood",
      "fore_name": "Zara",
      "initials": "Z",
      "name": "Zara Mehmood",
      "affiliations": [
        "Hamdard College of Medicine and Dentistry, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Mubeen",
      "fore_name": "Syed Muhammad",
      "initials": "SM",
      "name": "Syed Muhammad Mubeen",
      "affiliations": [
        "Department of Community Health Sciences, Hamdard College of Medicine and Dentistry, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Shehzad",
      "initials": "MS",
      "name": "Muhammad Shehzad Afzal",
      "affiliations": [
        "Hamdard College of Medicine and Dentistry, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Hussain",
      "affiliations": [
        "Hamdard College of Medicine and Dentistry, Karachi, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "International journal of preventive medicine",
    "iso_abbreviation": "Int J Prev Med",
    "issn": "2008-7802",
    "issn_type": "Print",
    "volume": "5",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1119",
  "end_page": "1124",
  "pages": "1119-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25317294",
    "pmc": "PMC4192773"
  },
  "pmc_id": "PMC4192773",
  "dates": {
    "completed": "2014-10-15",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.746926",
    "pmid": "25317294"
  }
}