{
  "pmid": "25322302",
  "uid": "25322302",
  "title": "Effectiveness of computerized decision support systems linked to electronic health records: a systematic review and meta-analysis.",
  "abstract": "We systematically reviewed randomized controlled trials (RCTs) assessing the effectiveness of computerized decision support systems (CDSSs) featuring rule- or algorithm-based software integrated with electronic health records (EHRs) and evidence-based knowledge. We searched MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials, and Cochrane Database of Abstracts of Reviews of Effects. Information on system design, capabilities, acquisition, implementation context, and effects on mortality, morbidity, and economic outcomes were extracted. Twenty-eight RCTs were included. CDSS use did not affect mortality (16 trials, 37395 patients; 2282 deaths; risk ratio [RR] = 0.96; 95% confidence interval [CI] = 0.85, 1.08; I(2) = 41%). A statistically significant effect was evident in the prevention of morbidity, any disease (9 RCTs; 13868 patients; RR = 0.82; 95% CI = 0.68, 0.99; I(2) = 64%), but selective outcome reporting or publication bias cannot be excluded. We observed differences for costs and health service utilization, although these were often small in magnitude. Across clinical settings, new generation CDSSs integrated with EHRs do not affect mortality and might moderately improve morbidity outcomes.",
  "authors": [
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Lorenzo Moja is with the Department of Biomedical Sciences for Health, University of Milan, and the Unit of Clinical Epidemiology, IRCCS Orthopedic Institute Galeazzi, Milan, Italy. Koren H. Kwag is with the Unit of Clinical Epidemiology, IRCCS Orthopedic Institute Galeazzi, Milan. Theodore Lytras is with the Department of Epidemiological Surveillance and Intervention, Hellenic Centre for Disease Control and Prevention, Athens, Greece, the Centre for Research in Environmental Epidemiology (CREAL), Barcelona, Spain, and the Department of Experimental and Health Sciences, Universitat Pompeu Fabra, Barcelona. Lorenzo Bertizzolo and Francesca Ruggiero are with the Department of Biomedical Sciences for Health, University of Milan. Linn Brandt is with the Department of Internal Medicine, Inland Hospital Trust, Oslo, Norway, the Department of Internal Medicine, Diakonhjemmet Hospital, Oslo, and HELSAM, University of Oslo. Valentina Pecoraro is with the University of Milan. Giulio Rigon and Alberto Vaona are with Azienda ULSS 20, Verona, Italy. Massimo Mangia is with Medilogy SRL, Milan. Alfonso Iorio is with the Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario. Ilkka Kunnamo is with Duodecim Medical Publications Ltd, Helsinki, Finland. Stefanos Bonovas is with the Laboratory of Drug Regulatory Policies, IRCCS Mario Negri Institute for Pharmacological Research, Milan, and the Department of Pharmacology, School of Medicine, University of Athens, Athens."
      ]
    },
    {
      "last_name": "Kwag",
      "fore_name": "Koren H",
      "initials": "KH",
      "name": "Koren H Kwag",
      "affiliations": []
    },
    {
      "last_name": "Lytras",
      "fore_name": "Theodore",
      "initials": "T",
      "name": "Theodore Lytras",
      "affiliations": []
    },
    {
      "last_name": "Bertizzolo",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Bertizzolo",
      "affiliations": []
    },
    {
      "last_name": "Brandt",
      "fore_name": "Linn",
      "initials": "L",
      "name": "Linn Brandt",
      "affiliations": []
    },
    {
      "last_name": "Pecoraro",
      "fore_name": "Valentina",
      "initials": "V",
      "name": "Valentina Pecoraro",
      "affiliations": []
    },
    {
      "last_name": "Rigon",
      "fore_name": "Giulio",
      "initials": "G",
      "name": "Giulio Rigon",
      "affiliations": []
    },
    {
      "last_name": "Vaona",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Vaona",
      "affiliations": []
    },
    {
      "last_name": "Ruggiero",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Ruggiero",
      "affiliations": []
    },
    {
      "last_name": "Mangia",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Mangia",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Kunnamo",
      "fore_name": "Ilkka",
      "initials": "I",
      "name": "Ilkka Kunnamo",
      "affiliations": []
    },
    {
      "last_name": "Bonovas",
      "fore_name": "Stefanos",
      "initials": "S",
      "name": "Stefanos Bonovas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of public health",
    "iso_abbreviation": "Am J Public Health",
    "issn": "1541-0048",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "e12",
  "end_page": "e22",
  "pages": "e12-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Algorithms",
    "Decision Support Techniques",
    "Electronic Health Records",
    "Humans",
    "Mortality",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Software"
  ],
  "article_ids": {
    "pubmed": "25322302",
    "pmc": "PMC4232126",
    "doi": "10.2105/AJPH.2014.302164"
  },
  "doi": "10.2105/AJPH.2014.302164",
  "pmc_id": "PMC4232126",
  "dates": {
    "completed": "2015-01-20",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.148312",
    "pmid": "25322302"
  }
}