{
  "pmid": "25320610",
  "uid": "25320610",
  "title": "Portrayal of youth suicide in canadian news.",
  "abstract": "OBJECTIVE: Responsible media reporting of youth suicide may reduce the risk of contagion and increase help-seeking behaviour. Accordingly, we conducted a content analysis of Canadian youth suicide newspaper articles to assess quality and summarize content (themes, age groups, populations and use of scientific evidence). METHOD: The Canadian Periodical Index Quarterly (CPI.Q) was searched (2008-2012) for full-text Canadian newspaper articles using the keywords \"youth\" and \"suicide.\" The top five most relevant articles as judged by CPI.Q were selected sequentially for each year (n=25). Quality was assessed using World Health Organization (WHO) guidelines for responsible media reporting. Content analysis was completed in duplicate by two reviewers. RESULTS: All articles addressed youth suicide generally rather than reporting exclusively on a specific death by suicide. Alignment of articles with individual WHO guideline items ranged from 16 to 60%. The most common content theme was prevention (80%). No article was judged to glamorize suicide. Help seeking was addressed in 52% of articles, but only 20% provided information on where to obtain help. Statistics were referenced more frequently than scientific research (76% vs. 28%). CONCLUSIONS: Our review suggests that Canadian media presents youth suicide as an issue for which hope and help exist. While the majority of reports aim to educate the public about suicide, increased use of scientific evidence about risk factors and prevention is recommended to facilitate the translation of rigorous scientific knowledge into improved mental health and reduced suicide risk among Canadian youth.",
  "authors": [
    {
      "last_name": "Easson",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Easson",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Duda",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "23",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "167",
  "end_page": "173",
  "pages": "167-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25320610",
    "pmc": "PMC4197517"
  },
  "pmc_id": "PMC4197517",
  "dates": {
    "completed": "2014-10-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.430905",
    "pmid": "25320610"
  }
}