{
  "pmid": "25349531",
  "uid": "25349531",
  "title": "Community health nurses' learning needs in relation to the Canadian community health nursing standards of practice: results from a Canadian survey.",
  "abstract": "BACKGROUND: CANADIAN COMMUNITY HEALTH NURSES (CHNS) WORK IN DIVERSE URBAN, RURAL, AND REMOTE SETTINGS SUCH AS: public health units/departments, home health, community health facilities, family practices, and other community-based settings. Research into specific learning needs of practicing CHNs is sparsely reported. This paper examines Canadian CHNs learning needs in relation to the 2008 Canadian Community Health Nursing Standards of Practice (CCHN Standards). It answers: What are the learning needs of CHNs in Canada in relation to the CCHN Standards? What are differences in CHNs' learning needs by: province and territory in Canada, work setting (home health, public health and other community health settings) and years of nursing practice? METHODS: Between late 2008 and early 2009 a national survey was conducted to identify learning needs of CHNs based on the CCHN Standards using a validated tool. RESULTS: Results indicated that CHNs had learning needs on 25 of 88 items (28.4%), suggesting CHNs have confidence in most CCHN Standards. Three items had the highest learning needs with mean scores > 0.60: two related to epidemiology (means 0.62 and 0.75); and one to informatics (application of information and communication technology) (mean = 0.73). Public health nurses had a greater need to know about \"…evaluating population health promotion programs systematically\" compared to home health nurses (mean 0.66 vs. 0.39, p <0.010). Nurses with under two years experience had a greater need to learn \"… advocating for healthy public policy…\" than their more experienced peers (p = 0.0029). Also, NPs had a greater need to learn about \"…using community development principles when engaging the individual/community in a consultative process\" compared to RNs (p = 0.05). Many nurses were unsure if they applied foundational theoretical frameworks (i.e., the Ottawa Charter of Health Promotion, the Jakarta Declaration, and the Population Health Promotion Model) in practice. CONCLUSIONS: CHN educators and practice leaders need to consider these results in determining where to strengthen content in graduate and undergraduate nursing programs, as well as professional development programs. For practicing CHNs educational content should be tailored based on learner's years of experience in the community and their employment sector.",
  "authors": [
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta K",
      "initials": "RK",
      "name": "Ruta K Valaitis",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Schofield",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Schofield",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Baumann",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Baumann",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "School of Nursing, Dalhousie University, 6299 South St, Halifax NS B3H 3J5, Canada."
      ]
    },
    {
      "last_name": "Underwood",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Underwood",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Isaacs",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Isaacs",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2014"
  },
  "start_page": "31",
  "pages": "31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25349531",
    "pmc": "PMC4209163",
    "doi": "10.1186/1472-6955-13-31",
    "pii": "1472-6955-13-31"
  },
  "doi": "10.1186/1472-6955-13-31",
  "pmc_id": "PMC4209163",
  "dates": {
    "completed": "2014-10-28",
    "revised": "2023-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.225787",
    "pmid": "25349531"
  }
}