{
  "pmid": "25347697",
  "uid": "25347697",
  "title": "Activity-based funding of hospitals and its impact on mortality, readmission, discharge destination, severity of illness, and volume of care: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Activity-based funding (ABF) of hospitals is a policy intervention intended to re-shape incentives across health systems through the use of diagnosis-related groups. Many countries are adopting or actively promoting ABF. We assessed the effect of ABF on key measures potentially affecting patients and health care systems: mortality (acute and post-acute care); readmission rates; discharge rate to post-acute care following hospitalization; severity of illness; volume of care. METHODS: We undertook a systematic review and meta-analysis of the worldwide evidence produced since 1980. We included all studies reporting original quantitative data comparing the impact of ABF versus alternative funding systems in acute care settings, regardless of language. We searched 9 electronic databases (OVID MEDLINE, EMBASE, OVID Healthstar, CINAHL, Cochrane CENTRAL, Health Technology Assessment, NHS Economic Evaluation Database, Cochrane Database of Systematic Reviews, and Business Source), hand-searched reference lists, and consulted with experts. Paired reviewers independently screened for eligibility, abstracted data, and assessed study credibility according to a pre-defined scoring system, resolving conflicts by discussion or adjudication. RESULTS: Of 16,565 unique citations, 50 US studies and 15 studies from 9 other countries proved eligible (i.e. Australia, Austria, England, Germany, Israel, Italy, Scotland, Sweden, Switzerland). We found consistent and robust differences between ABF and no-ABF in discharge to post-acute care, showing a 24% increase with ABF (pooled relative risk  = 1.24, 95% CI 1.18-1.31). Results also suggested a possible increase in readmission with ABF, and an apparent increase in severity of illness, perhaps reflecting differences in diagnostic coding. Although we found no consistent, systematic differences in mortality rates and volume of care, results varied widely across studies, some suggesting appreciable benefits from ABF, and others suggesting deleterious consequences. CONCLUSIONS: Transitioning to ABF is associated with important policy- and clinically-relevant changes. Evidence suggests substantial increases in admissions to post-acute care following hospitalization, with implications for system capacity and equitable access to care. High variability in results of other outcomes leaves the impact in particular settings uncertain, and may not allow a jurisdiction to predict if ABF would be harmless. Decision-makers considering ABF should plan for likely increases in post-acute care admissions, and be aware of the large uncertainty around impacts on other critical outcomes.",
  "authors": [
    {
      "last_name": "Palmer",
      "fore_name": "Karen S",
      "initials": "KS",
      "name": "Karen S Palmer",
      "affiliations": [
        "Faculty of Health Sciences and Faculty of Science Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Divisions of General Internal Medicine and Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Martin",
      "affiliations": [
        "Department of Family and Community Medicine, Department of Health Policy Management and Evaluation, University of Toronto and Medical Affairs and Health Systems Solutions at Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail M",
      "initials": "SM",
      "name": "Sohail M Mulla",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Ashley P",
      "initials": "AP",
      "name": "Ashley P Miller",
      "affiliations": [
        "Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bresnahan",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Bresnahan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeffery",
      "fore_name": "Rebecca A",
      "initials": "RA",
      "name": "Rebecca A Jeffery",
      "affiliations": [
        "Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Merglen",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Merglen",
      "affiliations": [
        "Paediatric Outcome Research Team, The Hospital for Sick Children, Toronto, Ontario, Canada and Division of General Pediatrics, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Negm",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Negm",
      "affiliations": [
        "Rehabilitation School, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A",
      "initials": "RA",
      "name": "Reed A Siemieniuk",
      "affiliations": [
        "Department of General Internal Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dhalla",
      "fore_name": "Irfan A",
      "initials": "IA",
      "name": "Irfan A Dhalla",
      "affiliations": [
        "St. Michael's Hospital, Department of Medicine and Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Political Science, McMaster University, Hamilton, Ontario, Canada and Department of Global Health and Population, Harvard School of Public Health, Boston, Massachusetts, United States of America."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duckett",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Duckett",
      "affiliations": [
        "Grattan Institute, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2014"
  },
  "start_page": "e109975",
  "pages": "e109975",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Diagnosis-Related Groups",
    "Hospital Mortality",
    "Hospitals",
    "Humans",
    "Odds Ratio",
    "Patient Discharge",
    "Patient Readmission",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "25347697",
    "pmc": "PMC4210200",
    "doi": "10.1371/journal.pone.0109975",
    "pii": "PONE-D-14-26240"
  },
  "doi": "10.1371/journal.pone.0109975",
  "pmc_id": "PMC4210200",
  "dates": {
    "completed": "2015-06-24",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.465311",
    "pmid": "25347697"
  }
}