{
  "pmid": "25358894",
  "uid": "25358894",
  "title": "Exchanging and using research evidence in health policy networks: a statistical network analysis.",
  "abstract": "BACKGROUND: Evidence-informed health policymaking is a goal of equitable and effective health systems but occurs infrequently in reality. Past research points to the facilitating role of interpersonal relationships between policy-makers and researchers, imploring the adoption of a social network lens. This study aims to identify network-level factors associated with the exchange and use of research evidence in policymaking. METHODS: Data on social networks and research use were collected from seventy policy actors across three health policy cases in Burkina Faso (child health, malaria, and HIV). Networks were graphed for actors' interactions, their provision of, and request for research evidence. Exponential random graph models estimated the probability of evidence provision and request between actors, controlling for network- and individual-level covariates. Logistic regression models estimated actors' use of research evidence to inform policy. RESULTS: Network structure explained more than half of the evidence exchanges (ties) observed in these networks. Across all cases, a pair of actors was more likely to form a provision tie if they already had a request tie between them and visa versa (θ=6.16, p<0.05; θ=2.87, p<0.05; θ=2.31, p<0.05). The child health network displayed clustering tendencies, meaning that actors were more likely to form ties if they shared an acquaintance (θ=2.36, p<0.05). Actors' use of research evidence was positively associated with their centrality (i.e., connectedness). CONCLUSIONS: The exchange and use of research evidence in policymaking can be partly explained by the structure of actors' networks of relationships. Efforts to support knowledge translation and evidence-informed policymaking should consider network factors.",
  "authors": [
    {
      "last_name": "Shearer",
      "fore_name": "Jessica C",
      "initials": "JC",
      "name": "Jessica C Shearer",
      "affiliations": []
    },
    {
      "last_name": "Dion",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Dion",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Oct",
    "pub_day": "30"
  },
  "start_page": "126",
  "pages": "126",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Child",
    "Child Health Services",
    "Data Collection",
    "Evidence-Based Practice",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Malaria",
    "Models, Statistical",
    "Policy Making",
    "Social Support",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "25358894",
    "pmc": "PMC4226903",
    "doi": "10.1186/s13012-014-0126-8",
    "pii": "s13012-014-0126-8"
  },
  "doi": "10.1186/s13012-014-0126-8",
  "pmc_id": "PMC4226903",
  "dates": {
    "completed": "2015-07-14",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.857115",
    "pmid": "25358894"
  }
}