{
  "pmid": "25354075",
  "uid": "25354075",
  "title": "When guidelines don't guide: the effect of patient context on management decisions based on clinical practice guidelines.",
  "abstract": "PURPOSE: This study examines the influence of patient social context on physicians' adherence to clinical practice guidelines (CPGs). METHOD: Expert emergency medicine (EM) physicians and novice physicians (EM residents) were surveyed using an Internet-based program between January and July of 2013. Participants were presented clinical cases and were asked to indicate if they would order or prescribe a specified test or treatment. Cases were chosen from four domains where CPGs exist, and were constructed to include or exclude a \"context variable\" (CV). Both expert and novice physicians' CPG adherence rate in the CV condition was compared with that in the no CV condition. The CPG adherence rates in CV and no CV conditions were also compared between expert and novice EM physicians. RESULTS: Expert EM physicians (n = 28) were less likely to adhere to CPGs in the CV condition compared with the no CV condition (56% versus 80%, respectively; odds ratio [OR] = 0.32, 95% confidence interval [CI]: 0.17-0.53, P < .001). Experts were less likely to adhere to CPGs in the CV condition when compared with novice physicians (n = 28) (56% versus 67%; OR = 0.62, 95% CI: 0.39-1.0, P = .039). Expert and novice EM physicians did not differ in their adherence to CPGs in the no CV condition. CONCLUSIONS: Participants were sensitive to both the best clinical evidence of benefit, as recommended by CPGs, and patient context when determining how care should be managed.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Dr. Mercuri is a postdoctoral research fellow, Department of Medicine, Division of Cardiology, Columbia University, New York, New York. Dr. Sherbino is emergency medicine physician and associate professor, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Dr. Sedran is emergency medicine physician and associate professor, Department of Medicine, Division of Emergency Medicine, Western University, London, Ontario, Canada. Dr. Frank is associate director, Office of Education, Royal College of Physicians and Surgeons of Canada, and director of education and associate professor, Department of Emergency Medicine, University of Ottawa, Ottawa, Ontario, Canada. Dr. Gafni is professor, Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. Dr. Norman is professor, Department of Clinical Epidemiology and Biostatistics, Program for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": []
    },
    {
      "last_name": "Sedran",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Sedran",
      "affiliations": []
    },
    {
      "last_name": "Frank",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Frank",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "191",
  "end_page": "196",
  "pages": "191-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Case Management",
    "Clinical Competence",
    "Emergency Medicine",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Internship and Residency",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Socioeconomic Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25354075",
    "doi": "10.1097/ACM.0000000000000542"
  },
  "doi": "10.1097/ACM.0000000000000542",
  "dates": {
    "completed": "2015-04-10",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.753366",
    "pmid": "25354075"
  }
}