{
  "pmid": "25368038",
  "uid": "25368038",
  "title": "Subfamily Coleoscirinae (Acari: Trombidiformes: Cunaxidae), with description of one new species from Pakistan.",
  "abstract": "The Coleoscirinae (Acari: Trombidiformes: Cunaxidae) from Pakistan are summarized in this paper. Two species of Scutascirus Den Heyer (S. pirgus Chaudhri and Akbar and S. tactus Chaudhri and Akbar), ten species of Coleoscirus Berlese (C. baptos (Chaudhri and Akbar), C. carex (Inayatullah and Shahid), C. carnus Muhammad and Chaudhri, C. comis Muhammad and Chaudhri, C. disparis Muhammad and Chaudhri, C. irroratus Muhammad and Chaudhri, C. mardi (Inatullah and Shahid), C. raviensis Afzal, Ashfaq and Khan, C. tobaensis Bashir, Afzal, Ashfaq, and Khan, and C. trudus Bashir, Afzal and Akbar), and three species of Pseudobonzia Smiley (P. ashfaqi Bashir, Afzal and Akbar, P. numida Chaudhri and Akbar, and P. parilus Chaudhri) have been previously reported. One new species of Pseudobonzia, Pseudobonzia bakeri sp n., is herein described and illustrated. A key to the genera of the subfamily and keys to the species in each genus are given to incorporate the new species from Pakistan. Distribution records of all known species in Pakistan are also given.",
  "authors": [
    {
      "last_name": "Bashir",
      "fore_name": "Muhammad Hamid",
      "initials": "MH",
      "name": "Muhammad Hamid Bashir",
      "affiliations": [
        "Department of Agri. Entomology, University of Agriculture, Faisalabad, Pakistan hamid_uaf@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "University College of Agriculture, University of Sargodha, Sargodha, Pakistan chafzal64@yahoo.com."
      ]
    },
    {
      "last_name": "Ashfaq",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Ashfaq",
      "affiliations": [
        "Department of Agri. Entomology, University of Agriculture, Faisalabad, Pakistan drashfaqti@yahoo.com."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Shaukat",
      "initials": "S",
      "name": "Shaukat Ali",
      "affiliations": [
        "College of Natural Resource and Environment, South China Agricultural University, China aliscau@scau.edu.cn."
      ]
    },
    {
      "last_name": "Kamran",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Kamran",
      "affiliations": [
        "University College of Agriculture, University of Sargodha, Sargodha, Pakistan kamran1513@gmail.com."
      ]
    },
    {
      "last_name": "Honey",
      "fore_name": "Sabyan Faris",
      "initials": "SF",
      "name": "Sabyan Faris Honey",
      "affiliations": [
        "Department of Agri. Entomology, University of Agriculture, Faisalabad, Pakistan sabyanfarishoney@ymail.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of insect science (Online)",
    "iso_abbreviation": "J Insect Sci",
    "issn": "1536-2442",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014"
  },
  "start_page": "82",
  "pages": "82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Female",
    "Mites",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "25368038",
    "pmc": "PMC4212867",
    "doi": "10.1093/jis/14.1.82",
    "pii": "14.1.82"
  },
  "doi": "10.1093/jis/14.1.82",
  "pmc_id": "PMC4212867",
  "dates": {
    "completed": "2015-07-08",
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.747741",
    "pmid": "25368038"
  }
}