{
  "pmid": "25360680",
  "uid": "25360680",
  "title": "Nutrients can enhance the abundance and expression of alkane hydroxylase CYP153 gene in the rhizosphere of ryegrass planted in hydrocarbon-polluted soil.",
  "abstract": "Plant-bacteria partnership is a promising strategy for the remediation of soil and water polluted with hydrocarbons. However, the limitation of major nutrients (N, P and K) in soil affects the survival and metabolic activity of plant associated bacteria. The objective of this study was to explore the effects of nutrients on survival and metabolic activity of an alkane degrading rhizo-bacterium. Annual ryegrass (Lolium multiflorum) was grown in diesel-contaminated soil and inoculated with an alkane degrading bacterium, Pantoea sp. strain BTRH79, in greenhouse experiments. Two levels of nutrients were applied and plant growth, hydrocarbon removal, and gene abundance and expression were determined after 100 days of sowing of ryegrass. Results obtained from these experiments showed that the bacterial inoculation improved plant growth and hydrocarbon degradation and these were further enhanced by nutrients application. Maximum plant biomass production and hydrocarbon mineralization was observed by the combined use of inoculum and higher level of nutrients. The presence of nutrients in soil enhanced the colonization and metabolic activity of the inoculated bacterium in the rhizosphere. The abundance and expression of CYP153 gene in the rhizosphere of ryegrass was found to be directly associated with the level of applied nutrients. Enhanced hydrocarbon degradation was associated with the population of the inoculum bacterium, the abundance and expression of CYP153 gene in the rhizosphere of ryegrass. It is thus concluded that the combination between vegetation, inoculation with pollutant-degrading bacteria and nutrients amendment was an efficient approach to reduce hydrocarbon contamination.",
  "authors": [
    {
      "last_name": "Arslan",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arslan",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan; Earth Sciences Department, King Fahd University of Petroleum and Minerals, Dhahran, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Amin",
      "affiliations": [
        "Agricultural Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Samina",
      "initials": "S",
      "name": "Samina Iqbal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Qaiser M",
      "initials": "QM",
      "name": "Qaiser M Khan",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2014"
  },
  "start_page": "e111208",
  "pages": "e111208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biodegradation, Environmental",
    "Biomass",
    "Cytochrome P-450 CYP4A",
    "Cytochrome P-450 Enzyme System",
    "Dose-Response Relationship, Drug",
    "Fertilizers",
    "Gene Expression Regulation, Plant",
    "Hydrocarbons",
    "Lolium",
    "Pantoea",
    "Rhizosphere",
    "Soil Pollutants"
  ],
  "article_ids": {
    "pubmed": "25360680",
    "pmc": "PMC4215983",
    "doi": "10.1371/journal.pone.0111208",
    "pii": "PONE-D-14-12258"
  },
  "doi": "10.1371/journal.pone.0111208",
  "pmc_id": "PMC4215983",
  "dates": {
    "completed": "2015-06-25",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Fertilizers",
    "Hydrocarbons",
    "Soil Pollutants",
    "Cytochrome P-450 Enzyme System",
    "cytochrome P-450 CYP153 (Acinetobacter)",
    "Cytochrome P-450 CYP4A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.747551",
    "pmid": "25360680"
  }
}