{
  "pmid": "25368202",
  "uid": "25368202",
  "title": "Prognostic importance of temporal changes in resting heart rate in heart failure patients: an analysis of the CHARM program.",
  "abstract": "BACKGROUND: Resting heart rate (HR) is a predictor of adverse outcome in patients with heart failure (HF). Whether changes in HR over time in patients with chronic HF are also associated with adverse outcome is unknown. We explored the relationship between changes in HR from a preceding visit, time-updated HR (i.e. most recent available HR value from a clinic visit) and subsequent outcomes in patients with chronic HF. METHODS AND RESULTS: We studied 7599 patients enrolled in the candesartan in heart failure: assessment of reduction in mortality and morbidity program. We calculated change in HR from the preceding visit and explored its association with outcomes in Cox proportional hazards models, as well the association between time-updated HR and outcome. An increase in HR from preceding visit was associated with a higher risk of all-cause mortality and the composite endpoint of cardiovascular death or hospitalization for HF (adjusted hazard ratio 1.06, 95% confidence intervals, CI: 1.05-1.08, P < 0.001, per 5 b.p.m. higher HR), with lowering of HR being associated with lower risk, adjusting for covariates, including time-updated β-blocker dose and baseline HR. Time-updated resting HR at each visit was also associated with risk (adjusted hazard ratio 1.07, 95% CI: 1.06-1.09; P < 0.001, per 5 b.p.m. higher HR). CONCLUSIONS: Change in HR over time predicts outcome in patients with chronic HF, as does time-updated HR during follow-up. These data suggest that frequent outpatient monitoring of HR, and identification of changes over time, possibly with remote technologies, may identify patients with HF who may be at increased risk of rehospitalization or death.",
  "authors": [
    {
      "last_name": "Vazir",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Vazir",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA Royal Brompton Hospital, Royal Brompton and Harefield NHS Foundation Trust, NIHR Cardiovascular Biomedical Research Unit and Institute of Cardiovascular Medicine and Sciences (ICMS), National Heart and Lung Institute (NHLI), Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Claggett",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Claggett",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Jhund",
      "fore_name": "Pardeep",
      "initials": "P",
      "name": "Pardeep Jhund",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA Institute of Cardiovascular and Medical Sciences, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Castagno",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Castagno",
      "affiliations": [
        "Division of Cardiology, Department of Medical Sciences, University of Turin, Turin, Italy."
      ]
    },
    {
      "last_name": "Skali",
      "fore_name": "Hicham",
      "initials": "H",
      "name": "Hicham Skali",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Swedberg",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Swedberg",
      "affiliations": [
        "Royal Brompton Hospital, Royal Brompton and Harefield NHS Foundation Trust, NIHR Cardiovascular Biomedical Research Unit and Institute of Cardiovascular Medicine and Sciences (ICMS), National Heart and Lung Institute (NHLI), Imperial College London, London, UK Department of Molecular and Clinical Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden NHLI, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Christopher B",
      "initials": "CB",
      "name": "Christopher B Granger",
      "affiliations": [
        "Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "John J V",
      "initials": "JJ",
      "name": "John J V McMurray",
      "affiliations": [
        "Institute of Cardiovascular and Medical Sciences, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Pfeffer",
      "fore_name": "Marc A",
      "initials": "MA",
      "name": "Marc A Pfeffer",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Solomon",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Solomon",
      "affiliations": [
        "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, USA ssolomon@rics.bwh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "start_page": "669",
  "end_page": "675",
  "pages": "669-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Angiotensin II Type 1 Receptor Blockers",
    "Benzimidazoles",
    "Biphenyl Compounds",
    "Chronic Disease",
    "Female",
    "Heart Failure",
    "Heart Rate",
    "Humans",
    "Male",
    "Risk Assessment",
    "Tetrazoles",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25368202",
    "doi": "10.1093/eurheartj/ehu401",
    "pii": "ehu401"
  },
  "doi": "10.1093/eurheartj/ehu401",
  "dates": {
    "completed": "2015-12-15",
    "revised": "2021-12-03"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Benzimidazoles",
    "Biphenyl Compounds",
    "Tetrazoles",
    "candesartan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.828160",
    "pmid": "25368202"
  }
}