{
  "pmid": "25360702",
  "uid": "25360702",
  "title": "Atypical retinal vaso-occlusion with structural and functional resolution.",
  "abstract": "PURPOSE: The purpose is to report a patient with primary open-angle glaucoma that developed sudden painless unilateral vision loss, a sequential ophthalmoscopic appearance with features of both central retinal artery and later central retinal vein occlusion, and objective visual system dysfunction in the form of a relative afferent pupil defect, who spontaneously recovered vision along with complete resolution of the pupillary defect over several weeks. CASE REPORT: A 50-year-old woman with a long-standing history of glaucoma presented with acute, painless vision loss in one eye, a pallid retina with a cherry red macula, diffuse retinal hemorrhages, and a relative afferent pupil defect. Spectral domain optical coherence tomography and fluorescein angiography were essentially normal with neither retinal edema nor retinal ischemia to account for the visual dysfunction. Over the course of 2 months, the patient regained vision and the relative afferent pupil defect, typically a permanent manifestation of retinal destruction, resolved. CONCLUSIONS: Not all retinal vaso-occlusive phenomena can be completely attributed to a central retinal vein or artery occlusion. In the patient presented, there was no objective diagnostic testing that revealed a cause for the patient's vision loss or relative afferent pupillary defect. This combined with the complete recovery of vision and resolution of the relative afferent pupillary defect underscores a lack of comprehensive understanding of retinal vaso-occlusive disease.",
  "authors": [
    {
      "last_name": "Sowka",
      "fore_name": "Joseph W",
      "initials": "JW",
      "name": "Joseph W Sowka",
      "affiliations": [
        "*OD, FAAO †OD Nova Southeastern University, College of Optometry, Ft. Lauderdale, Florida (all authors)."
      ]
    },
    {
      "last_name": "Vollmer",
      "fore_name": "Lori A",
      "initials": "LA",
      "name": "Lori A Vollmer",
      "affiliations": []
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Optometry and vision science : official publication of the American Academy of Optometry",
    "iso_abbreviation": "Optom Vis Sci",
    "issn": "1538-9235",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "e6",
  "end_page": "e11",
  "pages": "e6-11",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Fluorescein Angiography",
    "Glaucoma, Open-Angle",
    "Humans",
    "Intraocular Pressure",
    "Middle Aged",
    "Pupil Disorders",
    "Retinal Artery Occlusion",
    "Retinal Vein Occlusion",
    "Tomography, Optical Coherence",
    "Vision Disorders",
    "Visual Acuity"
  ],
  "article_ids": {
    "pubmed": "25360702",
    "doi": "10.1097/OPX.0000000000000446"
  },
  "doi": "10.1097/OPX.0000000000000446",
  "dates": {
    "completed": "2015-03-10",
    "revised": "2019-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:44.118315",
    "pmid": "25360702"
  }
}