{
  "pmid": "25369025",
  "uid": "25369025",
  "title": "[Evidence-based decision-making: when it is worthwhile].",
  "abstract": "Every day health professionals have to make dozens of decisions regarding patient care and management. It is not easy to integrate scientific evidence in this process. The primary ability we need in order to achieve successful results is learning how to recognize the circumstances in which evidence arising from results of scientific trials may help.",
  "authors": [
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Programa de Salud Basada en Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Medicina Interna, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Epidemiologia Clínica y Bioestadística, McMaster University, Hamilton, Canadá; GRADE working group; The Cochrane Collaboration; Fundación Epistemonikos. Address: Programa de Salud Basada en Evidencia Facultad de Medicina, Pontificia Universidad Católica de Chile, Lira 63, Santiago de Chile. Email: ignacio.neumann@gmail.com."
      ]
    },
    {
      "last_name": "Rada",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Rada",
      "affiliations": [
        "Programa de Salud Basada en Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Medicina Interna, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; GRADE working group; The Cochrane Collaboration; Fundación Epistemonikos."
      ]
    }
  ],
  "journal": {
    "title": "Medwave",
    "iso_abbreviation": "Medwave",
    "issn": "0717-6384",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "e5966",
  "pages": "e5966",
  "language": "spa",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Practice",
    "Health Personnel",
    "Humans",
    "Patient Care"
  ],
  "article_ids": {
    "pubmed": "25369025",
    "doi": "10.5867/medwave.2014.05.5966",
    "pii": "e5966"
  },
  "doi": "10.5867/medwave.2014.05.5966",
  "dates": {
    "completed": "2015-09-03",
    "revised": "2018-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:45.724181",
    "pmid": "25369025"
  }
}