{
  "pmid": "25362228",
  "uid": "25362228",
  "title": "Cost-effectiveness of dalteparin vs unfractionated heparin for the prevention of venous thromboembolism in critically ill patients.",
  "abstract": "IMPORTANCE: Venous thromboembolism (VTE) is a common complication of acute illness, and its prevention is a ubiquitous aspect of inpatient care. A multicenter blinded, randomized trial compared the effectiveness of the most common pharmocoprevention strategies, unfractionated heparin (UFH) and the low-molecular-weight heparin (LMWH) dalteparin, finding no difference in the primary end point of leg deep-vein thrombosis but a reduced rate of pulmonary embolus and heparin-induced thrombocytopenia among critically ill medical-surgical patients who received dalteparin. OBJECTIVE: To evaluate the comparative cost-effectiveness of LMWH vs UFH for prophylaxis against VTE in critically ill patients. DESIGN, SETTING, AND PARTICIPANTS: Prospective economic evaluation concurrent with the Prophylaxis for Thromboembolism in Critical Care Randomized Trial (May 2006 to June 2010). The economic evaluation adopted a health care payer perspective and in-hospital time horizon; derived baseline characteristics and probabilities of intensive care unit and in-hospital events; and measured costs among 2344 patients in 23 centers in 5 countries and applied these costs to measured resource use and effects of all enrolled patients. MAIN OUTCOMES AND MEASURES: Costs, effects, incremental cost-effectiveness of LMWH vs UFH during the period of hospitalization, and sensitivity analyses across cost ranges. RESULTS: Hospital costs per patient were $39,508 (interquartile range [IQR], $24,676 to $71,431) for 1862 patients who received LMWH compared with $40,805 (IQR, $24,393 to $76,139) for 1862 patients who received UFH (incremental cost, -$1297 [IQR, -$4398 to $1404]; P = .41). In 78% of simulations, a strategy using LMWH was most effective and least costly. In sensitivity analyses, a strategy using LMWH remained least costly unless the drug acquisition cost of dalteparin increased from $8 to $179 per dose and was consistent among higher- and lower-spending health care systems. There was no threshold at which lowering the acquisition cost of UFH favored prophylaxis with UFH. CONCLUSIONS AND RELEVANCE: From a health care payer perspective, the use of the LMWH dalteparin for VTE prophylaxis among critically ill medical-surgical patients was more effective and had similar or lower costs than the use of UFH. These findings were driven by lower rates of pulmonary embolus and heparin-induced thrombocytopenia and corresponding lower overall use of resources with LMWH.",
  "authors": [
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mittmann",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Mittmann",
      "affiliations": [
        "Health Outcomes and PharmacoEconomic (HOPE) Research Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada3Department of Pharmacology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geerts",
      "fore_name": "William",
      "initials": "W",
      "name": "William Geerts",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, California."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krahn",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Krahn",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Finfer",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Finfer",
      "affiliations": [
        "George Institute for Global Health, Royal North Shore Hospital, University of Sydney, St Leonards, Australia."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chan",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ormanidhi",
      "fore_name": "Orges",
      "initials": "O",
      "name": "Orges Ormanidhi",
      "affiliations": [
        "Toronto Health Economics and Technology Assessment (THETA) Collaborative, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen",
      "initials": "Y",
      "name": "Yaseen Arabi",
      "affiliations": [
        "King Saud Bin Abdulaziz University for Health Sciences and King Abdullah International Medical Research Center, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Qushmaq",
      "fore_name": "Ismael",
      "initials": "I",
      "name": "Ismael Qushmaq",
      "affiliations": [
        "Department of Medicine, King Faisal Specialist Hospital & Research Centre-Gen. Org, Jeddah-Saudi Arabia."
      ]
    },
    {
      "last_name": "Rocha",
      "fore_name": "Marcelo G",
      "initials": "MG",
      "name": "Marcelo G Rocha",
      "affiliations": [
        "Department of Intensive Care, Hospitalar Santa Casa, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Center for Health Evaluation and Outcome Sciences, Division of Critical Care Medicine, St Paul's Hospital and University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Ottawa Hospital Research Institute, Centre for Transfusion and Critical Care Research, Department of Medicine (Critical Care), Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Department of Anesthesiology, Dalhousie University, and the Capital District Health Authority, Halifax, Nova Scotia, Canada16Department of Medicine, Dalhousie University, and the Capital District Health Authority, Halifax, Nova Scotia, Canada17Department."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada20Interdepartmental Division of Critical Care Medicine, Department of Physiology, University of Toronto, Toronto, Ontario, Canada2."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada22Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada24Keenan Research Centre, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doig",
      "fore_name": "Christopher James",
      "initials": "CJ",
      "name": "Christopher James Doig",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada26Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada27Department of Medicine, University of Calgary, Calgary, Alberta, Canada28Footh."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jacka",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Jacka",
      "affiliations": [
        "Department of Anesthesiology and Critical Care, University of Alberta Hospital, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Klinger",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Klinger",
      "affiliations": [
        "Division of Pulmonary, Sleep, and Critical Care Medicine, Albert Medical School of Brown University, Rhode Island Hospital, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Vlahakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Vlahakis",
      "affiliations": [
        "Department of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Orford",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Orford",
      "affiliations": [
        "Australian and New Zealand Intensive Care Research Centre, Intensive Care Barwon Health, Monash University School of Medicine, Deakin University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Seppelt",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Seppelt",
      "affiliations": [
        "Critical Care Medicine, Nepean Hospital, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Skrobik",
      "fore_name": "Yoanna K",
      "initials": "YK",
      "name": "Yoanna K Skrobik",
      "affiliations": [
        "Critical Care Medicine, Hôpital Maisonneuve-Rosemont, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Sud",
      "affiliations": [
        "Department of Medicine, Trillium Hospital, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cade",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Cade",
      "affiliations": [
        "Intensive Care Unit, Royal Melbourne Hospital, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Cooper",
      "affiliations": [
        "ANZIC-RC Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada40Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "312",
    "issue": "20",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "26"
  },
  "start_page": "2135",
  "end_page": "2145",
  "pages": "2135-45",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Cost-Benefit Analysis",
    "Critical Illness",
    "Dalteparin",
    "Female",
    "Health Expenditures",
    "Health Services",
    "Heparin",
    "Hospitalization",
    "Humans",
    "Insurance, Health",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Pulmonary Embolism",
    "Randomized Controlled Trials as Topic",
    "Thrombocytopenia",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "25362228",
    "doi": "10.1001/jama.2014.15101",
    "pii": "1921813"
  },
  "doi": "10.1001/jama.2014.15101",
  "dates": {
    "completed": "2014-12-15",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin",
    "Dalteparin"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.366339",
    "pmid": "25362228"
  }
}