{
  "pmid": "25373601",
  "uid": "25373601",
  "title": "Efficacy, quality of life, and acceptability outcomes of atypical antipsychotic augmentation treatment for treatment-resistant depression: protocol for a systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Major depressive disorder (MDD) is a debilitating and costly mental disorder. Although commercially available antidepressants have proliferated over the last 20 years, a substantial number of patients either do not respond adequately to these drugs or are unable to tolerate their adverse effects. One common approach has been to augment conventional antidepressants with an adjunctive agent, but the optimal selection of atypical antipsychotic agents for adjunctive treatment of treatment-resistant depression (TRD) remains controversial. METHODS/DESIGN: An electronic literature search of PubMed, the Cochrane Library, Embase, Web of Science, LiLACS, CINAHL, and PsycINFO for studies will be conducted with no restrictions on language, publication year, or publication type. Several clinical trial registry agencies, pharmaceutical company websites, and FDA reports will also be reviewed. Randomized clinical trials (RCTs) with atypical antipsychotic augmentation treatment for treatment-resistant depression will be considered. Data will be independently extracted by two reviewers. Traditional pairwise meta-analyses will be performed for RCTs that directly compare different treatment arms. Then, Bayesian network meta-analyses will be performed to compare the relative efficacy and acceptability of different atypical antipsychotic agents (and doses). A sensitivity analysis will be performed by excluding studies classified as a small sample size, having a high placebo effect. DISCUSSION: This systematic review and network meta-analysis will comparatively analyze the efficacy, quality of life, and acceptability profiles of atypical antipsychotic medications used for the adjunctive treatment of TRD. The findings should provide clinically relevant implications for comprehensively understanding the risk-benefit profiles of these adjunctive treatments. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD 42014009666.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Yiyun",
      "initials": "Y",
      "name": "Yiyun Liu",
      "affiliations": []
    },
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": []
    },
    {
      "last_name": "Qin",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Qin",
      "affiliations": []
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. xiepeng973@126.com."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "start_page": "133",
  "pages": "133",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antidepressive Agents, Second-Generation",
    "Antipsychotic Agents",
    "Depressive Disorder, Major",
    "Depressive Disorder, Treatment-Resistant",
    "Humans",
    "Quality of Life",
    "Systematic Reviews as Topic",
    "Treatment Outcome",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "25373601",
    "pmc": "PMC4234739",
    "doi": "10.1186/2046-4053-3-133",
    "pii": "2046-4053-3-133"
  },
  "doi": "10.1186/2046-4053-3-133",
  "pmc_id": "PMC4234739",
  "dates": {
    "completed": "2015-08-11",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Antidepressive Agents, Second-Generation",
    "Antipsychotic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.170016",
    "pmid": "25373601"
  }
}