{
  "pmid": "25373019",
  "uid": "25373019",
  "title": "Pyelonephritis (acute) in non-pregnant women.",
  "abstract": "INTRODUCTION: Pyelonephritis is usually caused by ascent of bacteria (most often Escherichia coli) from the bladder, and is more likely in people with structural or functional urinary tract abnormalities. The prognosis is good if pyelonephritis is treated appropriately, but complications include renal abscess, renal impairment, and septic shock. METHODS AND OUTCOMES: We conducted a systematic review and aimed to answer the following clinical question: What are the effects of antibiotic treatments for acute pyelonephritis in non-pregnant women with uncomplicated infection? We searched: Medline, Embase, The Cochrane Library, and other important databases up to November 2013 (Clinical Evidence reviews are updated periodically; please check our website for the most up-to-date version of this review). We included harms alerts from relevant organisations such as the US Food and Drug Administration (FDA) and the UK Medicines and Healthcare products Regulatory Agency (MHRA). RESULTS: We found four studies that met our inclusion criteria. CONCLUSIONS: In this systematic review we present information relating to the effectiveness and safety of the following interventions: antibiotics (intravenous), antibiotics (oral), and antibiotics (switch therapy).",
  "authors": [
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Philippa",
      "initials": "P",
      "name": "Philippa Moore",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ clinical evidence",
    "iso_abbreviation": "BMJ Clin Evid",
    "issn": "1752-8526",
    "issn_type": "Electronic",
    "volume": "2014",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Female",
    "Humans",
    "Pyelonephritis"
  ],
  "article_ids": {
    "pubmed": "25373019",
    "pmc": "PMC4220693",
    "pii": "0807"
  },
  "pmc_id": "PMC4220693",
  "dates": {
    "completed": "2018-04-26",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:39.312255",
    "pmid": "25373019"
  }
}