{
  "pmid": "25371440",
  "uid": "25371440",
  "title": "Serum 25-Hydroxyvitamin D Levels and Stress Fractures in Military Personnel: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Low serum 25-hydroxyvitamin D (25(OH)D) levels have been associated with stress fractures in various physically active populations such as the military. PURPOSE: To examine the association between serum 25(OH)D levels and stress fractures in the military. STUDY DESIGN: Systematic review and meta-analysis. METHODS: Relevant studies were identified through searching multiple databases and manually screening reference lists. Two reviewers independently selected the included studies by applying the eligibility criteria to the title, abstract, and/or full text of the articles yielded in the search. Two reviewers also independently conducted the methodological quality assessment and data extraction. A random-effects model was used to calculate the mean difference (MD) with 95% CI in serum 25(OH)D levels between stress fracture cases and controls. RESULTS: Nine observational studies on lower extremity stress fractures were eligible, and 1 was excluded due to inadequate data. A total of 2634 military personnel (age, 18-30 years; 44% male) with 761 cases (16% male) and 1873 controls (61% male) from 8 studies were included in the analysis. Three of the 8 studies measured serum 25(OH)D levels at the time of stress fracture diagnosis, and the 5 remaining studies measured serum 25(OH)D levels at the time of entry into basic training. The mean serum 25(OH)D level was lower in stress fracture cases than in controls at the time of entry into basic training (MD, -2.63 ng/mL; 95% CI, -5.80 to 0.54; P = .10; I(2) = 65%) and at the time of stress fracture diagnosis (MD, -2.26 ng/mL; 95% CI, -3.89 to -0.63; P = .007; I(2) = 42%). CONCLUSION: Despite the inherent limitations of the included studies, the study results suggest some association between low serum 25(OH)D levels and lower extremity stress fractures in military personnel. Given the rigorous training of military personnel, implementing strategies to ensure sufficient 25(OH)D levels may be beneficial for reducing the risk of stress fractures.",
  "authors": [
    {
      "last_name": "Dao",
      "fore_name": "Dyda",
      "initials": "D",
      "name": "Dyda Dao",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sodhi",
      "fore_name": "Sukhmani",
      "initials": "S",
      "name": "Sukhmani Sodhi",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tabasinejad",
      "fore_name": "Rasam",
      "initials": "R",
      "name": "Rasam Tabasinejad",
      "affiliations": [
        "School of Kinesiology and Health Science, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Surgery, McMaster University, Hamilton, Ontario, Canada Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Surgery, McMaster University, Hamilton, Ontario, Canada Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada farrokh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "2064",
  "end_page": "2072",
  "pages": "2064-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Fractures, Stress",
    "Humans",
    "Leg Bones",
    "Military Personnel",
    "Risk Factors",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "25371440",
    "doi": "10.1177/0363546514555971",
    "pii": "0363546514555971"
  },
  "doi": "10.1177/0363546514555971",
  "dates": {
    "completed": "2016-02-18",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Vitamin D",
    "25-hydroxyvitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.349814",
    "pmid": "25371440"
  }
}