{
  "pmid": "25377017",
  "uid": "25377017",
  "title": "Nonbeneficial treatment Canada: definitions, causes, and potential solutions from the perspective of healthcare practitioners*.",
  "abstract": "OBJECTIVE: Many healthcare workers are concerned about the provision of nonbeneficial treatment in the acute care setting. We sought to explore the perceptions of acute care practitioners to determine whether they perceived nonbeneficial treatment to be a problem, to generate an acceptable definition of nonbeneficial treatment, to learn about their perceptions of the impact and causes of nonbeneficial treatment, and the ways that they feel could reduce or resolve nonbeneficial treatment. DESIGN: National, bilingual, cross-sectional survey of a convenience sample of nursing and medical staff who provide direct patient care in acute medical wards or ICUs in Canada. MAIN RESULTS: We received 688 responses (response rate 61%) from 11 sites. Seventy-four percent of respondents were nurses. Eighty-two percent of respondents believe that our current means of resolving nonbeneficial treatment are inadequate. The most acceptable definitions of nonbeneficial treatment were \"advanced curative/life-prolonging treatments that would almost certainly result in a quality of life that the patient has previously stated that he/she would not want\" (88% agreement) and \"advanced curative/life-prolonging treatments that are not consistent with the goals of care (as indicated by the patient)\" (83% agreement). Respondents most commonly believed that nonbeneficial treatment was caused by substitute decision makers who do not understand the limitations of treatment, or who cannot accept a poor prognosis (90% agreement for each cause), and 52% believed that nonbeneficial treatment was \"often\" or \"always\" continued until the patient died or was discharged from hospital. Respondents believed that nonbeneficial treatment was a common problem with a negative impact on all stakeholders (> 80%) and perceived that improved advance care planning and communication training would be the most effective (92% and 88%, respectively) and morally acceptable (95% and 92%, respectively) means to resolve the problem of nonbeneficial treatment. CONCLUSIONS: Canadian nurses and physicians perceive that our current means of resolving nonbeneficial treatment are inadequate, and that we need to adopt new techniques of resolving nonbeneficial treatment. The most promising strategies to reduce nonbeneficial treatment are felt to be improved advance care planning and communication training for healthcare professionals.",
  "authors": [
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "1Divisions of Critical Care and Palliative Care, Department of Medicine, University of Toronto, Toronto, ON, Canada. 2Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 3Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AL. 4Division of Critical Care, Department of Medicine, University of Toronto, Toronto, ON, Canada. 5Centre de Recherche Étienne-Le Bel, Université de Sherbrooke, Sherbrooke, QC, Canada. 6Interdepartmental Division of Critical Care, University of Toronto, and Keenan Research Centre and the Li KaShing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada. 7Department of Emergency Medicine and Critical Care, Lakeridge Health, Oshawa, ON, Canada. 8Departments of Surgery and Critical Care Medicine, Faculty of Medicine and Dentistry, University of Ottawa, Ottawa, ON, Canada. 9Department of Medicine, McMaster University, Hamilton, ON, Canada. 10Division of Critical Care, Department of Anesthesiology, Université Laval, Québec, QC, Canada 11Research Center of the Centre Hospitalier Universitaire (CHU) de Québec, Axe Santé des populations-Pratiques Optimales en Santé, Traumatologie-Urgence-Soins Intensifs, CHU de Québec (Hôpital de l'Enfant-Jésus), Université Laval, Québec City, QC, Canada. 12Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada. 13Trauma, Emergency Medicine and Critical Care, Sunnybrook Hospital, Toronto, ON, Canada. 14Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Golan",
      "fore_name": "Eyal",
      "initials": "E",
      "name": "Eyal Golan",
      "affiliations": []
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lamontagne",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Sridhar",
      "fore_name": "S Kavita",
      "initials": "SK",
      "name": "S Kavita Sridhar",
      "affiliations": []
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Seely",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "270",
  "end_page": "281",
  "pages": "270-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Attitude of Health Personnel",
    "Canada",
    "Communication",
    "Critical Care",
    "Cross-Sectional Studies",
    "Decision Making",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Life Support Care",
    "Male",
    "Medical Futility",
    "Middle Aged",
    "Quality of Life",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "25377017",
    "doi": "10.1097/CCM.0000000000000704"
  },
  "doi": "10.1097/CCM.0000000000000704",
  "dates": {
    "completed": "2015-03-23",
    "revised": "2015-01-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.386866",
    "pmid": "25377017"
  }
}