{
  "pmid": "25393196",
  "uid": "25393196",
  "title": "Assessing the Expected Impact of Global Health Treaties: Evidence From 90 Quantitative Evaluations.",
  "abstract": "We assessed what impact can be expected from global health treaties on the basis of 90 quantitative evaluations of existing treaties on trade, finance, human rights, conflict, and the environment. It appears treaties consistently succeed in shaping economic matters and consistently fail in achieving social progress. There are at least 3 differences between these domains that point to design characteristics that new global health treaties can incorporate to achieve positive impact: (1) incentives for those with power to act on them; (2) institutions designed to bring edicts into effect; and (3) interests advocating their negotiation, adoption, ratification, and domestic implementation. Experimental and quasiexperimental evaluations of treaties would provide more information about what can be expected from this type of global intervention.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Steven J. Hoffman is with the Faculty of Law, University of Ottawa, Canada, and the Department of Global Health and Population, Harvard School of Public Health, Boston, MA. John-Arne Røttingen is with the Division of Infectious Disease Control, Norwegian Institute of Public Health, Oslo, Norway, and the Institute of Health and Society, University of Oslo, Norway."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of public health",
    "iso_abbreviation": "Am J Public Health",
    "issn": "1541-0048",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "26",
  "end_page": "40",
  "pages": "26-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25393196",
    "pmc": "PMC4265908",
    "doi": "10.2105/AJPH.2014.302085"
  },
  "doi": "10.2105/AJPH.2014.302085",
  "pmc_id": "PMC4265908",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.492499",
    "pmid": "25393196"
  }
}