{
  "pmid": "25390168",
  "uid": "25390168",
  "title": "Rickettsial retinitis: acute unilateral vision loss with cystoid macular edema and stellate maculopathy.",
  "abstract": "PURPOSE: To report on the presentation and treatment of a patient with infectious posterior segment uveitis because of infection with Rickettsia rickettsii. METHODS: Interventional case report. We conducted a retrospective chart review of a 39-year-old man who presented with a history of acute vision loss in his right eye over a 6-day period. Vision at presentation in the involved eye was 2/200, with mild conjunctival injection, trace anterior chamber cell, moderate vitritis, localized retinitis and retinal hemorrhages, and severe macular edema. The left eye had 20/20 vision and was normal on examination. History was notable for a tick bite followed by high fevers, 1 month before presentation, at which time his family physician diagnosed mononucleosis syndrome with low platelets. RESULTS: A serum Rickettsia rickettsii test was positive. He was treated with oral doxycycline followed by corticosteroids. Vision gradually improved to 20/20 with minimal residual metamorphopsia. CONCLUSION: Only ten cases of Rocky Mountain spotted fever-related uveitis have been reported. The current case is unique because of the delayed onset of ophthalmic complications after the tick bite, its unilateral nature, dramatic improvement in acuity after treatment, and lack of associated rash.",
  "authors": [
    {
      "last_name": "Gerwin",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Gerwin",
      "affiliations": [
        "From the *Southeastern Retina Associates, The University of Tennessee Erlanger Medical Center, Chattanooga, Tennessee; †Department of Ophthalmology, Callahan Eye Foundation Hospital, University of Alabama, School of Medicine, Birmingham, Alabama; ‡Retina Specialists of West Alabama, Tuscaloosa, Alabama; and §The Tumori Foundation, San Francisco, California."
      ]
    },
    {
      "last_name": "Read",
      "fore_name": "Russell W",
      "initials": "RW",
      "name": "Russell W Read",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne Taylor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Retinal cases & brief reports",
    "iso_abbreviation": "Retin Cases Brief Rep",
    "issn": "1935-1089",
    "issn_type": "Print",
    "volume": "5",
    "issue": "3",
    "pub_year": "2011"
  },
  "start_page": "219",
  "end_page": "222",
  "pages": "219-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25390168",
    "doi": "10.1097/ICB.0b013e3181e180ff",
    "pii": "01271216-201100530-00010"
  },
  "doi": "10.1097/ICB.0b013e3181e180ff",
  "dates": {
    "completed": "2014-11-15",
    "revised": "2014-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:15.976688",
    "pmid": "25390168"
  }
}