{
  "pmid": "25392729",
  "uid": "25392729",
  "title": "The Autism Simplex Collection: an international, expertly phenotyped autism sample for genetic and phenotypic analyses.",
  "abstract": "BACKGROUND: There is an urgent need for expanding and enhancing autism spectrum disorder (ASD) samples, in order to better understand causes of ASD. METHODS: In a unique public-private partnership, 13 sites with extensive experience in both the assessment and diagnosis of ASD embarked on an ambitious, 2-year program to collect samples for genetic and phenotypic research and begin analyses on these samples. The program was called The Autism Simplex Collection (TASC). TASC sample collection began in 2008 and was completed in 2010, and included nine sites from North America and four sites from Western Europe, as well as a centralized Data Coordinating Center. RESULTS: Over 1,700 trios are part of this collection, with DNA from transformed cells now available through the National Institute of Mental Health (NIMH). Autism Diagnostic Interview-Revised (ADI-R) and Autism Diagnostic Observation Schedule-Generic (ADOS-G) measures are available for all probands, as are standardized IQ measures, Vineland Adaptive Behavioral Scales (VABS), the Social Responsiveness Scale (SRS), Peabody Picture Vocabulary Test (PPVT), and physical measures (height, weight, and head circumference). At almost every site, additional phenotypic measures were collected, including the Broad Autism Phenotype Questionnaire (BAPQ) and Repetitive Behavior Scale-Revised (RBS-R), as well as the non-word repetition scale, Communication Checklist (Children's or Adult), and Aberrant Behavior Checklist (ABC). Moreover, for nearly 1,000 trios, the Autism Genome Project Consortium (AGP) has carried out Illumina 1 M SNP genotyping and called copy number variation (CNV) in the samples, with data being made available through the National Institutes of Health (NIH). Whole exome sequencing (WES) has been carried out in over 500 probands, together with ancestry matched controls, and this data is also available through the NIH. Additional WES is being carried out by the Autism Sequencing Consortium (ASC), where the focus is on sequencing complete trios. ASC sequencing for the first 1,000 samples (all from whole-blood DNA) is complete and data will be released in 2014. Data is being made available through NIH databases (database of Genotypes and Phenotypes (dbGaP) and National Database for Autism Research (NDAR)) with DNA released in Dist 11.0. Primary funding for the collection, genotyping, sequencing and distribution of TASC samples was provided by Autism Speaks and the NIH, including the National Institute of Mental Health (NIMH) and the National Human Genetics Research Institute (NHGRI). CONCLUSIONS: TASC represents an important sample set that leverages expert sites. Similar approaches, leveraging expert sites and ongoing studies, represent an important path towards further enhancing available ASD samples.",
  "authors": [
    {
      "last_name": "Buxbaum",
      "fore_name": "Joseph D",
      "initials": "JD",
      "name": "Joseph D Buxbaum",
      "affiliations": [
        "The Seaver Autism Center for Research and Treatment, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York 10029, USA."
      ]
    },
    {
      "last_name": "Bolshakova",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Bolshakova",
      "affiliations": [
        "Autism Genetics Group, Department of Psychiatry, School of Medicine, Trinity College, Dublin 8, Ireland."
      ]
    },
    {
      "last_name": "Brownfeld",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Brownfeld",
      "affiliations": [
        "The Seaver Autism Center for Research and Treatment, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York 10029, USA."
      ]
    },
    {
      "last_name": "Anney",
      "fore_name": "Richard Jl",
      "initials": "RJ",
      "name": "Richard Jl Anney",
      "affiliations": [
        "Autism Genetics Group, Department of Psychiatry, School of Medicine, Trinity College, Dublin 8, Ireland."
      ]
    },
    {
      "last_name": "Bender",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Bender",
      "affiliations": [
        "National Institute of Mental Health (NIMH), Bethesda, MD 20892-9663, USA."
      ]
    },
    {
      "last_name": "Bernier",
      "fore_name": "Raphael",
      "initials": "R",
      "name": "Raphael Bernier",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA 98195, USA."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Edwin H",
      "initials": "EH",
      "name": "Edwin H Cook",
      "affiliations": [
        "Institute for Juvenile Research, Department of Psychiatry, University of Illinois at Chicago, Chicago, IL 60608, USA."
      ]
    },
    {
      "last_name": "Coon",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Coon",
      "affiliations": [
        "Psychiatry Department, University of Utah Medical School, Salt Lake City, UT 84108, USA."
      ]
    },
    {
      "last_name": "Cuccaro",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cuccaro",
      "affiliations": [
        "The John P Hussman Institute for Human Genomics, University of Miami, Miami, FL 33101, USA."
      ]
    },
    {
      "last_name": "Freitag",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Freitag",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Psychosomatics and Psychotherapy, JW Goethe University Frankfurt, 60528 Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Hallmayer",
      "fore_name": "Joachim",
      "initials": "J",
      "name": "Joachim Hallmayer",
      "affiliations": [
        "Department of Psychiatry and Behavioral Science, Child and Adolescent Psychiatry, Stanford School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Geschwind",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Geschwind",
      "affiliations": [
        "Department of Neurology, University of California at Los Angeles, School of Medicine, Los Angeles, CA 90095, USA."
      ]
    },
    {
      "last_name": "Klauck",
      "fore_name": "Sabine M",
      "initials": "SM",
      "name": "Sabine M Klauck",
      "affiliations": [
        "German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Nurnberger",
      "fore_name": "John I",
      "initials": "JI",
      "name": "John I Nurnberger",
      "affiliations": [
        "Department of Psychiatry, Indiana University School of Medicine, Indianapolis, IN 46202, USA."
      ]
    },
    {
      "last_name": "Oliveira",
      "fore_name": "Guiomar",
      "initials": "G",
      "name": "Guiomar Oliveira",
      "affiliations": [
        "Unidade de Neurodesenvolvimento e Autismo do Serviço do Centro de Desenvolvimento da Criança and Centro de Investigação e Formação Clinica, Pediatric Hospital, Centro Hospitalar e Universitário de Coimbra, 3000-602 Coimbra, Portugal ; University Clinic of Pediatrics and Institute for Biomedical Imaging and Life Science, Faculty of Medicine, University of Coimbra, 3000-602 Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Dalila",
      "initials": "D",
      "name": "Dalila Pinto",
      "affiliations": [
        "The Seaver Autism Center for Research and Treatment, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York 10029, USA."
      ]
    },
    {
      "last_name": "Poustka",
      "fore_name": "Fritz",
      "initials": "F",
      "name": "Fritz Poustka",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Psychosomatics and Psychotherapy, JW Goethe University Frankfurt, 60528 Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Scherer",
      "fore_name": "Stephen W",
      "initials": "SW",
      "name": "Stephen W Scherer",
      "affiliations": [
        "Department of Molecular Genetics, The Centre for Applied Genomics, Hospital for Sick Children and McLaughlin Centre and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shih",
      "fore_name": "Andy",
      "initials": "A",
      "name": "Andy Shih",
      "affiliations": [
        "Autism Speaks, New York, NY 10016, USA."
      ]
    },
    {
      "last_name": "Sutcliffe",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Sutcliffe",
      "affiliations": [
        "Department of Molecular Physiology and Biophysics, Vanderbilt Kennedy Center, Vanderbilt University, Nashville, TN 37232, USA ; Centers for Human Genetics Research and Molecular Neuroscience, Vanderbilt University, Nashville, TN 37232, USA."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Vicente",
      "fore_name": "Astrid M",
      "initials": "AM",
      "name": "Astrid M Vicente",
      "affiliations": [
        "Instituto Nacional de Saúde Dr Ricardo Jorge, 1649-016 Lisbon, Portugal ; Instituto Gulbenkian de Ciência, P-2781-901 Oeiras, Portugal ; BioFIG-Center for Biodiversity, Functional & Integrative Genomics, Campus da FCUL, C2.2.12, Campo Grande, 1749-016 Lisboa, Portugal."
      ]
    },
    {
      "last_name": "Vieland",
      "fore_name": "Veronica",
      "initials": "V",
      "name": "Veronica Vieland",
      "affiliations": [
        "The Research Institute at Nationwide Children's Hospital, The Ohio State University, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Gallagher",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Gallagher",
      "affiliations": [
        "Autism Genetics Group, Department of Psychiatry, School of Medicine, Trinity College, Dublin 8, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Molecular autism",
    "iso_abbreviation": "Mol Autism",
    "issn": "2040-2392",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2014"
  },
  "start_page": "34",
  "pages": "34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25392729",
    "pmc": "PMC4228819",
    "doi": "10.1186/2040-2392-5-34",
    "pii": "2040-2392-5-34"
  },
  "doi": "10.1186/2040-2392-5-34",
  "pmc_id": "PMC4228819",
  "dates": {
    "completed": "2014-11-13",
    "revised": "2024-05-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 MH094400",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U01 MH100233",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U54 HD083091",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.717844",
    "pmid": "25392729"
  }
}