{
  "pmid": "25398020",
  "uid": "25398020",
  "title": "Further insights into long-term trends in relative survival of vulvar cancer patients: a population-based study.",
  "abstract": "OBJECTIVE: The main objective of this article was to investigate the trends in relative survival in women diagnosed with invasive squamous cell vulvar cancer in the United States during the periods of 2004 to 2011 and to examine how these trends are associated with the stage of tumor at diagnosis. METHODS: We identified patients with primary invasive squamous cell vulvar cancer and recorded tumor stage in the Surveillance, Epidemiology, and End Results cancer registry database. Women younger than 40 years were excluded because of small number of patients in this age group. A flexible parametric model was used to estimate 1- and 2-year relative survival ratios and excess mortality rate. RESULTS: In total, 4647 women were identified with invasive squamous cell vulvar cancer and known tumor stage in the data set. One- and two-year relative survival ratios increased over time for women with tumors staged I to III but it decreased for women with tumor staged IV. The excess mortality rate was much larger for stage IV compared to the other stages. CONCLUSIONS: Trends in relative survival ratio for invasive vulvar cancer patients have opposite directions depending on the stage of tumor. The mechanism of such behavior is not fully known and yet to be examined in future studies. However, this finding highlights the importance of early detection of preinvasive and early stage disease.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "*School of Nursing; †Department of Clinical Epidemiology and Biostatistics; ‡Department of Obstetrics and Gynecology; §Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "iso_abbreviation": "Int J Gynecol Cancer",
    "issn": "1525-1438",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "125",
  "end_page": "130",
  "pages": "125-30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Carcinoma, Squamous Cell",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Middle Aged",
    "Mortality",
    "Neoplasm Invasiveness",
    "Neoplasm Staging",
    "Prognosis",
    "SEER Program",
    "Survival Rate",
    "Time Factors",
    "Vulvar Neoplasms"
  ],
  "article_ids": {
    "pubmed": "25398020",
    "doi": "10.1097/IGC.0000000000000317",
    "pii": "S1048-891X(24)01531-7"
  },
  "doi": "10.1097/IGC.0000000000000317",
  "dates": {
    "completed": "2015-09-25",
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.226347",
    "pmid": "25398020"
  }
}