{
  "pmid": "25400286",
  "uid": "25400286",
  "title": "Ecology rather than psychology explains co-occurrence of predation and border patrols in male chimpanzees.",
  "abstract": "The intense arousal and excitement shown by adult male chimpanzees, Pan troglodytes, during territorial attacks on other chimpanzees and predation upon monkeys suggest that similar psychological mechanisms may be involved. Specifically, it has been proposed that hunting behaviour in chimpanzees evolved from intraspecies aggression. Over 32 years, chimpanzees at Gombe National Park, Tanzania were significantly more likely to engage in a territorial border patrol on days when they hunted red colobus monkeys (Procolobus spp.), and vice versa, even after statistically controlling for male chimpanzee party size. We test the hypothesis that this correlation arises because hunting and patrolling are components of a specieslevel aggressive behavioural syndrome; specifically that predation arose as a by-product of territorial aggression in this species. However, hunting was equally likely to occur after a patrol and/or an intergroup interaction as it was before, and the occurrence of an intergroup interaction in which the chimpanzees approached strangers did not increase subsequent hunting probability. We also reject the hypothesis that hunting and patrolling reflect an individual-level behavioural syndrome. We identified two 'impact hunters' whose presence increased hunting probability. Similarly, there were also three 'impact patrollers', who increased the likelihood that a visit to the periphery of the community range resulted in a patrol. While this discovery has important implications for our understanding of the proximate causes of cooperation, it does not explain the temporal correlation between patrolling and hunting, since no males had such an impact in both contexts. Instead, the data suggest that the correlation arose because patrols typically involved males travelling long distances, which increased the probability of encountering prey. Additionally, parties that travelled to the periphery were more likely to encounter colobus in woodland, where hunts are more likely to occur and to succeed. Therefore, we conclude that ecological, rather than psychological, factors promote the co-occurrence of hunting and territorial aggression in this species.",
  "authors": [
    {
      "last_name": "Gilby",
      "fore_name": "Ian C",
      "initials": "IC",
      "name": "Ian C Gilby",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University, Durham, NC, U.S.A."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, MN, U.S.A. ; Department of Ecology, Evolution and Behavior, University of Minnesota, Minneapolis, MN, U.S.A."
      ]
    },
    {
      "last_name": "Pusey",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Pusey",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University, Durham, NC, U.S.A."
      ]
    }
  ],
  "journal": {
    "title": "Animal behaviour",
    "iso_abbreviation": "Anim Behav",
    "issn": "0003-3472",
    "issn_type": "Print",
    "volume": "86",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "61",
  "end_page": "74",
  "pages": "61-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25400286",
    "mid": "NIHMS572108",
    "pmc": "PMC4231443",
    "doi": "10.1016/j.anbehav.2013.04.012"
  },
  "doi": "10.1016/j.anbehav.2013.04.012",
  "pmc_id": "PMC4231443",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 AI027767",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI050529",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI058715",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.323852",
    "pmid": "25400286"
  }
}