{
  "pmid": "25417239",
  "uid": "25417239",
  "title": "Providing clinicians and patients with actual prognosis: cancer in the context of competing causes of death.",
  "abstract": "BACKGROUND: To isolate progress against cancer from changes in competing causes of death, population cancer registries have traditionally reported cancer prognosis (net measures). But clinicians and cancer patients generally want to understand actual prognosis (crude measures): the chance of surviving, dying from the specific cancer and from competing causes of death in a given time period. OBJECTIVE: To compare cancer and actual prognosis in the United States for four leading cancers-lung, breast, prostate, and colon-by age, comorbidity, and cancer stage and to provide templates to help patients, clinicians, and researchers understand actual prognosis. METHOD: Using population-based registry data from the Surveillance, Epidemiology, and End Results (SEER) Program, we calculated cancer prognosis (relative survival) and actual prognosis (five-year overall survival and the \"crude\" probability of dying from cancer and competing causes) for three important prognostic determinants (age, comorbidity [Charlson-score from 2012 SEER-Medicare linkage dataset] and cancer stage at diagnosis). RESULT: For younger, healthier, and earlier stage cancer patients, cancer and actual prognosis estimates were quite similar. For older and sicker patients, these prognosis estimates differed substantially. For example, the five-year overall survival for an 85-year-old patient with colorectal cancer is 54% (cancer prognosis) versus 22% (actual prognosis)-the difference reflecting the patient's substantial chance of dying from competing causes. The corresponding five-year chances of dying from the patient's cancer are 46% versus 37%. Although age and comorbidity lowered actual prognosis, stage at diagnosis was the most powerful factor: The five-year chance of colon cancer death was 10% for localized stage and 83% for distant stage. CONCLUSION: Both cancer and actual prognosis measures are important. Cancer registries should routinely report both cancer and actual prognosis to help clinicians and researchers understand the difference between these measures and what question they can and cannot answer. We encourage them to use formats like the ones presented in this paper to communicate them clearly.",
  "authors": [
    {
      "last_name": "Howlader",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Howlader",
      "affiliations": [
        "Surveillance Research Program, Division of Cancer Control and Population Sciences, National Cancer Institute, National Institutes of Health, Bethesda, MD (NH, AM); Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH, Norris Cotton Cancer Center, Dartmouth Hitchcock Medical Center, Lebanon, NH, Department of Veterans Affairs Medical Center, Veterans Affairs Outcomes Group, White River Junction, VT (SW, LMS). howladern@mail.nih.gov."
      ]
    },
    {
      "last_name": "Mariotto",
      "fore_name": "Angela B",
      "initials": "AB",
      "name": "Angela B Mariotto",
      "affiliations": [
        "Surveillance Research Program, Division of Cancer Control and Population Sciences, National Cancer Institute, National Institutes of Health, Bethesda, MD (NH, AM); Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH, Norris Cotton Cancer Center, Dartmouth Hitchcock Medical Center, Lebanon, NH, Department of Veterans Affairs Medical Center, Veterans Affairs Outcomes Group, White River Junction, VT (SW, LMS)."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "Surveillance Research Program, Division of Cancer Control and Population Sciences, National Cancer Institute, National Institutes of Health, Bethesda, MD (NH, AM); Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH, Norris Cotton Cancer Center, Dartmouth Hitchcock Medical Center, Lebanon, NH, Department of Veterans Affairs Medical Center, Veterans Affairs Outcomes Group, White River Junction, VT (SW, LMS)."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "Surveillance Research Program, Division of Cancer Control and Population Sciences, National Cancer Institute, National Institutes of Health, Bethesda, MD (NH, AM); Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH, Norris Cotton Cancer Center, Dartmouth Hitchcock Medical Center, Lebanon, NH, Department of Veterans Affairs Medical Center, Veterans Affairs Outcomes Group, White River Junction, VT (SW, LMS)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute. Monographs",
    "iso_abbreviation": "J Natl Cancer Inst Monogr",
    "issn": "1745-6614",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "49",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "255",
  "end_page": "264",
  "pages": "255-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Breast Neoplasms",
    "Cause of Death",
    "Colonic Neoplasms",
    "Comorbidity",
    "Female",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Prognosis",
    "Prostatic Neoplasms",
    "Risk Assessment",
    "SEER Program",
    "Survival Rate",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25417239",
    "pmc": "PMC4841170",
    "doi": "10.1093/jncimonographs/lgu022",
    "pii": "lgu022"
  },
  "doi": "10.1093/jncimonographs/lgu022",
  "pmc_id": "PMC4841170",
  "dates": {
    "completed": "2015-10-23",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.511190",
    "pmid": "25417239"
  }
}