{
  "pmid": "25412402",
  "uid": "25412402",
  "title": "Interventions for enhancing medication adherence.",
  "abstract": "BACKGROUND: People who are prescribed self administered medications typically take only about half their prescribed doses. Efforts to assist patients with adherence to medications might improve the benefits of prescribed medications. OBJECTIVES: The primary objective of this review is to assess the effects of interventions intended to enhance patient adherence to prescribed medications for medical conditions, on both medication adherence and clinical outcomes. SEARCH METHODS: We updated searches of The Cochrane Library, including CENTRAL (via http://onlinelibrary.wiley.com/cochranelibrary/search/), MEDLINE, EMBASE, PsycINFO (all via Ovid), CINAHL (via EBSCO), and Sociological Abstracts (via ProQuest) on 11 January 2013 with no language restriction. We also reviewed bibliographies in articles on patient adherence, and contacted authors of relevant original and review articles. SELECTION CRITERIA: We included unconfounded RCTs of interventions to improve adherence with prescribed medications, measuring both medication adherence and clinical outcome, with at least 80% follow-up of each group studied and, for long-term treatments, at least six months follow-up for studies with positive findings at earlier time points. DATA COLLECTION AND ANALYSIS: Two review authors independently extracted all data and a third author resolved disagreements. The studies differed widely according to medical condition, patient population, intervention, measures of adherence, and clinical outcomes. Pooling results according to one of these characteristics still leaves highly heterogeneous groups, and we could not justify meta-analysis. Instead, we conducted a qualitative analysis with a focus on the RCTs with the lowest risk of bias for study design and the primary clinical outcome. MAIN RESULTS: The present update included 109 new RCTs published since the previous update in January 2007, bringing the total number of RCTs to 182; we found five RCTs from the previous update to be ineligible and excluded them. Studies were heterogeneous for patients, medical problems, treatment regimens, adherence interventions, and adherence and clinical outcome measurements, and most had high risk of bias. The main changes in comparison with the previous update include that we now: 1) report a lack of convincing evidence also specifically among the studies with the lowest risk of bias; 2) do not try to classify studies according to intervention type any more, due to the large heterogeneity; 3) make our database available for collaboration on sub-analyses, in acknowledgement of the need to make collective advancement in this difficult field of research. Of all 182 RCTs, 17 had the lowest risk of bias for study design features and their primary clinical outcome, 11 from the present update and six from the previous update. The RCTs at lowest risk of bias generally involved complex interventions with multiple components, trying to overcome barriers to adherence by means of tailored ongoing support from allied health professionals such as pharmacists, who often delivered intense education, counseling (including motivational interviewing or cognitive behavioral therapy by professionals) or daily treatment support (or both), and sometimes additional support from family or peers. Only five of these RCTs reported improvements in both adherence and clinical outcomes, and no common intervention characteristics were apparent. Even the most effective interventions did not lead to large improvements in adherence or clinical outcomes. AUTHORS' CONCLUSIONS: Across the body of evidence, effects were inconsistent from study to study, and only a minority of lowest risk of bias RCTs improved both adherence and clinical outcomes. Current methods of improving medication adherence for chronic health problems are mostly complex and not very effective, so that the full benefits of treatment cannot be realized. The research in this field needs advances, including improved design of feasible long-term interventions, objective adherence measures, and sufficient study power to detect improvements in patient-important clinical outcomes. By making our comprehensive database available for sharing we hope to contribute to achieving these advances.",
  "authors": [
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton General Hospital campus, Room C3-107, 237 Barton Street East, Hamilton, ON, Canada, L8L 2X2."
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Navarro",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Navarro",
      "affiliations": []
    },
    {
      "last_name": "Hobson",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Hobson",
      "affiliations": []
    },
    {
      "last_name": "Jeffery",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Jeffery",
      "affiliations": []
    },
    {
      "last_name": "Keepanasseril",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Keepanasseril",
      "affiliations": []
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": []
    },
    {
      "last_name": "Mistry",
      "fore_name": "Niraj",
      "initials": "N",
      "name": "Niraj Mistry",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Sivaramalingam",
      "fore_name": "Bhairavi",
      "initials": "B",
      "name": "Bhairavi Sivaramalingam",
      "affiliations": []
    },
    {
      "last_name": "Iserman",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Iserman",
      "affiliations": []
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": []
    },
    {
      "last_name": "Jedraszewski",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Jedraszewski",
      "affiliations": []
    },
    {
      "last_name": "Cotoi",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Cotoi",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2014",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "20"
  },
  "start_page": "CD000011",
  "pages": "CD000011",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Drug Therapy",
    "Humans",
    "Medication Adherence",
    "Patient Education as Topic",
    "Publication Bias",
    "Randomized Controlled Trials as Topic",
    "Self Administration"
  ],
  "article_ids": {
    "pubmed": "25412402",
    "pmc": "PMC7263418",
    "doi": "10.1002/14651858.CD000011.pub4"
  },
  "doi": "10.1002/14651858.CD000011.pub4",
  "pmc_id": "PMC7263418",
  "dates": {
    "completed": "2014-12-30",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.920569",
    "pmid": "25412402"
  }
}