{
  "pmid": "25424496",
  "uid": "25424496",
  "title": "Is there an economic rationale for cancer drugs to have a separate reimbursement review process for resource allocation purposes?",
  "abstract": "In Canada, there are two separate review processes for the public reimbursement of drugs: one for cancer drugs (originally called the Joint Oncology Drug Review [JODR] and now called the pan-Canadian Oncology Drug Review [pCODR]) and one for drugs in all other disease areas (called the Common Drug Review). We explore whether a justification that is derived from an economic perspective has been provided, in Canada or elsewhere, for cancer drugs to have a separate reimbursement review process (i.e. to be 'treated separately') relative to drugs in all other disease areas. Literature reviews and internet searches were undertaken to identify, collect and analyze relevant documents that would provide information regarding whether an economic rationale has been provided for cancer drugs to be treated separately for resource allocation purposes. Although a number of reasons for cancer drugs to be treated separately were cited both by the JODR and pCODR and in the peer-reviewed literature, a rationale derived from an economic perspective did not appear to be documented. From an economic perspective, separating cancer drugs for resource allocation purposes is likely to impede drug plan decision makers' ability to allocate resources in a manner that maximizes the total aggregate health benefit for the population from available resources. While we acknowledge the challenges that cancer drugs pose to drug reimbursement decision makers, we suggest that separating the reimbursement review of cancer drugs requires further scrutiny.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McDonald",
      "affiliations": [
        "Health Research Methodology (HRM) Program, McMaster University, 1280 Main St. W., Hamilton, ON, L8S 4K1, Canada, heatherpauline@me.com."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1179-2027",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "235",
  "end_page": "241",
  "pages": "235-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Canada",
    "Decision Making",
    "Humans",
    "Insurance, Health, Reimbursement",
    "Neoplasms",
    "Reimbursement Mechanisms",
    "Resource Allocation"
  ],
  "article_ids": {
    "pubmed": "25424496",
    "doi": "10.1007/s40273-014-0238-7"
  },
  "doi": "10.1007/s40273-014-0238-7",
  "dates": {
    "completed": "2016-02-15",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.700713",
    "pmid": "25424496"
  }
}