{
  "pmid": "25423501",
  "uid": "25423501",
  "title": "Historical and clinical perspectives on de qi: exposing limitations in the scientific study of de qi.",
  "abstract": "De qi is a concept most often associated with patient experiences during needling in acupuncture treatment. A review of the early historical literature on acupuncture shows that texts tended to describe de qi and its associated concept, qi zhi more in terms of practitioner-based phenomena and that this is something more in the realm of the experienced practitioner (i.e., it is skill based). Many modern authors in Asia and the West also describe the importance of practitioner-based experiences in the de qi of acupuncture, further implying that this may lie at the heart of the treatment effects of acupuncture. A review of scientific studies on de qi shows that qualitative studies have focused almost exclusively on patient-based aspects of de qi while quantitative studies have focused exclusively on them. There thus exists a gap in current research on the phenomenon of de qi that possibly reveals weakness in the wider study of acupuncture. It is important that precise qualitative studies of the practitioner-based aspects of de qi begin soon and as they become better understood, quantitative research also is initiated. This research will not only better inform clinical trials and physiologic research of acupuncture in general but could contribute significantly to rethinking of how to train practitioners.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Norwegian School of Health Sciences, Institute of Acupuncture, Kristiania University College , Oslo, Norway ."
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "7",
  "pages": "1-7",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Acupuncture",
    "Acupuncture Therapy",
    "Health Personnel",
    "History, 21st Century",
    "History, Ancient",
    "Humans",
    "Qi"
  ],
  "article_ids": {
    "pubmed": "25423501",
    "doi": "10.1089/acm.2014.0267"
  },
  "doi": "10.1089/acm.2014.0267",
  "dates": {
    "completed": "2015-08-27",
    "revised": "2019-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.666632",
    "pmid": "25423501"
  }
}