{
  "pmid": "25429040",
  "uid": "25429040",
  "title": "A practical approach to evidence-based dentistry: How to search for evidence to inform clinical decisions.",
  "abstract": "Knowing how to search for evidence that can inform clinical decisions is a fundamental skill for the practice of evidence-based dentistry. There are many available types of evidence-based resources, characterized by their degrees of coverage of preappraised or summarized evidence at varying levels of processing, from primary studies to systematic reviews and clinical guidelines. The practice of evidence-based dentistry requires familiarity with these resources. In this article, the authors describe the process of searching for evidence: defining the question, identifying the question's nature and main components, and selecting the study design that best addresses the question.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Dr. Brignardello-Petersen is a lecturer, Faculty of Dentistry, University of Chile, Santiago, and a doctoral student, Institute of Health Policy, Management and Evaluation, University of Toronto."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Dr. Carrasco-Labra is an instructor, Faculty of Dentistry, University of Chile, Santiago, and a doctoral student, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Booth",
      "fore_name": "H Austin",
      "initials": "HA",
      "name": "H Austin Booth",
      "affiliations": [
        "Ms. Booth is the vice provost, University Libraries, University at Buffalo, The State University of New York."
      ]
    },
    {
      "last_name": "Glick",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Glick",
      "affiliations": [
        "Dr. Glick is the dean, School of Dental Medicine, University at Buffalo, The State University of New York. He also is the editor of The Journal of the American Dental Association."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Dr. Guyatt is a distinguished professor, Department of Clinical Epidemiology and Biostatistics, and a joint member, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": [
        "Dr. Azarpazhooh is an assistant professor, Dental Public Health, Faculty of Dentistry; an assistant professor, Endodontics, Faculty of Dentistry; and an assistant professor, Clinical Epidemiology and Health Care Research, Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto. He also is the head, Endodontics, Mount Sinai Hospital, Toronto. Address correspondence to Dr. Azarpazhooh at Biological and Diagnostic Sciences, 124 Edward St., Room 515C, Toronto, Ontario, Canada M5G 1G6, e-mail amir.azarpazhooh@dentistry.utoronto.ca."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Dr. Agoritsas is a doctoral student, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Dental Association (1939)",
    "iso_abbreviation": "J Am Dent Assoc",
    "issn": "1943-4723",
    "issn_type": "Electronic",
    "volume": "145",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "1262",
  "end_page": "1267",
  "pages": "1262-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Dental Research",
    "Evidence-Based Dentistry",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "25429040",
    "doi": "10.14219/jada.2014.113",
    "pii": "S0002-8177(14)60299-3"
  },
  "doi": "10.14219/jada.2014.113",
  "dates": {
    "completed": "2016-04-21",
    "revised": "2014-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.051877",
    "pmid": "25429040"
  }
}