{
  "pmid": "25426683",
  "uid": "25426683",
  "title": "Quality and Effectiveness of a Pediatric Triage Training Program in a Guatemalan Public Hospital.",
  "abstract": "OBJECTIVES: This study aimed to develop and implement an Emergency Triage Assessment and Treatment (ETAT) training program at a Guatemalan public hospital. Collaborators included Baylor College of Medicine/Texas Children's Hospital, the Guatemalan Ministry of Health, and the Pan American Health Organization. METHODS: The ETAT is a World Health Organization program to teach pediatric assessment, triage, and initial management to health care workers in resource-limited settings. The Baylor College of Medicine/Texas Children's Hospital created ETAT training materials in Spanish (Clasificación, Evaluación y Tratamiento de Emergencias Pediátricas [CETEP]) and conducted a train-the-trainer course for Hospital Nacional Pedro Bethancourt (HNPB) health care leadership. The HNPB subsequently conducted local trainings using a modified curriculum. Midcourse modifications based on evaluations and focus groups included distribution of manuals before training and an adding a day to the course.Course quality was assessed using participant evaluations and comparing pretest and posttest scores. Effectiveness was defined as 90% concordance between triage levels assigned by participants and facilitators. RESULTS: A total of 249 health care workers were trained by 24 HNPB facilitators. Mean pretest and posttest scores were 55 and 70, respectively (P < 0.001). On a 4-point scale, participants rated overall course quality and effectiveness as 3.6. Mean pretest (49 vs 58, P = 0.002) and posttest scores (68 vs 72, P = 0.01) improved for groups trained after modifications, as did evaluations for course quality (3.4 vs 3.7, P < 0.001) and effectiveness (3.4 vs 3.8, P < 0.001). Triage levels were assigned with 95% concordance (confidence interval, 91.9-97.3) between participants and facilitators. CONCLUSIONS: Hospital Nacional Pedro Bethancourt experts conducted high-quality trainings with locally relevant CETEP (ETAT) material. Trainings were effective and well received. The pediatric emergency department at HNPB now uses a triage system based on CETEP (ETAT).",
  "authors": [
    {
      "last_name": "Crouse",
      "fore_name": "Heather L",
      "initials": "HL",
      "name": "Heather L Crouse",
      "affiliations": [
        "From the *Section of Emergency Medicine, Department of Pediatrics, Baylor College of Medicine, Houston, TX; †Department of Pediatrics, Hospital Nacional Pedro Bethancourt, La Antigua, Guatemala; ‡Global Health Initiative, Texas Children's Hospital, Houston, TX; and § Division of Pediatric Emergency Medicine, Department of Emergency Medicine, New York University School of Medicine, New York, NY."
      ]
    },
    {
      "last_name": "Vaides",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Vaides",
      "affiliations": []
    },
    {
      "last_name": "Torres",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Torres",
      "affiliations": []
    },
    {
      "last_name": "Ishigami",
      "fore_name": "Elise M",
      "initials": "EM",
      "name": "Elise M Ishigami",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "Soto",
      "fore_name": "Miguel A",
      "initials": "MA",
      "name": "Miguel A Soto",
      "affiliations": []
    },
    {
      "last_name": "Torrey",
      "fore_name": "Susan B",
      "initials": "SB",
      "name": "Susan B Torrey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric emergency care",
    "iso_abbreviation": "Pediatr Emerg Care",
    "issn": "1535-1815",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "525",
  "end_page": "528",
  "pages": "525-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Female",
    "Guatemala",
    "Health Personnel",
    "Hospitals, Pediatric",
    "Humans",
    "Male",
    "Quality Improvement",
    "Triage",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "25426683",
    "doi": "10.1097/PEC.0000000000000277"
  },
  "doi": "10.1097/PEC.0000000000000277",
  "dates": {
    "completed": "2017-05-02",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.829535",
    "pmid": "25426683"
  }
}