{
  "pmid": "25437009",
  "uid": "25437009",
  "title": "Expanding access to HIV viral load testing: a systematic review of RNA stability in EDTA tubes and PPT beyond current time and temperature thresholds.",
  "abstract": "BACKGROUND: HIV viral load (VL) testing is the gold standard for antiretroviral treatment monitoring, but many barriers exist to VL testing in resource-limited settings, including storage and transport limitations for whole blood and plasma. Data from various studies indicate that HIV RNA is stable beyond current recommendations. We conducted a systematic review to assess stability data of HIV RNA in whole blood and plasma across times and temperatures. METHODS AND FINDINGS: Using a pre-defined protocol, five databases were searched for studies where blood samples from HIV patients were stored at time and temperature points that exceeded manufacturer recommendations. RNA stability, the primary outcome, was measured by the difference in means compared to samples stored within established thresholds. RNA stability was defined as ≤0.5 log degradation. The search identified 10,716 titles, of which nine full-text articles were included for review. HIV RNA maintained stability in EDTA whole blood and plasma at all measured time points up to 168 hours when stored at 4°C, while stability was detected at 72 hours (95% confidence) in whole blood at 25°C, with data points before and beyond 72 hours suggesting stability but not reaching statistical significance. For EDTA plasma stored at 30°C, stability was maintained up to 48 hours (95% confidence), with OLS linear regression estimates up to 127 hours, suggesting stability. Overall, quality of studies was moderate. Limitations included small sample sizes, few studies meeting inclusion criteria, and no studies examining RNA stability in low viremia (<3,000 copies/mL) environments. CONCLUSIONS: Whole blood and plasma samples in EDTA may remain stable under conditions exceeding current manufacturer recommendations for HIV VL testing. However, given the limited number of studies addressing this question, especially at low levels of viremia, additional evaluations on HIV RNA stability in EDTA tubes and PPT in field conditions are needed.",
  "authors": [
    {
      "last_name": "Bonner",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Bonner",
      "affiliations": [
        "Médecins Sans Frontières, Access Campaign, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A",
      "initials": "RA",
      "name": "Reed A Siemieniuk",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boozary",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Boozary",
      "affiliations": [
        "Harvard School of Public Health, Boston, MA, United States of America."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Teri",
      "initials": "T",
      "name": "Teri Roberts",
      "affiliations": [
        "Médecins Sans Frontières, Access Campaign, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Fajardo",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Fajardo",
      "affiliations": [
        "Médecins Sans Frontières, Southern Africa Medical Unit, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Cohn",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Cohn",
      "affiliations": [
        "Médecins Sans Frontières, Access Campaign, Geneva, Switzerland; Division of Infectious Diseases, University of Pennsylvania School of Medicine, Philadelphia, PA, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2014"
  },
  "start_page": "e113813",
  "pages": "e113813",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Edetic Acid",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "RNA Stability",
    "RNA, Viral",
    "Specimen Handling",
    "Temperature",
    "Viral Load"
  ],
  "article_ids": {
    "pubmed": "25437009",
    "pmc": "PMC4249975",
    "doi": "10.1371/journal.pone.0113813",
    "pii": "PONE-D-14-33928"
  },
  "doi": "10.1371/journal.pone.0113813",
  "pmc_id": "PMC4249975",
  "dates": {
    "completed": "2015-09-15",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "RNA, Viral",
    "Edetic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:56.356608",
    "pmid": "25437009"
  }
}