{
  "pmid": "25433370",
  "uid": "25433370",
  "title": "Enablers and barriers to using patient decision aids in early stage breast cancer consultations: a qualitative study of surgeons' views.",
  "abstract": "BACKGROUND: For early stage breast cancer, randomized controlled trials (RCTs) have shown that patient decision aids (PtDAs), when used by surgeons, result in increased patient knowledge about options and different patient treatment choices as compared to standard care. Yet, recent data suggests that PtDAs are used by less than 25% of Canadian cancer physicians. We conducted a study to explore breast cancer surgeons' views on enablers and barriers to the use of PtDAs in their practice. METHODS: Purposeful sampling was used to select breast cancer surgeons in three Ontario health regions to participate in semi-structured interviews. Inductive coding and the constant comparative method were used to identify the main themes. RESULTS: Twenty-two surgeons (79%) agreed to participate (median age, 50 years; 9 (40%) female). Surgeons practiced in academic (n = 7, 32%) or community (n = 15, 68%) hospitals. Fourteen surgeons were aware of PtDAs, nine had used a PtDA with patients as part of an RCT, and six had developed their own informal PtDA for use in their practice. Enablers of informal PtDA use included surgeon exposure during training and surgeon perceived need for a systematic approach when communicating risks and benefits of surgical treatments with patients. Barriers to formal PtDA use included high surgeon confidence in their verbal communication skills, surgeon belief that patients understood conveyed information, and difficulties embedding such tools in practice routines. CONCLUSIONS: Surgeons in this study valued systematic communication with patients. Several surgeons changed their practice to include formal or informal PtDAs provided they perceived there was a clear benefit to themselves or to patients. However, high surgeon confidence in their personal communications skills coupled with beliefs that patients understand conveyed information may be key barriers to PtDA uptake once surgeons have established communication routines.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, 500 University Avenue, Fifth Floor, Toronto, ON, M5G 1 V7, Canada. maryann.obrien@utoronto.ca.",
        "Knowledge Translation Research Network, Health Services Research Program, Ontario Institute for Cancer Research, Toronto, ON, Canada. maryann.obrien@utoronto.ca."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. charlesc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lovrics",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Lovrics",
      "affiliations": [
        "St. Joseph's Healthcare, Hamilton, ON, Canada. lovricsp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Frances C",
      "initials": "FC",
      "name": "Frances C Wright",
      "affiliations": [
        "Odette Cancer Centre, Toronto, ON, Canada. Frances.Wright@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. Tim.Whelan@jcc.hhsc.ca.",
        "Juravinski Cancer Centre, Hamilton, ON, Canada. Tim.Whelan@jcc.hhsc.ca."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. Marko.Simunovic@jcc.hhsc.ca.",
        "Juravinski Cancer Centre, Hamilton, ON, Canada. Marko.Simunovic@jcc.hhsc.ca."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Kennedy",
      "affiliations": [
        "Mount Sinai Hospital, University Health Network, Toronto, ON, Canada. EKennedy@mtsinai.on.ca."
      ]
    },
    {
      "last_name": "Grunfeld",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Grunfeld",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, 500 University Avenue, Fifth Floor, Toronto, ON, M5G 1 V7, Canada. eva.grunfeld@utoronto.ca.",
        "Knowledge Translation Research Network, Health Services Research Program, Ontario Institute for Cancer Research, Toronto, ON, Canada. eva.grunfeld@utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "29"
  },
  "start_page": "174",
  "pages": "174",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Awareness",
    "Breast Neoplasms",
    "Clinical Competence",
    "Communication",
    "Decision Support Systems, Clinical",
    "Diffusion of Innovation",
    "Female",
    "General Surgery",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Referral and Consultation"
  ],
  "article_ids": {
    "pubmed": "25433370",
    "pmc": "PMC4258030",
    "doi": "10.1186/s13012-014-0174-0",
    "pii": "s13012-014-0174-0"
  },
  "doi": "10.1186/s13012-014-0174-0",
  "pmc_id": "PMC4258030",
  "dates": {
    "completed": "2015-11-16",
    "revised": "2024-05-12"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.903029",
    "pmid": "25433370"
  }
}