{
  "pmid": "25432398",
  "uid": "25432398",
  "title": "Initiatives supporting evidence informed health system policymaking in Cameroon and Uganda: a comparative historical case study.",
  "abstract": "BACKGROUND: There is a scarcity of empirical data on institutions devoted to knowledge brokerage and their influence in Africa. Our objective was to describe two pioneering Knowledge Translation Platforms (KTPs) supporting evidence informed health system policymaking (EIHSP) in Cameroon and Uganda since 2006. METHODS: This comparative historical case study of Evidence Informed Policy Network (EVIPNet) Cameroon and Regional East African Community Health Policy Initiative (REACH-PI) Uganda using multiple methods comprised (i) a descriptive documentary analysis for a narrative historical account, (ii) an interpretive documentary analysis of the context, profiles, activities and outputs inventories and (iii) an evaluative survey of stakeholders exposed to evidence briefs produced and policy dialogues organized by the KTPs. RESULTS: Both initiatives benefited from the technical and scientific support from the global EVIPNet resource group. EVIPNet Cameroon secretariat operates with a multidisciplinary group of part-time researchers in a teaching hospital closely linked to the ministry of health. REACH-PI Uganda secretariat operates with a smaller team of full time staff in a public university. Financial resources were mobilized from external donors to scale up capacity building, knowledge management, and linkage and exchange activities. Between 2008 and 2012, twelve evidence briefs were produced in Cameroon and three in Uganda. In 2012, six rapid evidence syntheses in response to stakeholders' urgent needs were produced in Cameroon against 73 in Uganda between 2010 and 2012. Ten policy dialogues (seven in Cameroon and three in Uganda) informed by pre-circulated evidence briefs were well received. Both KTPs contributed to developing and testing new resources and tools for EIHSP. A network of local and global experts has created new spaces for evidence informed deliberations on priority health policy issues related to MDGs. CONCLUSION: This descriptive historical account of two KTPs housed in government institutions in Africa illustrates how the convergence of local and global factors and agents has enabled in-country efforts to support evidence-informed deliberations on priority health policy issues and lays the ground for further work to assess their influence on the climate for EIHSP and specific health policy processes.",
  "authors": [
    {
      "last_name": "Ongolo-Zogo",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Ongolo-Zogo",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Tomson",
      "fore_name": "Goran",
      "initials": "G",
      "name": "Goran Tomson",
      "affiliations": []
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "29"
  },
  "start_page": "612",
  "pages": "612",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cameroon",
    "Evidence-Based Practice",
    "Health Policy",
    "Humans",
    "Organizational Case Studies",
    "Policy Making",
    "Political Systems",
    "Qualitative Research",
    "Translational Research, Biomedical",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "25432398",
    "pmc": "PMC4258252",
    "doi": "10.1186/s12913-014-0612-3",
    "pii": "s12913-014-0612-3"
  },
  "doi": "10.1186/s12913-014-0612-3",
  "pmc_id": "PMC4258252",
  "dates": {
    "completed": "2015-07-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.857892",
    "pmid": "25432398"
  }
}