{
  "pmid": "25430065",
  "uid": "25430065",
  "title": "Manipulation of cognitive load variables and impact on auscultation test performance.",
  "abstract": "Health profession educators have identified auscultation skill as a learning need for health professional students. This article explores the application of cognitive load theory (CLT) to designing cardiac and respiratory auscultation skill instruction for senior-level undergraduate nursing students. Three experiments assessed student auscultation performance following instructional manipulations of the three primary components of cognitive load: intrinsic, extraneous, and germane load. Study 1 evaluated the impact of intrinsic cognitive load by varying the number of diagnoses learned in one instruction session; Study 2 evaluated the impact of extraneous cognitive load by providing students with single or multiple examples of diagnoses during instruction; and Study 3 evaluated the impact of germane cognitive load by employing mixed or blocked sequences of diagnostic examples to students. Each of the three studies presents results that support CLT as explaining the influence of different types of cognitive processing on auscultation skill acquisition. We conclude with a discussion regarding CLT's usefulness as a framework for education and education research in the health professions.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Chen",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, HSC 2J34H, Canada. chenrp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "935",
  "end_page": "952",
  "pages": "935-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Auscultation",
    "Cardiology",
    "Clinical Competence",
    "Cognition",
    "Education, Nursing, Baccalaureate",
    "Educational Measurement",
    "Humans",
    "Learning",
    "Models, Educational",
    "Nursing Diagnosis",
    "Pulmonary Medicine"
  ],
  "article_ids": {
    "pubmed": "25430065",
    "doi": "10.1007/s10459-014-9573-x",
    "pii": "10.1007/s10459-014-9573-x"
  },
  "doi": "10.1007/s10459-014-9573-x",
  "dates": {
    "completed": "2016-03-02",
    "revised": "2015-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.753592",
    "pmid": "25430065"
  }
}