{
  "pmid": "25443307",
  "uid": "25443307",
  "title": "Hospital to community transitional care by nurse practitioners: a systematic review of cost-effectiveness.",
  "abstract": "OBJECTIVES: To determine the cost-effectiveness of nurse practitioners delivering transitional care. DESIGN: Systematic review of randomised controlled trials. DATA SOURCES: Ten electronic databases, bibliographies, hand-searches, study authors, and websites. REVIEW METHODS: We included randomised controlled trials that compared formally trained nurse practitioners to usual care and measured health system outcomes. Two reviewers independently screened articles and assessed study quality using the Cochrane Risk of Bias and the Quality of Health Economic Studies tools. We pooled data for similar outcomes and applied the Grading of Recommendations Assessment, Development and Evaluation tool to rate the quality of evidence for each outcome. RESULTS: Five trials met the inclusion criteria. One evaluated one alternative provider nurse practitioner (154 patients) and four evaluated six complementary provider nurse practitioners (1017 patients). Two were at low and three at high risk of bias and all had weak economic analyses. The alternative provider nurse practitioner had similar patient outcomes and resource use to the physician (low quality). Complementary provider nurse practitioners scored similarly to the control group in patient outcomes except for anxiety in rehabilitation patients (MD: -15.7, 95%CI: -20.73 to -10.67, p<0.001) (very low quality) and patient satisfaction after an abdominal hysterectomy (MD: 14, 95%CI: 3.5-24.5, p<0.01) (low quality), both favouring nurse practitioner care. Meta-analyses of index re-hospitalisation up to 42 days (n=766, pooled relative risk (RR): 0.69, 95%CI: 0.34-1.43, I(2)=0%) and any re-hospitalisation up to 180 days (n=800, pooled RR: 0.87, 95%CI: 0.69-1.09, I(2)=32%) were inconclusive (low quality). Complementary provider nurse practitioners significantly reduced index re-hospitalisation over 90 days (RR: 0.55, 95%CI: 0.32-0.94, p=0.03) and 180 days (RR: 0.62, 95%CI: 0.40-0.95, p=0.03) in complex care patients (both low quality) and they significantly reduced the number and duration of rehabilitation patient-to-staff consultation calls (p<0.05). CONCLUSIONS: Given the low quality evidence, weak economic analyses, small sample sizes, and small number of nurse practitioners evaluated in each study, evidence of the cost-effectiveness of nurse practitioner-transitional care is inconclusive and further research is needed.",
  "authors": [
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, 350 Victoria Street, Toronto, ON M5B 2K3, Canada. Electronic address: fdonald@ryerson.ca."
      ]
    },
    {
      "last_name": "Kilpatrick",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Kilpatrick",
      "affiliations": [
        "Faculty of Nursing, Université de Montreal, Research Centre Hôpital Maisonneuve-Rosemont, CSA - RC - Aile bleue - Room F121, 5415 boul. l'Assomption, Montréal, QC H1T 2M4, Canada. Electronic address: kelley.kilpatrick@umontreal.ca."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Reid",
      "affiliations": [
        "KJResearch, Rosemere, QC, Canada. Electronic address: kimreidresearch@gmail.com."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, HSC-3N28H, Hamilton, ON L8S 4L8, Canada. Electronic address: carternm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing and Department of Oncology, McMaster University, 1280 Main Street West, HSC-3N28G, Hamilton, ON L8S 4L8, Canada. Electronic address: bryantl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "School of Nursing, Dalhousie University, Box 15000, 5869 University Avenue, Halifax, NS B3H 4R2, Canada. Electronic address: ruth.martin-misener@dal.ca."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, HSC-3N25F, Hamilton, ON L8S 4L8, Canada. Electronic address: kaasal@mcmaster.ca."
      ]
    },
    {
      "last_name": "Harbman",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Harbman",
      "affiliations": [
        "Health Interventions Research Centre, Ryerson University, 350 Victoria Street, Toronto, ON M5B 2K3, Canada; School of Nursing, McMaster University, 1280 Main Street West, HSC-3N28, Hamilton, ON L8S 4L8, Canada. Electronic address: pharbman@sympatico.ca."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Marshall",
      "affiliations": [
        "Canada Research Chair, Health Services and Systems Research, Department of Community Health Sciences, Faculty of Medicine, University of Calgary, Health Research Innovation Centre, Room 3C56, 3280 Hospital Drive NW, Calgary, AB T2N 4Z6, Canada. Electronic address: damarsha@ucalgary.ca."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "School of Nursing and Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8, Canada. Electronic address: dicensoa@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "436",
  "end_page": "451",
  "pages": "436-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Canada",
    "Continuity of Patient Care",
    "Cost-Benefit Analysis",
    "Hospitals, Public",
    "Nurse Practitioners",
    "Patient Transfer"
  ],
  "article_ids": {
    "pubmed": "25443307",
    "doi": "10.1016/j.ijnurstu.2014.07.011",
    "pii": "S0020-7489(14)00197-7"
  },
  "doi": "10.1016/j.ijnurstu.2014.07.011",
  "dates": {
    "completed": "2015-08-11",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.779413",
    "pmid": "25443307"
  }
}