{
  "pmid": "25443306",
  "uid": "25443306",
  "title": "Prophylactic oral health procedures to prevent hospital-acquired and ventilator-associated pneumonia: a systematic review.",
  "abstract": "OBJECTIVES: Given the severity of hospital-acquired pneumonia and ventilator-associated pneumonia, the purpose of this systematic review was to identify various oral health procedures, in intensive care unit or nursing home setting, shown to help reduce the incidence of hospital-acquired and ventilator-associated pneumonia. DESIGN: Randomized controlled trials evaluating the efficacy of at least one prophylactic oral health procedure in reducing hospital-acquired pneumonia or ventilator-associated pneumonia were included. DATA SOURCES: MEDLINE, EMBASE, and CINAHL were searched for relevant studies. In addition, references of studies included for full-text review were examined for potentially relevant studies. Grey literature was searched for by reviewing the first 200 results obtained in Google Scholar™. REVIEW METHODS: Two authors conducted study selection and data extraction for this review. The Cochrane risk of bias tool was applied to assess the quality of the included trials (namely sequence generation, allocation concealment, blinding, the completeness of data assessment, the lack of selective reporting, and the lack of other miscellaneous biases) based on the information in the original publications. An assessment of a high, unclear, or low risk of bias was assigned to each domain. RESULTS: Through review of the 28 trials included in this review, we found that good oral health care was suggested to be associated with a reduction in the risk for hospital-acquired and ventilator-associated pneumonia in high-risk patients. Furthermore, through the review of studies evaluating the efficacy of chlorhexidine, we found that, despite the presence of mixed results, that chlorhexidine may be a particularly effective means of lowering the risk for hospital-acquired and ventilator-associated pneumonia. The efficacy of other prophylactic oral health techniques such as the use of tooth brushing or iodine swab was uncertain. CONCLUSIONS: Current evidence suggests that chlorhexidine rinses, gels and swabs may be effective oral disinfectants in patients at high risk for hospital-acquired and ventilator-associated pneumonia. The evidence supporting the effectiveness of other oral care means still remains scarce and methodologically weak. As such, efforts to promote the increase of high-quality studies and to support nursing educational efforts to promote the dissemination of evidence-based knowledge of oral prophylaxis into clinical practice are warranted.",
  "authors": [
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zaghlol",
      "fore_name": "Noha",
      "initials": "N",
      "name": "Noha Zaghlol",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, Ottawa University, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery and Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, ON, Canada; Department of Dentistry, Mount Sinai Hospital, Toronto, ON, Canada; Clinical Epidemiology Program, Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Toronto Health Economics and Technology Assessment Collaborative, University of Toronto, Toronto, ON, Canada. Electronic address: amir.azarpazhooh@dentistry.utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "452",
  "end_page": "464",
  "pages": "452-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cross Infection",
    "Humans",
    "Oral Health",
    "Pneumonia, Ventilator-Associated"
  ],
  "article_ids": {
    "pubmed": "25443306",
    "doi": "10.1016/j.ijnurstu.2014.07.010",
    "pii": "S0020-7489(14)00196-5"
  },
  "doi": "10.1016/j.ijnurstu.2014.07.010",
  "dates": {
    "completed": "2015-08-11",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:18.040580",
    "pmid": "25443306"
  }
}