{
  "pmid": "25462604",
  "uid": "25462604",
  "title": "A retrospective health policy analysis of the development and implementation of the voluntary health insurance system in Lebanon: learning from failure.",
  "abstract": "Public policymaking is complex and suffers from limited uptake of research evidence, particularly in the Eastern Mediterranean Region (EMR). In-depth case studies examining health policymaking in the EMR are lacking. This retrospective policy analysis aims at generating insights about how policies are being made, identifying factors influencing policymaking and assessing to what extent evidence is used in this process by using the Lebanese Voluntary Health Insurance policy as a case study. The study examined the policymaking process through a policy tracing technique that covered a period of 12 years. The study employed a qualitative research design using a case study approach and was conducted in two phases over the course of two years. Data was collected using multiple sources including: 1) a comprehensive and chronological media review; 2) twenty-two key informant interviews with policymakers, stakeholders, and journalists; and 3) a document review of legislations, minutes of meetings, actuarial studies, and official documents. Data was analyzed and validated using thematic analysis. Findings showed that the voluntary health insurance policy was a political decision taken by the government to tackle an urgent political problem. Evidence was not used to guide policy development and implementation and policy implementers and other stakeholders were not involved in policy development. Factors influencing policymaking were political interests, sectarianism, urgency, and values of policymakers. Barriers to the use of evidence were lack of policy-relevant research evidence, political context, personal interests, and resource constraints. Findings suggest that policymakers should be made more aware of the important role of evidence in informing public policymaking and the need for building capacity to develop, implement and evaluate policies. Study findings are likely to matter in light of the changes that are unfolding in some Arab countries and the looming opportunities for policy reforms.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon; Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon; Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon; Research, Advocacy and Public Policy-making Program, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, CRL-209, 1280 Main St. West, Hamilton, Ontario L8S 4K1, Canada. Electronic address: fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "El-Ghali",
      "fore_name": "Hana Addam",
      "initials": "HA",
      "name": "Hana Addam El-Ghali",
      "affiliations": [
        "Research, Advocacy and Public Policy-making Program, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Hammoud",
      "fore_name": "Rawan",
      "initials": "R",
      "name": "Rawan Hammoud",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "123",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "45",
  "end_page": "54",
  "pages": "45-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Policy",
    "Humans",
    "Insurance, Health",
    "Interviews as Topic",
    "Lebanon",
    "Organizational Case Studies",
    "Program Development",
    "Qualitative Research",
    "Retrospective Studies",
    "Voluntary Programs"
  ],
  "article_ids": {
    "pubmed": "25462604",
    "doi": "10.1016/j.socscimed.2014.10.044",
    "pii": "S0277-9536(14)00697-2"
  },
  "doi": "10.1016/j.socscimed.2014.10.044",
  "dates": {
    "completed": "2015-08-31",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.820398",
    "pmid": "25462604"
  }
}