{
  "pmid": "25468153",
  "uid": "25468153",
  "title": "The burden of disease in older people and implications for health policy and practice.",
  "abstract": "23% of the total global burden of disease is attributable to disorders in people aged 60 years and older. Although the proportion of the burden arising from older people (≥60 years) is highest in high-income regions, disability-adjusted life years (DALYs) per head are 40% higher in low-income and middle-income regions, accounted for by the increased burden per head of population arising from cardiovascular diseases, and sensory, respiratory, and infectious disorders. The leading contributors to disease burden in older people are cardiovascular diseases (30·3% of the total burden in people aged 60 years and older), malignant neoplasms (15·1%), chronic respiratory diseases (9·5%), musculoskeletal diseases (7·5%), and neurological and mental disorders (6·6%). A substantial and increased proportion of morbidity and mortality due to chronic disease occurs in older people. Primary prevention in adults aged younger than 60 years will improve health in successive cohorts of older people, but much of the potential to reduce disease burden will come from more effective primary, secondary, and tertiary prevention targeting older people. Obstacles include misplaced global health priorities, ageism, the poor preparedness of health systems to deliver age-appropriate care for chronic diseases, and the complexity of integrating care for complex multimorbidities. Although population ageing is driving the worldwide epidemic of chronic diseases, substantial untapped potential exists to modify the relation between chronological age and health. This objective is especially important for the most age-dependent disorders (ie, dementia, stroke, chronic obstructive pulmonary disease, and vision impairment), for which the burden of disease arises more from disability than from mortality, and for which long-term care costs outweigh health expenditure. The societal cost of these disorders is enormous.",
  "authors": [
    {
      "last_name": "Prince",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Prince",
      "affiliations": [
        "Institute of Psychiatry, King's College London, London, UK. Electronic address: martin.prince@kcl.ac.uk."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Fan",
      "initials": "F",
      "name": "Fan Wu",
      "affiliations": [
        "Shanghai Institutes of Preventative Medicine and the Shanghai Municipal Center for Disease Control and Prevention, Shanghai, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Yanfei",
      "initials": "Y",
      "name": "Yanfei Guo",
      "affiliations": [
        "Shanghai Municipal Center for Disease Control and Prevention, Shanghai, China."
      ]
    },
    {
      "last_name": "Gutierrez Robledo",
      "fore_name": "Luis M",
      "initials": "LM",
      "name": "Luis M Gutierrez Robledo",
      "affiliations": [
        "Instituto Nacional De Geriatría, and Universidad Nacional Autonoma de Mexico, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "National University of Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sullivan",
      "affiliations": [
        "Kings Health Partners Cancer Centre, and Institute of Cancer Policy, Kings Health Partners Integrated Cancer, and Centre for Global Health, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "385",
    "issue": "9967",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "549",
  "end_page": "562",
  "pages": "549-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Chronic Disease",
    "Cost of Illness",
    "Delivery of Health Care",
    "Developed Countries",
    "Developing Countries",
    "Female",
    "Health Policy",
    "Health Transition",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality-Adjusted Life Years",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "25468153",
    "doi": "10.1016/S0140-6736(14)61347-7",
    "pii": "S0140-6736(14)61347-7"
  },
  "doi": "10.1016/S0140-6736(14)61347-7",
  "dates": {
    "completed": "2015-03-09",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.832696",
    "pmid": "25468153"
  }
}