{
  "pmid": "25476735",
  "uid": "25476735",
  "title": "Barriers, facilitators and views about next steps to implementing supports for evidence-informed decision-making in health systems: a qualitative study.",
  "abstract": "BACKGROUND: Mobilizing research evidence for daily decision-making is challenging for health system decision-makers. In a previous qualitative paper, we showed the current mix of supports that Canadian health-care organizations have in place and the ones that are perceived to be helpful to facilitate the use of research evidence in health system decision-making. Factors influencing the implementation of such supports remain poorly described in the literature. Identifying the barriers to and facilitators of different interventions is essential for implementation of effective, context-specific, supports for evidence-informed decision-making (EIDM) in health systems. The purpose of this study was to identify (a) barriers and facilitators to implementing supports for EIDM in Canadian health-care organizations, (b) views about emerging development of supports for EIDM, and (c) views about the priorities to bridge the gaps in the current mix of supports that these organizations have in place. METHODS: This qualitative study was conducted in three types of health-care organizations (regional health authorities, hospitals, and primary care practices) in two Canadian provinces (Ontario and Quebec). Fifty-seven in-depth semi-structured telephone interviews were conducted with senior managers, library managers, and knowledge brokers from health-care organizations that have already undertaken strategic initiatives in knowledge translation. The interviews were taped, transcribed, and then analyzed thematically using NVivo 9 qualitative data analysis software. RESULTS: Limited resources (i.e., money or staff), time constraints, and negative attitudes (or resistance) toward change were the most frequently identified barriers to implementing supports for EIDM. Genuine interest from health system decision-makers, notably their willingness to invest money and resources and to create a knowledge translation culture over time in health-care organizations, was the most frequently identified facilitator to implementing supports for EIDM. The most frequently cited views about emerging development of supports for EIDM were implementing accessible and efficient systems to support the use of research in decision-making (e.g., documentation and reporting tools, communication tools, and decision support tools) and developing and implementing an infrastructure or position where the accountability for encouraging knowledge use lies. The most frequently stated priorities for bridging the gaps in the current mix of supports that these organizations have in place were implementing technical infrastructures to support research use and to ensure access to research evidence and establishing formal or informal ties to researchers and knowledge brokers outside the organization who can assist in EIDM. CONCLUSIONS: These results provide insights on the type of practical implementation imperatives involved in supporting EIDM.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Jerusalem College of Technology, ᅟ, Jerusalem, Israel. moriah.ellen@gmail.com.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL 209, Hamilton, Ontario, L8S 4K1, Canada. moriah.ellen@gmail.com.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. moriah.ellen@gmail.com.",
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Tel Hashomer, Israel. moriah.ellen@gmail.com."
      ]
    },
    {
      "last_name": "Léon",
      "fore_name": "Grégory",
      "initials": "G",
      "name": "Grégory Léon",
      "affiliations": [
        "Department of Political Science and CHUQ Research Center, Université Laval, Quebec City, Canada. gregory.g.leon@gmail.com."
      ]
    },
    {
      "last_name": "Bouchard",
      "fore_name": "Gisèle",
      "initials": "G",
      "name": "Gisèle Bouchard",
      "affiliations": [
        "Department of Political Science and CHUQ Research Center, Université Laval, Quebec City, Canada. elesigdrahcuob@hotmail.com."
      ]
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": [
        "Department of Political Science and CHUQ Research Center, Université Laval, Quebec City, Canada. mathieu.ouimet@pol.ulaval.ca."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, Canada. jgrimshaw@ohri.ca.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada. jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL 209, Hamilton, Ontario, L8S 4K1, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard School of Public Health, Boston, USA. lavisj@mcmaster.ca.",
        "McMaster Health Forum, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "179",
  "pages": "179",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Decision Support Techniques",
    "Diffusion of Innovation",
    "Evidence-Based Practice",
    "Health Policy",
    "Health Priorities",
    "Health Services",
    "Humans",
    "Ontario",
    "Organizational Innovation",
    "Organizations",
    "Quebec",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "25476735",
    "pmc": "PMC4299810",
    "doi": "10.1186/s13012-014-0179-8",
    "pii": "s13012-014-0179-8"
  },
  "doi": "10.1186/s13012-014-0179-8",
  "pmc_id": "PMC4299810",
  "dates": {
    "completed": "2015-11-16",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.980259",
    "pmid": "25476735"
  }
}