{
  "pmid": "25479118",
  "uid": "25479118",
  "title": "A video to improve patient and surrogate understanding of cardiopulmonary resuscitation choices in the ICU: a randomized controlled trial.",
  "abstract": "OBJECTIVE: To determine if a video depicting cardiopulmonary resuscitation and resuscitation preference options would improve knowledge and decision making among patients and surrogates in the ICU. DESIGN: Randomized, unblinded trial. SETTING: Single medical ICU. PATIENTS: Patients and surrogate decision makers in the ICU. INTERVENTIONS: The usual care group received a standard pamphlet about cardiopulmonary resuscitation and cardiopulmonary resuscitation preference options plus routine code status discussions with clinicians. The video group received usual care plus an 8-minute video that depicted cardiopulmonary resuscitation, showed a simulated hospital code, and explained resuscitation preference options. MEASUREMENTS AND MAIN RESULTS: One hundred three patients and surrogates were randomized to usual care. One hundred five patients and surrogates were randomized to video plus usual care. Median total knowledge scores (0-15 points possible for correct answers) in the video group were 13 compared with 10 in the usual care group, p value of less than 0.0001. Video group participants had higher rates of understanding the purpose of cardiopulmonary resuscitation and resuscitation options and terminology and could correctly name components of cardiopulmonary resuscitation. No statistically significant differences in documented resuscitation preferences following the interventions were found between the two groups, although the trial was underpowered to detect such differences. A majority of participants felt that the video was helpful in cardiopulmonary resuscitation decision making (98%) and would recommend the video to others (99%). CONCLUSIONS: A video depicting cardiopulmonary resuscitation and explaining resuscitation preference options was associated with improved knowledge of in-hospital cardiopulmonary resuscitation options and cardiopulmonary resuscitation terminology among patients and surrogate decision makers in the ICU, compared with receiving a pamphlet on cardiopulmonary resuscitation. Patients and surrogates found the video helpful in decision making and would recommend the video to others.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "1Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN. 2Mayo Clinic Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Rochester, MN. 3Department of Critical Care Medicine, University of Hawaii, John A. Burns School of Medicine, Honolulu, HI. 4Anesthesia Clinical Research Unit, Mayo Clinic, Rochester, MN. 5Divisions of Emergency and Critical Care Medicine, Beth Israel Deaconess Medical Center, Boston, MA. 6Division of General Internal Medicine, Mayo Clinic, Rochester, MN. 7Divisions of Nephrology and Critical Care Medicine, Mayo Clinic, Rochester, MN."
      ]
    },
    {
      "last_name": "Krupa",
      "fore_name": "Artur",
      "initials": "A",
      "name": "Artur Krupa",
      "affiliations": []
    },
    {
      "last_name": "Hinds",
      "fore_name": "Richard F",
      "initials": "RF",
      "name": "Richard F Hinds",
      "affiliations": []
    },
    {
      "last_name": "Litell",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Litell",
      "affiliations": []
    },
    {
      "last_name": "Swetz",
      "fore_name": "Keith M",
      "initials": "KM",
      "name": "Keith M Swetz",
      "affiliations": []
    },
    {
      "last_name": "Akhoundi",
      "fore_name": "Abbasali",
      "initials": "A",
      "name": "Abbasali Akhoundi",
      "affiliations": []
    },
    {
      "last_name": "Kashyap",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Kashyap",
      "affiliations": []
    },
    {
      "last_name": "Gajic",
      "fore_name": "Ognjen",
      "initials": "O",
      "name": "Ognjen Gajic",
      "affiliations": []
    },
    {
      "last_name": "Kashani",
      "fore_name": "Kianoush",
      "initials": "K",
      "name": "Kianoush Kashani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "621",
  "end_page": "629",
  "pages": "621-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cardiopulmonary Resuscitation",
    "Decision Making",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Patient Education as Topic",
    "Socioeconomic Factors",
    "Videotape Recording"
  ],
  "article_ids": {
    "pubmed": "25479118",
    "doi": "10.1097/CCM.0000000000000749"
  },
  "doi": "10.1097/CCM.0000000000000749",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2015-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.327424",
    "pmid": "25479118"
  }
}