{
  "pmid": "25489598",
  "uid": "25489598",
  "title": "Constraints to applying systems thinking concepts in health systems: A regional perspective from surveying stakeholders in Eastern Mediterranean countries.",
  "abstract": "BACKGROUND: Systems Thinking (ST) has recently been promoted as an important approach to health systems strengthening. However, ST is not common practice, particularly in Low- and Middle-Income Countries (LMICs). This paper seeks to explore the barriers that may hinder its application in the Eastern Mediterranean Region (EMR) and possible strategies to mitigate them. METHODS: A survey consisting of open-ended questions was conducted with a purposive sample of health policy-makers such as senior officials from the Ministry of Health (MoH), researchers, and other stakeholders such as civil society groups and professional associations from ten countries in the region. A total of 62 respondents participated in the study. Thematic analysis was conducted. RESULTS: There was strong recognition of the relevance and usefulness of ST to health systems policy-making and research, although misconceptions about what ST means were also identified. Experience with applying ST was very limited. Approaches to designing health policies in the EMR were perceived as reactive and fragmented (66%). Commonly perceived constraints to application of ST were: a perceived notion of its costliness combined with lack of the necessary funding to operationalize it (53%), competing political interests and lack of government accountability (50%), lack of awareness about relevance and value (47%), limited capacity to apply it (45%), and difficulty in coordinating and managing stakeholders (39%). CONCLUSION: While several strategies have been proposed to mitigate most of these constraints, they emphasized the importance of political endorsement and adoption of ST at the leadership level, together with building the necessary capacity to apply it and apply the learning in research and practice.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon. ; Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. ; Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ; Research, Advocacy and Public Policy-Making, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, Beirut, Lebanon. ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adam",
      "fore_name": "Taghreed",
      "initials": "T",
      "name": "Taghreed Adam",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon. ; Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Print",
    "volume": "3",
    "issue": "7",
    "pub_year": "2014",
    "pub_month": "Dec"
  },
  "start_page": "399",
  "end_page": "407",
  "pages": "399-407",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25489598",
    "pmc": "PMC4258892",
    "doi": "10.15171/ijhpm.2014.124"
  },
  "doi": "10.15171/ijhpm.2014.124",
  "pmc_id": "PMC4258892",
  "dates": {
    "completed": "2014-12-09",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.820622",
    "pmid": "25489598"
  }
}