{
  "pmid": "25485253",
  "uid": "25485253",
  "title": "Prevention of overweight and obesity in adult populations: a systematic review.",
  "abstract": "BACKGROUND: The prevalence of normal-weight adults is decreasing, and the proportion in excessive weight categories (body mass index ≥ 25) is increasing. In this review, we sought to identify interventions to prevent weight gain in normal-weight adults. METHODS: We searched multiple databases from January 1980 to June 2013. We included randomized trials of primary care-relevant behavioural, complementary or alternative interventions for preventing weight gain in normal-weight adults that reported weight change at least 12 months after baseline. We included any studies reporting harms. We planned to extract and pool data for 4 weight outcomes, 6 secondary health outcomes and 5 adverse events categories. RESULTS: One small study provided moderate-quality evidence. The 12-month program, which used education and financial strategies and was offered more than 25 years ago in the United States, was successful in stabilizing weight and producing weight loss. More intervention participants maintained their baseline weight or lost weight than controls (82% v. 56%, p < 0.0001), and program participants maintained their weight better than controls by showing greater weight reduction by the end of the intervention (mean difference adjusted for height -0.82, 95% confidence interval -1.57 to -0.06, kg). No evidence was available for sustained effects or for any other weight outcomes, secondary outcomes or harms. INTERPRETATION: We were unable to determine whether behavioural interventions led to weight-gain prevention and improved health outcomes in normal-weight adults. Given the importance of primary prevention, and the difficulty of losing weight and maintaining weight loss, this paucity of evidence is surprising and leaves clinicians and public health practitioners with unclear direction. REGISTRATION: PROSPERO no. CRD42012002753.",
  "authors": [
    {
      "last_name": "Peirson",
      "fore_name": "Leslea",
      "initials": "L",
      "name": "Leslea Peirson",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ont. ; St. Joseph's HealthCare Hamilton, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "2",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Oct"
  },
  "start_page": "E268",
  "end_page": "E272",
  "pages": "E268-72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25485253",
    "pmc": "PMC4251511",
    "doi": "10.9778/cmajo.20140019",
    "pii": "20140019"
  },
  "doi": "10.9778/cmajo.20140019",
  "pmc_id": "PMC4251511",
  "dates": {
    "completed": "2014-12-08",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.107331",
    "pmid": "25485253"
  }
}