{
  "pmid": "25488466",
  "uid": "25488466",
  "title": "Case-fatality of recurrent venous thromboembolism and major bleeding associated with aspirin, warfarin, and direct oral anticoagulants for secondary prevention.",
  "abstract": "INTRODUCTION: The duration of anticoagulation after venous thromboembolic events (VTE) is based on the balance between the risk of recurrent VTE and bleeding. The purpose of this study was to estimate the frequency and case-fatality rate of major bleeding and recurrent VTE during secondary prevention of VTE. MATERIALS AND METHODS: MEDLINE, EMBASE, and Cochrane Central Register of Controlled Trials databases were searched through September 2014. Two reviewers independently screened citations to identify trials that enrolled patients for secondary prevention of VTE with direct oral anticoagulants (DOACs), vitamin K antagonists (VKAs), aspirin or placebo. Two reviewers independently extracted data onto standardized forms. RESULTS: Twelve RCTs that enrolled 10,542 patients were included. The rate of major bleeding was 1.6 per 100 patient-years (95% CI, 1.2-2.1), and 0.58 per 100 patient-years (95% CI, 0.24-1.1) on VKAs and DOACs, respectively, with an incidence rate ratio of 0.35 (95% CI, 0.17-0.68, p=0.0023). The case-fatality rates for DOACs and VKAs were not significantly different at 0% (95% CI, 0.0-15.4) and 6.8% (95% CI, 1.4-18.6), respectively. The rate of recurrent VTE was not different between DOACs and VKA, IRR 0.88 (95% CI, 0.15-4.8, p=0.88). Case-fatality rates for recurrent VTE for DOAC and VKAs were 10.8% (95% CI, 4.4-20.9) and 5.6% (95% CI, 1.2-15.4), respectively. Only DOACs showed a significant reduction in the composite outcome of fatal recurrent VTE and fatal bleeding when compared to placebo, IRR 0.40 (95% CI, 0.14-1.0, p=0.03). CONCLUSION: Case-fatality rates for major bleeding and recurrent VTE for DOACs appear to be similar to those for VKA and the composite of fatal events is lower for DOACs than placebo. Overall, given the favorable safety profile and comparable efficacy of DOAC therapy, the threshold to continue anticoagulation with DOACs after unprovoked VTE should be low if the baseline risk of anticoagulation-related bleeding is not high.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Wu",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada. Electronic address: cynthia.wu@ualberta.ca."
      ]
    },
    {
      "last_name": "Alotaibi",
      "fore_name": "Ghazi S",
      "initials": "GS",
      "name": "Ghazi S Alotaibi",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Alsaleh",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Alsaleh",
      "affiliations": [
        "Department of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McMurtry",
      "fore_name": "M Sean",
      "initials": "MS",
      "name": "M Sean McMurtry",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "135",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "243",
  "end_page": "248",
  "pages": "243-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Aspirin",
    "Female",
    "Hemorrhage",
    "Humans",
    "Male",
    "Middle Aged",
    "Mortality",
    "Recurrence",
    "Secondary Prevention",
    "Venous Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "25488466",
    "doi": "10.1016/j.thromres.2014.10.033",
    "pii": "S0049-3848(14)00590-8"
  },
  "doi": "10.1016/j.thromres.2014.10.033",
  "dates": {
    "completed": "2015-10-08",
    "revised": "2015-01-24"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.872435",
    "pmid": "25488466"
  }
}