{
  "pmid": "25486405",
  "uid": "25486405",
  "title": "Underreporting in alcohol surveys: whose drinking is underestimated?",
  "abstract": "OBJECTIVE: Population surveys typically produce underestimates of alcohol consumption of approximately 40%-50%. Researchers often undertake a uniform adjustment of survey data to weight estimates such that they match measures of consumption based on sales or tax data. This study explored whether there are differential rates of underestimation in self-reported consumption data by comparing data from two major population surveys in Australia. METHOD: The study compared survey estimates of consumption for population subgroups from the National Drug Strategy Household Survey (NDSHS, using graduated-frequency questions, coverage = 55%) and the Australian arm of the International Alcohol Control Study (IAC, using within-location beverage-specific questions, coverage = 86%). Analyses examined age- and sex-based subgroups as well as subgroups based on rates of heavy episodic drinking. RESULTS: The graduated-frequency questions (NDSHS) underestimated consumption by 33% compared with the beverage-specific within-location questions (IAC). Underestimates were more marked for young males (40%) and middle-aged females (49%) and less marked for young females (15%) and older females (NDSHS estimates were 19% higher than IAC). Respondents who engaged infrequently or not at all in heavy episodic drinking underestimated their consumption by more (proportionally) than those who did (43% vs. 22%). CONCLUSIONS: Underreporting of alcohol consumption in population surveys using standard graduated-frequency questions is not uniform across either demographic or consumption-based subgroups of the population. More robust approaches to adjusting survey data to match objective measures of consumption are required.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Randwick, New South Wales, Australia, Centre for Alcohol Policy Research, Turning Point, Fitzroy, Victoria, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Fitzroy, Victoria, Australia, Eastern Health Clinical School, Monash University, Box Hill, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "158",
  "end_page": "164",
  "pages": "158-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Australia",
    "Commerce",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25486405"
  },
  "dates": {
    "completed": "2016-04-04",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.757328",
    "pmid": "25486405"
  }
}