{
  "pmid": "25495034",
  "uid": "25495034",
  "title": "Processes, contexts, and rationale for disinvestment: a protocol for a critical interpretive synthesis.",
  "abstract": "BACKGROUND: Practical solutions are needed to support the appropriate use of available health system resources as countries are continually pressured to 'do more with less' in health care. Increasingly, health systems and organizations are exploring the reassessment of possibly obsolete, inefficient, or ineffective health system resources and potentially redirecting funds to those that are more effective and efficient. Such processes are often referred to as 'disinvestment'. Our objective is to gain further understanding about: 1) whether how and under what conditions health systems decide to pursue disinvestment; 2) how health systems have chosen to undertake disinvestment; and 3) how health systems have implemented their disinvestment approach. METHODS/DESIGN: We will use a critical interpretive synthesis (CIS) approach, to develop a theoretical framework based on insights drawn from a range of relevant sources. We will conduct systematic searches of databases as well as purposive searches to identify literature to fill conceptual gaps that may emerge during our inductive process of synthesis and analysis. Two independent reviewers will assess search results for relevance and conceptually map included references. We will include all empirical and non-empirical articles that focus on disinvestment at a system level. We will then extract key findings from a purposive sample of articles using frameworks related to government agendas, policy development and implementation, and health system contextual factors and then synthesize and integrate the findings to develop a framework about our core areas of interest. Lastly, we will convene a stakeholder dialogue with Canadian and international policymakers and other stakeholders to solicit targeted feedback about the framework (e.g., by identifying any gaps in the literature that we may want to revisit before finalizing it) and deliberating about barriers for developing and implementing approaches to disinvestment, strategies to address these barriers and about next steps that could be taken by different constituencies. DISCUSSION: Disinvestment is an emerging field and there is a need for evidence to inform the prioritization, development, and implementation of strategies in different contexts. Our CIS and the framework developed through it will support the actions of those involved in the prioritization, development, and implementation of disinvestment initiatives. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42014013204.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "name": "Kaelan A Moat",
      "affiliations": []
    },
    {
      "last_name": "Shemer",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Shemer",
      "affiliations": []
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Terry",
      "initials": "T",
      "name": "Terry Sullivan",
      "affiliations": []
    },
    {
      "last_name": "Garner",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Garner",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Grilli",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Grilli",
      "affiliations": []
    },
    {
      "last_name": "Peffer",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Peffer",
      "affiliations": []
    },
    {
      "last_name": "Samra",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Samra",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "start_page": "143",
  "pages": "143",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Technology",
    "Delivery of Health Care",
    "Health Policy",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "25495034",
    "pmc": "PMC4273322",
    "doi": "10.1186/2046-4053-3-143",
    "pii": "2046-4053-3-143"
  },
  "doi": "10.1186/2046-4053-3-143",
  "pmc_id": "PMC4273322",
  "dates": {
    "completed": "2015-08-11",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "315602",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.775799",
    "pmid": "25495034"
  }
}