{
  "pmid": "25491949",
  "uid": "25491949",
  "title": "Parenteral anticoagulation in ambulatory patients with cancer.",
  "abstract": "BACKGROUND: Anticoagulation may improve survival in patients with cancer through an antitumor effect in addition to the perceived antithrombotic effect. OBJECTIVES: To evaluate the efficacy and safety of parenteral anticoagulants in ambulatory patients with cancer who, typically, are undergoing chemotherapy, hormonal therapy or radiotherapy, but otherwise have no standard therapeutic or prophylactic indication for anticoagulation. SEARCH METHODS: A comprehensive search included (1) an electronic search (February 2013) of the following databases: Cochrane Central Register of Controlled Trials (CENTRAL) (2013, Issue 1), MEDLINE (1966 to February 2013; accessed via OVID) and EMBASE(1980 to February 2013; accessed via OVID); (2) handsearching of conference proceedings; (3) checking of references of included studies; (4) use of the 'related citation' feature in PubMed and (5) a search for ongoing studies. SELECTION CRITERIA: Randomized controlled trials (RCTs) assessing the benefits and harms of parenteral anticoagulation in ambulatory patients with cancer. Typically, these patients are undergoing chemotherapy, hormonal therapy or radiotherapy, but otherwise have no standard therapeutic or prophylactic indication for anticoagulation. DATA COLLECTION AND ANALYSIS: Using a standardized form we extracted data in duplicate on methodological quality, participants, interventions and outcomes of interest including all-cause mortality, symptomatic venous thromboembolism (VTE), symptomatic deep vein thrombosis (DVT), symptomatic pulmonary embolism (PE), arterial thrombosis (e.g. stroke, myocardial infarction), major bleeding, minor bleeding and quality of life. MAIN RESULTS: Of 9559 identified citations, 15 RCTs fulfilled the eligibility criteria. These trials enrolled 7622 participants for whom follow-up data were available. In all included RCTs the intervention consisted of heparin (either unfractionated heparin or low molecular weight heparin). Overall, heparin may have a small effect on mortality at 12 months and 24 months (risk ratio (RR) 0.97; 95% confidence interval (CI) 0.92 to 1.01 and RR 0.95; 95% CI 0.90 to 1.00, respectively). Heparin therapy was associated with a statistically and clinically important reduction in venous thromboembolism (RR 0.56; 95% CI 0.42 to 0.74) and a clinically important increase in the risk of minor bleeding (RR 1.32; 95% 1.02 to 1.71). Results failed to show or to exclude a beneficial or detrimental effect of heparin on major bleeding (RR 1.14; 95% CI 0.70 to 1.85) or quality of life. Our confidence in the effect estimates (i.e. quality of evidence) was high for symptomatic venous thromboembolism, moderate for mortality, major bleeding and minor bleeding, and low for quality of life. AUTHORS' CONCLUSIONS: Heparin may have a small effect on mortality at 12 months and 24 months. It is associated with a reduction in venous thromboembolism and a likely increase in minor bleeding. Future research should further investigate the survival benefit of different types of anticoagulants in patients with different types and stages of cancer. The decision for a patient with cancer to start heparin therapy for survival benefit should balance the benefits and downsides, and should integrate the patient's values and preferences.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad El Solh St, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": []
    },
    {
      "last_name": "Ballout",
      "fore_name": "Rami A",
      "initials": "RA",
      "name": "Rami A Ballout",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor E D",
      "initials": "VE",
      "name": "Victor E D Yosuico",
      "affiliations": []
    },
    {
      "last_name": "van Doormaal",
      "fore_name": "Frederiek F",
      "initials": "FF",
      "name": "Frederiek F van Doormaal",
      "affiliations": []
    },
    {
      "last_name": "Middeldorp",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Middeldorp",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Bryant",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "12",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "CD006652",
  "pages": "CD006652",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Cause of Death",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Survival Analysis",
    "Time Factors",
    "Venous Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "25491949",
    "doi": "10.1002/14651858.CD006652.pub4"
  },
  "doi": "10.1002/14651858.CD006652.pub4",
  "dates": {
    "completed": "2015-01-28",
    "revised": "2025-07-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.580440",
    "pmid": "25491949"
  }
}