{
  "pmid": "25493972",
  "uid": "25493972",
  "title": "The efficacy and safety of heparin in patients with sepsis: a systematic review and metaanalysis.",
  "abstract": "OBJECTIVE: To evaluate the efficacy and safety of heparin in patients with sepsis, septic shock, or disseminated intravascular coagulation associated with infection. DESIGN: Systematic review and metaanalysis. DATA SOURCES: Randomized controlled trials from MEDLINE, EMBASE, CENTRAL, Global Health, Scopus, Web of Science, the International Clinical Trials Registry Platform (inception to April 2014), conference proceedings, and reference lists of relevant articles. STUDY SELECTION AND DATA EXTRACTION: Two reviewers independently identified and extracted trial-level data from randomized trials investigating unfractionated or low molecular heparin administered to patients with sepsis, severe sepsis, septic shock, or disseminated intravascular coagulation associated with infection. Internal validity was assessed in duplicate using the Risk of Bias tool. The strength of evidence was assessed in duplicate using Grading of Recommendations Assessment, Development, and Evaluation methodology. Our primary outcome was mortality. Safety outcomes included hemorrhage, transfusion, and thrombocytopenia. MEASUREMENTS AND MAIN RESULTS: We included nine trials enrolling 2,637 patients. Eight trials were of unclear risk of bias and one was classified as having low risk of bias. In trials comparing heparin to placebo or usual care, the risk ratio for death associated with heparin was 0.88 (95% CI, 0.77-1.00; I2 = 0%; 2,477 patients; six trials; moderate strength of evidence). In trials comparing heparin to other anticoagulants, the risk ratio for death was 1.30 (95% CI, 0.78-2.18; I2 = 0%; 160 patients; three trials; low strength of evidence). In trials comparing heparin to placebo or usual care, major hemorrhage was not statistically significantly increased (risk ratio, 0.79; 95% CI, 0.53-1.17; I2 = 0%; 2,392 patients; three trials). In one small trial of heparin compared with other anticoagulants, the risk of major hemorrhage was significantly increased (2.14; 95% CI, 1.07-4.30; 48 patients). Important secondary and safety outcomes, including minor bleeding, were sparsely reported. CONCLUSIONS: Heparin in patients with sepsis, septic shock, and disseminated intravascular coagulation associated with infection may be associated with decreased mortality; however, the overall impact remains uncertain. Safety outcomes have been underreported and require further study. Increased major bleeding with heparin administration cannot be excluded. Large rigorous randomized trials are needed to evaluate more carefully the efficacy and safety of heparin in patients with sepsis, severe sepsis, and septic shock.",
  "authors": [
    {
      "last_name": "Zarychanski",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Zarychanski",
      "affiliations": [
        "1Section of Critical Care, Department of Internal Medicine, University of Manitoba, Winnipeg, MB, Canada. 2Department of Haematology and Medical Oncology, CancerCare Manitoba, Winnipeg, MB, Canada. 3George & Fay Yee Center for Healthcare Innovation, University of Manitoba/Winnipeg Regional Health Authority, Winnipeg, MB, Canada. 4Clinical Epidemiology Program, Ottawa Hospital Research Institute, Department of Pharmacy, The Ottawa Hospital, Ottawa, ON, Canada. 5Division of Critical Care Medicine, Department of Anesthesiology, Centre de recherche CHU de Québec (CHU de Québec Research Center)-Enfant-Jésus Hospital, Axe Santé des populations et pratiques optimales en santé (Population Health and Optimal Health Practices Unit), Université Laval, Québec City, QC, Canada. 6Department of Internal Medicine, University of Toronto, ON, Canada. 7Clinical Epidemiology Program, Ottawa Hospital Research Institute, Department of Medicine, University of Ottawa, ON, Canada. 8Department of Medicine, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, ON, Canada. 9Department of Medicine, McMaster University, Hamilton, ON, Canada. 10Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abou-Setta",
      "fore_name": "Ahmed M",
      "initials": "AM",
      "name": "Ahmed M Abou-Setta",
      "affiliations": []
    },
    {
      "last_name": "Kanji",
      "fore_name": "Salmaan",
      "initials": "S",
      "name": "Salmaan Kanji",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Kumar",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Kumar",
      "affiliations": []
    },
    {
      "last_name": "Houston",
      "fore_name": "Donald S",
      "initials": "DS",
      "name": "Donald S Houston",
      "affiliations": []
    },
    {
      "last_name": "Rimmer",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Rimmer",
      "affiliations": []
    },
    {
      "last_name": "Houston",
      "fore_name": "Brett L",
      "initials": "BL",
      "name": "Brett L Houston",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison E",
      "initials": "AE",
      "name": "Alison E Fox-Robichaud",
      "affiliations": []
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hébert",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean A",
      "initials": "DA",
      "name": "Dean A Fergusson",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "511",
  "end_page": "518",
  "pages": "511-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Blood Transfusion",
    "Disseminated Intravascular Coagulation",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Sepsis",
    "Shock, Septic",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "25493972",
    "doi": "10.1097/CCM.0000000000000763"
  },
  "doi": "10.1097/CCM.0000000000000763",
  "dates": {
    "completed": "2015-04-20",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.016863",
    "pmid": "25493972"
  }
}