{
  "pmid": "25494790",
  "uid": "25494790",
  "title": "Combining molecular dynamics and an electrodiffusion model to calculate ion channel conductance.",
  "abstract": "Establishing the relation between the structures and functions of protein ion channels, which are protein assemblies that facilitate transmembrane ion transport through water-filled pores, is at the forefront of biological and medical sciences. A reliable way to determine whether our understanding of this relation is satisfactory is to reproduce the measured ionic conductance over a broad range of applied voltages. This can be done in molecular dynamics simulations by way of applying an external electric field to the system and counting the number of ions that traverse the channel per unit time. Since this approach is computationally very expensive we develop a markedly more efficient alternative in which molecular dynamics is combined with an electrodiffusion equation. This alternative approach applies if steady-state ion transport through channels can be described with sufficient accuracy by the one-dimensional diffusion equation in the potential given by the free energy profile and applied voltage. The theory refers only to line densities of ions in the channel and, therefore, avoids ambiguities related to determining the surface area of the channel near its endpoints or other procedures connecting the line and bulk ion densities. We apply the theory to a simple, model system based on the trichotoxin channel. We test the assumptions of the electrodiffusion equation, and determine the precision and consistency of the calculated conductance. We demonstrate that it is possible to calculate current/voltage dependence and accurately reconstruct the underlying (equilibrium) free energy profile, all from molecular dynamics simulations at a single voltage. The approach developed here applies to other channels that satisfy the conditions of the electrodiffusion equation.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, California 94035, USA."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Thuy Hien",
      "initials": "TH",
      "name": "Thuy Hien Nguyen",
      "affiliations": [
        "Department of Chemistry and Biochemistry, University of the Sciences, Philadelphia, Pennsylvania 19104, USA."
      ]
    },
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, California 94035, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of chemical physics",
    "iso_abbreviation": "J Chem Phys",
    "issn": "1089-7690",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "22",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "14"
  },
  "start_page": "22D519",
  "pages": "22D519",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Antimicrobial Cationic Peptides",
    "Computer Simulation",
    "Diffusion",
    "Ion Channels",
    "Ion Transport",
    "Lipid Bilayers",
    "Models, Biological",
    "Molecular Dynamics Simulation",
    "Peptides",
    "Thermodynamics",
    "Trichoderma"
  ],
  "article_ids": {
    "pubmed": "25494790",
    "doi": "10.1063/1.4900879"
  },
  "doi": "10.1063/1.4900879",
  "dates": {
    "completed": "2015-08-06",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antimicrobial Cationic Peptides",
    "Ion Channels",
    "Lipid Bilayers",
    "Peptides",
    "trichotoxin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.329401",
    "pmid": "25494790"
  }
}