{
  "pmid": "25490943",
  "uid": "25490943",
  "title": "The role of Cochrane reviews in informing international guidelines: a case study of using the Grading of Recommendations, Assessment, Development and Evaluation system to develop World Health Organization guidelines for the psychosocially assisted pharmacological treatment of opioid dependence.",
  "abstract": "BACKGROUND AND AIMS: The World Health Organization (WHO), and a growing number of other organizations, have adopted the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) system in order to both assess the quality of research evidence and develop clinical practice guidelines. In 2009 WHO published a guideline on psychosocially assisted pharmacological treatment of opioid dependence, based on the results of Cochrane Reviews summarized using the GRADE methodology. The main features of this system are an a priori definition of outcomes and their relevance, and distinction between the quality of evidence (also referred to as confidence in the estimate of intervention effect) and the strength of recommendations. We consider how successful this approach has been. ANALYSIS AND EVIDENCE: We discuss the merits and limitations of using Cochrane Reviews and GRADE framework in developing guidelines in the field of drug addiction. In 2009 a panel of multi-disciplinary international experts identified 15 clinical questions and eight relevant outcomes. Cochrane reviews were available for each clinical question and four outcomes. The panel formulated 15 recommendations. Eight recommendations were classified as strong, two of which were based on high-quality evidence and three on very low-quality evidence. For example, the strong recommendation to use methadone in adequate doses in preference to buprenorphine was based on high-quality evidence, while the strong recommendation not to use the combination of opioid antagonists with heavy sedation in the management of opioid withdrawal was based on low-quality evidence. CONCLUSIONS: An explicit stepwise process of moving from evaluation of the quality of evidence to the definition of the strength of recommendations is important in providing practical and clear clinical guidance for practitioners and policy-makers in addiction.",
  "authors": [
    {
      "last_name": "Davoli",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Davoli",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy. m.davoli@deplazio.it."
      ]
    },
    {
      "last_name": "Amato",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Amato",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Clark",
      "affiliations": [
        "Mental Health and Substance Abuse, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Farrell",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Farrell",
      "affiliations": [
        "National Drug and Alcohol Research Centre, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Hickman",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hickman",
      "affiliations": [
        "School of Social and Community Medicine, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Hill",
      "affiliations": [
        "The School of Medicine, University of Melbourne, Melbourne, Vic, Australia."
      ]
    },
    {
      "last_name": "Magrini",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Magrini",
      "affiliations": [
        "Drug Evaluation Unit, WHO Collaborating Centre in Evidence-Based Research Synthesis and Guideline Development, Emilia Romagna Health and Social Care Agency, Bologna, Italy."
      ]
    },
    {
      "last_name": "Poznyak",
      "fore_name": "Vladimir",
      "initials": "V",
      "name": "Vladimir Poznyak",
      "affiliations": [
        "Mental Health and Substance Abuse, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Departments of Clinical Epidemiology & Biostatistics and of Medicine, McMaster University Health Sciences Centre, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "891",
  "end_page": "898",
  "pages": "891-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Combined Modality Therapy",
    "Evidence-Based Medicine",
    "Humans",
    "Narcotic Antagonists",
    "Opioid-Related Disorders",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Review Literature as Topic",
    "Social Support",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "25490943",
    "doi": "10.1111/add.12788"
  },
  "doi": "10.1111/add.12788",
  "dates": {
    "completed": "2017-01-10",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Narcotic Antagonists"
  ],
  "grants": [
    {
      "grant_id": "12/136/105",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "G1000021",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/K023233/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.609765",
    "pmid": "25490943"
  }
}