{
  "pmid": "25491890",
  "uid": "25491890",
  "title": "Health systems and policy research evidence in health policy making in Israel: what are researchers' practices in transferring knowledge to policy makers?",
  "abstract": "BACKGROUND: Ensuring the use of research evidence in health system management and policy decisions is an important challenge in this century. Knowledge transfer and exchange (KTE) has emerged as a paradigm to address the challenges and start closing the 'know-do' gap. This area of work is gaining momentum in most developed countries, yet, to date, no work has been performed in Israel within this area. The purpose of this study was to identify which KTE activities health systems and policy researchers in Israel have undertaken. METHODS: A cross-sectional web-based survey of researchers who have conducted health systems and policy research in Israel was developed. The survey consisted of a demographics section, quantitative scales, and open-ended questions. The survey was sent to all health systems and policy researchers in Israel (n = 125). RESULTS: The study response rate (28%) was relatively low as compared to other studies in the same field (range of 42% to 88%). Our survey found that more than a third of the health systems and policy researchers in Israel reported that they were frequently or always involved in the following KTE activities: interactions with target audience through the research process (i.e., during developing a research question or executing the research; 35% to 42%) or through formal or informal meetings during conferences, workshops, or conversations (40%). Less than half of the health systems and policy researchers in Israel are engaged in bridging activities aimed to facilitate target audiences to use research. CONCLUSIONS: This is a fairly new area in Israel and therefore the level of engagement of researchers in KTE activities is not very high. The low response rates could be because KTE is a new field in Israel and minimal KTE initiatives have been undertaken. It is preferable to have higher response rates, yet, after several initiatives, this was the outcome. While the findings are relevant, they may not reflect the total population of health system and policy researchers in Israel. Health system and policy researchers in Israel need to be introduced to the benefits and potential advantages of KTE in an organized and systematic way.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Jerusalem College of Technology, Ha-Va'ad ha-Le'umi St 21, Jerusalem 93721, Israel. moriah.ellen@gmail.com."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Sharon",
      "fore_name": "Assaf",
      "initials": "A",
      "name": "Assaf Sharon",
      "affiliations": []
    },
    {
      "last_name": "Shemer",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Shemer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "67",
  "pages": "67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Data Collection",
    "Developing Countries",
    "Female",
    "Health Policy",
    "Humans",
    "Israel",
    "Male",
    "Middle Aged",
    "Policy Making",
    "Research Personnel",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "25491890",
    "pmc": "PMC4269930",
    "doi": "10.1186/1478-4505-12-67",
    "pii": "1478-4505-12-67"
  },
  "doi": "10.1186/1478-4505-12-67",
  "pmc_id": "PMC4269930",
  "dates": {
    "completed": "2015-06-17",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.858916",
    "pmid": "25491890"
  }
}