{
  "pmid": "25506247",
  "uid": "25506247",
  "title": "Bias in identification of the best treatment in a Bayesian network meta-analysis for binary outcome: a simulation study.",
  "abstract": "Network meta-analysis (NMA) has emerged as a useful analytical tool allowing comparison of multiple treatments based on direct and indirect evidence. Commonly, a hierarchical Bayesian NMA model is used, which allows rank probabilities (the probability that each treatment is best, second best, and so on) to be calculated for decision making. However, the statistical properties of rank probabilities are not well understood. This study investigates how rank probabilities are affected by various factors such as unequal number of studies per comparison in the network, the sample size of individual studies, the network configuration, and effect sizes between treatments. In order to explore these factors, a simulation study of four treatments (three equally effective treatments and one less effective reference) was conducted. The simulation illustrated that estimates of rank probabilities are highly sensitive to both the number of studies per comparison and the overall network configuration. An unequal number of studies per comparison resulted in biased estimates of treatment rank probabilities for every network considered. The rank probability for the treatment that was included in the fewest number of studies was biased upward. Conversely, the rank of the treatment included in the most number of studies was consistently underestimated. When the simulation was altered to include three equally effective treatments and one superior treatment, the hierarchical Bayesian NMA model correctly identified the most effective treatment, regardless of all factors varied. The results of this study offer important insight into the ability of NMA models to rank treatments accurately under several scenarios. The authors recommend that health researchers use rank probabilities cautiously in making important decisions.",
  "authors": [
    {
      "last_name": "Kibret",
      "fore_name": "Taddele",
      "initials": "T",
      "name": "Taddele Kibret",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Richer",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Richer",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2014"
  },
  "start_page": "451",
  "end_page": "460",
  "pages": "451-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25506247",
    "pmc": "PMC4259556",
    "doi": "10.2147/CLEP.S69660",
    "pii": "clep-6-451"
  },
  "doi": "10.2147/CLEP.S69660",
  "pmc_id": "PMC4259556",
  "dates": {
    "completed": "2014-12-16",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.236686",
    "pmid": "25506247"
  }
}