{
  "pmid": "25504826",
  "uid": "25504826",
  "title": "In place of fear: aligning health care planning with system objectives to achieve financial sustainability.",
  "abstract": "The financial sustainability of publicly funded health care systems is a challenge to policymakers in many countries as health care absorbs an ever increasing share of both national wealth and government spending. New technology, aging populations and increasing public expectations of the health care system are often cited as reasons why health care systems need ever increasing funding as well as reasons why universal and comprehensive public systems are unsustainable. However, increases in health care spending are not usually linked to corresponding increases in need for care within populations. Attempts to promote financial sustainability of systems such as limiting the range of services is covered or the groups of population covered may compromise their political sustainability as some groups are left to seek private cover for some or all services. In this paper, an alternative view of financial sustainability is presented which identifies the failure of planning and management of health care to reflect needs for care in populations and to integrate planning and management functions for health care expenditure, health care services and the health care workforce. We present a Health Care Sustainability Framework based on disaggregating the health care expenditure into separate planning components. Unlike other approaches to planning health care expenditure, this framework explicitly incorporates population health needs as a determinant of health care requirements, and provides a diagnostic tool for understanding the sources of expenditure increase.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Professor, Health Economics, McMaster University, Canada Professor, Health Economics, University of Manchester, UK birch@mcmaster.ca."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Gail Tomblin",
      "initials": "GT",
      "name": "Gail Tomblin Murphy",
      "affiliations": [
        "Professor, School of Nursing, Dalhousie University, Canada."
      ]
    },
    {
      "last_name": "MacKenzie",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian MacKenzie",
      "affiliations": [
        "Policy Analyst, Dalhousie University, Canada."
      ]
    },
    {
      "last_name": "Cumming",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Cumming",
      "affiliations": [
        "Director, Health Services Research Centre, Victoria University of Wellington, New Zealand."
      ]
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1758-1060",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "109",
  "end_page": "114",
  "pages": "109-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Fear",
    "Financing, Organized",
    "Health Expenditures",
    "Health Planning",
    "Health Policy",
    "Health Services Needs and Demand",
    "Humans",
    "National Health Programs",
    "Organizational Objectives"
  ],
  "article_ids": {
    "pubmed": "25504826",
    "doi": "10.1177/1355819614562053",
    "pii": "1355819614562053"
  },
  "doi": "10.1177/1355819614562053",
  "dates": {
    "completed": "2016-12-21",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.847293",
    "pmid": "25504826"
  }
}