{
  "pmid": "25519350",
  "uid": "25519350",
  "title": "Testing for associations between systolic blood pressure and single-nucleotide polymorphism profiles obtained from sparse principal component analysis.",
  "abstract": "BACKGROUND: Hypertension is a prevalent condition linked to major cardiovascular conditions and multiple other comorbidities. Genetic information can offer a deeper understanding about susceptibility and the underlying disease mechanisms. The Genetic Analysis Workshop 18 (GAW18) provides abundant genotype data to determine genetic associations for being hypertensive and for the underlying trait of systolic blood pressure (SBP). The high-dimensional nature of this data promotes dimension reduction techniques to remove excess noise and also synthesize genetic information for complex, polygenic traits. METHODS: For both measured and simulated phenotype data from GAW18, we use sparse principal component analysis to obtain sparse genetic profiles that represent the underlying data structures. We then detect associations between the obtained sparse principal components (PCs) and SBP, a major indicator of hypertension, following up by investigating the sparse PCs for genetic structure to gain insight into new patterns. RESULTS: After adjusting for multiple testing, 27 of 122 PCs were significantly associated with measured SBP, offering a large number of components to investigate. Considering the top 3 PCs, linked genetic regions have been identified; these may act in unison while associated with SBP. Simulated data offered similar results. CONCLUSIONS: Sparse PCs can offer a new data-driven approach to structuring genotype data and understanding the genetic mechanics behind complex, polygenic traits such as hypertension.",
  "authors": [
    {
      "last_name": "Bonner",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Bonner",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Department, McMaster University, Hamilton, Ontario, Canada L8S 4L8."
      ]
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Department, McMaster University, Hamilton, Ontario, Canada L8S 4L8."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Department, McMaster University, Hamilton, Ontario, Canada L8S 4L8."
      ]
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Print",
    "volume": "8",
    "issue": "Suppl 1",
    "pub_year": "2014"
  },
  "start_page": "S95",
  "pages": "S95",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25519350",
    "pmc": "PMC4143624",
    "doi": "10.1186/1753-6561-8-S1-S95",
    "pii": "1753-6561-8-S1-S95"
  },
  "doi": "10.1186/1753-6561-8-S1-S95",
  "pmc_id": "PMC4143624",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.237402",
    "pmid": "25519350"
  }
}