{
  "pmid": "25519409",
  "uid": "25519409",
  "title": "Analysis of baseline, average, and longitudinally measured blood pressure data using linear mixed models.",
  "abstract": "This article compares baseline, average, and longitudinal data analysis methods for identifying genetic variants in genome-wide association study using the Genetic Analysis Workshop 18 data. We apply methods that include (a) linear mixed models with baseline measures, (b) random intercept linear mixed models with mean measures outcome, and (c) random intercept linear mixed models with longitudinal measurements. In the linear mixed models, covariates are included as fixed effects, whereas relatedness among individuals is incorporated as the variance-covariance structure of the random effect for the individuals. The overall strategy of applying linear mixed models decorrelate the data is based on Aulchenko et al.'s GRAMMAR. By analyzing systolic and diastolic blood pressure, which are used separately as outcomes, we compare the 3 methods in identifying a known genetic variant that is associated with blood pressure from chromosome 3 and simulated phenotype data. We also analyze the real phenotype data to illustrate the methods. We conclude that the linear mixed model with longitudinal measurements of diastolic blood pressure is the most accurate at identifying the known single-nucleotide polymorphism among the methods, but linear mixed models with baseline measures perform best with systolic blood pressure as the outcome.",
  "authors": [
    {
      "last_name": "Hossain",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Hossain",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Print",
    "volume": "8",
    "issue": "Suppl 1 Genetic Analysis Workshop 18Vanessa Olmo",
    "pub_year": "2014"
  },
  "start_page": "S80",
  "pages": "S80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25519409",
    "pmc": "PMC4143715",
    "doi": "10.1186/1753-6561-8-S1-S80",
    "pii": "1753-6561-8-S1-S80"
  },
  "doi": "10.1186/1753-6561-8-S1-S80",
  "pmc_id": "PMC4143715",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.238192",
    "pmid": "25519409"
  }
}