{
  "pmid": "25519403",
  "uid": "25519403",
  "title": "Bivariate linear mixed model analysis to test joint associations of genetic variants on systolic and diastolic blood pressure.",
  "abstract": "Genetic variants that predispose adults and the elderly to high blood pressure are largely unknown. We used a bivariate linear mixed model approach to jointly test the associations of common single-nucleotide polymorphisms with systolic and diastolic blood pressure using data from a genome-wide association study consisting of genetic variants from chromosomes 3 and 9 and longitudinal measured phenotypes and environment variables from unrelated individuals of Mexican American ethnicity provided by the Genetic Analysis Workshop 18. Despite the small sample size of a maximum of 131 unrelated subjects, a few single-nucleotide polymorphisms appeared significant at the genome-wide level. Simulated data, which was also provided by Genetic Analysis Workshop 18 organizers, showed higher power of the bivariate approach over univariate analysis to detect the association of a selected single-nucleotide polymorphism with modest effect. This suggests that the bivariate approach to longitudinal data of jointly measured and correlated phenotypes can be a useful strategy to identify candidate single-nucleotide polymorphisms that deserve further investigation.",
  "authors": [
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "Population Genomics Program, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Population Genomics Program, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Print",
    "volume": "8",
    "issue": "Suppl 1 Genetic Analysis Workshop 18Vanessa Olmo",
    "pub_year": "2014"
  },
  "start_page": "S75",
  "pages": "S75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25519403",
    "pmc": "PMC4143667",
    "doi": "10.1186/1753-6561-8-S1-S75",
    "pii": "1753-6561-8-S1-S75"
  },
  "doi": "10.1186/1753-6561-8-S1-S75",
  "pmc_id": "PMC4143667",
  "dates": {
    "completed": "2014-12-18",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.237980",
    "pmid": "25519403"
  }
}