{
  "pmid": "25516355",
  "uid": "25516355",
  "title": "Evaluating deliberative dialogues focussed on healthy public policy.",
  "abstract": "BACKGROUND: Deliberative dialogues have recently captured attention in the public health policy arena because they have the potential to address several key factors that influence the use of research evidence in policymaking. We conducted an evaluation of three deliberative dialogues convened in Canada by the National Collaborating Centre for Healthy Public Policy in order to learn more about deliberative dialogues focussed on healthy public policy. METHODS: The evaluation included a formative assessment of participants' views about and experiences with ten key design features of the dialogues, and a summative assessment of participants' intention to use research evidence of the type that was discussed at the dialogue. We surveyed participants immediately after each dialogue was completed and again six months later. We analyzed the ratings using descriptive statistics and the written comments by conducting a thematic analysis. RESULTS: A total of 31 individuals participated in the three deliberative dialogues that we evaluated. The response rate was 94% (N = 29; policymakers (n = 9), stakeholders (n = 18), researchers (n = 2)) for the initial survey and 56% (n = 14) for the follow-up. All 10 of the design features that we examined as part of the formative evaluation were rated favourably by all participant groups. The findings of the summative evaluation demonstrated a mean behavioural intention score of 5.8 on a scale from 1 (strongly disagree) to 7 (strongly agree). CONCLUSION: Our findings reinforce the promise of deliberative dialogues as a strategy for supporting evidence-informed public health policies. Additional work is needed to understand more about which design elements work in which situations and for different issues, and whether intention to use research evidence is a suitable substitute for measuring actual behaviour change.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Hamilton, ON, Canada. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Boyko",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Boyko",
      "affiliations": []
    },
    {
      "last_name": "Gauvin",
      "fore_name": "Francois-Pierre",
      "initials": "FP",
      "name": "Francois-Pierre Gauvin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "17"
  },
  "start_page": "1287",
  "pages": "1287",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Data Collection",
    "Health Policy",
    "Humans",
    "Male",
    "Policy Making",
    "Public Policy",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "25516355",
    "pmc": "PMC4301941",
    "doi": "10.1186/1471-2458-14-1287",
    "pii": "1471-2458-14-1287"
  },
  "doi": "10.1186/1471-2458-14-1287",
  "pmc_id": "PMC4301941",
  "dates": {
    "completed": "2015-09-14",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.859399",
    "pmid": "25516355"
  }
}