{
  "pmid": "25513884",
  "uid": "25513884",
  "title": "A new way to find evidence quickly and efficiently.",
  "abstract": "Evidence coming from scientific research helps us make better decisions in relation with the care we provide to our patients. Some evidence is more reliable than other is, and systematic reviews are considered the best available evidence for answering questions that compare two or more alternatives of care, as long as they are well conducted and up-to-date. There has lately been a fast growth of the amount of available systematic reviews, so users need to choose between several possible options. Epistemonikos database is a highly efficient search resource, since it groups the larger number of systematic reviews worldwide, and allows accessing the body of evidence for a specific question in a simple and intuitive way. Additionally, it offers tools that enable the choice among different systematic reviews and for keeping the evidence for a question updated with minimal effort.",
  "authors": [
    {
      "last_name": "Rada",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Rada",
      "affiliations": [
        "Programa de Salud Basada en Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Medicina Interna. Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; GRADE working group; The Cochrane Collaboration; Fundación Epistemonikos, Santiago, Chile. Address: Facultad de Medicina, Pontificia Universidad Católica de Chile, Lira 63, Santiago Centro, Chile. Email: radagabriel@epistemonikos.org."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Programa de Salud Basada en Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Medicina Interna. Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Epidemiologia Clínica y Bioestadística, McMaster University, Hamilton, Canada; GRADE working group; The Cochrane Collaboration; Fundación Epistemonikos, Santiago, Chile."
      ]
    },
    {
      "last_name": "Cerda",
      "fore_name": "Jaime",
      "initials": "J",
      "name": "Jaime Cerda",
      "affiliations": [
        "Programa de Salud Basada en Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Salud Pública. Facultad de Medicina, Pontificia Universidad Universidad Católica de Chile, Santiago, Chile."
      ]
    }
  ],
  "journal": {
    "title": "Medwave",
    "iso_abbreviation": "Medwave",
    "issn": "0717-6384",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "10",
    "pub_year": "2014",
    "pub_month": "Nov",
    "pub_day": "27"
  },
  "start_page": "e6044",
  "pages": "e6044",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Databases, Factual",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Research",
    "Research Design",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "25513884",
    "doi": "10.5867/medwave.2014.10.6044",
    "pii": "e6044"
  },
  "doi": "10.5867/medwave.2014.10.6044",
  "dates": {
    "completed": "2015-12-22",
    "revised": "2018-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:45.724390",
    "pmid": "25513884"
  }
}