{
  "pmid": "25528663",
  "uid": "25528663",
  "title": "Economic evaluation of the prophylaxis for thromboembolism in critical care trial (E-PROTECT): study protocol for a randomized controlled trial.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) is a common complication of critical illness with important clinical consequences. The Prophylaxis for ThromboEmbolism in Critical Care Trial (PROTECT) is a multicenter, blinded, randomized controlled trial comparing the effectiveness of the two most common pharmocoprevention strategies, unfractionated heparin (UFH) and low molecular weight heparin (LMWH) dalteparin, in medical-surgical patients in the intensive care unit (ICU). E-PROTECT is a prospective and concurrent economic evaluation of the PROTECT trial. METHODS/DESIGN: The primary objective of E-PROTECT is to identify and quantify the total (direct and indirect, variable and fixed) costs associated with the management of critically ill patients participating in the PROTECT trial, and, to combine costs and outcome results to determine the incremental cost-effectiveness of LMWH versus UFH, from the acute healthcare system perspective, over a data-rich time horizon of ICU admission and hospital admission. We derive baseline characteristics and probabilities of in-ICU and in-hospital events from all enrolled patients. Total costs are derived from centers, proportional to the numbers of patients enrolled in each country. Direct costs include medication, physician and other personnel costs, diagnostic radiology and laboratory testing, operative and non-operative procedures, costs associated with bleeding, transfusions and treatment-related complications. Indirect costs include ICU and hospital ward overhead costs. Outcomes are the ratio of incremental costs per incremental effects of LMWH versus UFH during hospitalization; incremental cost to prevent a thrombosis at any site (primary outcome); incremental cost to prevent a pulmonary embolism, deep vein thrombosis, major bleeding event or episode of heparin-induced thrombocytopenia (secondary outcomes) and incremental cost per life-year gained (tertiary outcome). Pre-specified subgroups and sensitivity analyses will be performed and confidence intervals for the estimates of incremental cost-effectiveness will be obtained using bootstrapping. DISCUSSION: This economic evaluation employs a prospective costing methodology concurrent with a randomized controlled blinded clinical trial, with a pre-specified analytic plan, outcome measures, subgroup and sensitivity analyses. This economic evaluation has received only peer-reviewed funding and funders will not play a role in the generation, analysis or decision to submit the manuscripts for publication. TRIAL REGISTRATION: Clinicaltrials.gov Identifier: NCT00182143 . Date of registration: 10 September 2005.",
  "authors": [
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, 2075 Bayview Avenue, Room D478, Toronto, ON, M4N 3M5, Canada. rob.fowler@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Mittmann",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Mittmann",
      "affiliations": [
        "Health Outcomes and PharmacoEconomic (HOPE) Research Centre, Sunnybrook Health Sciences Centre, Department of Pharmacology, University of Toronto, 2075 Bayview Avenue, E240, Toronto, ON, M4N 3M5, Canada. nicole.mittmann@sri.utoronto.ca."
      ]
    },
    {
      "last_name": "Geerts",
      "fore_name": "William H",
      "initials": "WH",
      "name": "William H Geerts",
      "affiliations": [
        "Department of Medicine, Room D674, Sunnybrook Health Sciences Centre, Room D674, 2075 Bayview Avenue, Toronto, ON, M4N 3M5, Canada. William.geerts@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, 1280 Main Street West, HSC-2C12, Hamilton, ON, L8S 4K1, Canada. ansdell@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, 100 S Los Robles, Pasadena, CA, 91101, USA. Michael.K.Gould@kp.org."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, 1280 Main Street West, HSC-2C12, Hamilton, ON, L8S 4K1, Canada. guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Krahn",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Krahn",
      "affiliations": [
        "Department of Medicine, 144 College Street, Room 600, Toronto, ON, M5S 3M2, Canada. murray.krahn@theta.utoronto.ca."
      ]
    },
    {
      "last_name": "Finfer",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Finfer",
      "affiliations": [
        "The George Institute for Global Health, Royal North Shore Hospital, University of Sydney, Pacific Highway, St Leonards, NSW, 2065, Australia. sfinfer@georgeinstitute.org.au."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, 2075 Bayview Avenue, Room D478, Toronto, ON, M4N 3M5, Canada. ruxandra.pinto@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chan",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation University of Toronto Health Sciences Building, 155 College Street, Suite 425, Toronto, ON, M5T 3M6, Canada. chunfai.chan@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Ormanidhi",
      "fore_name": "Orges",
      "initials": "O",
      "name": "Orges Ormanidhi",
      "affiliations": [
        "Toronto Health Economics and Technology Assessment (THETA) Collaborative, Leslie Dan Pharmacy Building, University of Toronto, 144 College Street, 6th Floor, Toronto, ON, M5S 3M2, Canada. orges.ormanidhi@gmail.com."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen",
      "initials": "Y",
      "name": "Yaseen Arabi",
      "affiliations": [
        "Intensive Care Department, Medical Director, Respiratory Services, King Saud Bin Abdulaziz University for Health Sciences, King Abdulaziz Medical City, ICU 1425, PO Box 22490, Riyadh, 11426, Kingdom of Saudi Arabia. yaseenarabi@yahoo.com."
      ]
    },
    {
      "last_name": "Qushmaq",
      "fore_name": "Ismael",
      "initials": "I",
      "name": "Ismael Qushmaq",
      "affiliations": [
        "Department of Medicine, King Faisal Specialist Hospital & Research Centre-Gen. Org, PO Box 40047, Jeddah, 21499 MBC# J-46, Saudi Arabia. iqushmaq@kfshrc.edu.sa."
      ]
    },
    {
      "last_name": "Rocha",
      "fore_name": "Marcelo G",
      "initials": "MG",
      "name": "Marcelo G Rocha",
      "affiliations": [
        "Department of Intensive Care, Hospitalar Santa Casa, Rua Professor Annes Dias, 295 - Centro Histórico, Porto Alegre, RS, 90020-200, Brazil. m.garcia.rocha@gmail.com."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Division of Critical Care Medicine, Center for Health Evaluation and Outcome Sciences, St Paul's Hospital and University of British Columbia, 1081 Burrard St, Vancouver, BC, V6Z 1Y6, Canada. peter.dodek@ubc.ca.",
        "Center for Health Evaluation and Outcome Sciences, 1081 Burrard Street, Vancouver, BC, V6Z 1Y6, Canada. peter.dodek@ubc.ca."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Department of Medicine (Critical Care), Ottawa Hospital, Ottawa Hospital Research Institute, Centre for Transfusion and Critical Care Research, 725 Parkdale Ave, Ottawa, ON, K1Y 4E9, Canada. lmcintyre@ottawahospital.on.ca."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Departments of Anesthesiology, Medicine, Pharmacology and Surgery, Dalhousie University and the Capital District Health Authority, Halifax NS, Room 5452-Halifax Infirmary, 1796 Summer St, Halifax, NS, B3H 3A7, Canada. R.I.Hall@dal.ca."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine and Departments of Medicine & Physiology, University of Toronto, 600 University Avenue, Toronto, ON, M5G 1X5, Canada. n.ferguson@utoronto.ca.",
        "Department of Medicine, Division of Respirology, University Health Network and Mount Sinai Hospital, 600 University Avenue, Toronto, ON, M5G 1X5, Canada. n.ferguson@utoronto.ca."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine and Interdepartmental Division of Critical Care, Mount Sinai Hospital and University of Toronto, 600 University Avenue, Toronto, ON, M5G 1X5, Canada. Geeta.mehta@utoronto.ca."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Department of Surgery, Keenan Research Centre, Li Ka Shing Knowledge Institute, St Michael's Hospital, University of Toronto, 4-007 Bond Wing, St Michael's Hospital, 30 Bond Street, Toronto, M5B 1W8, Canada. marshallj@smh.ca."
      ]
    },
    {
      "last_name": "Doig",
      "fore_name": "Christopher James",
      "initials": "CJ",
      "name": "Christopher James Doig",
      "affiliations": [
        "Department of Community Health Sciences, Departments of Critical Care Medicine, Attending Physician, Foothills Medical Centre Multisystem Intensive Care Unit, Alberta Health Services, University of Calgary, Room 3D39, Teaching Research and Wellness Building, 3280 Hospital Dr NW, Calgary, AB, T2N 4Z6, Canada. cdoig@ucalgary.ca."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Angada 4 Kingston General Hospital, 76 Stuart Street, Kingston, ON, K7L 2V7, Canada. muscedej@KGH.KARI.NET."
      ]
    },
    {
      "last_name": "Jacka",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Jacka",
      "affiliations": [
        "Department of Anesthesiology and Critical Care, University of Alberta Hospital, 8440-112 St, Edmonton, AB, T6G 2B7, Canada. mjacka@ualberta.ca."
      ]
    },
    {
      "last_name": "Klinger",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Klinger",
      "affiliations": [
        "Division of Pulmonary, Sleep and Critical Care Medicine, Rhode Island Hospital, Professor of Medicine, Alpert Medical School of Brown University, 222 Richmond Street, Providence, RI, 02903, USA. James_klinger@brown.edu."
      ]
    },
    {
      "last_name": "Vlahakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Vlahakis",
      "affiliations": [
        "Department of Pulmonary & Critical Care Medicine, Mayo Clinic, 200 First Street, SW, Rochester, MN, 55905, USA. n08v@ymail.com."
      ]
    },
    {
      "last_name": "Orford",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Orford",
      "affiliations": [
        "Intensive Care Barwon Health, Australian and New Zealand Intensive Care Research Centre, Monash University School of Medicine, 99 Commercial Road, Geelong, VIC, 3004, Australia. neilo@barwonhealth.org.au.",
        "Intensive Care Barwon Health, Australian and New Zealand Intensive Care Research Centre, Deakin University, 1 Gheringhap Street, Geelong, VIC, 3220, Australia. neilo@barwonhealth.org.au."
      ]
    },
    {
      "last_name": "Seppelt",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Seppelt",
      "affiliations": [
        "Critical Care Medicine, Nepean Hospital, Derby Street, Penrith, NSW, 2747, Australia. ian.seppelt@sydney.edu.au."
      ]
    },
    {
      "last_name": "Skrobik",
      "fore_name": "Yoanna K",
      "initials": "YK",
      "name": "Yoanna K Skrobik",
      "affiliations": [
        "Critical Care Medicine, Hôpital Maisonneuve-Rosemont, 5415 Blvd. De l'Assomption, Montreal, QC, H1T 2M4, Canada. skrobik@sympatico.ca."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Sud",
      "affiliations": [
        "Department of Medicine, University Trillium Hospital, 100 Queensway West, Toronto, ON, L5B 1B8, Canada. Sachinsud@aol.com."
      ]
    },
    {
      "last_name": "Cade",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Cade",
      "affiliations": [
        "Intensive Care Unit, Royal Melbourne Hospital, Grattan Street, Parkville, VIC, 3050, Australia. Jack.Cade@mh.org.au."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Cooper",
      "affiliations": [
        "ANZIC-RC Department of Epidemiology and Preventive Medicine Monash University, The Alfred Centre Level 6, 99 Commercial Road, Melbourne, VIC, 3004, Australia. jamie.cooper@monash.edu."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Departments of Medicine, Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. debcook@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2014",
    "pub_month": "Dec",
    "pub_day": "20"
  },
  "start_page": "502",
  "pages": "502",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Australia",
    "Brazil",
    "Clinical Protocols",
    "Cost Savings",
    "Cost-Benefit Analysis",
    "Critical Care",
    "Dalteparin",
    "Drug Costs",
    "Fibrinolytic Agents",
    "Heparin",
    "Hospital Costs",
    "Humans",
    "Models, Economic",
    "North America",
    "Prospective Studies",
    "Quality-Adjusted Life Years",
    "Research Design",
    "Saudi Arabia",
    "Time Factors",
    "Treatment Outcome",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "25528663",
    "pmc": "PMC4413997",
    "doi": "10.1186/1745-6215-15-502",
    "pii": "1745-6215-15-502"
  },
  "doi": "10.1186/1745-6215-15-502",
  "pmc_id": "PMC4413997",
  "dates": {
    "completed": "2016-04-14",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Heparin",
    "Dalteparin"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.367698",
    "pmid": "25528663"
  }
}