{
  "pmid": "25533599",
  "uid": "25533599",
  "title": "Changing incidence and outcomes following dialysis-requiring acute kidney injury among critically ill adults: a population-based cohort study.",
  "abstract": "BACKGROUND: Dialysis-requiring acute kidney injury (AKI) is common among critically ill patients, but little is known about trends in the incidence and outcomes of this condition over time. STUDY DESIGN: Population-based cohort study. SETTING & PARTICIPANTS: All adult patients admitted to an intensive care unit in Ontario, Canada, 1996 to 2010. PREDICTOR: Year and era (1996-2000, 2001-2005, and 2006-2010) of cohort entry. OUTCOMES: Mortality and dialysis dependence, each evaluated at 90 and 365 days after initiation of dialysis therapy for AKI. MEASUREMENTS: The annual incidence proportion of dialysis-requiring AKI was evaluated and patients with this condition were characterized by era. Associations between era and the outcomes of interest were evaluated with Cox proportional hazards (for time to death) and logistic regression (for dialysis dependence), with adjustment for relevant demographic and clinical variables. RESULTS: The annual incidence of dialysis-requiring AKI among critically ill patients increased from 0.8% in 1996 to 3.0% in 2010 (P for trend < 0.001). 90-day mortality declined from 50% in 1996 to 2000 to 45% in 2006 to 2010 (adjusted HR, 0.83 [95% CI, 0.79-0.87] compared to 1996-2000). Dialysis dependence among surviving patients at 90 days was marginally lower in 2006 to 2010 (25.1%) compared to 1996 to 2000 (27.2%), but after adjustment for confounding factors, was not significantly different (adjusted OR, 0.91; 95% CI, 0.80-1.03). LIMITATIONS: Unmeasured confounding by factors that may have changed in patients with dialysis-requiring AKI during the different eras; data set does not allow for mechanistic explanation for the findings; and lack of access to laboratory investigations after hospital discharge. CONCLUSIONS: The incidence proportion of dialysis-requiring AKI among critically ill patients increased by almost 4-fold between 1996 and 2010. This was accompanied by a significant decline in mortality, but the risk of long-term dialysis dependence continues to affect a substantial minority of surviving patients with no clear evidence of improvement over time.",
  "authors": [
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St Michael's Hospital and University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Institute for Clinical Evaluative Sciences Kidney, Dialysis and Transplantation Program, London, ON, Canada. Electronic address: waldr@smh.ca."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Kidney, Dialysis and Transplantation Program, London, ON, Canada."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine and Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Division of Critical Care Medicine, University of Alberta Hospital, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Department of Critical Care, St Michael's Hospital, Toronto, ON, Canada; Department of Medicine, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, St Michael's Hospital and University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Institute for Clinical Evaluative Sciences Kidney, Dialysis and Transplantation Program, London, ON, Canada."
      ]
    },
    {
      "last_name": "Kitchlu",
      "fore_name": "Abhijat",
      "initials": "A",
      "name": "Abhijat Kitchlu",
      "affiliations": [
        "Division of Nephrology, St Michael's Hospital and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mazer",
      "fore_name": "C David",
      "initials": "CD",
      "name": "C David Mazer",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Department of Anesthesia, St Michael's Hospital and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Kidney, Dialysis and Transplantation Program, London, ON, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine and Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Division of Nephrology, St Michael's Hospital and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Division of General Internal Medicine, St Michael's Hospital and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, ON, Canada; Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Department of Critical Care, St Michael's Hospital, Toronto, ON, Canada; Department of Medicine, St Michael's Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "870",
  "end_page": "877",
  "pages": "870-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Aged",
    "Cohort Studies",
    "Critical Illness",
    "Female",
    "Humans",
    "Incidence",
    "Intensive Care Units",
    "Kidney Failure, Chronic",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Ontario",
    "Proportional Hazards Models",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25533599",
    "doi": "10.1053/j.ajkd.2014.10.017",
    "pii": "S0272-6386(14)01374-2"
  },
  "doi": "10.1053/j.ajkd.2014.10.017",
  "dates": {
    "completed": "2015-08-03",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.171858",
    "pmid": "25533599"
  }
}