{
  "pmid": "25535460",
  "uid": "25535460",
  "title": "Plastic surgeons' self-reported operative infection rates at a Canadian academic hospital.",
  "abstract": "BACKGROUND: Surgical site infection rates are of great interest to patients, surgeons, hospitals and third-party payers. While previous studies have reported hospital-acquired infection rates that are nonspecific to all surgical services, there remain no overall reported infection rates focusing specifically on plastic surgery in the literature. OBJECTIVE: To estimate the reported surgical site infection rate in plastic surgery procedures over a 10-year period at an academic hospital in Canada. METHODS: A review was conducted on reported plastic surgery surgical site infection rates from 2003 to 2013, based on procedures performed in the main operating room. For comparison, prospective infection surveillance data over an eight-year period (2005 to 2013) for nonplastic surgery procedures were reviewed to estimate the overall operative surgical site infection rates. RESULTS: A total of 12,183 plastic surgery operations were performed from 2003 to 2013, with 96 surgical site infections reported, corresponding to a net operative infection rate of 0.79%. There was a 0.49% surgeon-reported infection rate for implant-based procedures. For non-plastic surgery procedures, surgical site infection rates ranged from 0.04% for cataract surgery to 13.36% for high-risk abdominal hysterectomies. DISCUSSION: The plastic surgery infection rate at the study institution was found to be <1%. This rate was equal to, or somewhat less than, surgical site infection rates. However, these results do not report patterns of infection rates germane to procedures, season, age groups or sex. To provide more in-depth knowledge of this topic, multicentre studies should be conducted.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Wendy Ky",
      "initials": "WK",
      "name": "Wendy Ky Ng",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery;"
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj Nirmal",
      "initials": "MN",
      "name": "Manraj Nirmal Kaur",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery; ; Surgical Outcomes Research Centre, Department of Surgery; ; School of Rehabilitation Sciences, Faculty of Health Sciences;"
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery; ; Surgical Outcomes Research Centre, Department of Surgery; ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "22",
    "issue": "4",
    "pub_year": "2014"
  },
  "start_page": "237",
  "end_page": "240",
  "pages": "237-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25535460",
    "pmc": "PMC4271751",
    "doi": "10.4172/plastic-surgery.1000890"
  },
  "doi": "10.4172/plastic-surgery.1000890",
  "pmc_id": "PMC4271751",
  "dates": {
    "completed": "2014-12-23",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.156554",
    "pmid": "25535460"
  }
}