{
  "pmid": "25532374",
  "uid": "25532374",
  "title": "[Study on medical pattern of traditional Chinese medicine and western medicine diagnosis and treatment of hypertension patients in 30 034 cases in real world].",
  "abstract": "Select patients diagnosed of hypertension in the first place in 16 hospitals and the patients were described by association rules analysis and distribution for the analysis in the study,in order to understand the information of diagnosis and treatment in hypertension patients in real world. The information include age, gender, admission condition, inpatient department, hospitalization expenses, western medicine comorbidities, the traditional Chinese medicine (TCM) syndrome and the medicine. The average age of patients was 64 years in the study. The proportion of men to women about 1. 10: 1. Admission condition is critical for about 10.12% of the total and more concentrated in the cardiovascular department. Hospital stay ranged from 8 to 14 d. Inpatients with medical insurance is 62.93%. Total hospitalization cost distribution most is the 5 000-10 000 RMB. Hypertension complicated with coronary heart disease, blood lipoprotein disorder disease; phlegm and blood stasis and Yin deficiency of liver and kidney are the most in TCM syndrome type. Promoting blood circulation and removing blood stasis is the major in Chinese medicine treatment. Western medicine treatment basically conforms to the guidelines. The most antihypertensive drugs is calcium antagonistst, accounting for about 81.2% of the total number. Class ACEI, class ARB, beta blockers, diuretics class are accounted for 43.0%, 43.4%, 42.4%, 42.4%, fixed compound is only 2 393, accounting for about 8%. the total frequency of five classes of antihypertensive drugs is 78 206 times. The principal conclusions of this analysis are as follows: the elderly people is the most in hypertension, more men than women; medical insurance is the majority type in hospitalization cost; nearly half of the population is combined with coronary heart disease; phlegm and blood stasis and yin deficiency of liver and kidney are the most in TCM syndrome type; western medicine treatment basically conforms to the guidelines. Combination therapy is more, less fixed compound preparation in western medicine. Chinese medicine is mainly to promoting blood circulation. Suggesting that the clinical treatment in strict blood pressure and at the same time, pay attention to combination therapy and the use of fixed compound preparation,it's useful to control the blood pressure better. Combined with traditional Chinese medicine and resolving phlegm and removing blood stasis, reduce the target organ damage, reduce complications, the prevention and control work of hypertension in China still faces enormous challenges at present. The result provides reference information for clinical medicine and medical research.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jin-hui",
      "initials": "JH",
      "name": "Jin-hui Ma",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Zhi-fei",
      "initials": "ZF",
      "name": "Zhi-fei Wang",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Yan-ming",
      "initials": "YM",
      "name": "Yan-ming Xie",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yang",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Zhi-xin",
      "initials": "ZX",
      "name": "Zhi-xin Yang",
      "affiliations": []
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Zhuang",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Yong-yan",
      "initials": "YY",
      "name": "Yong-yan Wang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
    "iso_abbreviation": "Zhongguo Zhong Yao Za Zhi",
    "issn": "1001-5302",
    "issn_type": "Print",
    "volume": "39",
    "issue": "18",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "3435",
  "end_page": "3441",
  "pages": "3435-41",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Drugs, Chinese Herbal",
    "Female",
    "Humans",
    "Hypertension",
    "Male",
    "Medicine, Chinese Traditional",
    "Middle Aged",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25532374"
  },
  "dates": {
    "completed": "2015-01-20",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drugs, Chinese Herbal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.332297",
    "pmid": "25532374"
  }
}