{
  "pmid": "25551356",
  "uid": "25551356",
  "title": "Spatiotemporal approaches to analyzing pedestrian fatalities: the case of Cali, Colombia.",
  "abstract": "OBJECTIVE: Injuries among pedestrians are a major public health concern in Colombian cities such as Cali. This is one of the first studies in Latin America to apply Bayesian maximum entropy (BME) methods to visualize and produce fine-scale, highly accurate estimates of citywide pedestrian fatalities. The purpose of this study is to determine the BME method that best estimates pedestrian mortality rates and reduces statistical noise. We further utilized BME methods to identify and differentiate spatial patterns and persistent versus transient pedestrian mortality hotspots. METHODS: In this multiyear study, geocoded pedestrian mortality data from the Cali Injury Surveillance System (2008 to 2010) and census data were utilized to accurately visualize and estimate pedestrian fatalities. We investigated the effects of temporal and spatial scales, addressing issues arising from the rarity of pedestrian fatality events using 3 BME methods (simple kriging, Poisson kriging, and uniform model Bayesian maximum entropy). To reduce statistical noise while retaining a fine spatial and temporal scale, data were aggregated over 9-month incidence periods and censal sectors. Based on a cross-validation of BME methods, Poisson kriging was selected as the best BME method. Finally, the spatiotemporal and urban built environment characteristics of Cali pedestrian mortality hotspots were linked to intervention measures provided in Mead et al.'s (2014) pedestrian mortality review. RESULTS: The BME space-time analysis in Cali resulted in maps displaying hotspots of high pedestrian fatalities extending over small areas with radii of 0.25 to 1.1 km and temporal durations of 1 month to 3 years. Mapping the spatiotemporal distribution of pedestrian mortality rates identified high-priority areas for prevention strategies. The BME results allow us to identify possible intervention strategies according to the persistence and built environment of the hotspot; for example, through enforcement or long-term environmental modifications. CONCLUSIONS: BME methods provide useful information on the time and place of injuries and can inform policy strategies by isolating priority areas for interventions, contributing to intervention evaluation, and helping to generate hypotheses and identify the preventative strategies that may be suitable to those areas (e.g., street-level methods: pedestrian crossings, enforcement interventions; or citywide approaches: limiting vehicle speeds). This specific information is highly relevant for public health interventions because it provides the ability to target precise locations.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Lani",
      "initials": "L",
      "name": "Lani Fox",
      "affiliations": [
        "a Department of Environmental Sciences and Engineering, Gillings School of Global Public Health , University of North Carolina at Chapel Hill , Chapel Hill , North Carolina."
      ]
    },
    {
      "last_name": "Serre",
      "fore_name": "Marc L",
      "initials": "ML",
      "name": "Marc L Serre",
      "affiliations": []
    },
    {
      "last_name": "Lippmann",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Lippmann",
      "affiliations": []
    },
    {
      "last_name": "Rodríguez",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Rodríguez",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Gutiérrez",
      "fore_name": "María Isabel",
      "initials": "MI",
      "name": "María Isabel Gutiérrez",
      "affiliations": []
    },
    {
      "last_name": "Escobar",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido Escobar",
      "affiliations": []
    },
    {
      "last_name": "Villaveces",
      "fore_name": "Andrés",
      "initials": "A",
      "name": "Andrés Villaveces",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Traffic injury prevention",
    "iso_abbreviation": "Traffic Inj Prev",
    "issn": "1538-957X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2015"
  },
  "start_page": "571",
  "end_page": "577",
  "pages": "571-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Bayes Theorem",
    "Cities",
    "Colombia",
    "Humans",
    "Public Health",
    "Spatio-Temporal Analysis",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "25551356",
    "doi": "10.1080/15389588.2014.976336"
  },
  "doi": "10.1080/15389588.2014.976336",
  "dates": {
    "completed": "2015-07-23",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.887281",
    "pmid": "25551356"
  }
}