{
  "pmid": "25552196",
  "uid": "25552196",
  "title": "Climate for evidence informed health system policymaking in Cameroon and Uganda before and after the introduction of knowledge translation platforms: a structured review of governmental policy documents.",
  "abstract": "BACKGROUND: There is a scarcity of empirical data on African country climates for evidence-informed health system policymaking (EIHSP) to backup the longstanding reputation that research evidence is not valued enough by health policymakers as an information input.Herein, we assess whether and how changes have occurred in the climate for EIHSP before and after the establishment of two Knowledge Translation Platforms housed in government institutions in Cameroon and Uganda since 2006. METHODS: We merged content analysis techniques and policy sciences analytical frameworks to guide this structured review of governmental policy documents geared at achieving health Millennium Development Goals. We combined i) a quantitative exploration of the usage statistics of research-related words and constructs, citations of types of evidence, and budgets allocated to research-related activities; and (ii) an interpretive exploration using a deductive thematic analysis approach to uncover changes in the institutions, interests, ideas, and external factors displaying the country climate for EIHSP. Descriptive statistics compared quantitative data across countries during the periods 2001-2006 and 2007-2012. RESULTS: We reviewed 54 documents, including 33 grants approved by global health initiatives. The usage statistics of research-related words and constructs showed an increase over time across countries. Varied forms of data, information, or research were instrumentally used to describe the burden and determinants of poverty and health conditions. The use of evidence syntheses to frame poverty and health problems, select strategies, or forecast the expected outcomes has remained sparse over time and across countries. The budgets for research increased over time from 28.496 to 95.467 million Euros (335%) in Cameroon and 38.064 to 58.884 million US dollars (155%) in Uganda, with most resources allocated to health sector performance monitoring and evaluation. The consistent naming of elements pertaining to the climate for EIHSP features the greater influence of external donors through policy transfer. CONCLUSIONS: This structured review of governmental policy documents illustrates the nascent conducive climate for EIHSP in Cameroon and Uganda and the persistent undervalue of evidence syntheses. Global and national health stakeholders should raise the profile of evidence syntheses (e.g., systematic reviews) as an information input when shaping policies and programmes.",
  "authors": [
    {
      "last_name": "Ongolo-Zogo",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Ongolo-Zogo",
      "affiliations": [
        "Health Policy and Knowledge Translation Doctoral Program, Makerere University College of Health Sciences, P,O, Box 7072, Kampala, Uganda. pc.ongolo@gmail.com."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Tomson",
      "fore_name": "Goran",
      "initials": "G",
      "name": "Goran Tomson",
      "affiliations": []
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Africa",
    "Cameroon",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Translational Research, Biomedical",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "25552196",
    "pmc": "PMC4298114",
    "doi": "10.1186/1478-4505-13-2",
    "pii": "1478-4505-13-2"
  },
  "doi": "10.1186/1478-4505-13-2",
  "pmc_id": "PMC4298114",
  "dates": {
    "completed": "2015-06-29",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.859581",
    "pmid": "25552196"
  }
}