{
  "pmid": "25561078",
  "uid": "25561078",
  "title": "Antibiotic prophylaxis for preventing infectious complications in orthognathic surgery.",
  "abstract": "BACKGROUND: Orthognathic surgery (OS) is a term that refers to many elective surgical techniques to correct facial deformity; the associated malocclusion and functional disorders related to the stomatognathic system. Whilst such surgery is classed as \"clean-contaminated\", the usefulness of and the most appropriate regimen for antibiotic prophylaxis in these patients are still debated. OBJECTIVES: To assess the effects of antibiotic prophylaxis for preventing surgical site infection (SSI) in people undergoing orthognathic surgery. SEARCH METHODS: In June 2014, we searched the Cochrane Wounds Group Specialised Register; the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library); Ovid MEDLINE; Ovid MEDLINE (In-Process & Other Non-Indexed Citations); Ovid EMBASE; and EBSCO CINAHL. We also searched Google Scholar and performed manual searches in journals relevant to the topic, conference proceedings and lists of references of potentially included articles. We did not restrict the search and study selection with respect to language, date of publication or study setting. SELECTION CRITERIA: We included randomised controlled trials (RCTs) involving people undergoing orthognathic surgery comparing one regimen of antibiotic prophylaxis with any other regimen or placebo. The primary outcome was SSI, and secondary outcomes were systemic infections, adverse events, duration of hospital stay and health-related quality of life. Two review authors screened articles independently. DATA COLLECTION AND ANALYSIS: Data were abstracted independently by two review authors, and agreement was checked. Risk of bias was assessed using the Cochrane risk of bias tool. Antibiotic regimens were classified as preoperative (one dose before surgery), short-term (before or during surgery and/or during the same day of surgery) and long-term (before or during surgery and longer than one day after surgery) antibiotic prophylaxis. Random-effects meta-analyses using inverse variance methods were undertaken when possible. We report risk ratios (RRs) and their corresponding 95% confidence intervals (CIs). MAIN RESULTS: A total of 11 trials were included in this review. Most of the studies had an unclear risk of bias prompting us to downgrade the quality of evidence for our outcomes. Seven of these trials provided evidence for the main comparison and the primary outcome and these were pooled. Overall, long-term antibiotic prophylaxis probably reduces the risk of SSI (plausible effects range between a 76% to a 0.26% relative reduction in SSI with long-term antibiotic prophylaxis) (472 participants; RR 0.42, 95% CI 0.24 to 0.74; moderate-quality evidence). There is uncertainty surrounding the relative effects of short-term antibiotics compared with a single dose (220 participants; RR 0.34, 95% CI 0.09 to 1.22; low-quality evidence). No reports described adverse effects associated with the drugs in those trials that reported in this outcome. None of these trials assessed or reported data regarding other outcomes, and information was insufficient to show whether a specific antibiotic is better than another. AUTHORS' CONCLUSIONS: For people undergoing orthognathic surgery, long term antibiotic prophylaxis decreases the risk of SSI compared with short-term antibiotic prophylaxis and the is uncertainty of whether short-term antibiotic prophylaxis decreases SSi risk relative to a single pre-operative dose of prophylactic antibiotics.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Evidence Based Dentistry Unit, Faculty of Dentistry, University of Chile, Sergio Livingstone Pohlhammer 943, Independencia, Santiago, Chile, 8380000."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": []
    },
    {
      "last_name": "Araya",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Araya",
      "affiliations": []
    },
    {
      "last_name": "Yanine",
      "fore_name": "Nicolás",
      "initials": "N",
      "name": "Nicolás Yanine",
      "affiliations": []
    },
    {
      "last_name": "Cordova Jara",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Cordova Jara",
      "affiliations": []
    },
    {
      "last_name": "Villanueva",
      "fore_name": "Julio",
      "initials": "J",
      "name": "Julio Villanueva",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "start_page": "CD010266",
  "pages": "CD010266",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25561078",
    "pmc": "PMC9674113",
    "doi": "10.1002/14651858.CD010266.pub2"
  },
  "doi": "10.1002/14651858.CD010266.pub2",
  "pmc_id": "PMC9674113",
  "dates": {
    "revised": "2023-10-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:10:41.407433",
    "pmid": "25561078"
  }
}