{
  "pmid": "25565891",
  "uid": "25565891",
  "title": "Incorporating alternative design clinical trials in network meta-analyses.",
  "abstract": "INTRODUCTION: Network meta-analysis (NMA) is an extension of conventional pairwise meta-analysis that allows for simultaneous comparison of multiple interventions. Well-established drug class efficacies have become commonplace in many disease areas. Thus, for reasons of ethics and equipoise, it is not practical to randomize patients to placebo or older drug classes. Unique randomized clinical trial designs are an attempt to navigate these obstacles. These alternative designs, however, pose challenges when attempting to incorporate data into NMAs. Using ulcerative colitis as an example, we illustrate an example of a method where data provided by these trials are used to populate treatment networks. METHODS: We present the methods used to convert data from the PURSUIT trial into a typical parallel design for inclusion in our NMA. Data were required for three arms: golimumab 100 mg; golimumab 50 mg; and placebo. Golimumab 100 mg induction data were available; however, data regarding those individuals who were nonresponders at induction and those who were responders at maintenance were not reported, and as such, had to be imputed using data from the rerandomization phase. Golimumab 50 mg data regarding responses at week 6 were not available. Existing relationships between the available components were used to impute the expected proportions in this missing subpopulation. Data for placebo maintenance response were incomplete, as all induction nonresponders were assigned to golimumab 100 mg. Data from the PURSUIT trial were combined with ACT-1 and ULTRA-2 trial data to impute missing information. DISCUSSION: We have demonstrated methods for converting results from alternative study designs to more conventional parallel randomized clinical trials. These conversions allow for indirect treatment comparisons that are informed by a wider array of evidence, adding to the precision of estimates.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Redwood Outcomes, Vancouver, BC, Canada ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Stanford Prevention Research Center, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "Redwood Outcomes, Vancouver, BC, Canada ; Department of Medicine, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Toor",
      "fore_name": "Kabirraaj",
      "initials": "K",
      "name": "Kabirraaj Toor",
      "affiliations": [
        "Redwood Outcomes, Vancouver, BC, Canada ; School of Population and Public Health, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Jeroen P",
      "initials": "JP",
      "name": "Jeroen P Jansen",
      "affiliations": [
        "Redwood Outcomes, Vancouver, BC, Canada ; Department of Public Health and Community Medicine, Tufts University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Redwood Outcomes, Vancouver, BC, Canada ; Stanford Prevention Research Center, Stanford University, Stanford, CA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2015"
  },
  "start_page": "29",
  "end_page": "35",
  "pages": "29-35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25565891",
    "pmc": "PMC4278731",
    "doi": "10.2147/CLEP.S70853",
    "pii": "clep-7-029"
  },
  "doi": "10.2147/CLEP.S70853",
  "pmc_id": "PMC4278731",
  "dates": {
    "completed": "2015-01-08",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.958050",
    "pmid": "25565891"
  }
}