{
  "pmid": "25568219",
  "uid": "25568219",
  "title": "Vascular access creation before hemodialysis initiation and use: a population-based cohort study.",
  "abstract": "BACKGROUND AND OBJECTIVES: In Canada, approximately 17% of patients use an arteriovenous access (fistula or arteriovenous graft) at commencement of hemodialysis, despite guideline recommendations promoting its timely creation and use. It is unclear if this low pattern of use is attributable to the lack of surgical creation or a high nonuse rate. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: Using large health care databases in Ontario, Canada, a population-based cohort of adult patients (≥18 years old) who initiated hemodialysis as their first form of RRT between 2001 and 2010 was studied. The aims were to (1) estimate the proportion of patients who had an arteriovenous access created before starting hemodialysis and the proportion who successfully used it at hemodialysis start, (2) test for secular trends in arteriovenous access creation, and (3) estimate the effect of late nephrology referral and patient characteristics on arteriovenous access creation. RESULTS: There were 17,183 patients on incident hemodialysis. The mean age was 65.8 years, 60% were men, and 40% were referred late to a nephrologist; 27% of patients (4556 of 17,183) had one or more arteriovenous accesses created, and the median time between arteriovenous access creation and hemodialysis start was 184 days. When late referrals were excluded, 39% of patients (4007 of 10,291) had one or more arteriovenous accesses created, and 27% of patients (2724 of 10,291) used the arteriovenous access. Since 2001, there has been a decline in arteriovenous access creation before hemodialysis initiation. Women, higher numbers of comorbidities, and rural residence were consistently associated with lower rates of arteriovenous access creation. These results persisted even after removing patients with <6 months nephrology care or who had AKI 6 months before starting hemodialysis. CONCLUSIONS: In Canada, arteriovenous access creation before hemodialysis initiation is low, even among patients followed by a nephrologist. Better understanding of the barriers and influencers of arteriovenous access creation is needed to inform both clinical care and guidelines.",
  "authors": [
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed A",
      "initials": "AA",
      "name": "Ahmed A Al-Jaishi",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Kidney Dialysis Transplantation Program, Toronto, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine E",
      "initials": "CE",
      "name": "Charmaine E Lok",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Kidney Dialysis Transplantation Program, Toronto, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Division of Nephrology, Department of Medicine, Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Kidney Dialysis Transplantation Program, Toronto, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Joyce C",
      "initials": "JC",
      "name": "Joyce C Zhang",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; and louise.moist@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "06"
  },
  "start_page": "418",
  "end_page": "427",
  "pages": "418-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Arteriovenous Shunt, Surgical",
    "Comorbidity",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Nephrology",
    "Ontario",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Referral and Consultation",
    "Renal Dialysis",
    "Retrospective Studies",
    "Rural Population",
    "Sex Factors",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "25568219",
    "pmc": "PMC4348683",
    "doi": "10.2215/CJN.06220614",
    "pii": "CJN.06220614"
  },
  "doi": "10.2215/CJN.06220614",
  "pmc_id": "PMC4348683",
  "dates": {
    "completed": "2016-02-02",
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.943266",
    "pmid": "25568219"
  }
}