{
  "pmid": "25569652",
  "uid": "25569652",
  "title": "Qigong for hypertension: a systematic review.",
  "abstract": "The purpose of this review was to evaluate the efficacy and safety of qigong for hypertension.A systematic literature search was performed in 7 databases from their respective inceptions until April 2014, including the Cochrane Library, EMBASE, PubMed, Chinese Scientific Journal Database, Chinese Biomedical Literature Database, Wanfang database, and Chinese National Knowledge Infrastructure. Randomized controlled trials of qigong as either monotherapy or adjunctive therapy with antihypertensive drugs versus no intervention, exercise, or antihypertensive drugs for hypertension were identified. The risk of bias was assessed using the tool described in Cochrane Handbook for Systematic Review of Interventions, version 5.1.0.Twenty trials containing 2349 hypertensive patients were included in the meta-analysis. The risk of bias was generally high. Compared with no intervention, qigong significantly reduced systolic blood pressure (SBP) (weighted mean difference [WMD] = -17.40 mm Hg, 95% confidence interval [CI] -21.06 to -13.74, P < 0.00001) and diastolic blood pressure (DBP) (WMD = -10.15 mm Hg, 95% CI -13.99 to -6.30, P < 0.00001). Qigong was inferior to exercise in decreasing SBP (WMD = 6.51 mm Hg, 95% CI 2.81 to 10.21, P = 0.0006), but no significant difference between the effects of qigong and exercise on DBP (WMD = 0.67 mm Hg, 95% CI -1.39 to 2.73, P = 0.52) was identified. Compared with antihypertensive drugs, qigong produced a clinically meaningful but not statistically significant reduction in SBP (WMD = -7.91 mm Hg, 95% CI -16.81 to 1.00, P = 0.08), but appeared to be more effective in lowering DBP (WMD = -6.08 mm Hg, 95% CI -9.58 to -2.58, P = 0.0007). Qigong plus antihypertensive drugs significantly lowered both SBP (WMD = -11.99 mm Hg, 95% CI -15.59 to -8.39, P < 0.00001) and DBP (WMD = -5.28 mm Hg, 95% CI, -8.13 to -2.42, P = 0.0003) compared with antihypertensive drugs alone. No serious adverse events were reported.The meta-analysis suggests that qigong is an effective therapy for hypertension. However, more rigorously designed randomized controlled trials with long-term follow-up focusing on hard clinical outcomes are required to confirm the results.",
  "authors": [
    {
      "last_name": "Xiong",
      "fore_name": "Xingjiang",
      "initials": "X",
      "name": "Xingjiang Xiong",
      "affiliations": [
        "From the Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences (XX); Bio-organic and Natural Products Laboratory, McLean Hospital, Harvard Medical School, Belmont, MA, USA (XL); Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences (PW), Beijing, China; Bio-organic and Natural Products Laboratory, McLean Hospital, Harvard Medical School, Belmont, MA; and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (YZ)."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Pengqian",
      "initials": "P",
      "name": "Pengqian Wang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoke",
      "initials": "X",
      "name": "Xiaoke Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medicine",
    "iso_abbreviation": "Medicine (Baltimore)",
    "issn": "1536-5964",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "e352",
  "pages": "e352",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Hypertension",
    "Qigong",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25569652",
    "pmc": "PMC4602820",
    "doi": "10.1097/MD.0000000000000352",
    "pii": "00005792-201501010-00018"
  },
  "doi": "10.1097/MD.0000000000000352",
  "pmc_id": "PMC4602820",
  "dates": {
    "completed": "2015-04-13",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.604056",
    "pmid": "25569652"
  }
}