{
  "pmid": "25565260",
  "uid": "25565260",
  "title": "Disrupting diagnostic reasoning: do interruptions, instructions, and experience affect the diagnostic accuracy and response time of residents and emergency physicians?",
  "abstract": "PURPOSE: Others have suggested that increased time pressure, sometimes caused by interruptions, may result in increased diagnostic errors. The authors previously found, however, that increased time pressure alone does not result in increased errors, but they did not test the effect of interruptions. It is unclear whether experience modulates the combined effects of time pressure and interruptions. This study investigated whether increased time pressure, interruptions, and experience level affect diagnostic accuracy and response time. METHOD: In October 2012, 152 residents were recruited at five Medical Council of Canada Qualifying Examination Part II test sites. Forty-six emergency physicians were recruited from one Canadian and one U.S. academic health center. Participants diagnosed 20 written general medicine cases. They were randomly assigned to receive fast (time pressure) or slow condition instructions. Visual and auditory case interruptions were manipulated as a within-subject factor. RESULTS: Diagnostic accuracy was not affected by interruptions or time pressure but was related to experience level: Emergency physicians were more accurate (71%) than residents (43%) (F = 234.0, P < .0001) and responded more quickly (54 seconds) than residents (65 seconds) (F = 9.0, P < .005). Response time was shorter for participants in the fast condition (55 seconds) than in the slow condition (73 seconds) (F = 22.2, P < .0001). Interruptions added about 8 seconds to response time. CONCLUSIONS: Experienced emergency physicians were both faster and more accurate than residents. Instructions to proceed quickly and interruptions had a small effect on response time but no effect on accuracy.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra D",
      "initials": "SD",
      "name": "Sandra D Monteiro",
      "affiliations": [
        "Dr. Monteiro is assistant professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Dr. Sherbino is associate professor, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Dr. Ilgen is assistant professor, Division of Emergency Medicine, School of Medicine, University of Washington, Seattle, Washington. Dr. Dore is assistant professor, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Dr. Wood is associate professor, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada. Dr. Young is assistant professor, Department of Medicine, McGill University, Montreal, Quebec, Canada. Dr. Bandiera is director of postgraduate programs, Department of Medicine and Postgraduate Medical Education, University of Toronto, Toronto, Ontario, Canada. Dr. Blouin is director of faculty development for health sciences, Department of Emergency Medicine, Queen's University, Kingston, Ontario, Canada. Dr. Gaissmaier is professor, Department of Psychology, University of Konstanz, Konstanz, Germany. Dr. Norman is professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Ms. Howey is a research associate, Program for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan David",
      "initials": "JD",
      "name": "Jonathan David Sherbino",
      "affiliations": []
    },
    {
      "last_name": "Ilgen",
      "fore_name": "Jonathan Seth",
      "initials": "JS",
      "name": "Jonathan Seth Ilgen",
      "affiliations": []
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly L",
      "initials": "KL",
      "name": "Kelly L Dore",
      "affiliations": []
    },
    {
      "last_name": "Wood",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Wood",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Meredith E",
      "initials": "ME",
      "name": "Meredith E Young",
      "affiliations": []
    },
    {
      "last_name": "Bandiera",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Bandiera",
      "affiliations": []
    },
    {
      "last_name": "Blouin",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Blouin",
      "affiliations": []
    },
    {
      "last_name": "Gaissmaier",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Gaissmaier",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    },
    {
      "last_name": "Howey",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Howey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "511",
  "end_page": "517",
  "pages": "511-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Diagnosis",
    "Diagnostic Errors",
    "Emergency Medicine",
    "Humans",
    "Internship and Residency",
    "Reaction Time",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "25565260",
    "doi": "10.1097/ACM.0000000000000614"
  },
  "doi": "10.1097/ACM.0000000000000614",
  "dates": {
    "completed": "2015-06-04",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.754098",
    "pmid": "25565260"
  }
}