{
  "pmid": "25573848",
  "uid": "25573848",
  "title": "New-onset atrial fibrillation in sepsis is associated with increased morbidity and mortality.",
  "abstract": "BACKGROUND: The development of new-onset atrial fibrillation in sepsis has been associated with adverse outcomes. METHODS: A systematic literature search was conducted to retrieve articles that investigated the association of new-onset atrial fibrillation in patients diagnosed with sepsis. The primary outcome of interest was the pooled risk ratio (RR) of in-hospital mortality in patients with new-onset atrial fibrillation and sepsis. RESULTS: Six studies included 3100 patients with new-onset atrial fibrillation in sepsis and 36,900 patients without new-onset atrial fibrillation in sepsis. The pooled RR for in-hospital mortality was 1.45 (95 % CI 1.32-1.60, p < 0.00001, I (2 = )24 %). New-onset atrial fibrillation was also associated with increased ICU mortality, ICU and in-hospital length of stay and stroke. New-onset atrial fibrillation occurred more in the elderly, those with a prior history of cardiovascular and respiratory disease, and those with increased severity of illness. CONCLUSION: Prospective randomised trials are needed to clarify the significance of new-onset atrial fibrillation in sepsis, optimal treatment strategies for these patients, and the benefit of systemic anticoagulation. Physicians should be aware that new-onset atrial fibrillation in sepsis is not merely an observed temporary arrhythmia but a marker of poor prognosis and should be managed accordingly.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Sumeet",
      "initials": "S",
      "name": "Sumeet Gandhi",
      "affiliations": [
        "McMaster University, Division of Cardiology, Hamilton, Ontario Canada Hamilton Health Sciences Centre, 237 Barton Street East, Office 329, 3 Lower North, L8L 2X2, Hamilton, Ontario, Canada, sumeet.gandhi@medportal.ca."
      ]
    },
    {
      "last_name": "Litt",
      "fore_name": "Dhanjit",
      "initials": "D",
      "name": "Dhanjit Litt",
      "affiliations": []
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Netherlands heart journal : monthly journal of the Netherlands Society of Cardiology and the Netherlands Heart Foundation",
    "iso_abbreviation": "Neth Heart J",
    "issn": "1568-5888",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "82",
  "end_page": "88",
  "pages": "82-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25573848",
    "pmc": "PMC4315783",
    "doi": "10.1007/s12471-014-0641-x"
  },
  "doi": "10.1007/s12471-014-0641-x",
  "pmc_id": "PMC4315783",
  "dates": {
    "completed": "2015-02-04",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.140269",
    "pmid": "25573848"
  }
}