{
  "pmid": "25579547",
  "uid": "25579547",
  "title": "Changes of serum albumin level and systemic inflammatory response in inoperable non-small cell lung cancer patients after chemotherapy.",
  "abstract": "AIM: Hypoalbuminemia and systemic inflammatory response (SIR) parameters are a key role in the prognosis of cancer patients. We aim to investigate the changes of serum albumin level and SIR after chemotherapy, in patients with inoperable non-small cell lung cancer (NSCLC). The hypothesis is that improved serum albumin level may be beneficial to the SIR parameters and will reduce chemotherapy-induced toxicity. PATIENTS AND METHODS: Forty-nine stage III b or stage IV inoperable NSCLC patients were divided into two groups, depending on whether albumin administration was given before chemotherapy. The Karnofsky performance score (KPS), nutritional status including body mass index (BMI), and serum albumin level were evaluated. SIR was evaluated by investigating the changes of the C-reactive protein (CRP), calculating the neutrophil lymphocyte ratio (NLR), and the platelet lymphocyte ratio (PLR), before and after chemotherapy. The chemotherapy-induced toxicity was also evaluated. RESULTS: In the group of patients without albumin administration before chemotherapy, the serum albumin level was significantly decreased (P<0.05) and the CRP level was significantly increased than before (P<0.05). Significant correlations were noted between hypoalbuminemia and CRP increase (r=0.533 P<0.05), between hypoalbuminemia and NLR≥5 (r=0.574 P<0.01) after chemotherapy. Patients with hypoalbuminemia developed more severe chemotherapy-induced toxicity symptoms. In the group of patients with albumin administration before chemotherapy, there was no significant difference in serum albumin level before and after chemotherapy (P>0.05), even though the patients may have been malnourished or diagnosed with pleural effusions. There were no significant changes in the SIR parameters. CONCLUSION: Early assessment of the serum albumin level in patients with inoperable NSCLC and their improvement in the serum albumin level may suggest that there are beneficial effects after chemotherapy.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xingsheng",
      "initials": "X",
      "name": "Xingsheng Wang",
      "affiliations": []
    },
    {
      "last_name": "Han",
      "fore_name": "Hongli",
      "initials": "H",
      "name": "Hongli Han",
      "affiliations": []
    },
    {
      "last_name": "Duan",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Duan",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Uzair",
      "initials": "U",
      "name": "Uzair Khan",
      "affiliations": []
    },
    {
      "last_name": "Hu",
      "fore_name": "Yonghao",
      "initials": "Y",
      "name": "Yonghao Hu",
      "affiliations": []
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin, China."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cancer research and therapeutics",
    "iso_abbreviation": "J Cancer Res Ther",
    "issn": "1998-4138",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2014"
  },
  "start_page": "1019",
  "end_page": "1023",
  "pages": "1019-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Antineoplastic Agents",
    "Body Mass Index",
    "C-Reactive Protein",
    "Carcinoma, Non-Small-Cell Lung",
    "Female",
    "Humans",
    "Inflammation",
    "Karnofsky Performance Status",
    "Lung Neoplasms",
    "Lymphocytes",
    "Male",
    "Middle Aged",
    "Neutrophils",
    "Prognosis",
    "Serum Albumin"
  ],
  "article_ids": {
    "pubmed": "25579547",
    "doi": "10.4103/0973-1482.137953",
    "pii": "JCanResTher_2014_10_4_1019_137953"
  },
  "doi": "10.4103/0973-1482.137953",
  "dates": {
    "completed": "2015-11-20",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Serum Albumin",
    "C-Reactive Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.355414",
    "pmid": "25579547"
  }
}