{
  "pmid": "25584911",
  "uid": "25584911",
  "title": "The thrombogenicity of C1 esterase inhibitor (human): review of the evidence.",
  "abstract": "Thromboembolic events associated with human plasma-derived C1 esterase inhibitor (C1-INH) use in patients with hereditary angioedema (HAE) have been reported in the U.S. Food and Drug Administration (FDA) Adverse Event Reporting System database. The purpose of this article is to review and assess the strength of available evidence regarding the thrombogenicity of human plasma-derived C1-INH. A PubMed search was conducted of English language articles from January 1990 to December 2013 reporting the thrombogenicity of C1-INH. Original research articles were selected if the following criteria were met: (1) C1-INH was the focus of the study and (2) the authors addressed the pro- or antithrombotic potential of C1-INH. Additional articles on the clinical use of C1-INH in disease states other than HAE were obtained using reference lists of selected articles. Pivotal studies and prescribing information for C1-INH products were also reviewed. Limited animal and clinical data suggest that C1-INH, particularly at high doses of up to 500 U/kg (compared with the U.S. FDA-approved 20-U/kg dose), may be prothrombotic. In contrast, C1-INH has been used in some patients with myocardial infarction, ischemic stroke, sepsis, and capillary leak syndrome at off-label supratherapeutic doses (up to 100 U/kg) without evidence of a thrombogenic effect. Based on our review, thromboembolic events reported with C1-INH use are rare and patients with HAE who experienced such events often have underlying thromboembolic risk factors.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bauer",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Bauer",
      "affiliations": []
    },
    {
      "last_name": "Kaplan",
      "fore_name": "Allen P",
      "initials": "AP",
      "name": "Allen P Kaplan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Allergy and asthma proceedings",
    "iso_abbreviation": "Allergy Asthma Proc",
    "issn": "1539-6304",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2014"
  },
  "start_page": "444",
  "end_page": "453",
  "pages": "444-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Angioedemas, Hereditary",
    "Animals",
    "Blood Coagulation",
    "Complement C1 Inhibitor Protein",
    "Disease Models, Animal",
    "Humans",
    "Incidence",
    "Risk Factors",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "25584911",
    "doi": "10.2500/aap.2014.35.3799"
  },
  "doi": "10.2500/aap.2014.35.3799",
  "dates": {
    "completed": "2015-09-16",
    "revised": "2016-10-20"
  },
  "chemicals": [
    "Complement C1 Inhibitor Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.641637",
    "pmid": "25584911"
  }
}