{
  "pmid": "25584357",
  "uid": "25584357",
  "title": "A call for a backward design to knowledge translation.",
  "abstract": "Despite several calls to support evidence-informed policy-making, variations in uptake of evidence into policy persist. This editorial brings together and builds on previous Knowledge Translation (KT) frameworks and theories to present a simple, yet, holistic approach for promoting evidence-informed policies. The proposed conceptual framework is characterized by its impact-oriented approach and its view of KT as a continuum from the evidence synthesis stage to uptake and evaluation, while highlighting capacity and resource requirement at every step. A practical example is given to guide readers through the different steps of the framework. With a growing interest in strengthening evidence-informed policy-making, there is a need to continuously develop theories to understand and improve the science of KT and its implementation within the field of policy-making.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. ; Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. ; Center for Systematic Reviews in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "5",
  "pages": "1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25584357",
    "pmc": "PMC4289031",
    "doi": "10.15171/ijhpm.2015.10"
  },
  "doi": "10.15171/ijhpm.2015.10",
  "pmc_id": "PMC4289031",
  "dates": {
    "completed": "2015-01-13",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.820811",
    "pmid": "25584357"
  }
}