{
  "pmid": "25585562",
  "uid": "25585562",
  "title": "A Comparative Study of Four Oral Contrast Agents for Small Bowel Distension with Computed Tomography Enterography.",
  "abstract": "PURPOSE: To assess the efficacy of a variety of oral contrast agents in obtaining small bowel distention for computed tomography (CT) enterography examinations. METHODS: A retrospective study was developed to quantitatively assess small bowel luminal distension during CT enterography by using 4 contrast agents, which included water, Metamucil, polyethylene glycol, and lactulose. A total of 256 patients were enrolled in the study and included 64 individuals for each oral regimen. The widest loop of small bowel in each of 4 quadrants on representative coronal images was separately measured for luminal distension. Overall distension and the greatest number of \"useful\" quadrants were evaluated. Overall distension was calculated by summing the 4 quadrant values into an overall luminal diameter distention score (cm). A \"useful\" quadrant was defined as having a measurement of ≥2 cm. Each \"useful\" quadrant was assigned a score of 1, with values that ranged from 0-4. RESULTS: For overall distension, multivariable liner regression analysis showed that the lactulose group had a significantly higher overall distension value than Metamucil, polyethylene glycol, and water by 0.88, 0.92, and 1.63 cm, respectively, with 95% confidence interval. The categorical multivariable logistic regression analysis showed that the lactulose group had greater odds of having more \"useful\" quadrants than the Metamucil, polyethylene glycol, and water groups, with odds ratios of 3.51, 2.68, and 9.19, respectively. CONCLUSION: Lactulose achieves better small bowel distension for CT enterography studies than the other 3 agents and, therefore, is the preferred oral regimen at our institution.",
  "authors": [
    {
      "last_name": "Leduc",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Leduc",
      "affiliations": [
        "Diagnostic Radiology Residency Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "De",
      "fore_name": "Anirban",
      "initials": "A",
      "name": "Anirban De",
      "affiliations": [
        "Diagnostic Radiology Department, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rebello",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Rebello",
      "affiliations": [
        "Diagnostic Radiology Department, St Joseph's Healthcare, Hamilton, Ontario, Canada. Electronic address: rebellor31@gmail.com."
      ]
    },
    {
      "last_name": "Muhn",
      "fore_name": "Narry",
      "initials": "N",
      "name": "Narry Muhn",
      "affiliations": [
        "Diagnostic Radiology Department, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Association of Radiologists journal = Journal l'Association canadienne des radiologistes",
    "iso_abbreviation": "Can Assoc Radiol J",
    "issn": "1488-2361",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "140",
  "end_page": "144",
  "pages": "140-4",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Adult",
    "Aged",
    "Contrast Media",
    "Female",
    "Humans",
    "Intestine, Small",
    "Lactulose",
    "Male",
    "Middle Aged",
    "Multidetector Computed Tomography",
    "Polyethylene Glycols",
    "Psyllium",
    "Retrospective Studies",
    "Water"
  ],
  "article_ids": {
    "pubmed": "25585562",
    "doi": "10.1016/j.carj.2014.05.004",
    "pii": "S0846-5371(14)00042-4"
  },
  "doi": "10.1016/j.carj.2014.05.004",
  "dates": {
    "completed": "2015-06-25",
    "revised": "2019-07-22"
  },
  "chemicals": [
    "Contrast Media",
    "Water",
    "Polyethylene Glycols",
    "Lactulose",
    "Psyllium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:10.236417",
    "pmid": "25585562"
  }
}