{
  "pmid": "25593749",
  "uid": "25593749",
  "title": "A ventilator strategy combining low tidal volume ventilation, recruitment maneuvers, and high positive end-expiratory pressure does not increase sedative, opioid, or neuromuscular blocker use in adults with acute respiratory distress syndrome and may improve patient comfort.",
  "abstract": "BACKGROUND: The Lung Open Ventilation Study (LOV Study) compared a low tidal volume strategy with an experimental strategy combining low tidal volume, lung recruitment maneuvers, and higher plateau and positive end-expiratory pressures (PEEP) in adults with acute respiratory distress syndrome (ARDS). Herein, we compared sedative, opioid, and neuromuscular blocker (NMB) use among patients managed with the intervention and control strategies and clinicians' assessment of comfort in both groups. METHODS: This was an observational substudy of the LOV Study, a randomized trial conducted in 30 intensive care units in Canada, Australia, and Saudi Arabia. In 16 centers, we recorded daily doses of sedatives, opioids, and NMBs and surveyed bedside clinicians about their own comfort with the assigned ventilator strategy and their perceptions of patient comfort. We compared characteristics and outcomes of patients who did and did not receive NMBs. RESULTS: Study groups received similar sedative, opioid, and NMB dosing on days 1, 3, and 7. Patient comfort as assessed by clinicians was not different in the two groups: 93% perceived patients had no/minimal discomfort. In addition, 92% of clinicians were comfortable with the assigned ventilation strategy without significant differences between the two groups. When clinicians expressed discomfort, more expressed discomfort about PEEP levels in the intervention vs control group (2.9% vs 0.7%, P <0.0001), and more perceived patient discomfort among controls (6.0% vs 4.3%, P = 0.049). On multivariable analysis, the strongest associations with NMB use were higher plateau pressure (hazard ratio (HR) 1.15; 95% confidence interval (CI) 1.07 to 1.23; P = 0.0002) and higher daily sedative dose (HR 1.03; 95% CI 1.02 to 1.05; P <0.0001). Patients receiving NMBs had more barotrauma, longer durations of mechanical ventilation and hospital stay, and higher mortality. CONCLUSIONS: In the LOV Study, high PEEP, low tidal volume ventilation did not increase sedative, opioid, or NMB doses in adults with ARDS, compared with a lower PEEP strategy, and appeared at least as comfortable for patients. NMB use may reflect worse lung injury, as these patients had more barotrauma, longer durations of ventilation, and higher mortality. TRIAL REGISTRATION: ClinicalTrials.gov Identifier NCT00182195.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine and Interdepartmental Division of Critical Care Medicine, Mount Sinai Hospital, University of Toronto, 600 University Avenue, Suite 18-216, Toronto M5G 1X5, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Hamilton Health Sciences and Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton L8S 4K1, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skrobik",
      "fore_name": "Yoanna",
      "initials": "Y",
      "name": "Yoanna Skrobik",
      "affiliations": [
        "Département de Medicine, Soins Intensifs, Hôpital Maisonneuve Rosemont, Universite de Montreal, Montreal H1T 2M4, Quebec, Canada."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Kingston General Hospital, Queen's University, Kingston K7L 2V7, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Department of Medicine, London Health Sciences Centre, Western University, London N6A 5A5, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Thomas E",
      "initials": "TE",
      "name": "Thomas E Stewart",
      "affiliations": [
        "Niagara Health System, St. Catharines L2S 0A9, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa D",
      "initials": "LD",
      "name": "Lisa D Burry",
      "affiliations": [
        "Department of Pharmacy and Medicine, Mount Sinai Hospital, Toronto M5G 1X5, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton L8S 4K1, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Hamilton Health Sciences and Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton L8S 4K1, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of intensive care",
    "iso_abbreviation": "Ann Intensive Care",
    "issn": "2110-5820",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2014"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25593749",
    "pmc": "PMC4273695",
    "doi": "10.1186/s13613-014-0033-9",
    "pii": "s13613-014-0033-9"
  },
  "doi": "10.1186/s13613-014-0033-9",
  "pmc_id": "PMC4273695",
  "dates": {
    "completed": "2015-01-16",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.391129",
    "pmid": "25593749"
  }
}