{
  "pmid": "25599695",
  "uid": "25599695",
  "title": "Effect of a mobile phone intervention on quitting smoking in a young adult population of smokers: randomized controlled trial study protocol.",
  "abstract": "BACKGROUND: Tobacco use remains the number one cause of preventable chronic disease and death in developed countries worldwide. In North America, smoking rates are highest among young adults. Despite that the majority of young adult smokers indicate wanting to quit, smoking rates among this age demographic have yet to decline. Helping young adults quit smoking continues to be a public health priority. Digital mobile technology presents a promising medium for reaching this population with smoking cessation interventions, especially because young adults are the heaviest users of this technology. OBJECTIVE: The primary aim of this trial is to determine the effectiveness of an evidence-informed mobile phone app for smoking cessation, Crush the Crave, on reducing smoking prevalence among young adult smokers. METHODS: A parallel randomized controlled trial (RCT) with two arms will be conducted in Canada to evaluate Crush the Crave. In total, 1354 young adult smokers (19 to 29 years old) will be randomized to receive the evidence-informed mobile phone app, Crush the Crave, or an evidence-based self-help guide known as \"On the Road to Quitting\" (control) for a period of 6 months. The primary outcome measure is a 30-day point prevalence of abstinence at the 6-month follow-up. Secondary outcomes include a 7-day point prevalence of abstinence, number of quit attempts, reduction in consumption of cigarettes, self-efficacy, satisfaction, app utilization metrics, and use of smoking cessation services. A cost-effectiveness analysis is included. RESULTS: This trial is currently open for recruitment. The anticipated completion date for the study is April 2016. CONCLUSIONS: This randomized controlled trial will provide the evidence to move forward on decision making regarding the inclusion of technology-based mobile phone interventions as part of existing smoking cessation efforts made by health care providers. Evidence from the trial will also inform the development of future apps, provide a deeper understanding of the factors that drive change in smoking behavior using an app, and improve the design of cessation apps. This trial is among the first to assess the effect of a comprehensive and evidence-informed mHealth smoking cessation app on a large sample of young adult smokers. Strengths of the trial include the high-quality research design and in-depth assessment of the implementation of the intervention. If effective, the trial has the potential to demonstrate that including mHealth technology as a population-based intervention strategy can cost-effectively reach a greater proportion of the population and help young adult smokers to quit. TRIAL REGISTRATION: ClinicalTrials.gov NCT01983150; http://clinicaltrials.gov/ct2/show/NCT01983150 (Archived by WebCite at http://www.webcitation.org/6VGyc0W0i).",
  "authors": [
    {
      "last_name": "Baskerville",
      "fore_name": "Neill Bruce",
      "initials": "NB",
      "name": "Neill Bruce Baskerville",
      "affiliations": [
        "Propel Centre for Population Health Impact, Lyle S. Hallman Institute, University of Waterloo, Waterloo, ON, Canada. nbbaskerville@uwaterloo.ca."
      ],
      "orcid": "0000-0003-4517-7443"
    },
    {
      "last_name": "Struik",
      "fore_name": "Laura Louise",
      "initials": "LL",
      "name": "Laura Louise Struik",
      "affiliations": [],
      "orcid": "0000-0001-7175-7308"
    },
    {
      "last_name": "Hammond",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hammond",
      "affiliations": [],
      "orcid": "0000-0001-8197-6010"
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [],
      "orcid": "0000-0001-9561-5072"
    },
    {
      "last_name": "Norman",
      "fore_name": "Cameron D",
      "initials": "CD",
      "name": "Cameron D Norman",
      "affiliations": [],
      "orcid": "0000-0001-6702-5470"
    },
    {
      "last_name": "Whittaker",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Whittaker",
      "affiliations": [],
      "orcid": "0000-0003-0901-9149"
    },
    {
      "last_name": "Burns",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Burns",
      "affiliations": [],
      "orcid": "0000-0002-6182-958X"
    },
    {
      "last_name": "Grindrod",
      "fore_name": "Kelly A",
      "initials": "KA",
      "name": "Kelly A Grindrod",
      "affiliations": [],
      "orcid": "0000-0003-1135-0391"
    },
    {
      "last_name": "Brown",
      "fore_name": "K Stephen",
      "initials": "KS",
      "name": "K Stephen Brown",
      "affiliations": [],
      "orcid": "0000-0002-2686-7871"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "start_page": "e10",
  "pages": "e10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25599695",
    "pmc": "PMC4319093",
    "doi": "10.2196/resprot.3823",
    "pii": "v4i1e10"
  },
  "doi": "10.2196/resprot.3823",
  "pmc_id": "PMC4319093",
  "dates": {
    "completed": "2015-01-20",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:34.936325",
    "pmid": "25599695"
  }
}