{
  "pmid": "25594495",
  "uid": "25594495",
  "title": "Venous thromboembolism prophylaxis in critically ill patients.",
  "abstract": "Venous thromboembolism (VTE), including deep vein thrombosis (DVT) and pulmonary embolism (PE), is recognized as a common complication in critically ill patients. Risk factors including critical illness, mechanical ventilation, sedative medications, and central venous catheter insertion are major contributing factors to the high risk of VTE. Because of their impaired cardiopulmonary reserve, PE arising from thrombosis in the deep veins of the calf that propagates proximally is poorly tolerated by critically ill patients. Pharmacologic prophylaxis with unfractionated heparin (UFH) or low-molecular-weight heparin (LMWH) has been shown to decrease the incidence of VTE in medical, surgical, and critically ill patients. As a result, over the past decades, VTE prophylaxis had become a standard of preventive measure in the intensive care unit (ICU). In clinical practice, the rate of VTE prophylaxis varies and may be inadequate in some centers. A perception of a high bleeding risk in critically ill patients is a major concern for most physicians that may lead to inadequate prophylaxis.",
  "authors": [
    {
      "last_name": "Boonyawat",
      "fore_name": "Kochawan",
      "initials": "K",
      "name": "Kochawan Boonyawat",
      "affiliations": [
        "Department of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in thrombosis and hemostasis",
    "iso_abbreviation": "Semin Thromb Hemost",
    "issn": "1098-9064",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "68",
  "end_page": "74",
  "pages": "68-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Critical Illness",
    "Humans",
    "Meta-Analysis as Topic",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "25594495",
    "doi": "10.1055/s-0034-1398386"
  },
  "doi": "10.1055/s-0034-1398386",
  "dates": {
    "completed": "2015-10-20",
    "revised": "2015-02-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.642246",
    "pmid": "25594495"
  }
}