{
  "pmid": "25602176",
  "uid": "25602176",
  "title": "Characterising human atherosclerotic carotid plaque tissue composition and morphology using combined spectroscopic and imaging modalities.",
  "abstract": "Calcification is a marked pathological component in carotid artery plaque. Studies have suggested that calcification may induce regions of high stress concentrations therefore increasing the potential for rupture. However, the mechanical behaviour of the plaque under the influence of calcification is not fully understood. A method of accurately characterising the calcification coupled with the associated mechanical plaque properties is needed to better understand the impact of calcification on the mechanical behaviour of the plaque during minimally invasive treatments. This study proposes a comparison of biochemical and structural characterisation methods of the calcification in carotid plaque specimens to identify plaque mechanical behaviour. Biochemical analysis, by Fourier Transform Infrared (FTIR) spectroscopy, was used to identify the key components, including calcification, in each plaque sample. However, FTIR has a finite penetration depth which may limit the accuracy of the calcification measurement. Therefore, this FTIR analysis was coupled with the identification of the calcification inclusions located internally in the plaque specimen using micro x-ray computed tomography (μX-CT) which measures the calcification volume fraction (CVF) to total tissue content. The tissue characterisation processes were then applied to the mechanical material plaque properties acquired from experimental circumferential loading of human carotid plaque specimen for comparison of the methods. FTIR characterised the degree of plaque progression by identifying the functional groups associated with lipid, collagen and calcification in each specimen. This identified a negative relationship between stiffness and 'lipid to collagen' and 'calcification to collagen' ratios. However, μX-CT results suggest that CVF measurements relate to overall mechanical stiffness, while peak circumferential strength values may be dependent on specific calcification geometries. This study demonstrates the need to fully characterise the calcification structure of the plaque tissue and that a combination of FTIR and μX-CT provides the necessary information to fully understand the mechanical behaviour of the plaque tissue.",
  "authors": [
    {
      "last_name": "Barrett",
      "fore_name": "Hilary E",
      "initials": "HE",
      "name": "Hilary E Barrett",
      "affiliations": []
    },
    {
      "last_name": "Mulvihill",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Mulvihill",
      "affiliations": []
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomedical engineering online",
    "iso_abbreviation": "Biomed Eng Online",
    "issn": "1475-925X",
    "issn_type": "Electronic",
    "volume": "14 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2015"
  },
  "start_page": "S5",
  "pages": "S5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomechanical Phenomena",
    "Calcinosis",
    "Carotid Stenosis",
    "Humans",
    "Mechanical Phenomena",
    "Reproducibility of Results",
    "Spectroscopy, Fourier Transform Infrared",
    "X-Ray Microtomography"
  ],
  "article_ids": {
    "pubmed": "25602176",
    "pmc": "PMC4306117",
    "doi": "10.1186/1475-925X-14-S1-S5",
    "pii": "1475-925X-14-S1-S5"
  },
  "doi": "10.1186/1475-925X-14-S1-S5",
  "pmc_id": "PMC4306117",
  "dates": {
    "completed": "2015-09-21",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.831236",
    "pmid": "25602176"
  }
}