{
  "pmid": "25602515",
  "uid": "25602515",
  "title": "Simulation of human atherosclerotic femoral plaque tissue: the influence of plaque material model on numerical results.",
  "abstract": "BACKGROUND: Due to the limited number of experimental studies that mechanically characterise human atherosclerotic plaque tissue from the femoral arteries, a recent trend has emerged in current literature whereby one set of material data based on aortic plaque tissue is employed to numerically represent diseased femoral artery tissue. This study aims to generate novel vessel-appropriate material models for femoral plaque tissue and assess the influence of using material models based on experimental data generated from aortic plaque testing to represent diseased femoral arterial tissue. METHODS: Novel material models based on experimental data generated from testing of atherosclerotic femoral artery tissue are developed and a computational analysis of the revascularisation of a quarter model idealised diseased femoral artery from a 90% diameter stenosis to a 10% diameter stenosis is performed using these novel material models. The simulation is also performed using material models based on experimental data obtained from aortic plaque testing in order to examine the effect of employing vessel appropriate material models versus those currently employed in literature to represent femoral plaque tissue. RESULTS: Simulations that employ material models based on atherosclerotic aortic tissue exhibit much higher maximum principal stresses within the plaque than simulations that employ material models based on atherosclerotic femoral tissue. Specifically, employing a material model based on calcified aortic tissue, instead of one based on heavily calcified femoral tissue, to represent diseased femoral arterial vessels results in a 487 fold increase in maximum principal stress within the plaque at a depth of 0.8 mm from the lumen. CONCLUSIONS: Large differences are induced on numerical results as a consequence of employing material models based on aortic plaque, in place of material models based on femoral plaque, to represent a diseased femoral vessel. Due to these large discrepancies, future studies should seek to employ vessel-appropriate material models to simulate the response of diseased femoral tissue in order to obtain the most accurate numerical results.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": []
    },
    {
      "last_name": "Mulvihill",
      "fore_name": "John J E",
      "initials": "JJ",
      "name": "John J E Mulvihill",
      "affiliations": []
    },
    {
      "last_name": "Barrett",
      "fore_name": "Hilary E",
      "initials": "HE",
      "name": "Hilary E Barrett",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomedical engineering online",
    "iso_abbreviation": "Biomed Eng Online",
    "issn": "1475-925X",
    "issn_type": "Electronic",
    "volume": "14 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2015"
  },
  "start_page": "S7",
  "pages": "S7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aorta",
    "Biomechanical Phenomena",
    "Femoral Artery",
    "Humans",
    "Models, Biological",
    "Plaque, Atherosclerotic",
    "Stress, Mechanical"
  ],
  "article_ids": {
    "pubmed": "25602515",
    "pmc": "PMC4306121",
    "doi": "10.1186/1475-925X-14-S1-S7",
    "pii": "1475-925X-14-S1-S7"
  },
  "doi": "10.1186/1475-925X-14-S1-S7",
  "pmc_id": "PMC4306121",
  "dates": {
    "completed": "2015-09-21",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.831652",
    "pmid": "25602515"
  }
}