{
  "pmid": "25601243",
  "uid": "25601243",
  "title": "The process of adopting and incorporating simulation into undergraduate nursing curricula: a grounded theory study.",
  "abstract": "The aim of this study is to explain the process of adopting and incorporating simulation as a teaching strategy in undergraduate nursing programs, define uptake, and discuss potential outcomes. In many countries, simulation is increasingly adopted as a common teaching strategy. However, there is a dearth of knowledge related to the process of adoption and incorporation. We used an interpretive, constructivist approach to grounded theory to guide this research study. We conducted the study was in Ontario, Canada, during 2011-2012. Using multiple data sources, we informed the development of this theory including in-depth interviews (n = 43) and a review of key organizational documents, such as mission and vision statements (n = 67) from multiple nursing programs (n = 13). The adoption and uptake of mid- to high-fidelity simulation equipment is a multistep iterative process involving various organizational levels within the institution that entails a seven-phase process: (a) securing resources, (b) nursing leaders working in tandem, (c) getting it out of the box, (d) learning about simulation and its potential for teaching, (e) finding a fit, (f) trialing the equipment, and (g) integrating into the curriculum. These findings could assist nursing programs in Canada and internationally that wish to adopt or further incorporate simulation into their curricula and highlight potential organizational and program level outcomes.",
  "authors": [
    {
      "last_name": "Taplay",
      "fore_name": "Karyn",
      "initials": "K",
      "name": "Karyn Taplay",
      "affiliations": [
        "Assistant Professor Department of Nursing, Brock University."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Associate Professor School of Nursing, Mcmaster University."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Baxter",
      "affiliations": [
        "Associate Professor School of Nursing, Mcmaster University."
      ]
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Eva",
      "affiliations": [
        "Professor Faculty of Medicine, University of British Columbia."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Martin",
      "affiliations": [
        "Associate Professor School of Nursing, Mcmaster University."
      ]
    }
  ],
  "journal": {
    "title": "Journal of professional nursing : official journal of the American Association of Colleges of Nursing",
    "iso_abbreviation": "J Prof Nurs",
    "issn": "1532-8481",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "26",
  "end_page": "36",
  "pages": "26-36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Education, Nursing",
    "Grounded Theory",
    "Humans",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "25601243",
    "doi": "10.1016/j.profnurs.2014.05.005",
    "pii": "S8755-7223(14)00084-2"
  },
  "doi": "10.1016/j.profnurs.2014.05.005",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.201014",
    "pmid": "25601243"
  }
}