{
  "pmid": "25613154",
  "uid": "25613154",
  "title": "EAU Guidelines on the Assessment of Non-neurogenic Male Lower Urinary Tract Symptoms including Benign Prostatic Obstruction.",
  "abstract": "CONTEXT: Lower urinary tract symptoms (LUTS) represent one of the most common clinical complaints in adult men and have multifactorial aetiology. OBJECTIVE: To develop European Association of Urology (EAU) guidelines on the assessment of men with non-neurogenic LUTS. EVIDENCE ACQUISITION: A structured literature search on the assessment of non-neurogenic male LUTS was conducted. Articles with the highest available level of evidence were selected. The Delphi technique consensus approach was used to develop the recommendations. EVIDENCE SYNTHESIS: As a routine part of the initial assessment of male LUTS, a medical history must be taken, a validated symptom score questionnaire with quality-of-life question(s) should be completed, a physical examination including digital rectal examination should be performed, urinalysis must be ordered, post-void residual urine (PVR) should be measured, and uroflowmetry may be performed. Micturition frequency-volume charts or bladder diaries should be used to assess male LUTS with a prominent storage component or nocturia. Prostate-specific antigen (PSA) should be measured only if a diagnosis of prostate cancer will change the management or if PSA can assist in decision-making for patients at risk of symptom progression and complications. Renal function must be assessed if renal impairment is suspected from the history and clinical examination, if the patient has hydronephrosis, or when considering surgical treatment for male LUTS. Uroflowmetry should be performed before any treatment. Imaging of the upper urinary tract in men with LUTS should be performed in patients with large PVR, haematuria, or a history of urolithiasis. Imaging of the prostate should be performed if this assists in choosing the appropriate drug and when considering surgical treatment. Urethrocystoscopy should only be performed in men with LUTS to exclude suspected bladder or urethral pathology and/or before minimally invasive/surgical therapies if the findings may change treatment. Pressure-flow studies should be performed only in individual patients for specific indications before surgery or when evaluation of the pathophysiology underlying LUTS is warranted. CONCLUSIONS: These guidelines provide evidence-based practical guidance for assessment of non-neurogenic male LUTS. An extended version is available online (www.uroweb.org/guidelines). PATIENT SUMMARY: This article presents a short version of European Association of Urology guidelines for non-neurogenic male lower urinary tract symptoms (LUTS). The recommended tests should be able to distinguish between uncomplicated male LUTS and possible differential diagnoses and to evaluate baseline parameters for treatment. The guidelines also define the clinical profile of patients to provide the best evidence-based care. An algorithm was developed to guide physicians in using appropriate diagnostic tests.",
  "authors": [
    {
      "last_name": "Gratzke",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gratzke",
      "affiliations": [
        "Department of Urology, Urologische Klinik und Poliklinik, Klinikum der Universität München-Grosshadern, Munich, Germany."
      ]
    },
    {
      "last_name": "Bachmann",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Bachmann",
      "affiliations": [
        "Department of Urology, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Descazeaud",
      "fore_name": "Aurelien",
      "initials": "A",
      "name": "Aurelien Descazeaud",
      "affiliations": [
        "Department of Urology, Dupuytren Hospital, University of Limoges, Limoges, France."
      ]
    },
    {
      "last_name": "Drake",
      "fore_name": "Marcus J",
      "initials": "MJ",
      "name": "Marcus J Drake",
      "affiliations": [
        "Bristol Urological Institute and School of Clinical Sciences, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Madersbacher",
      "fore_name": "Stephan",
      "initials": "S",
      "name": "Stephan Madersbacher",
      "affiliations": [
        "Department of Urology and Andrology, Kaiser-Franz-Josef Spital, Vienna, Austria."
      ]
    },
    {
      "last_name": "Mamoulakis",
      "fore_name": "Charalampos",
      "initials": "C",
      "name": "Charalampos Mamoulakis",
      "affiliations": [
        "Department of Urology, University General Hospital of Heraklion, University of Crete Medical School, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Oelke",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Oelke",
      "affiliations": [
        "Department of Urology, Hannover Medical School, Hannover, Germany."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Gravas",
      "fore_name": "Stavros",
      "initials": "S",
      "name": "Stavros Gravas",
      "affiliations": [
        "Department of Urology, University of Thessaly, Larissa, Greece. Electronic address: sgravas2002@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "1099",
  "end_page": "1109",
  "pages": "1099-1109",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cystoscopy",
    "Diagnosis, Differential",
    "Europe",
    "Evidence-Based Practice",
    "Guidelines as Topic",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Middle Aged",
    "Prostate",
    "Prostate-Specific Antigen",
    "Prostatic Hyperplasia",
    "Urinalysis"
  ],
  "article_ids": {
    "pubmed": "25613154",
    "doi": "10.1016/j.eururo.2014.12.038",
    "pii": "S0302-2838(14)01394-3"
  },
  "doi": "10.1016/j.eururo.2014.12.038",
  "dates": {
    "completed": "2016-04-07",
    "revised": "2024-11-05"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.891769",
    "pmid": "25613154"
  }
}