{
  "pmid": "25618534",
  "uid": "25618534",
  "title": "World Health Organization strong recommendations based on low-quality evidence (study quality) are frequent and often inconsistent with GRADE guidance.",
  "abstract": "OBJECTIVES: In 2007 the World Health Organization (WHO) adopted the GRADE system for development of public health guidelines. Previously we found that many strong recommendations issued by WHO are based on evidence for which there is only low or very low confidence in the estimates of effect (discordant recommendations). GRADE guidance indicates that such discordant recommendations are rarely appropriate but suggests five paradigmatic situations in which discordant recommendations may be warranted. We sought to provide insight into the many discordant recommendations in WHO guidelines. STUDY DESIGN AND SETTING: We examined all guidelines that used the GRADE method and were approved by the WHO Guideline Review Committee between 2007 and 2012. Teams of reviewers independently abstracted data from eligible guidelines and classified recommendations either into one of the five paradigms for appropriately-formulated discordant recommendations or into three additional categories in which discordant recommendations were inconsistent with GRADE guidance: 1) the evidence warranted moderate or high confidence (a misclassification of evidence) rather than low or very low confidence; 2) good practice statements; or 3) uncertainty in the estimates of effect would best lead to a conditional (weak) recommendation. RESULTS: The 33 eligible guidelines included 160 discordant recommendations, of which 98 (61.3%) addressed drug interventions and 132 (82.5%) provided some rationale (though not entirely explicit at times) for the strong recommendation. Of 160 discordant recommendations, 25 (15.6%) were judged consistent with one of the five paradigms for appropriate recommendations; 33 (21%) were based on evidence warranting moderate or high confidence in the estimates of effect; 29 (18%) were good practice statements; and 73 (46%) warranted a conditional, rather than a strong recommendation. CONCLUSION: WHO discordant recommendations are often inconsistent with GRADE guidance, possibly threatening the integrity of the process. Further training in GRADE methods for WHO guideline development group members may be necessary, along with further research on what motivates the formulation of such recommendations.",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Alexander",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Building (HSB), 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. Electronic address: elias98_99@yahoo.com."
      ]
    },
    {
      "last_name": "Brito",
      "fore_name": "Juan P",
      "initials": "JP",
      "name": "Juan P Brito",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Divisions of Endocrinology, Diabetes, Metabolism and Nutrition, Mayo Clinic, Plummer 3-35, 200 First Street SW, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Building (HSB), 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada; Department of Internal Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Gionfriddo",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Gionfriddo",
      "affiliations": [
        "Mayo Graduate School, Mayo Clinic, Knowledge and Evaluation Research Unit, Mayo Clinic, Plummer 3-35, 200 First Street SW, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Bero",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Bero",
      "affiliations": [
        "Charles Perkins Centre, The University of Sydney, Camperdown, NSW 2006, Australia."
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "H Lee Moffitt Cancer Center, University of South Florida, FL, USA."
      ]
    },
    {
      "last_name": "Stoltzfus",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Stoltzfus",
      "affiliations": [
        "Global Health Program, Program in International Nutrition, Division of Nutritional Sciences, 120 Savage Hall, Cornell University, Ithaca, NY 14853, USA."
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Healthcare Delivery Research Program, Knowledge and Evaluation Research Unit, Divisions of Endocrinology and Diabetes and Health Care and Policy Research, Mayo Clinic, Plummer 3-35, 200 First Street SW, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Norris",
      "affiliations": [
        "Guidelines Review Committee Secretariat World Health Association (WHO), Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, 1200 Main Street West, Room 2C12, Hamilton, Ontario L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "72",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "98",
  "end_page": "106",
  "pages": "98-106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Practice Guidelines as Topic",
    "Public Health",
    "Qualitative Research",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "25618534",
    "doi": "10.1016/j.jclinepi.2014.10.011",
    "pii": "S0895-4356(14)00417-X"
  },
  "doi": "10.1016/j.jclinepi.2014.10.011",
  "dates": {
    "completed": "2016-07-11",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.610578",
    "pmid": "25618534"
  }
}