{
  "pmid": "25626749",
  "uid": "25626749",
  "title": "The impacts of observing flawed and flawless demonstrations on clinical skill learning.",
  "abstract": "OBJECTIVES: Clinical skills expertise can be advanced through accessible and cost-effective video-based observational practice activities. Previous findings suggest that the observation of performances of skills that include flaws can be beneficial to trainees. Observing the scope of variability within a skilled movement allows learners to develop strategies to manage the potential for and consequences associated with errors. This study tests this observational learning approach on the development of the skills of central line insertion (CLI). METHODS: Medical trainees with no CLI experience (n = 39) were randomised to three observational practice groups: a group which viewed and assessed videos of an expert performing a CLI without any errors (F); a group which viewed and assessed videos that contained a mix of flawless and errorful performances (E), and a group which viewed the same videos as the E group but were also given information concerning the correctness of their assessments (FA). All participants interacted with their observational videos each day for 4 days. Following this period, participants returned to the laboratory and performed a simulation-based insertion, which was assessed using a standard checklist and a global rating scale for the skill. These ratings served as the dependent measures for analysis. RESULTS: The checklist analysis revealed no differences between observational learning groups (grand mean ± standard error: [20.3 ± 0.7]/25). However, the global rating analysis revealed a main effect of group (d.f.2,36 = 4.51, p = 0.018), which describes better CLI performance in the FA group, compared with the F and E groups. CONCLUSIONS: Observational practice that includes errors improves the global performance aspects of clinical skill learning as long as learners are given confirmation that what they are observing is errorful. These findings provide a refined perspective on the optimal organisation of skill education programmes that combine physical and observational practice activities.",
  "authors": [
    {
      "last_name": "Domuracki",
      "fore_name": "Kurt",
      "initials": "K",
      "name": "Kurt Domuracki",
      "affiliations": [
        "Department of Anaesthesia, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Wong",
      "affiliations": []
    },
    {
      "last_name": "Olivieri",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Olivieri",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "186",
  "end_page": "192",
  "pages": "186-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Checklist",
    "Clinical Competence",
    "Education, Medical, Graduate",
    "Female",
    "Humans",
    "Learning",
    "Male",
    "Videotape Recording"
  ],
  "article_ids": {
    "pubmed": "25626749",
    "doi": "10.1111/medu.12631"
  },
  "doi": "10.1111/medu.12631",
  "dates": {
    "completed": "2015-08-24",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.281224",
    "pmid": "25626749"
  }
}