{
  "pmid": "25623087",
  "uid": "25623087",
  "title": "Completeness of main outcomes across randomized trials in entire discipline: survey of chronic lung disease outcomes in preterm infants.",
  "abstract": "OBJECTIVE: To map the availability of information on a major clinical outcome--chronic lung disease--across the randomized controlled trials in systematic reviews of an entire specialty, specifically interventions in preterm infants. DESIGN: Survey of systematic reviews. DATA SOURCES: Cochrane Database of Systematic Reviews. STUDY SELECTION AND METHODS: All Cochrane systematic reviews (as of November 2013) that had evaluated interventions in preterm infants. We identified how many of those systematic reviews had looked for information on chronic lung disease, how many reported on chronic lung disease, and how many of the randomized controlled trials included in the systematic reviews reported on chronic lung disease. We also randomly selected 10 systematic reviews that did not report on chronic lung disease and 10 that reported on any such outcomes and identified whether any information on chronic lung disease appeared in the primary reports of the randomized controlled trials but not in the systematic reviews. MAIN OUTCOME MEASURES: Whether availability of chronic lung disease outcomes differed by type of population and intervention and whether additional non-extracted data might have been available in trial reports. RESULTS: 174 systematic reviews with 1041 trials exclusively concerned preterm infants. Of those, 105 reviews looked for chronic lung disease outcomes, and 79 reported on these outcomes. Of the 1041 included trials, 202 reported on chronic lung disease at 28 days and 200 at 36 weeks postmenstrual; 320 reported on chronic lung disease with any definition. The proportion of systematic reviews that looked for or reported on chronic lung disease and the proportion of trials that reported on chronic lung disease was larger in preterm infants with respiratory distress or support than others (P<0.001) and differed across interventions (P<0.001). Even for trials on children with ventilation interventions, only 56% (48/86) reported on chronic lung disease. In the random sample, 45 of 84 trials (54%) had no outcomes on chronic lung disease in the systematic reviews, and only 9/45 (20%) had such information in the primary trial reports. CONCLUSIONS: Most trials included in systematic reviews of interventions on preterm infants are missing information on one of the most common serious outcomes in this population. Use of standardized clinical outcomes that would have to be collected and reported by default in all trials in a given specialty should be considered.",
  "authors": [
    {
      "last_name": "Ioannidis",
      "fore_name": "John P A",
      "initials": "JP",
      "name": "John P A Ioannidis",
      "affiliations": [
        "Departments of Medicine, Health Research and Policy, and Statistics, and Meta-Research Innovation Center at Stanford (METRICS), Stanford University, Palo Alto, CA, USA jioannid@stanford.edu."
      ]
    },
    {
      "last_name": "Horbar",
      "fore_name": "Jeffrey D",
      "initials": "JD",
      "name": "Jeffrey D Horbar",
      "affiliations": [
        "Department of Pediatrics, University of Vermont, College of Medicine, VT, USA Vermont Oxford Network, Burlington, VT, USA Cochrane Neonatal Review Group, Burlington, VT, USA."
      ]
    },
    {
      "last_name": "Ovelman",
      "fore_name": "Colleen M",
      "initials": "CM",
      "name": "Colleen M Ovelman",
      "affiliations": [
        "Cochrane Neonatal Review Group, Burlington, VT, USA."
      ]
    },
    {
      "last_name": "Brosseau",
      "fore_name": "Yolanda",
      "initials": "Y",
      "name": "Yolanda Brosseau",
      "affiliations": [
        "Cochrane Neonatal Review Group, Burlington, VT, USA."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Buus-Frank",
      "fore_name": "Madge E",
      "initials": "ME",
      "name": "Madge E Buus-Frank",
      "affiliations": [
        "Quality Improvement and Education, Vermont Oxford Network, University of Vermont, Geisel School of Medicine at Dartmouth, Burlington, VT, USA."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Stanford Prevention Research Center, Stanford University School of Medicine, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Soll",
      "fore_name": "Roger F",
      "initials": "RF",
      "name": "Roger F Soll",
      "affiliations": [
        "Department of Pediatrics, University of Vermont, College of Medicine, VT, USA Cochrane Neonatal Review Group, Burlington, VT, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "350",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "26"
  },
  "start_page": "h72",
  "pages": "h72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Chronic Disease",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Lung Diseases",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "25623087",
    "doi": "10.1136/bmj.h72"
  },
  "doi": "10.1136/bmj.h72",
  "dates": {
    "completed": "2015-03-19",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.958360",
    "pmid": "25623087"
  }
}