{
  "pmid": "25629215",
  "uid": "25629215",
  "title": "Exercises for mechanical neck disorders.",
  "abstract": "BACKGROUND: Neck pain is common, disabling and costly. Exercise is one treatment approach. OBJECTIVES: To assess the effectiveness of exercises to improve pain, disability, function, patient satisfaction, quality of life and global perceived effect in adults with neck pain. SEARCH METHODS: We searched MEDLINE, MANTIS, ClinicalTrials.gov and three other computerized databases up to between January and May 2014 plus additional sources (reference checking, citation searching, contact with authors). SELECTION CRITERIA: We included randomized controlled trials (RCTs) comparing single therapeutic exercise with a control for adults suffering from neck pain with or without cervicogenic headache or radiculopathy. DATA COLLECTION AND ANALYSIS: Two review authors independently conducted trial selection, data extraction, 'Risk of bias' assessment and clinical relevance. The quality of the evidence was assessed using GRADE. Meta-analyses were performed for relative risk and standardized mean differences (SMD) with 95% confidence intervals (CIs) after judging clinical and statistical heterogeneity. MAIN RESULTS: Twenty-seven trials (2485 analyzed /3005 randomized participants) met our inclusion criteria.For acute neck pain only, no evidence was found.For chronic neck pain, moderate quality evidence supports 1) cervico-scapulothoracic and upper extremity strength training to improve pain of a moderate to large amount immediately post treatment [pooled SMD (SMDp) -0.71 (95% CI: -1.33 to -0.10)] and at short-term follow-up; 2) scapulothoracic and upper extremity endurance training for slight beneficial effect on pain at immediate post treatment and short-term follow-up; 3) combined cervical, shoulder and scapulothoracic strengthening and stretching exercises varied from a small to large magnitude of beneficial effect on pain at immediate post treatment [SMDp -0.33 (95% CI: -0.55 to -0.10)] and up to long-term follow-up and a medium magnitude of effect improving function at both immediate post treatment and at short-term follow-up [SMDp -0.45 (95%CI: -0.72 to -0.18)]; 4) cervico-scapulothoracic strengthening/stabilization exercises to improve pain and function at intermediate term [SMDp -14.90 (95% CI:-22.40 to -7.39)]; 5) Mindfulness exercises (Qigong) minimally improved function but not global perceived effect at short term. Low evidence suggests 1) breathing exercises; 2) general fitness training; 3) stretching alone; and 4) feedback exercises combined with pattern synchronization may not change pain or function at immediate post treatment to short-term follow-up. Very low evidence suggests neuromuscular eye-neck co-ordination/proprioceptive exercises may improve pain and function at short-term follow-up.For chronic cervicogenic headache, moderate quality evidence supports static-dynamic cervico-scapulothoracic strengthening/endurance exercises including pressure biofeedback immediate post treatment and probably improves pain, function and global perceived effect at long-term follow-up. Low grade evidence supports sustained natural apophyseal glides (SNAG) exercises.For acute radiculopathy, low quality evidence suggests a small benefit for pain reduction at immediate post treatment with cervical stretch/strengthening/stabilization exercises. AUTHORS' CONCLUSIONS: No high quality evidence was found, indicating that there is still uncertainty about the effectiveness of exercise for neck pain. Using specific strengthening exercises as a part of routine practice for chronic neck pain, cervicogenic headache and radiculopathy may be beneficial. Research showed the use of strengthening and endurance exercises for the cervico-scapulothoracic and shoulder may be beneficial in reducing pain and improving function. However, when only stretching exercises were used no beneficial effects may be expected. Future research should explore optimal dosage.",
  "authors": [
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": [
        "School of Rehabilitation Science & Department of Clinical Epidemiology and Biostatistics, McMaster University, 1400 Main Street West, Hamilton, ON, Canada, L8S 1C7."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Theresa M",
      "initials": "TM",
      "name": "Theresa M Kay",
      "affiliations": []
    },
    {
      "last_name": "Paquin",
      "fore_name": "Jean-Philippe",
      "initials": "JP",
      "name": "Jean-Philippe Paquin",
      "affiliations": []
    },
    {
      "last_name": "Blanchette",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Blanchette",
      "affiliations": []
    },
    {
      "last_name": "Lalonde",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Lalonde",
      "affiliations": []
    },
    {
      "last_name": "Christie",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Christie",
      "affiliations": []
    },
    {
      "last_name": "Dupont",
      "fore_name": "Genevieve",
      "initials": "G",
      "name": "Genevieve Dupont",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Graham",
      "affiliations": []
    },
    {
      "last_name": "Burnie",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Burnie",
      "affiliations": []
    },
    {
      "last_name": "Gelley",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Gelley",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles H",
      "initials": "CH",
      "name": "Charles H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Forget",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Forget",
      "affiliations": []
    },
    {
      "last_name": "Hoving",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Hoving",
      "affiliations": []
    },
    {
      "last_name": "Brønfort",
      "fore_name": "Gert",
      "initials": "G",
      "name": "Gert Brønfort",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "28"
  },
  "start_page": "CD004250",
  "pages": "CD004250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Pain",
    "Adult",
    "Chronic Pain",
    "Female",
    "Headache",
    "Humans",
    "Male",
    "Manipulation, Chiropractic",
    "Neck",
    "Neck Pain",
    "Pain Management",
    "Physical Therapy Modalities",
    "Radiculopathy",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25629215",
    "pmc": "PMC9508492",
    "doi": "10.1002/14651858.CD004250.pub5"
  },
  "doi": "10.1002/14651858.CD004250.pub5",
  "pmc_id": "PMC9508492",
  "dates": {
    "completed": "2017-05-16",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.425447",
    "pmid": "25629215"
  }
}