{
  "pmid": "25629657",
  "uid": "25629657",
  "title": "Developmental trajectories of symptom severity and adaptive functioning in an inception cohort of preschool children with autism spectrum disorder.",
  "abstract": "IMPORTANCE: Symptom severity and adaptive functioning are fundamental domains of the autism spectrum disorder (ASD) phenotype. To date, the longitudinal association between these 2 domains has not been examined. OBJECTIVE: To describe the developmental trajectories of autistic symptom severity and adaptive functioning in a large inception cohort of preschool children with ASD. DESIGN, SETTING, AND PARTICIPANTS: The sample consisted of 421 newly diagnosed preschool children with ASD 2 to 4 years old (355 boys; mean age at study enrollment, 39.87 months) participating in a large Canadian multisite longitudinal study (Pathways in ASD Study). Prospective data collected at 4 points from time of diagnosis to age 6 years were used to track the developmental trajectories of children. MAIN OUTCOMES AND MEASURES: Autistic symptom severity was indexed using the Autism Diagnostic Observation Schedule. Adaptive functioning was indexed using the Vineland Adaptive Behavior Scales, Second Edition. RESULTS: Two distinct trajectory groups provided the best fit to the autistic symptom severity data. Group 1 (11.4% of the sample) had less severe symptoms and an improving trajectory (P < .05), whereas group 2 (88.6% of the sample) had more severe symptoms and a stable trajectory. Three distinct trajectory groups provided the best fit to the adaptive functioning data. Group 1 (29.2% of the sample) showed lower functioning and a worsening trajectory, group 2 (49.9% of the sample) had moderate functioning and a stable trajectory, and group 3 (20.9% of the sample) had higher functioning and an improving trajectory (P < .05). Cross-trajectory overlap between the autistic symptom severity and adaptive functioning groups was low (φ = 0.13, P < .05). Sex was a significant predictor of autistic symptom severity group membership and age at diagnosis, and language and cognitive scores at baseline predicted membership in adaptive functioning trajectories. Trajectories of both symptom severity and adaptive functioning predicted several different outcomes at age 6 years. CONCLUSIONS AND RELEVANCE: Findings confirm the heterogeneous nature of developmental trajectories in ASD. Change in adaptive functioning suggests that improvement is possible in roughly 20% of the sample. Autistic symptom severity appears to be more stable, with roughly 11% of the sample showing a marked decrease in symptom severity. During the preschool years, there appears to be only a small amount of \"yoking\" of developmental trajectories in autistic symptom severity and adaptive functioning. It is imperative that a flexible suite of interventions that target both autistic symptom severity and adaptive functioning should be implemented and tailored to each child's strengths and difficulties.",
  "authors": [
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Stelios",
      "initials": "S",
      "name": "Stelios Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa A",
      "initials": "TA",
      "name": "Teresa A Bennett",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryson",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Bryson",
      "affiliations": [
        "IWK Health Centre, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Fombonne",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Fombonne",
      "affiliations": [
        "Department of Psychiatry, Oregon Health & Science University, Portland."
      ]
    },
    {
      "last_name": "Mirenda",
      "fore_name": "Pat",
      "initials": "P",
      "name": "Pat Mirenda",
      "affiliations": [
        "Department of Educational and Counselling Psychology and Special Education, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Roberts",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Isabel M",
      "initials": "IM",
      "name": "Isabel M Smith",
      "affiliations": [
        "IWK Health Centre, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": [
        "Faculty of Education, School of Psychology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Volden",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Volden",
      "affiliations": [
        "Faculty of Rehabilitation Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "Children's Health Policy Centre, Faculty of Health Sciences, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Elsabbagh",
      "fore_name": "Mayada",
      "initials": "M",
      "name": "Mayada Elsabbagh",
      "affiliations": [
        "Department of Psychiatry, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Thompson",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA psychiatry",
    "iso_abbreviation": "JAMA Psychiatry",
    "issn": "2168-6238",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "276",
  "end_page": "283",
  "pages": "276-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Canada",
    "Child",
    "Child Development",
    "Child Development Disorders, Pervasive",
    "Child, Preschool",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "25629657",
    "doi": "10.1001/jamapsychiatry.2014.2463",
    "pii": "2091920"
  },
  "doi": "10.1001/jamapsychiatry.2014.2463",
  "dates": {
    "completed": "2015-06-08",
    "revised": "2015-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.719102",
    "pmid": "25629657"
  }
}