{
  "pmid": "25636788",
  "uid": "25636788",
  "title": "Chinese herbal medicine for resistant hypertension: a systematic review.",
  "abstract": "OBJECTIVES: This study aimed to summarise the current evidence from randomised control trials (RCTs) concerning treatment of patients with resistant hypertension with Chinese herbal medicine (CHM). DESIGN: Seven databases, including the Cochrane Library, PubMed, EMBASE, CNKI, VIP, CBM and Wanfang, were systematically searched from their inception to March 2014 for RCTs investigating treatment of resistant hypertension in which CHM was used either as a monotherapy or in combination with conventional medicine versus placebo, no intervention or conventional medicine. RESULTS: Five trials containing 446 hypertensive patients were identified. The methodological quality of most trials was evaluated as generally low. All included trials compared CHM plus antihypertensive drugs with antihypertensive drugs alone for resistant hypertension. Formulations of CHM included tablet, decoction and injection. It was found that, compared with antihypertensive drugs alone, CHM (tablet) plus antihypertensive drugs resulted in clinically, but not statistically, significant reductions in systolic blood pressure (SBP; weighted mean difference (WMD)=-10.32 mm Hg; 95% CI -21.10 to 0.46; p=0.06) and diastolic blood pressure (DBP; WMD=-3.30 mm Hg; 95% CI -7.66 to 1.06; p=0.14). CHM (decoction) plus antihypertensive drugs also produced a clinically meaningful, but not statistically significant, reduction in SBP (WMD=-12.56 mm Hg; 95% CI -26.83 to 1.71; p=0.08), and did significantly decrease DBP (WMD=-7.89 mm Hg; 95% CI -11.74 to -4.04; p<0.0001). There were no significant differences in SBP (WMD=-3.50 mm Hg; 95% CI -8.95 to 1.95; p=0.21) and DBP (WMD=1.00 mm Hg; 95% CI -1.39 to 3.39; p=0.41) between CHM (injection) plus the antihypertensive drugs group and antihypertensive drugs alone. The safety of CHM remained uncertain. CONCLUSIONS: No definite conclusions about the effectiveness and safety of CHM for resistant hypertension could be drawn. More rigorously designed trials are warranted.",
  "authors": [
    {
      "last_name": "Xiong",
      "fore_name": "Xingjiang",
      "initials": "X",
      "name": "Xingjiang Xiong",
      "affiliations": [
        "Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoke",
      "initials": "X",
      "name": "Xiaoke Li",
      "affiliations": [
        "Bio-organic and Natural Products Laboratory, McLean Hospital, Harvard Medical School, Belmont, California, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wang",
      "affiliations": [
        "Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "e005355",
  "pages": "e005355",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Blood Pressure",
    "Drugs, Chinese Herbal",
    "Humans",
    "Hypertension",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25636788",
    "pmc": "PMC4316421",
    "doi": "10.1136/bmjopen-2014-005355",
    "pii": "bmjopen-2014-005355"
  },
  "doi": "10.1136/bmjopen-2014-005355",
  "pmc_id": "PMC4316421",
  "dates": {
    "completed": "2015-09-25",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drugs, Chinese Herbal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.604749",
    "pmid": "25636788"
  }
}