{
  "pmid": "25630823",
  "uid": "25630823",
  "title": "Community-academic partnerships in HIV-related research: a systematic literature review of theory and practice.",
  "abstract": "INTRODUCTION: Community involvement in HIV research has increased over recent years, enhancing community-academic partnerships. Several terms have been used to describe community participation in research. Clarification is needed to determine whether these terms are synonymous or actually describe different research processes. In addition, it remains unclear if the role that communities play in the actual research process follows the recommendations given in theoretical frameworks of community-academia research. OBJECTIVES: The objective of this study is to review the existing terms and definitions regarding community-academic partnerships and assess how studies are implementing these in relation to conceptual definitions. METHODS: A systematic literature review was conducted in PubMed. Two reviewers independently assessed each article, applying the following inclusion criteria: the article must be published in English before 2013; it must provide an explicit definition and/or defining methodology for a term describing research with a community component; and it has to refer to HIV or AIDS, reproductive health and/or STDs. When disagreements about the relevance of an article emerged, a third reviewer was involved until concordance was reached. Data were extracted by one reviewer and independently verified by a second. Qualitative data were analyzed using MaxQDA for content and thematic analyses while quantitative data were analyzed using descriptive statistics. Community feedback on data analysis and presentation of results was also incorporated. RESULTS: In total, 246 articles were retrieved, 159 of which fulfilled the inclusion criteria. The number of studies that included community participation in the field of HIV research increased between 1991 and 2012, and the terms used to describe these activities have changed, moving away from action research (AR) to participatory action research (PAR), community-based research (CBR) and community-based participatory research (CBPR), with the latter being the most commonly used term. While definitions of all terms had common characteristics (e.g. participation of community in research process), they varied with regard to the emphasis placed on these characteristics. The nature of community participation in reviewed studies differed considerably from that described in theoretical models. CONCLUSIONS: This study indicates the increase of participatory approaches in HIV research and underlines the need for clarification of terms and a framework providing orientation to community-academia partnerships.",
  "authors": [
    {
      "last_name": "Brizay",
      "fore_name": "Ulrike",
      "initials": "U",
      "name": "Ulrike Brizay",
      "affiliations": [
        "International, AIDS Society, Geneva, Switzerland; ulrike.brizay@gmx.net."
      ]
    },
    {
      "last_name": "Golob",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Golob",
      "affiliations": [
        "International, AIDS Society, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Globerman",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Globerman",
      "affiliations": [
        "Ontario HIV Treatment Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Gogolishvili",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gogolishvili",
      "affiliations": [
        "Ontario HIV Treatment Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bird",
      "fore_name": "Mara",
      "initials": "M",
      "name": "Mara Bird",
      "affiliations": [
        "Center for Latino Community Health, Evaluation and Leadership Training and California State University Long Beach, Long Beach, CA, USA."
      ]
    },
    {
      "last_name": "Rios-Ellis",
      "fore_name": "Britt",
      "initials": "B",
      "name": "Britt Rios-Ellis",
      "affiliations": [
        "Center for Latino Community Health, Evaluation and Leadership Training and California State University Long Beach, Long Beach, CA, USA."
      ]
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": [
        "Ontario HIV Treatment Network, St. Michael's Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Heidari",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Heidari",
      "affiliations": [
        "Inforia, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the International AIDS Society",
    "iso_abbreviation": "J Int AIDS Soc",
    "issn": "1758-2652",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "19354",
  "pages": "19354",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Academies and Institutes",
    "Community-Based Participatory Research",
    "HIV Infections",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "25630823",
    "pmc": "PMC4309828",
    "doi": "10.7448/IAS.18.1.19354",
    "pii": "19354"
  },
  "doi": "10.7448/IAS.18.1.19354",
  "pmc_id": "PMC4309828",
  "dates": {
    "completed": "2016-05-16",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:14.729529",
    "pmid": "25630823"
  }
}