{
  "pmid": "25641237",
  "uid": "25641237",
  "title": "Social variables predict gains in cognitive scores across the preschool years in children with birth weights 500 to 1250 grams.",
  "abstract": "OBJECTIVE: To determine the extent that social variables influence cognitive development of very low birth weight (VLBW) infants across the preschool years. STUDY DESIGN: Participants were VLBW (500-1250 g) children enrolled in the Caffeine for Apnea of Prematurity randomized trial between 1999 and 2004. We investigated the relationships between 4 potential social advantages: higher maternal education, higher paternal education, caregiver employment, and 2 biologic parents in the same home--and gain in cognitive scores. Cognitive assessments were performed at the corrected ages of 18 months (Mental Development Index score on the Bayley Scales of Infant Development II) and 5 years (Full Scale IQ on the Wechsler Preschool and Primary Scale of Intelligence III). Cognitive gain was computed by subtracting each individual 18-month Mental Development Index score from the corresponding Full Scale IQ at 5 years. RESULTS: Data were available for 1347 children. Mean (SD) cognitive scores were 90.8 (15.7) at 18 months and 98.9 (14.5) at 5 years. Multivariable regression showed that higher maternal education, higher paternal education, and caregiver employment had independent and additive effects of similar size on cognitive gain (P < .001); the mean cognitive gain between 18 months and 5 years increased by 3.6 points in the presence of each of these advantages. When all 3 were present, cognitive scores improved on average by 10.9 points compared with children without any of these advantages. CONCLUSION: In VLBW children, a count of 3 social advantages strongly predicts gains in cognitive scores across the preschool years.",
  "authors": [
    {
      "last_name": "Manley",
      "fore_name": "Brett J",
      "initials": "BJ",
      "name": "Brett J Manley",
      "affiliations": [
        "Department of Obstetrics and Gynecology, The University of Melbourne, Melbourne, Australia; Neonatal Services and Newborn Research Centre, The Royal Women's Hospital, Melbourne, Australia; Murdoch Childrens Research Institute, Melbourne, Australia. Electronic address: brett.manley@thewomens.org.au."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Robin S",
      "initials": "RS",
      "name": "Robin S Roberts",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doyle",
      "fore_name": "Lex W",
      "initials": "LW",
      "name": "Lex W Doyle",
      "affiliations": [
        "Department of Obstetrics and Gynecology, The University of Melbourne, Melbourne, Australia; Murdoch Childrens Research Institute, Melbourne, Australia; Research Office, The Royal Women's Hospital, Melbourne, Australia; Department of Pediatrics, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Division of Neonatology, Children's Hospital of Philadelphia and Department of Pediatrics, University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Anderson",
      "affiliations": [
        "Murdoch Childrens Research Institute, Melbourne, Australia; Department of Pediatrics, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Barrington",
      "fore_name": "Keith J",
      "initials": "KJ",
      "name": "Keith J Barrington",
      "affiliations": [
        "McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Böhm",
      "fore_name": "Birgitta",
      "initials": "B",
      "name": "Birgitta Böhm",
      "affiliations": [
        "Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Golan",
      "fore_name": "Agneta",
      "initials": "A",
      "name": "Agneta Golan",
      "affiliations": [
        "Soroka Medical Center, Beer Sheva, Israel."
      ]
    },
    {
      "last_name": "van Wassenaer-Leemhuis",
      "fore_name": "Aleid G",
      "initials": "AG",
      "name": "Aleid G van Wassenaer-Leemhuis",
      "affiliations": [
        "Department of Neonatology, Emma Children's Hospital AMC, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, The University of Melbourne, Melbourne, Australia; Neonatal Services and Newborn Research Centre, The Royal Women's Hospital, Melbourne, Australia; Murdoch Childrens Research Institute, Melbourne, Australia."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of pediatrics",
    "iso_abbreviation": "J Pediatr",
    "issn": "1097-6833",
    "issn_type": "Electronic",
    "volume": "166",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "870",
  "end_page": "6.e62",
  "pages": "870-6.e1-2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Birth Weight",
    "Child Development",
    "Child, Preschool",
    "Cognition",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Infant",
    "Infant, Premature",
    "Infant, Very Low Birth Weight",
    "Intelligence",
    "Male",
    "Prognosis",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "25641237",
    "doi": "10.1016/j.jpeds.2014.12.016",
    "pii": "S0022-3476(14)01185-8"
  },
  "doi": "10.1016/j.jpeds.2014.12.016",
  "dates": {
    "completed": "2015-07-02",
    "revised": "2015-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MCT 13288",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:18.264677",
    "pmid": "25641237"
  }
}