{
  "pmid": "25648654",
  "uid": "25648654",
  "title": "The landscape configuration of zoonotic transmission of Ebola virus disease in West and Central Africa: interaction between population density and vegetation cover.",
  "abstract": "Ebola virus disease (EVD) is an emerging infectious disease of zoonotic origin that has been responsible for high mortality and significant social disruption in West and Central Africa. Zoonotic transmission of EVD requires contact between susceptible human hosts and the reservoir species for Ebolaviruses, which are believed to be fruit bats. Nevertheless, features of the landscape that may facilitate such points of contact have not yet been adequately identified. Nor have spatial dependencies between zoonotic EVD transmission and landscape structures been delineated. This investigation sought to describe the spatial relationship between zoonotic EVD transmission events, or spillovers, and population density and vegetation cover. An inhomogeneous Poisson process model was fitted to all precisely geolocated zoonotic transmissions of EVD in West and Central Africa. Population density was strongly associated with spillover; however, there was significant interaction between population density and green vegetation cover. In areas of very low population density, increasing vegetation cover was associated with a decrease in risk of zoonotic transmission, but as population density increased in a given area, increasing vegetation cover was associated with increased risk of zoonotic transmission. This study showed that the spatial dependencies of Ebolavirus spillover were associated with the distribution of population density and vegetation cover in the landscape, even after controlling for climate and altitude. While this is an observational study, and thus precludes direct causal inference, the findings do highlight areas that may be at risk for zoonotic EVD transmission based on the spatial configuration of important features of the landscape.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York , Downstate Medical Center, Brooklyn, NY , USA."
      ]
    },
    {
      "last_name": "Haseeb",
      "fore_name": "Ma",
      "initials": "M",
      "name": "Ma Haseeb",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York , Downstate Medical Center, Brooklyn, NY , USA ; Departments of Cell Biology, Pathology and Medicine, College of Medicine, State University of New York, Downstate Medical Center , Brooklyn, NY , USA."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2015"
  },
  "start_page": "e735",
  "pages": "e735",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25648654",
    "pmc": "PMC4304850",
    "doi": "10.7717/peerj.735",
    "pii": "735"
  },
  "doi": "10.7717/peerj.735",
  "pmc_id": "PMC4304850",
  "dates": {
    "completed": "2015-02-04",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.833203",
    "pmid": "25648654"
  }
}