{
  "pmid": "25643669",
  "uid": "25643669",
  "title": "Vitamin D supplementation in children with asthma: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Epidemiologic studies suggest an association between vitamin D deficiency and atopic diseases, including asthma. The objective of this study was to systematically review the benefits and harms of vitamin D supplementation in children with asthma. METHODS: We used standard Cochrane systematic review methodology. The search strategy included an electronic search in February 2013 of MEDLINE and EMBASE. Two reviewers completed in duplicate and independently study selection, data abstraction, and assessment of risk of bias. We pooled the results of trials using a random-effects model. We assessed the quality of evidence by outcome using the GRADE methodology. RESULTS: Four trials with a total of 149 children met eligibility criteria. The trials had major methodological limitations. Given the four studies reporting on asthma symptoms used different instruments to measure that outcome, we opted not to conduct a meta-analysis. Three of those studies reported improvement in asthma symptoms in the vitamin D supplemented group study, while the fourth reported no effect (very low quality evidence). For the lung function outcome, a meta-analysis of two trials assessing post treatment FEV-1 found a mean difference of 0.54 liters per second (95% CI -5.28; 4.19; low quality evidence). For the vitamin D level outcome, a meta-analysis of three trials found a mean difference of 6.56 ng/ml (95% CI -0.64; 13.77; very low quality evidence). CONCLUSIONS: The available very low to low quality evidence does not confirm or rule out beneficial effects of vitamin D supplementation in children with asthma. Large-scale, well-designed and executed randomized controlled trials are needed to better understand the effectiveness and safety of vitamin D in children with asthma.",
  "authors": [
    {
      "last_name": "Fares",
      "fore_name": "Munes M",
      "initials": "MM",
      "name": "Munes M Fares",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, American University of Beirut, Beirut, Lebanon. fares.munes@gmail.com."
      ]
    },
    {
      "last_name": "Alkhaled",
      "fore_name": "Lina H",
      "initials": "LH",
      "name": "Lina H Alkhaled",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, American University of Beirut, Beirut, Lebanon. lina.alkhaled@hotmail.com."
      ]
    },
    {
      "last_name": "Mroueh",
      "fore_name": "Salman M",
      "initials": "SM",
      "name": "Salman M Mroueh",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, American University of Beirut, Beirut, Lebanon. smroueh@aub.edu.lb."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb.",
        "Department of Medicine, State University of New York at Buffalo, Buffalo, NY, USA. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "03"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Asthma",
    "Child",
    "Clinical Trials as Topic",
    "Dietary Supplements",
    "Female",
    "Humans",
    "Male",
    "Respiratory Function Tests",
    "Vitamin D",
    "Vitamin D Deficiency"
  ],
  "article_ids": {
    "pubmed": "25643669",
    "pmc": "PMC4328422",
    "doi": "10.1186/s13104-014-0961-3",
    "pii": "s13104-014-0961-3"
  },
  "doi": "10.1186/s13104-014-0961-3",
  "pmc_id": "PMC4328422",
  "dates": {
    "completed": "2015-11-30",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Vitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.076712",
    "pmid": "25643669"
  }
}