{
  "pmid": "25657263",
  "uid": "25657263",
  "title": "The impact of an arts-based programme on the affective and cognitive components of empathic development.",
  "abstract": "Medical education research demonstrates that empathic behaviour is amenable to positive change when targeted through educational programmes. This study evaluates the impact of an arts-based intervention designed to nurture learner empathy through the provision of facilitated visual literacy activities. Health Sciences students (N=19) were assigned to two learning groups: a group that participated in a visual literacy programme at the McMaster Museum of Art and a control group that participated in the normal Health Sciences curriculum. All participants completed an inter-reactivity index, which measures empathy on affective and cognitive levels, prior to and following the programme. Those individuals assigned to the visual literacy programme also completed open-ended questions concerning the programme's impact on their empathic development. The index scores were subjected to independent within-group, between-test analyses. There was no significant impact of the programme on the participants' overall empathic response. However, sub-component analyses revealed that the programme had a significant positive effect on cognitive aspects of empathy. This finding was substantiated by the narrative reports. The study concludes that the affective focus of humanities-based education needs to be enhanced and recommends that learners are educated on the different components that comprise the overall empathic response.",
  "authors": [
    {
      "last_name": "Zazulak",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Zazulak",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Halgren",
      "fore_name": "Camilla",
      "initials": "C",
      "name": "Camilla Halgren",
      "affiliations": [
        "Michael G DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Tan",
      "affiliations": [
        "Michael G DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada Michael G DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada Program for Educational Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical humanities",
    "iso_abbreviation": "Med Humanit",
    "issn": "1473-4265",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "69",
  "end_page": "74",
  "pages": "69-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Affect",
    "Art",
    "Cognition",
    "Curriculum",
    "Empathy",
    "Female",
    "Health Personnel",
    "Humans",
    "Male",
    "Narration",
    "Students",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25657263",
    "doi": "10.1136/medhum-2014-010584",
    "pii": "medhum-2014-010584"
  },
  "doi": "10.1136/medhum-2014-010584",
  "dates": {
    "completed": "2016-03-01",
    "revised": "2015-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.281362",
    "pmid": "25657263"
  }
}