{
  "pmid": "25652798",
  "uid": "25652798",
  "title": "The effect of Chinese herbal medicine Jian Ling Decoction for the treatment of essential hypertension: a systematic review.",
  "abstract": "OBJECTIVES: Jian Ling Decoction (JLD) is often prescribed to improve hypertension-related symptoms in China. However, this treatment has not been systematically reviewed for its efficacy against essential hypertension (EH). This review aims to assess the current clinical evidence of JLD in the treatment of EH. DESIGN: Seven electronic databases, including the Cochrane Central Register of Controlled Trials, PubMed, EMBASE, the Chinese National Knowledge Infrastructure (CNKI), the Chinese Scientific Journal Database (VIP), the Chinese Biomedical Literature Database (CBM) and the Wanfang Database, were searched up to March 2014. Randomised control trials (RCTs) comparing JLD or combined with antihypertensive drugs versus antihypertensive drugs were included. We assessed the methodological quality, extracted the valid data and conducted the meta-analysis according to criteria from the Cochrane group. The primary outcome was categorical or continuous blood pressure (BP), and the secondary outcome was quality of life (QOL). RESULTS: Ten trials (655 patients) with unclear-to-high risk of bias were identified. Meta-analysis showed that JLD used alone showed no BP reduction effect; however, improvement on QOL was found in the JLD group compared to antihypertensive drugs. A significant reduction in systolic and diastolic BP was observed for JLD plus antihypertensive drugs when compared with antihypertensive drugs alone. No serious adverse effects were reported. CONCLUSIONS: Owing to insufficient clinical data, it is difficult to draw a definite conclusion regarding the effectiveness and safety of JLD for EH, and better trials are needed.",
  "authors": [
    {
      "last_name": "Xiong",
      "fore_name": "Xingjiang",
      "initials": "X",
      "name": "Xingjiang Xiong",
      "affiliations": [
        "Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Pengqian",
      "initials": "P",
      "name": "Pengqian Wang",
      "affiliations": [
        "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoke",
      "initials": "X",
      "name": "Xiaoke Li",
      "affiliations": [
        "Bio-organic and Natural Products Laboratory, McLean Hospital, Harvard Medical School, Belmont, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "04"
  },
  "start_page": "e006502",
  "pages": "e006502",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Drugs, Chinese Herbal",
    "Essential Hypertension",
    "Humans",
    "Hypertension",
    "Phytotherapy",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "25652798",
    "pmc": "PMC4322192",
    "doi": "10.1136/bmjopen-2014-006502",
    "pii": "bmjopen-2014-006502"
  },
  "doi": "10.1136/bmjopen-2014-006502",
  "pmc_id": "PMC4322192",
  "dates": {
    "completed": "2015-09-22",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drugs, Chinese Herbal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.605146",
    "pmid": "25652798"
  }
}