{
  "pmid": "25665810",
  "uid": "25665810",
  "title": "Peripheral Neuropathy and Nerve Dysfunction in Individuals at High Risk for Type 2 Diabetes: The PROMISE Cohort.",
  "abstract": "OBJECTIVE: Emerging evidence suggests that peripheral neuropathy begins in the early stages of diabetes pathogenesis. Our objective was to describe the prevalence of peripheral neuropathy and nerve dysfunction according to glucose tolerance and metabolic syndrome status and examine how these conditions are associated with neurological changes in individuals at risk for type 2 diabetes. RESEARCH DESIGN AND METHODS: We studied 467 individuals in the longitudinal PROMISE (Prospective Metabolism and Islet Cell Evaluation) cohort. Peripheral neuropathy was defined by Michigan Neuropathy Screening Instrument (MNSI) scores (>2), and the severity of nerve dysfunction was measured objectively by vibration perception thresholds (VPTs) using a neurothesiometer. Metabolic syndrome was defined using the International Diabetes Federation/American Heart Association harmonized criteria. RESULTS: The prevalence of peripheral neuropathy was 29%, 49%, and 50% for normal glycemia, prediabetes, and new-onset diabetes, respectively (P < 0.001 for trend). The mean VPT was 6.5 V for normal glycemia, 7.9 V for prediabetes, and 7.6 V for new-onset diabetes (P = 0.024 for trend). Prediabetes was associated with higher MNSI scores (P = 0.01) and VPTs (P = 0.004) versus normal glycemia, independent of known risk factors. Additionally, progression of glucose intolerance over 3 years predicted a higher risk of peripheral neuropathy (P = 0.007) and nerve dysfunction (P = 0.002). Metabolic syndrome was not independently associated with MNSI scores or VPTs. CONCLUSIONS: In individuals with multiple risk factors for diabetes, prediabetes was associated with similar risks of peripheral neuropathy and severity of nerve dysfunction as new-onset diabetes. Prediabetes, but not metabolic syndrome, was independently associated with both the presence of peripheral neuropathy and the severity of nerve dysfunction.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "C Christine",
      "initials": "CC",
      "name": "C Christine Lee",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Perkins",
      "fore_name": "Bruce A",
      "initials": "BA",
      "name": "Bruce A Perkins",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kayaniyil",
      "fore_name": "Sheena",
      "initials": "S",
      "name": "Sheena Kayaniyil",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Stewart B",
      "initials": "SB",
      "name": "Stewart B Harris",
      "affiliations": [
        "Centre for Studies in Family Medicine, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Retnakaran",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Retnakaran",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of Toronto, Toronto, ON, Canada Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Division of Endocrinology and Metabolism and the Population Health Research Institute, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zinman",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Zinman",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of Toronto, Toronto, ON, Canada Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hanley",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Hanley",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada Division of Endocrinology, Department of Medicine, University of Toronto, Toronto, ON, Canada Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada anthony.hanley@utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "1935-5548",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "793",
  "end_page": "800",
  "pages": "793-800",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Diabetes Mellitus, Type 2",
    "Diabetic Nephropathies",
    "Glucose Intolerance",
    "Humans",
    "Male",
    "Metabolic Syndrome",
    "Middle Aged",
    "Perception",
    "Prediabetic State",
    "Prospective Studies",
    "Risk Factors",
    "Sensory Thresholds",
    "Vibration"
  ],
  "article_ids": {
    "pubmed": "25665810",
    "doi": "10.2337/dc14-2585",
    "pii": "dc14-2585"
  },
  "doi": "10.2337/dc14-2585",
  "dates": {
    "completed": "2015-11-10",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.682608",
    "pmid": "25665810"
  }
}