{
  "pmid": "25660689",
  "uid": "25660689",
  "title": "Circulating TNF and mitochondrial DNA are major determinants of neutrophil phenotype in the advanced-age, frail elderly.",
  "abstract": "Tumor necrosis factor (TNF), a potent inflammatory cytokine, and mitochondrial DNA (mtDNA), a product of inflammation-induced tissue damage, increase with age (\"inflammaging\") and many chronic diseases. Peripheral blood neutrophils, a critical component of innate immunity, have also been shown to be altered with age, and are exceptionally sensitive to external stimuli. Herein, we describe that the phenotype of neutrophils from the advanced-age, frail elderly (ELD) is determined by levels of circulating TNF and mtDNA. Neutrophils from ELD donors are morphologically immature, and have higher levels of intracellular reactive oxygen species (ROS) and expression of the activation markers CD11b and HLA-DR. The frequency of CD11b(++) neutrophils correlated with plasma TNF, and recombinant TNF elevated neutrophil CD11b ex vivo and in vivo. Furthermore, neutrophils from aged TNF-deficient mice expressed CD11b similar to young counterparts. The frequency of HLA-DR(+) neutrophils, on the other hand, positively correlated with circulating mtDNA, which increased neutrophil HLA-DR expression in a dose-dependent manner ex vivo. Cell-surface TLR-9 expression, however, was unaltered on neutrophils from ELD donors. In summary, we provide novel evidence that products of age-related inflammation modulate neutrophil phenotype in vivo. Given this, anti-inflammatory therapies may prove beneficial in improving neutrophil functionality in the elderly.",
  "authors": [
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: cversch@mcmaster.ca."
      ]
    },
    {
      "last_name": "Loukov",
      "fore_name": "Dessi",
      "initials": "D",
      "name": "Dessi Loukov",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: dessiloukov@gmail.com."
      ]
    },
    {
      "last_name": "Naidoo",
      "fore_name": "Avee",
      "initials": "A",
      "name": "Avee Naidoo",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: aveshni.naidoo@gmail.com."
      ]
    },
    {
      "last_name": "Puchta",
      "fore_name": "Alicja",
      "initials": "A",
      "name": "Alicja Puchta",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: puchtaa@mcmaster.ca."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: johnsj48@mcmaster.ca."
      ]
    },
    {
      "last_name": "Millar",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Millar",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: millarjb@hotmail.com."
      ]
    },
    {
      "last_name": "Lelic",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Lelic",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: alinalelic@hotmail.com."
      ]
    },
    {
      "last_name": "Novakowski",
      "fore_name": "Kyle E",
      "initials": "KE",
      "name": "Kyle E Novakowski",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: novakoke@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dorrington",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Dorrington",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: dorrinmg@mcmaster.ca."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: loebm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bramson",
      "fore_name": "Jonathan L",
      "initials": "JL",
      "name": "Jonathan L Bramson",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: bramsonj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DM",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada. Electronic address: bowdish@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Molecular immunology",
    "iso_abbreviation": "Mol Immunol",
    "issn": "1872-9142",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "148",
  "end_page": "156",
  "pages": "148-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Animals",
    "CD11b Antigen",
    "Chronic Disease",
    "DNA, Mitochondrial",
    "Female",
    "Frail Elderly",
    "HLA-DR Antigens",
    "Humans",
    "Inflammation",
    "Leukocyte Count",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Knockout",
    "Middle Aged",
    "Neutrophil Activation",
    "Neutrophils",
    "Phenotype",
    "Reactive Oxygen Species",
    "Toll-Like Receptor 9",
    "Tumor Necrosis Factor-alpha",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25660689",
    "doi": "10.1016/j.molimm.2015.01.015",
    "pii": "S0161-5890(15)00025-5"
  },
  "doi": "10.1016/j.molimm.2015.01.015",
  "dates": {
    "completed": "2015-05-01",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "CD11b Antigen",
    "DNA, Mitochondrial",
    "HLA-DR Antigens",
    "ITGAM protein, human",
    "Reactive Oxygen Species",
    "TLR9 protein, human",
    "TNF protein, human",
    "Toll-Like Receptor 9",
    "Tumor Necrosis Factor-alpha"
  ],
  "grants": [
    {
      "grant_id": "MOP123404",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.137409",
    "pmid": "25660689"
  }
}