{
  "pmid": "25664379",
  "uid": "25664379",
  "title": "Time of Day and Day of Week Trends in EMS Demand.",
  "abstract": "OBJECTIVE: We examined temporal variations in overall Emergency Medical Services (EMS) demand, as well as medical and trauma cases separately. We analyzed cases according to time of day and day of week to determine whether population level demand demonstrates temporal patterns that will increase baseline knowledge for EMS planning. METHODS: We conducted a secondary analysis of data from the Ambulance Victoria data warehouse covering the period 2008-2011. We included all cases of EMS attendance which resulted in 1,203,803 cases for review. Data elements comprised age, gender, date and time of call to the EMS emergency number along with the clinical condition of the patient. We employed Poisson regression to analyze case numbers and trigonometric regression to quantify distribution patterns. RESULTS: EMS demand exhibited a bimodal distribution with the highest peak at 10:00 and a second smaller peak at 19:00. The highest number of cases occurred on Fridays, and the lowest on Tuesdays and Wednesdays. However, the distribution of cases throughout the day differed by day of week. Distribution patterns on Fridays, Saturdays and Sundays differed significantly from the rest of the week (p < 0.001). When categorized into medical or trauma cases, medical cases were more frequent during working hours and involved patients of higher mean age (57 years vs. 49 years for trauma, p < 0.001). Trauma cases peaked on Friday and Saturday nights around midnight. CONCLUSION: Day of week EMS demand distribution patterns reveal differences that can be masked in aggregate data. Day of week EMS demand distribution patterns showed not only which days have differences in demand but the times of day at which the demand changes. Patterns differed by case type as well. These differences in distribution are important for EMS demand planning. Increased understanding of EMS demand patterns is imperative in a climate of ever-increasing demand and fiscal constraints. Further research is needed into the effect of age and case type on EMS demand.",
  "authors": [
    {
      "last_name": "Cantwell",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Cantwell",
      "affiliations": []
    },
    {
      "last_name": "Morgans",
      "fore_name": "Amee",
      "initials": "A",
      "name": "Amee Morgans",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Smith",
      "affiliations": []
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    },
    {
      "last_name": "Spelman",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Spelman",
      "affiliations": []
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "425",
  "end_page": "431",
  "pages": "425-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "After-Hours Care",
    "Databases, Factual",
    "Emergency Medical Services",
    "Health Services Needs and Demand",
    "Humans",
    "Middle Aged",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "25664379",
    "doi": "10.3109/10903127.2014.995843"
  },
  "doi": "10.3109/10903127.2014.995843",
  "dates": {
    "completed": "2016-03-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.757872",
    "pmid": "25664379"
  }
}