{
  "pmid": "25664703",
  "uid": "25664703",
  "title": "Oxygen saturation target range for extremely preterm infants: a systematic review and meta-analysis.",
  "abstract": "IMPORTANCE: The optimal oxygen saturation (SpO2) target for extremely preterm infants is unknown. OBJECTIVE: To systematically review evidence evaluating the effect of restricted vs liberal oxygen exposure on morbidity and mortality in extremely preterm infants. DATA SOURCES: MEDLINE, PubMed, CENTRAL, and CINAHL databases from their inception to March 31, 2014, and abstracts submitted to Pediatric Academic Societies from 2000 to 2014. STUDY SELECTION: All published randomized trials evaluating the effect of restricted (SpO2, 85%-89%) vs liberal (SpO2, 91%-95%) oxygen exposure in preterm infants (<28 weeks' gestation at birth). DATA EXTRACTION AND SYNTHESIS: All meta-analyses were performed using Review Manager 5.2. The Cochrane risk-of-bias tool was used to assess study quality. The summary of the findings and the level of confidence in the estimate of effect were assessed using GRADEpro. Treatment effect was analyzed using a random-effects model. MAIN OUTCOMES AND MEASURES: Death before hospital discharge, death or severe disability before 24 months, death before 24 months, neurodevelopmental outcomes, hearing loss, bronchopulmonary dysplasia, necrotizing enterocolitis, and severe retinopathy of prematurity. RESULTS: Five trials were included in the final synthesis. These studies had a similar design with a prespecified composite outcome of death/disability at 18 to 24 months corrected for prematurity; however, this outcome has not been reported for 2 of the 5 trials. There was no difference in the outcome of death/disability before 24 months (risk ratio [RR], 1.02 [95% CI, 0.92-1.14]). Mortality before 24 months was not different (RR, 1.13 [95% CI, 0.97-1.33]); however, a significant increase in mortality before hospital discharge was found in the restricted oxygen group (RR, 1.18 [95% CI, 1.03-1.36]). The rates of bronchopulmonary dysplasia, neurodevelopmental outcomes, hearing loss, and retinopathy of prematurity were similar between the 2 groups. Necrotizing enterocolitis occurred more frequently in infants on restricted oxygen (RR, 1.24 [95% CI, 1.05-1.47]). Using the Grades of Recommendation, Assessment, Development, and Evaluation (GRADE) criteria, we found that the quality of evidence for these outcomes was moderate to low. CONCLUSIONS AND RELEVANCE: Although infants cared for with a liberal oxygen target had significantly lower mortality before hospital discharge than infants cared for with a restricted oxygen target, the quality of evidence for this estimate of effect is low. Necrotizing enterocolitis occurred less frequently in the liberal oxygen group. We found no significant differences in death or disability at 24 months, bronchopulmonary dysplasia, retinopathy of prematurity, neurodevelopmental outcomes, or hearing loss at 24 months.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Veterans Affairs Medical Center, Buffalo, New York2Department of Internal Medicine, University at Buffalo, the State University of New York, Buffalo3Department of Clinical Epidemiology and Biostatistics, McM."
      ]
    },
    {
      "last_name": "Lakshminrusimha",
      "fore_name": "Satyan",
      "initials": "S",
      "name": "Satyan Lakshminrusimha",
      "affiliations": [
        "Division of Neonatal-Perinatal Medicine, Department of Pediatrics, Women and Children's Hospital of Buffalo and University at Buffalo, the State University of New York, Buffalo."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada5Division of Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "332",
  "end_page": "340",
  "pages": "332-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Systematic Review"
  ],
  "keywords": [
    "Bronchopulmonary Dysplasia",
    "Developmental Disabilities",
    "Enterocolitis, Necrotizing",
    "Hearing Loss",
    "Hospital Mortality",
    "Humans",
    "Infant",
    "Infant Mortality",
    "Infant, Extremely Premature",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Oxygen",
    "Oxygen Inhalation Therapy",
    "Retinopathy of Prematurity"
  ],
  "article_ids": {
    "pubmed": "25664703",
    "mid": "NIHMS671970",
    "pmc": "PMC4388792",
    "doi": "10.1001/jamapediatrics.2014.3307",
    "pii": "2108036"
  },
  "doi": "10.1001/jamapediatrics.2014.3307",
  "pmc_id": "PMC4388792",
  "dates": {
    "completed": "2015-06-10",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "R01 HD072929",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "5 R01 HD072929",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:05.290732",
    "pmid": "25664703"
  }
}