{
  "pmid": "25674510",
  "uid": "25674510",
  "title": "CHAracteristics of research studies that iNfluence practice: a GEneral survey of Canadian orthopaedic Surgeons (CHANGES): a pilot survey.",
  "abstract": "BACKGROUND: Evidence Based Medicine (EBM) is increasingly being applied to inform clinical decision-making in orthopaedic surgery. Despite the promotion of EBM in Orthopaedic Surgery, the adoption of results from high quality clinical research seems highly unpredictable and does not appear to be driven strictly by randomized trial data. The objective of this study was to pilot a survey to determine if we could identify surgeon opinions on the characteristics of research studies that are perceived as being most likely to influence clinical decision-making among orthopaedic surgeons in Canada. METHODS: A 28-question electronic survey was distributed to active members of the Canadian Orthopaedic Association (COA) over a period of 11 weeks. The questionnaire sought to analyze the influence of both extrinsic and intrinsic characteristics of research studies and their potential to influence practice patterns. Extrinsic factors included the perceived journal quality and investigator profiles, economic impact, peer/patient/industry influence and individual surgeon residency/fellowship training experiences. Intrinsic factors included study design, sample size, and outcomes reported. Descriptive statistics are provided. RESULTS: Of the 109 members of the COA who opened the survey, 95 (87%) completed the survey in its entirety. The overall response rate was 11% (95/841). Surgeons achieved consensus on the influence of three key designs on their practices: 1) randomized controlled trials 94 (99%), 2) meta-analysis 83 (87%), and 3) systematic reviews 81 (85%). Sixty-seven percent of surgeons agreed that studies with sample sizes of 101-500 or more were more likely to influence clinical practice than smaller studies (n = <100). Factors other than design influencing adoption included 1) reputation of the investigators (99%) and 2) perceived quality of the journal (75%). CONCLUSION: Although study design and sample size (i.e. minimum of 100 patients) have some influence on clinical decision making, surgeon respondents are equally influenced by investigator reputation and perceived journal quality. At present, continued emphasis on the generation of large, methodologically sound clinical trials remains paramount to translating research findings to clinical practice changes. Specific to this pilot survey, strategies to solicit more widespread responses will be pursued.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, HHS Hamilton General Hospital, 237 Barton Street, Hamilton, ON Canada L8L 2X2."
      ]
    },
    {
      "last_name": "Thornley",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Thornley",
      "affiliations": [
        "Faculty of Health Sciences, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, HHS Hamilton General Hospital, 237 Barton Street, Hamilton, ON Canada L8L 2X2."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, HHS Hamilton General Hospital, 237 Barton Street, Hamilton, ON Canada L8L 2X2.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, HHS Hamilton General Hospital, 237 Barton Street, Hamilton, ON Canada L8L 2X2."
      ]
    }
  ],
  "journal": {
    "title": "SpringerPlus",
    "iso_abbreviation": "Springerplus",
    "issn": "2193-1801",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2015"
  },
  "start_page": "62",
  "pages": "62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25674510",
    "pmc": "PMC4320200",
    "doi": "10.1186/s40064-015-0855-4",
    "pii": "855"
  },
  "doi": "10.1186/s40064-015-0855-4",
  "pmc_id": "PMC4320200",
  "dates": {
    "completed": "2015-02-12",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.362984",
    "pmid": "25674510"
  }
}