{
  "pmid": "25681311",
  "uid": "25681311",
  "title": "Psychotherapy for depression in children and adolescents: study protocol for a systematic review and network meta-analysis.",
  "abstract": "INTRODUCTION: Depression is common among children and adolescents and is associated with significantly negative effects. A number of structured psychosocial treatments are administered for depression in children and adolescents; however, evidence of their effectiveness is not clear. We describe the protocol of a systematic review and network meta-analysis to evaluate the efficacy, quality of life, tolerability and acceptability of the use of psychological intervention for this young population. METHODS AND ANALYSIS: We will search PubMed, EMBASE, CENTRAL (the Cochrane Central Register of Controlled Trials), Web of Science, PsycINFO, CINAHL, LiLACS, Dissertation Abstracts, European Association for Grey Literature Exploitation (EAGLE) and the National Technical Information Service (NTIS) from inception to July 2014. There will be no restrictions on language, publication year or publication type. Only randomised clinical trials (RCTs) with psychosocial treatments for depression in children and adolescents will be considered. The primary outcome of efficacy will be the mean overall change of the total score in continuous depression severity scales from baseline to end point. Data will be independently extracted by two reviewers. Traditional pairwise meta-analyses will be performed for studies that directly compared different treatment arms. Then we will perform a Bayesian network meta-analyses to compare the relative efficacy, quality of life, tolerability and acceptability of different psychological intervention. Subgroup analyses will be performed by the age of participants and the duration of psychotherapy, and sensitivity analyses will be conducted to assess the robustness of the findings. ETHICS AND DISSEMINATION: No ethical issues are foreseen. The results will be published in a peer-reviewed journal and disseminated electronically and in print. The meta-analysis may be updated to inform and guide management of depression in children and adolescents. TRIALS REGISTRATION NUMBER: PROSPERO CRD42014010014.",
  "authors": [
    {
      "last_name": "Qin",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Qin",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Michael",
      "fore_name": "Kurt D",
      "initials": "KD",
      "name": "Kurt D Michael",
      "affiliations": [
        "Department of Psychology, Appalachian State University, Boone, North Carolina, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yiyun",
      "initials": "Y",
      "name": "Yiyun Liu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Whittington",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Whittington",
      "affiliations": [
        "Centre for Outcomes Research and Effectiveness, Research Department of Clinical, Educational & Health Psychology, University College London, London, UK."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cohen",
      "affiliations": [
        "Sorbonne Universités; and the Department of Child and Adolescent Psychiatry, Institut des Systèmes Intelligents et de Robotiques, UPMC Univ Paris 06, UMR 7222, AP-HP, Hôpital Pitié-Salpétrière, Paris, France."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "e005918",
  "pages": "e005918",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Clinical Protocols",
    "Depression",
    "Depressive Disorder",
    "Humans",
    "Psychotherapy",
    "Quality of Life",
    "Research Design",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "25681311",
    "pmc": "PMC4330321",
    "doi": "10.1136/bmjopen-2014-005918",
    "pii": "bmjopen-2014-005918"
  },
  "doi": "10.1136/bmjopen-2014-005918",
  "pmc_id": "PMC4330321",
  "dates": {
    "completed": "2015-09-22",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.178351",
    "pmid": "25681311"
  }
}