{
  "pmid": "25692030",
  "uid": "25692030",
  "title": "Prophylaxis in older Canadian adults with hemophilia A: lessons and more questions.",
  "abstract": "BACKGROUND: Although prophylaxis is a standard of care for young children in developed countries, known to reduce the severity of hemophilic arthropathy, older adults with existing arthropathy have not traditionally used prophylaxis. Recent studies have shown that adults with hemophilia A are increasingly adopting prophylaxis but the characteristics of this treatment in older adults are not well understood. This multicenter observational study was conducted to describe how secondary/tertiary prophylaxis is being used in older adults (≥40 years of age) in comparison to younger adults with severe hemophilia A. METHODS: Eligible adult (≥18 years of age) Canadian males with baseline FVIII:C ≤2% from the participating centres were observed over a 2 year period. RESULTS: Of the 220 adult severe hemophilia patients enrolled, 70% (155/220) used prophylaxis during the observational period. Only 27% (60/220) are older adults with very few >60 years of age. A lower proportion of older adults use prophylaxis compared to younger adults (58% vs. 75%, p = 0.016), with most patients in both groups using continuous prophylaxis (92 and 94% respectively). When considering all treatment modalities together, younger subjects use more factor concentrate than older subjects (2437 u/kg/year vs. 1702 u/kg/year, p = 0.027); however, older subjects on prophylaxis use 3447 u/kg/year and had an ABR of 12 while those on demand use 560 u/kg/year and had an ABR of 13. CONCLUSION: A significant number of older adults use secondary/tertiary continuous prophylaxis in Canada, accounting for a significant fraction of factor concentrate utilization.",
  "authors": [
    {
      "last_name": "Jackson",
      "fore_name": "Shannon C",
      "initials": "SC",
      "name": "Shannon C Jackson",
      "affiliations": [
        "Division of Hematology, Department of Medicine, University of British Columbia, Vancouver, BC Canada ; British Columbia Provincial Bleeding Disorders Program - Adult Division, 1081 Burrard Street, Comox Building, Room 217, Vancouver, British Columbia V6Z 1Y6 Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Yang",
      "affiliations": [
        "British Columbia Provincial Bleeding Disorders Program - Adult Division, 1081 Burrard Street, Comox Building, Room 217, Vancouver, British Columbia V6Z 1Y6 Canada."
      ]
    },
    {
      "last_name": "Minuk",
      "fore_name": "Leonard",
      "initials": "L",
      "name": "Leonard Minuk",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, University of Western Ontario, London, ON Canada."
      ]
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "St Michael's Hospital, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "St-Louis",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean St-Louis",
      "affiliations": [
        "CHU-Sainte-Justine and Department of Medicine, University of Montreal, Montreal, QC Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics and Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Card",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Card",
      "affiliations": [
        "Division of Hematology, Department of Medicine, University of Saskatchewan, Saskatoon, SK Canada."
      ]
    },
    {
      "last_name": "Poon",
      "fore_name": "Man-Chiu",
      "initials": "MC",
      "name": "Man-Chiu Poon",
      "affiliations": [
        "Division of Hematology and Hematologic Malignancies, Department of Medicine, University of Calgary, Calgary, AB Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC hematology",
    "iso_abbreviation": "BMC Hematol",
    "issn": "2052-1839",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2015"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25692030",
    "pmc": "PMC4331146",
    "doi": "10.1186/s12878-015-0022-8",
    "pii": "22"
  },
  "doi": "10.1186/s12878-015-0022-8",
  "pmc_id": "PMC4331146",
  "dates": {
    "completed": "2015-02-18",
    "revised": "2024-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.150296",
    "pmid": "25692030"
  }
}