{
  "pmid": "25693014",
  "uid": "25693014",
  "title": "Driving pressure and survival in the acute respiratory distress syndrome.",
  "abstract": "BACKGROUND: Mechanical-ventilation strategies that use lower end-inspiratory (plateau) airway pressures, lower tidal volumes (VT), and higher positive end-expiratory pressures (PEEPs) can improve survival in patients with the acute respiratory distress syndrome (ARDS), but the relative importance of each of these components is uncertain. Because respiratory-system compliance (CRS) is strongly related to the volume of aerated remaining functional lung during disease (termed functional lung size), we hypothesized that driving pressure (ΔP=VT/CRS), in which VT is intrinsically normalized to functional lung size (instead of predicted lung size in healthy persons), would be an index more strongly associated with survival than VT or PEEP in patients who are not actively breathing. METHODS: Using a statistical tool known as multilevel mediation analysis to analyze individual data from 3562 patients with ARDS enrolled in nine previously reported randomized trials, we examined ΔP as an independent variable associated with survival. In the mediation analysis, we estimated the isolated effects of changes in ΔP resulting from randomized ventilator settings while minimizing confounding due to the baseline severity of lung disease. RESULTS: Among ventilation variables, ΔP was most strongly associated with survival. A 1-SD increment in ΔP (approximately 7 cm of water) was associated with increased mortality (relative risk, 1.41; 95% confidence interval [CI], 1.31 to 1.51; P<0.001), even in patients receiving \"protective\" plateau pressures and VT (relative risk, 1.36; 95% CI, 1.17 to 1.58; P<0.001). Individual changes in VT or PEEP after randomization were not independently associated with survival; they were associated only if they were among the changes that led to reductions in ΔP (mediation effects of ΔP, P=0.004 and P=0.001, respectively). CONCLUSIONS: We found that ΔP was the ventilation variable that best stratified risk. Decreases in ΔP owing to changes in ventilator settings were strongly associated with increased survival. (Funded by Fundação de Amparo e Pesquisa do Estado de São Paulo and others.).",
  "authors": [
    {
      "last_name": "Amato",
      "fore_name": "Marcelo B P",
      "initials": "MB",
      "name": "Marcelo B P Amato",
      "affiliations": [
        "From the Cardio-Pulmonary Department, Pulmonary Division, Heart Institute (Incor), University of São Paulo (M.B.P.A., E.L.V.C., C.R.R.C.), and the Research and Education Institute, Hospital Sirio-Libanês (E.L.V.C.) - both in São Paulo; the Departments of Clinical Epidemiology and Biostatistics and Medicine, McMaster University, Hamilton, ON (M.O.M., T.E.S., M.B.), and the Keenan Research Centre for Biomedical Science, St. Michael's Hospital (A.S.S., L.B.), and the Interdepartmental Division of Critical Care Medicine and Department of Medicine, University of Toronto (A.S.S., L.B.), Toronto - all in Canada; the Massachusetts General Hospital Biostatistics Center, Harvard Medical School (D.A.S.), and Department of Anesthesia, Critical Care, and Pain Medicine, Beth Israel Deaconess Medical Center and Harvard Medical School (D.T.) - both in Boston; the Basel Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland (M.B.); the Department of Intensive Care and Hyperbaric Medicine, Angers University Hospital, Angers (A.M.), the Emergency Department, General Hospital of Annecy, Annecy (J.-C.M.R.), and INSERM UMR 955, Creteil (J.-C.M.R.) - all in France; and the Division of Pulmonary and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore (R.G.B.)."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": []
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": []
    },
    {
      "last_name": "Costa",
      "fore_name": "Eduardo L V",
      "initials": "EL",
      "name": "Eduardo L V Costa",
      "affiliations": []
    },
    {
      "last_name": "Schoenfeld",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Schoenfeld",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Thomas E",
      "initials": "TE",
      "name": "Thomas E Stewart",
      "affiliations": []
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": []
    },
    {
      "last_name": "Talmor",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Talmor",
      "affiliations": []
    },
    {
      "last_name": "Mercat",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Mercat",
      "affiliations": []
    },
    {
      "last_name": "Richard",
      "fore_name": "Jean-Christophe M",
      "initials": "JC",
      "name": "Jean-Christophe M Richard",
      "affiliations": []
    },
    {
      "last_name": "Carvalho",
      "fore_name": "Carlos R R",
      "initials": "CR",
      "name": "Carlos R R Carvalho",
      "affiliations": []
    },
    {
      "last_name": "Brower",
      "fore_name": "Roy G",
      "initials": "RG",
      "name": "Roy G Brower",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The New England journal of medicine",
    "iso_abbreviation": "N Engl J Med",
    "issn": "1533-4406",
    "issn_type": "Electronic",
    "volume": "372",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "747",
  "end_page": "755",
  "pages": "747-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Lung",
    "Lung Compliance",
    "Multivariate Analysis",
    "Positive-Pressure Respiration",
    "Pressure",
    "Prognosis",
    "Proportional Hazards Models",
    "Respiratory Distress Syndrome",
    "Risk",
    "Tidal Volume"
  ],
  "article_ids": {
    "pubmed": "25693014",
    "doi": "10.1056/NEJMsa1410639"
  },
  "doi": "10.1056/NEJMsa1410639",
  "dates": {
    "completed": "2015-02-23",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.391638",
    "pmid": "25693014"
  }
}