{
  "pmid": "25705593",
  "uid": "25705593",
  "title": "Outcome and graft patency in coronary artery bypass grafting with coronary endarterectomy.",
  "abstract": "BACKGROUND: Controversy persists regarding the use of coronary endarterectomy (CE) in patients with severe coronary artery disease. We compared the comorbidities and perioperative characteristics of patients undergoing coronary artery bypass grafting (CABG) with and without CE. METHODS: This study was performed in two private hospitals in Shiraz, Iran from May 2010 to December 2011 on 967 patients who underwent CABG without CE and 84 patients who underwent CABG with CE (the CE+ group). After follow-up at 9.66±3.65 months post-surgery, 28 patients from the CE+ group underwent angiography to evaluate the patency of grafts and native coronary vessels. RESULTS: Patients in the CE+ group had a more prevalent history of diabetes (48% vs. 36%) and number of diseased vessels (2.88±0.39 vs. 2.70±0.85). The overall hospital mortality was 1.8%, and no significant difference was observed between the two groups. In the 28 patients who underwent reangiography, 113 vessels were bypassed and 29 endarterectomies were performed, mostly on the left anterior descending artery (12 endarterectomies) and the right coronary artery (8 endarterectomies). In the endarterectomized vessels, a 66% patency rate was found in both the grafts and the native vessels. The native coronary vessels were more likely to be patent when the left internal mammary artery was used as a conduit than when a saphenous vein bypass graft was used. CONCLUSION: The lack of a significant difference in postoperative complications in patients who underwent CABG with or without CE may indicate that CE does not expose patients to a higher risk of complications. Since most of the endarterectomized vessels were shown to be patent during the follow-up period, we propose that endarterectomy is a viable option for patients with severely diseased vessels.",
  "authors": [
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Nemati",
      "affiliations": [
        "Cardiac Surgery Department, Medical School, Shiraz University of Medical Sciences."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Medical Journalism Department, Paramedical School, Shiraz University of Medical Sciences."
      ]
    },
    {
      "last_name": "Khosropanah",
      "fore_name": "Shahdad",
      "initials": "S",
      "name": "Shahdad Khosropanah",
      "affiliations": [
        "Cardiology Department, Medical School, Shiraz University of Medical Sciences."
      ]
    }
  ],
  "journal": {
    "title": "The Korean journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "Korean J Thorac Cardiovasc Surg",
    "issn": "2233-601X",
    "issn_type": "Print",
    "volume": "48",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Feb"
  },
  "start_page": "13",
  "end_page": "24",
  "pages": "13-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25705593",
    "pmc": "PMC4333844",
    "doi": "10.5090/kjtcs.2015.48.1.13",
    "pii": "kjtcvs-48-13"
  },
  "doi": "10.5090/kjtcs.2015.48.1.13",
  "pmc_id": "PMC4333844",
  "dates": {
    "completed": "2015-02-23",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.532930",
    "pmid": "25705593"
  }
}