{
  "pmid": "25709852",
  "uid": "25709852",
  "title": "Characterizing the assessment and management of vitamin d levels in patients with osteoporosis in clinical practice: a chart review initiative.",
  "abstract": "Though vitamin D is important for bone health, little is known about the monitoring and management of vitamin D levels in patients with osteoporosis in clinical practice-a deficit this chart review initiative aimed to remedy. A total of 52 physicians completed profiles for 983 patients being treated for osteoporosis between November 2008 and April 2009. Information collected included demographics; fracture risk factors; availability and level of serum vitamin D measurements; and information on osteoporosis medications and calcium and vitamin D supplementation. Physicians also evaluated patients' current regimens and detailed proposed changes, if applicable. Nearly 85% of patients were prescribed calcium and vitamin D supplements. Serum 25-hydroxy vitamin D levels were available for 73% of patients. Of these patients, approximately 50% had levels less than 80 nmol/L, which contrasts with the 37% thought to have \"unsatisfactory\" vitamin D levels based on physician perceptions. Physicians felt 26% of patients would benefit from additional vitamin D supplementation. However, no changes to the osteoporosis regimen were suggested for 48% of patients perceived to have \"unsatisfactory\" vitamin D levels. The results underscore the importance of considering vitamin D status when looking to optimize bone health.",
  "authors": [
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Charlton Medical Centre, Department of Medicine, McMaster University, 25 Charlton Avenue E., Suite 501, Hamilton, ON, Canada L8N 1Y2."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": [
        "Groupe de Recherche en Rhumatologie et Maladies Osseuses, Centre de Recherche du Centre Hospitalier Universitaire de Québec, Laval University, 2705 Boulevard Laurier, S-763, Quebec City, QC, Canada G1V 4G2."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Charlton Medical Centre, Department of Medicine, McMaster University, 25 Charlton Avenue E., Suite 501, Hamilton, ON, Canada L8N 1Y2."
      ]
    }
  ],
  "journal": {
    "title": "Journal of osteoporosis",
    "iso_abbreviation": "J Osteoporos",
    "issn": "2090-8059",
    "issn_type": "Print",
    "volume": "2015",
    "pub_year": "2015"
  },
  "start_page": "312952",
  "pages": "312952",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25709852",
    "pmc": "PMC4325965",
    "doi": "10.1155/2015/312952"
  },
  "doi": "10.1155/2015/312952",
  "pmc_id": "PMC4325965",
  "dates": {
    "completed": "2015-02-24",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:10.237424",
    "pmid": "25709852"
  }
}