{
  "pmid": "25703285",
  "uid": "25703285",
  "title": "Efficacy of Hip Arthroscopy for the Management of Septic Arthritis: A Systematic Review.",
  "abstract": "PURPOSE: This systematic review assessed the role of hip arthroscopic irrigation and debridement for eradication of infection in native joints to ascertain outcomes and complications associated with this surgical approach. METHODS: The Medline, Embase, and PubMed databases were searched on July 20, 2014, for English-language studies that addressed arthroscopic treatment of native septic hip arthritis. The studies were systematically screened and data abstracted in duplicate, with qualitative findings presented. RESULTS: There were 11 eligible studies (1 case-control study, 8 case series, and 2 case reports) reporting on 65 patients (65 hips) treated by arthroscopic irrigation and debridement for septic hip arthritis. The mean length of patient follow-up was 19.1 months (range, 6 to 84 months). The indications for surgery were as follows: pyrexia, anterior groin or hip pain with limited hip range of motion and an inability to bear weight, associated leukocytosis, an elevated erythrocyte sedimentation rate or C-reactive protein level, and/or hip imaging or aspiration results consistent with infection. Specific contraindications for surgery reported across studies included tuberculous of fungal infection, coexistence of osteomyelitis, immunocompromised individuals, and pre-existing surgery on the affected hip. The initial rate of infection eradication was 100%. All studies reported significant improvements in patient pain and function. Improvements were also observed in range of motion, as well as across both the Bennett radiographic and clinical assessments and Harris Hip Score. No complications, major or minor, were reported, and only 1 of 65 hips (1.5%) required revision arthroscopy for recurrence because of a methicillin-resistant Staphylococcus aureus infection. CONCLUSIONS: Arthroscopic native hip irrigation and debridement for septic arthritis appear to comprise a safe and effective treatment option for selected patients (e.g., no deformity, no bacterial infections, and not immunocompromised). Timely diagnosis and intervention, however, remain the most critical prognostic factors for successful outcomes. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV and V studies.",
  "authors": [
    {
      "last_name": "de SA",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de SA",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cargnelli",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Cargnelli",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Catapano",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Catapano",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "McMaster University Medical Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "Minnesota Orthopedic Sports Medicine Institute, Edina, Minnesota, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "1358",
  "end_page": "1370",
  "pages": "1358-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthritis, Infectious",
    "Arthroscopy",
    "Debridement",
    "Hip",
    "Humans",
    "Methicillin-Resistant Staphylococcus aureus",
    "Range of Motion, Articular",
    "Reoperation",
    "Staphylococcal Infections",
    "Therapeutic Irrigation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25703285",
    "doi": "10.1016/j.arthro.2014.12.028",
    "pii": "S0749-8063(15)00013-4"
  },
  "doi": "10.1016/j.arthro.2014.12.028",
  "dates": {
    "completed": "2016-02-02",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.752809",
    "pmid": "25703285"
  }
}