{
  "pmid": "25717287",
  "uid": "25717287",
  "title": "Improving the estimation of the burden of risk factors: an illustrative comparison of methods to measure smoking-attributable mortality.",
  "abstract": "BACKGROUND: Prevention efforts are informed by the numbers of deaths or cases of disease caused by specific risk factors, but these are challenging to estimate in a population. Fortunately, an increasing number of jurisdictions have increasingly rich individual-level, population-based data linking exposures and outcomes. These linkages enable multivariable approaches to risk assessment. We demonstrate how this approach can estimate the population burden of risk factors and illustrate its advantages over often-used population-attributable fraction methods. METHODS: We obtained risk factor information for 78,597 individuals from a series of population-based health surveys. Each respondent was linked to death registry (568,997 person-years of follow-up, 6,399 deaths).Two methods were used to obtain population-attributable fractions. First, the mortality rate difference between the entire population and the population of non-smokers was divided by the total mortality rate. Second, often-used attributable fraction formulas were used to combine summary measures of smoking prevalence with relative risks of death for select diseases. The respective fractions were then multiplied to summary measures of mortality to obtain smoking-attributable mortality. Alternatively, for our multivariable approach, we created algorithms for risk of death, predicted by health behaviors and various covariates (age, sex, socioeconomic position, etc.). The burden of smoking was determined by comparing the predicted mortality of the current population with that of a counterfactual population where smoking is eliminated. RESULTS: Our multivariable algorithms accurately predicted an individual's risk of death based on their health behaviors and other variables in the models. These algorithms estimated that 23.7% of all deaths can be attributed to smoking in Ontario. This is higher than the 20.0% estimated using population-attributable risk methods that considered only select diseases and lower than the 35.4% estimated from population-attributable risk methods that examine the excess burden of all deaths due to smoking. CONCLUSIONS: The multivariable algorithms presented have several advantages, including: controlling for confounders, accounting for complexities in the relationship between multiple exposures and covariates, using consistent definitions of exposure, and using specific measures of risk derived internally from the study population. We propose the wider use of multivariable risk assessment approach as an alternative to population-attributable fraction methods.",
  "authors": [
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Bruyère Research Institute, Bruyère Centre of Learning, Research and Innovation in Long-Term Care, Ottawa, Ontario Canada ; Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Rosella",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Rosella",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario Canada ; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": [
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada ; Department of Medicine, University of Ottawa, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Bennett",
      "affiliations": [
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Tuna",
      "fore_name": "Meltem",
      "initials": "M",
      "name": "Meltem Tuna",
      "affiliations": [
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Hennessy",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre Hennessy",
      "affiliations": [
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Health Analysis Division, Statistics Canada, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Manson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Manson",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Manuel",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Manuel",
      "affiliations": [
        "Bruyère Research Institute, Bruyère Centre of Learning, Research and Innovation in Long-Term Care, Ottawa, Ontario Canada ; Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Population Health and Primary Care, Ottawa, Ontario Canada ; Health Analysis Division, Statistics Canada, Ottawa, Ontario Canada ; Department of Family Medicine, University of Ottawa, Ottawa, Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Population health metrics",
    "iso_abbreviation": "Popul Health Metr",
    "issn": "1478-7954",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2015"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25717287",
    "pmc": "PMC4339639",
    "doi": "10.1186/s12963-015-0039-z",
    "pii": "39"
  },
  "doi": "10.1186/s12963-015-0039-z",
  "pmc_id": "PMC4339639",
  "dates": {
    "completed": "2015-02-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.711340",
    "pmid": "25717287"
  }
}