{
  "pmid": "25711195",
  "uid": "25711195",
  "title": "Preventing Urethral Trauma from Inadvertent Inflation of Catheter Balloon in the Urethra during Catheterization: Evaluation of a Novel Safety Syringe after Correlating Trauma with Urethral Distension and Catheter Balloon Pressure.",
  "abstract": "PURPOSE: We investigated urethral diametric strain and threshold maximum inflation pressure for rupture during inadvertent inflation of a catheter anchoring balloon in the urethra. In addition, we evaluated a novel safety device to prevent trauma based on these parameters. MATERIALS AND METHODS: Inflation of a urethral catheter anchoring balloon was performed in the bulbar urethra of 21 ex vivo porcine models using 16Fr catheters. Urethral trauma was assessed with retrograde urethrography. Urethral rupture was correlated with internal urethral diametric strain and maximal urethral pressure threshold values in kPa. Urethral catheters were then inflated in the bulbar urethras of 7 fresh male cadavers using a standard syringe and a prototype syringe. The plunger of the standard syringe was depressed until opposing resistance pressure generated by the urethra prevented further inflation of the anchoring balloon. The plunger of the prototype safety syringe was depressed until sterile water in the syringe decanted through an activated safety threshold pressure valve. RESULTS: Retrograde urethrography demonstrated that porcine urethral rupture consistently occurred at an internal urethral diametric strain greater than 40% and a maximum inflation pressure greater than 150 kPa. The mean ± SD maximum human urethral threshold inflation pressure required to activate the safety prototype syringe pressure valve was 153 ± 3 kPa. In comparison, maximum inflation pressure was significantly greater using the standard syringe than the activated prototype syringe (mean 452 ± 188 kPa, p <0.001). CONCLUSIONS: Internal urethral diametric strain and threshold maximum inflation pressures are important parameters for designing a safer urethral catheter system with lower intrinsic threshold inflation pressures.",
  "authors": [
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Department of Urology, Tallaght Hospital, Dublin, Ireland; Centre for Applied Biomedical Engineering Research, Materials and Surface Science Institute, University of Limerick, Castletroy, Ireland."
      ]
    },
    {
      "last_name": "Mooney",
      "fore_name": "Rory O'C",
      "initials": "RO",
      "name": "Rory O'C Mooney",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Materials and Surface Science Institute, University of Limerick, Castletroy, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Conor V",
      "initials": "CV",
      "name": "Conor V Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Materials and Surface Science Institute, University of Limerick, Castletroy, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Materials and Surface Science Institute, University of Limerick, Castletroy, Ireland."
      ]
    },
    {
      "last_name": "Thornhill",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Thornhill",
      "affiliations": [
        "Department of Urology, Tallaght Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Materials and Surface Science Institute, University of Limerick, Castletroy, Ireland. Electronic address: Michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "194",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "1138",
  "end_page": "1145",
  "pages": "1138-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cadaver",
    "Equipment Design",
    "Humans",
    "Male",
    "Patient Safety",
    "Pressure",
    "Swine",
    "Syringes",
    "Urethra",
    "Urinary Catheters",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "25711195",
    "doi": "10.1016/j.juro.2015.02.083",
    "pii": "S0022-5347(15)00393-6"
  },
  "doi": "10.1016/j.juro.2015.02.083",
  "dates": {
    "completed": "2015-12-17",
    "revised": "2015-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.835563",
    "pmid": "25711195"
  }
}