{
  "pmid": "25716902",
  "uid": "25716902",
  "title": "The choice of the noninferiority margin in clinical trials was driven by baseline risk, type of primary outcome, and benefits of new treatment.",
  "abstract": "OBJECTIVES: To explore characteristics of clinical trials that influence the choice of the noninferiority margin (NIM) when planning the trial. STUDY DESIGN AND SETTING: We conducted an experimental survey among corresponding authors of randomized controlled trials indexed in MEDLINE. We described two hypothetical studies and asked the respondents' opinion on the largest loss of effectiveness that is clinically negligible (or the smallest lost of effectiveness that is clinically important in the superiority scenario). We randomly manipulated four study attributes in each vignette, using a factorial design. RESULTS: A total of 364 researchers participated. The values for NIMs were significantly lower than the differences to be detected in a superiority trial. The NIM was smaller when the primary outcome was mortality compared with treatment failure, when baseline risk in the control arm was lower, and when the advantage of the new treatment was a lower cost compared with having fewer side effects. In contrast, the population age group under study and the difficulty to recruit patients showed no effect on the choice of the NIM. CONCLUSION: In our experimental study, the factors associated with lower NIMs were mortality as a primary outcome, low baseline risk, and a less costly new treatment.",
  "authors": [
    {
      "last_name": "Gayet-Ageron",
      "fore_name": "Angèle",
      "initials": "A",
      "name": "Angèle Gayet-Ageron",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, 6 Rue Gabrielle Perret-Gentil, 1211 Geneva 14, Switzerland. Electronic address: angele.gayet-ageron@hcuge.ch."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, 6 Rue Gabrielle Perret-Gentil, 1211 Geneva 14, Switzerland; Department of Clinical Epidemiology & Biostatistics, Faculty of Health Science, McMaster University, 1280 Main St. W. Hamilton, Ontario, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Rudaz",
      "fore_name": "Sandrine",
      "initials": "S",
      "name": "Sandrine Rudaz",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, 6 Rue Gabrielle Perret-Gentil, 1211 Geneva 14, Switzerland."
      ]
    },
    {
      "last_name": "Courvoisier",
      "fore_name": "Delphine",
      "initials": "D",
      "name": "Delphine Courvoisier",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, 6 Rue Gabrielle Perret-Gentil, 1211 Geneva 14, Switzerland."
      ]
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Perneger",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, 6 Rue Gabrielle Perret-Gentil, 1211 Geneva 14, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "1144",
  "end_page": "1151",
  "pages": "1144-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Confidence Intervals",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Randomized Controlled Trials as Topic",
    "Research Personnel",
    "Sample Size",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25716902",
    "doi": "10.1016/j.jclinepi.2015.01.017",
    "pii": "S0895-4356(15)00025-6"
  },
  "doi": "10.1016/j.jclinepi.2015.01.017",
  "dates": {
    "completed": "2016-04-29",
    "revised": "2015-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.308967",
    "pmid": "25716902"
  }
}