{
  "pmid": "25723491",
  "uid": "25723491",
  "title": "The effects of knockdown of rho-associated kinase 1 and zipper-interacting protein kinase on gene expression and function in cultured human arterial smooth muscle cells.",
  "abstract": "Rho-associated kinase (ROCK) and zipper-interacting protein kinase (ZIPK) have been implicated in diverse physiological functions. ROCK1 phosphorylates and activates ZIPK suggesting that at least some of these physiological functions may require both enzymes. To test the hypothesis that sequential activation of ROCK1 and ZIPK is commonly involved in regulatory pathways, we utilized siRNA to knock down ROCK1 and ZIPK in cultured human arterial smooth muscle cells (SMC). Microarray analysis using a whole-transcript expression chip identified changes in gene expression induced by ROCK1 and ZIPK knockdown. ROCK1 knockdown affected the expression of 553 genes, while ZIPK knockdown affected the expression of 390 genes. A high incidence of regulation of transcription regulator genes was observed in both knockdowns. Other affected groups included transporters, kinases, peptidases, transmembrane and G protein-coupled receptors, growth factors, phosphatases and ion channels. Only 76 differentially expressed genes were common to ROCK1 and ZIPK knockdown. Ingenuity Pathway Analysis identified five pathways shared between the two knockdowns. We focused on cytokine signaling pathways since ROCK1 knockdown up-regulated 5 and down-regulated 4 cytokine genes, in contrast to ZIPK knockdown, which affected the expression of only two cytokine genes (both down-regulated). IL-6 gene expression and secretion of IL-6 protein were up-regulated by ROCK1 knockdown, whereas ZIPK knockdown reduced IL-6 mRNA expression and IL-6 protein secretion and increased ROCK1 protein expression, suggesting that ROCK1 may inhibit IL-6 secretion. IL-1β mRNA and protein levels were increased in response to ROCK1 knockdown. Differences in the effects of ROCK1 and ZIPK knockdown on cell cycle regulatory genes suggested that ROCK1 and ZIPK regulate the cell cycle by different mechanisms. ROCK1, but not ZIPK knockdown reduced the viability and inhibited proliferation of vascular SMC. We conclude that ROCK1 and ZIPK have diverse, but predominantly distinct regulatory functions in vascular SMC and that ROCK1-mediated activation of ZIPK is not involved in most of these functions.",
  "authors": [
    {
      "last_name": "Deng",
      "fore_name": "Jing-Ti",
      "initials": "JT",
      "name": "Jing-Ti Deng",
      "affiliations": [
        "Smooth Muscle Research Group and Department of Biochemistry and Molecular Biology, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiu-Ling",
      "initials": "XL",
      "name": "Xiu-Ling Wang",
      "affiliations": [
        "Southern Alberta Cancer Research Institute Microarray and Genomics Facility, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yong-Xiang",
      "initials": "YX",
      "name": "Yong-Xiang Chen",
      "affiliations": [
        "Division of Cardiology, Libin Cardiovascular Institute of Alberta, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Edward R",
      "initials": "ER",
      "name": "Edward R O'Brien",
      "affiliations": [
        "Division of Cardiology, Libin Cardiovascular Institute of Alberta, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Gui",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Gui",
      "affiliations": [
        "Department of Physiology and Pharmacology, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Smooth Muscle Research Group and Department of Biochemistry and Molecular Biology, University of Calgary, Alberta, Canada; Hotchkiss Brain Institute and Libin Cardiovascular Institute of Alberta, University of Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "e0116969",
  "pages": "e0116969",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arteries",
    "Cell Proliferation",
    "Cell Survival",
    "Cells, Cultured",
    "Cluster Analysis",
    "Death-Associated Protein Kinases",
    "Gene Expression Profiling",
    "Gene Expression Regulation",
    "Gene Knockdown Techniques",
    "Genetic Association Studies",
    "Genetic Predisposition to Disease",
    "Humans",
    "Interleukin-1beta",
    "Muscle, Smooth, Vascular",
    "Myocytes, Smooth Muscle",
    "Myosins",
    "Phosphorylation",
    "RNA, Messenger",
    "Signal Transduction",
    "rho-Associated Kinases"
  ],
  "article_ids": {
    "pubmed": "25723491",
    "pmc": "PMC4344299",
    "doi": "10.1371/journal.pone.0116969",
    "pii": "PONE-D-14-21194"
  },
  "doi": "10.1371/journal.pone.0116969",
  "pmc_id": "PMC4344299",
  "dates": {
    "completed": "2015-11-23",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Interleukin-1beta",
    "RNA, Messenger",
    "DAPK3 protein, human",
    "Death-Associated Protein Kinases",
    "ROCK1 protein, human",
    "rho-Associated Kinases",
    "Myosins"
  ],
  "grants": [
    {
      "grant_id": "MOP-111262",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.836493",
    "pmid": "25723491"
  }
}