{
  "pmid": "25724955",
  "uid": "25724955",
  "title": "Sialic acid-mediated gene expression in Streptococcus pneumoniae and role of NanR as a transcriptional activator of the nan gene cluster.",
  "abstract": "In this study, we investigated the transcriptomic response of Streptococcus pneumoniae D39 to sialic acid (N-acetylneuraminic acid [Neu5Ac]). Transcriptome comparison of wild-type D39 grown in M17 medium with and without sialic acid revealed the elevated expression of various genes and operons, including the nan gene cluster (nan operon I and nanA gene). Our microarray analysis and promoter-lacZ fusion studies showed that the transcriptional regulator NanR acts as a transcriptional activator of nan operon I and the nanA gene in the presence of sialic acid. The putative regulatory site of NanR in the promoter region of nan operon I is predicted and confirmed by promoter truncation experiments. Furthermore, the role of CcpA in the regulation of the nan gene cluster is demonstrated through microarray analysis and promoter-lacZ fusion studies, suggesting that in the presence of sialic acid and glucose, CcpA represses the expression of nan operon I while the expression of the nanA gene is CcpA independent.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, The Netherlands Department of Bioinformatics and Biotechnology, G C University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, The Netherlands Department of Microbiology, Tumor and Cell Biology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Hifza",
      "initials": "H",
      "name": "Hifza Ahmed",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, The Netherlands o.p.kuipers@rug.nl."
      ]
    }
  ],
  "journal": {
    "title": "Applied and environmental microbiology",
    "iso_abbreviation": "Appl Environ Microbiol",
    "issn": "1098-5336",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "3121",
  "end_page": "3131",
  "pages": "3121-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Culture Media",
    "DNA, Bacterial",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Bacterial",
    "Glucose",
    "Microarray Analysis",
    "Molecular Sequence Data",
    "Multigene Family",
    "N-Acetylneuraminic Acid",
    "Sequence Analysis, DNA",
    "Streptococcus pneumoniae",
    "Trans-Activators"
  ],
  "article_ids": {
    "pubmed": "25724955",
    "pmc": "PMC4393437",
    "doi": "10.1128/AEM.00499-15",
    "pii": "AEM.00499-15"
  },
  "doi": "10.1128/AEM.00499-15",
  "pmc_id": "PMC4393437",
  "dates": {
    "completed": "2015-12-21",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Culture Media",
    "DNA, Bacterial",
    "Trans-Activators",
    "N-Acetylneuraminic Acid",
    "Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.751750",
    "pmid": "25724955"
  }
}