{
  "pmid": "25727849",
  "uid": "25727849",
  "title": "Impacts of care-giving and sources of support: a comparison of end-of-life and non-end-of-life caregivers in Canada.",
  "abstract": "This is the second in a series of papers that deal with care-giving in Canada, as based on data available from the Canadian General Social Survey (2007). Building on the first paper, which reviewed the differences between short-term, long-term and end-of-life (EOL) caregivers, this paper uniquely examines the caregiver supports employed by EOL caregivers when compared to non-EOL caregivers (short-term and long-term caregivers combined). Both papers employ data from Statistics Canada's General Social Survey (GSS Cycle 21: 2007). The GSS includes three modules, where respondents were asked questions about the unpaid home care assistance that they had provided in the last 12 months to someone at EOL or with either a long-term health condition or a physical limitation. The objective of this research paper was to investigate the link between the impact of the care-giving experience and the caregiver supports received, while also examining the differences in these across EOL and non-EOL caregivers. By way of factor analysis and regression modelling, we examine differences between two types of caregivers: (i) EOL and (ii) non-EOL caregivers. The study revealed that with respect to socio-demographic characteristics, health outcomes and caregiver supports, EOL caregivers were consistently worse off. This suggests that although all non-EOL caregivers are experiencing negative impacts from their care-giving role, comparatively greater supports are needed for EOL caregivers.",
  "authors": [
    {
      "last_name": "Williams",
      "fore_name": "Allison M",
      "initials": "AM",
      "name": "Allison M Williams",
      "affiliations": [
        "School of Geography and Earth Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Center of Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kitchen",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kitchen",
      "affiliations": [
        "McMaster Institute of Environment and Health, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health & social care in the community",
    "iso_abbreviation": "Health Soc Care Community",
    "issn": "1365-2524",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "214",
  "end_page": "224",
  "pages": "214-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Caregivers",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Palliative Care",
    "Social Support",
    "Surveys and Questionnaires",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "25727849",
    "doi": "10.1111/hsc.12205"
  },
  "doi": "10.1111/hsc.12205",
  "dates": {
    "completed": "2017-02-28",
    "revised": "2017-02-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.389180",
    "pmid": "25727849"
  }
}