{
  "pmid": "25724836",
  "uid": "25724836",
  "title": "Which Surgical Treatment for Open Tibial Shaft Fractures Results in the Fewest Reoperations? A Network Meta-analysis.",
  "abstract": "BACKGROUND: Open tibial shaft fractures are one of the most devastating orthopaedic injuries. Surgical treatment options include reamed or unreamed nailing, plating, Ender nails, Ilizarov fixation, and external fixation. Using a network meta-analysis allows comparison and facilitates pooling of a diverse population of randomized trials across these approaches in ways that a traditional meta-analysis does not. QUESTIONS/PURPOSES: Our aim was to perform a network meta-analysis using evidence from randomized trials on the relative effect of alternative approaches on the risk of unplanned reoperation after open fractures of the tibial diaphysis. Our secondary study endpoints included malunion, deep infection, and superficial infection. METHODS: A network meta-analysis allows for simultaneous consideration of the relative effectiveness of multiple treatment alternatives. To do this on the subject of surgical treatments for open tibial fractures, we began with systematic searches of databases (including EMBASE and MEDLINE) and performed hand searches of orthopaedic journals, bibliographies, abstracts from orthopaedic conferences, and orthopaedic textbooks, for all relevant material published between 1980 and 2013. Two authors independently screened abstracts and manuscripts and extracted the data, three evaluated the risk of bias in individual studies, and two applied Grading of Recommendation Assessment, Development and Evaluation (GRADE) criteria to bodies of evidence. We included all randomized and quasirandomized trials comparing two (or more) surgical treatment options for open tibial shaft fractures in predominantly (ie, > 80%) adult patients. We calculated pooled estimates for all direct comparisons and conducted a network meta-analysis combining direct and indirect evidence for all 15 comparisons between six stabilization strategies. Fourteen trials published between 1989 and November 2011 met our inclusion criteria; the trials comprised a total of 1279 patients surgically treated for open tibial shaft fractures. RESULTS: Moderate confidence evidence showed that unreamed nailing may reduce the likelihood of reoperation compared with external fixation (network odds ratio [OR], 0.38; 95% CI, 0.23-0.62; p < 0.05), although not necessarily compared with reamed nailing (direct OR, 0.74; 95% CI, 0.45-1.24; p = 0.25). Only low- or very low-quality evidence informed the primary outcome for other treatment comparisons, such as those involving internal plate fixation, Ilizarov external fixation, and Ender nailing. Method ranking based on reoperation data showed that unreamed nailing had the highest probability of being the best treatment, followed by reamed nailing, external fixation, and plate fixation. CIs around pooled estimates of malunion and infection risk were very wide, and therefore no conclusive results could be made based on these data. CONCLUSION: Current evidence suggests that intramedullary nailing may be superior to other fixation strategies for open tibial shaft fractures. Use of unreamed nails over reamed nails also may be advantageous in the setting of open fractures, but this remains to be confirmed. Unfortunately, these conclusions are based on trials that have had high risk of bias and poor precision. Larger and higher-quality head-to-head randomized controlled trials are required to confirm these conclusions and better inform clinical decision-making. LEVEL OF EVIDENCE: Level I, therapeutic study.",
  "authors": [
    {
      "last_name": "Foote",
      "fore_name": "Clary J",
      "initials": "CJ",
      "name": "Clary J Foote",
      "affiliations": [
        "Division of Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Vignesh",
      "fore_name": "K Nithin",
      "initials": "KN",
      "name": "K Nithin Vignesh",
      "affiliations": []
    },
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": []
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Chaudhry",
      "affiliations": []
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "473",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "2179",
  "end_page": "2192",
  "pages": "2179-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Fracture Fixation",
    "Humans",
    "Reoperation",
    "Tibial Fractures"
  ],
  "article_ids": {
    "pubmed": "25724836",
    "pmc": "PMC4457757",
    "doi": "10.1007/s11999-015-4224-y"
  },
  "doi": "10.1007/s11999-015-4224-y",
  "pmc_id": "PMC4457757",
  "dates": {
    "completed": "2015-08-20",
    "revised": "2025-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.368142",
    "pmid": "25724836"
  }
}