{
  "pmid": "25744324",
  "uid": "25744324",
  "title": "The structure and function of the anterolateral ligament of the knee: a systematic review.",
  "abstract": "PURPOSE: The purpose of this systematic review was to evaluate the anatomic structure and function of the anterolateral ligament (ALL) of the knee. METHODS: The Medline, Embase, and Cochrane databases were screened for all studies related to the ALL of the knee. Two reviewers independently reviewed all eligible articles and the references of these articles. Inclusion and exclusion criteria were applied to all searched studies. Quality assessment was completed for the included studies. RESULTS: Nineteen studies were identified for final analysis. Pooled analysis identified the ALL in 430 of 449 knees (96%) examined. The ligament was found to originate from the region of the lateral femoral epicondyle and insert on the proximal tibia midway between the Gerdy tubercle and the fibular head. The ALL was found to be 34.1 to 41.5 mm in length, 5.1 to 8.3 mm in width above the lateral meniscus, and 8.9 to 11.2 mm in width below the lateral meniscus. By use of magnetic resonance imaging, the ALL was identified in 93% of knees examined (clinical, 64 of 70; cadaveric, 16 of 16). In one case study the ligament was clearly visualized by ultrasound examination. Histologic analysis across 3 studies showed characteristics consistent with ligamentous tissue. Though not shown in biomechanical studies, it is hypothesized that the ALL provides anterolateral stability to the knee, preventing anterolateral subluxation of the proximal tibia on the femur. One study identified a network of peripheral nerves, suggesting a proprioceptive function of the ALL. CONCLUSIONS: This systematic review shows the ALL to be a distinct structure with a consistent origin and insertion sites. The ALL is an extra-articular structure with a clear course from the lateral femoral epicondyle region, running anteroinferiorly, to the proximal tibia at a site midway between the Gerdy tubercle and the head of the fibula. The function of this ligament is theorized to provide anterolateral knee stability. LEVEL OF EVIDENCE: Level IV, systematic review of cadaveric and imaging studies.",
  "authors": [
    {
      "last_name": "Van der Watt",
      "fore_name": "Leon",
      "initials": "L",
      "name": "Leon Van der Watt",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rothrauff",
      "fore_name": "Benjamin B",
      "initials": "BB",
      "name": "Benjamin B Rothrauff",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: femiayeni@gmail.com."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, U.S.A."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Getgood",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Department of Orthopaedic Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "569",
  "end_page": "82.e3",
  "pages": "569-82.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Femur",
    "Humans",
    "Knee Joint",
    "Ligaments, Articular",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "25744324",
    "doi": "10.1016/j.arthro.2014.12.015",
    "pii": "S0749-8063(14)00992-X"
  },
  "doi": "10.1016/j.arthro.2014.12.015",
  "dates": {
    "completed": "2015-07-02",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.274025",
    "pmid": "25744324"
  }
}