{
  "pmid": "25746022",
  "uid": "25746022",
  "title": "Cost implication of an early invasive strategy on weekdays and weekends in patients with acute coronary syndromes.",
  "abstract": "BACKGROUND: Early invasive intervention is associated with shorter length of stay (LOS) and similar outcomes in a delayed strategy in lower-risk patients with non-ST segment elevation acute coronary syndromes (NSTEACS), but is superior in higher-risk patients. However, early invasive intervention might be constrained by the need to mobilize the on-call team on weekends. We evaluated costs associated with an early vs delayed invasive intervention strategy, including patients who present on weekends. METHODS: Health care utilization was extracted from the Timing of Intervention in Acute Coronary Syndromes (TIMACS) trial for Canadian patients from case report forms. Only direct costs were considered and only hospitalization events were included. Canadian unit costs were applied to health care resources consumed for all patients. Sensitivity and subgroup analyses were performed. RESULTS: Early invasive intervention reduced LOS costs by $2808 (95% confidence interval [CI], $4,629-$987). Total costs per Canadian patient for early invasive intervention were $16,579 (95% CI, $14,949-$18,209) compared with $19,517 (95% CI, $17,897-$21,136) for the delayed invasive approach. This resulted in a savings of $2938 (95% CI, $5236-$640). Findings were confirmed using bootstrap simulation. Sensitivity analyses confirmed savings regardless of proportion of cases done on weekends. All subgroup costs favoured early intervention. CONCLUSIONS: Early invasive strategy was cost-saving, even on weekends, for Canadian NSTEACS patients because of significant LOS savings. Because many high-risk NSTEACS patients receive delayed intervention because of weekend catheterization laboratory status, these findings support opening catheterization laboratories on weekends to facilitate the use of early invasive intervention.",
  "authors": [
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; CADENCE Research Group, Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: lamya@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tong",
      "fore_name": "Wesley R",
      "initials": "WR",
      "name": "Wesley R Tong",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; CADENCE Research Group, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bainey",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Bainey",
      "affiliations": [
        "Mazankowsi Alberta Heart Institute, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rao-Melacini",
      "fore_name": "Purnima",
      "initials": "P",
      "name": "Purnima Rao-Melacini",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "314",
  "end_page": "319",
  "pages": "314-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Coronary Syndrome",
    "Aged",
    "Canada",
    "Coronary Artery Bypass",
    "Cost-Benefit Analysis",
    "Emergency Treatment",
    "Female",
    "Health Services",
    "Humans",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Percutaneous Coronary Intervention",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Risk Assessment",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25746022",
    "doi": "10.1016/j.cjca.2014.11.025",
    "pii": "S0828-282X(14)01614-6"
  },
  "doi": "10.1016/j.cjca.2014.11.025",
  "dates": {
    "completed": "2015-05-19",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "150904",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.737118",
    "pmid": "25746022"
  }
}