{
  "pmid": "25752382",
  "uid": "25752382",
  "title": "Phase 3 trials of stereotactic radiosurgery with or without whole-brain radiation therapy for 1 to 4 brain metastases: individual patient data meta-analysis.",
  "abstract": "PURPOSE: To perform an individual patient data (IPD) meta-analysis of randomized controlled trials evaluating stereotactic radiosurgery (SRS) with or without whole-brain radiation therapy (WBRT) for patients presenting with 1 to 4 brain metastases. METHOD AND MATERIALS: Three trials were identified through a literature search, and IPD were obtained. Outcomes of interest were survival, local failure, and distant brain failure. The treatment effect was estimated after adjustments for age, recursive partitioning analysis (RPA) score, number of brain metastases, and treatment arm. RESULTS: A total of 364 of the pooled 389 patients met eligibility criteria, of whom 51% were treated with SRS alone and 49% were treated with SRS plus WBRT. For survival, age was a significant effect modifier (P=.04) favoring SRS alone in patients ≤50 years of age, and no significant differences were observed in older patients. Hazard ratios (HRs) for patients 35, 40, 45, and 50 years of age were 0.46 (95% confidence interval [CI] = 0.24-0.90), 0.52 (95% CI = 0.29-0.92), 0.58 (95% CI = 0.35-0.95), and 0.64 (95% CI = 0.42-0.99), respectively. Patients with a single metastasis had significantly better survival than those who had 2 to 4 metastases. For distant brain failure, age was a significant effect modifier (P=.043), with similar rates in the 2 arms for patients ≤50 of age; otherwise, the risk was reduced with WBRT for patients >50 years of age. Patients with a single metastasis also had a significantly lower risk of distant brain failure than patients who had 2 to 4 metastases. Local control significantly favored additional WBRT in all age groups. CONCLUSIONS: For patients ≤50 years of age, SRS alone favored survival, in addition, the initial omission of WBRT did not impact distant brain relapse rates. SRS alone may be the preferred treatment for this age group.",
  "authors": [
    {
      "last_name": "Sahgal",
      "fore_name": "Arjun",
      "initials": "A",
      "name": "Arjun Sahgal",
      "affiliations": [
        "Department of Radiation Oncology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada. Electronic address: arjun.sahgal@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Aoyama",
      "fore_name": "Hidefumi",
      "initials": "H",
      "name": "Hidefumi Aoyama",
      "affiliations": [
        "Department of Radiology, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan."
      ]
    },
    {
      "last_name": "Kocher",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Kocher",
      "affiliations": [
        "Department of Radiation Oncology, University of Cologne, Cologne, Germany."
      ]
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Collette",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Collette",
      "affiliations": [
        "Statistics Department, European Organisation for Research and Treatment of Cancer, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Tago",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Tago",
      "affiliations": [
        "Department of Radiology, Teikyo University Mizonokuchi Hospital, Kanagawa, Japan."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Prakesh",
      "initials": "P",
      "name": "Prakesh Shaw",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Institute of Health Policy Management and Evaluation, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Eric L",
      "initials": "EL",
      "name": "Eric L Chang",
      "affiliations": [
        "Department of Radiation Oncology, University of Southern California, Los Angeles, California; Department of Radiation Oncology, MD Anderson Cancer Center, Houston, Texas."
      ]
    }
  ],
  "journal": {
    "title": "International journal of radiation oncology, biology, physics",
    "iso_abbreviation": "Int J Radiat Oncol Biol Phys",
    "issn": "1879-355X",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "710",
  "end_page": "717",
  "pages": "710-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Brain Neoplasms",
    "Clinical Trials, Phase III as Topic",
    "Combined Modality Therapy",
    "Cranial Irradiation",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Radiosurgery",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "25752382",
    "doi": "10.1016/j.ijrobp.2014.10.024",
    "pii": "S0360-3016(14)04294-1"
  },
  "doi": "10.1016/j.ijrobp.2014.10.024",
  "dates": {
    "completed": "2015-04-30",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.240391",
    "pmid": "25752382"
  }
}