{
  "pmid": "25763862",
  "uid": "25763862",
  "title": "Comparative efficacy of golimumab, infliximab, and adalimumab for moderately to severely active ulcerative colitis: a network meta-analysis accounting for differences in trial designs.",
  "abstract": "AIM: To conduct a network meta-analysis (NMA) to establish the comparative efficacy of infliximab, adalimumab and golimumab for the treatment of moderately to severely active ulcerative colitis (UC). DESIGN: A systematic literature search identified five randomized controlled trials for inclusion in the NMA. One trial assessed golimumab, two assessed infliximab and two assessed adalimumab. Outcomes included clinical response, clinical remission, mucosal healing, sustained clinical response and sustained clinical remission. Innovative methods were used to allow inclusion of the golimumab trial data given the alternative design of this trial (i.e., two-stage re-randomization). RESULTS: After induction, no statistically significant differences were found between golimumab and adalimumab or between golimumab and infliximab. Infliximab was statistically superior to adalimumab after induction for all outcomes and treatment ranking suggested infliximab as the superior treatment for induction. Golimumab and infliximab were associated with similar efficacy for achieving maintained clinical remission and sustained clinical remission, whereas adalimumab was not significantly better than placebo for sustained clinical remission. Golimumab and infliximab were also associated with similar efficacy for achieving maintained clinical response, sustained clinical response and mucosal healing. Finally, golimumab 50 and 100 mg was statistically superior to adalimumab for clinical response and sustained clinical response, and golimumab 100 mg was also statistically superior to adalimumab for mucosal healing. CONCLUSION: The results of our NMA suggest that infliximab was statistically superior to adalimumab after induction, and that golimumab was statistically superior to adalimumab for sustained outcomes. Golimumab and infliximab appeared comparable in efficacy.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Redwood Outcomes, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "Toor",
      "fore_name": "Kabirraaj",
      "initials": "K",
      "name": "Kabirraaj Toor",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert review of gastroenterology & hepatology",
    "iso_abbreviation": "Expert Rev Gastroenterol Hepatol",
    "issn": "1747-4132",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "693",
  "end_page": "700",
  "pages": "693-700",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adalimumab",
    "Anti-Inflammatory Agents",
    "Antibodies, Monoclonal",
    "Colitis, Ulcerative",
    "Comparative Effectiveness Research",
    "Humans",
    "Induction Chemotherapy",
    "Infliximab",
    "Maintenance Chemotherapy",
    "Models, Statistical",
    "Randomized Controlled Trials as Topic",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25763862",
    "doi": "10.1586/17474124.2015.1024657"
  },
  "doi": "10.1586/17474124.2015.1024657",
  "dates": {
    "completed": "2016-01-11",
    "revised": "2025-07-03"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Antibodies, Monoclonal",
    "golimumab",
    "Infliximab",
    "Adalimumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.504543",
    "pmid": "25763862"
  }
}