{
  "pmid": "25766057",
  "uid": "25766057",
  "title": "Quality of evidence is a key determinant for making a strong GRADE guidelines recommendation.",
  "abstract": "OBJECTIVES: The objective of the study was to assess the association between Grading of Recommendations Assessment, Development and Evaluation (GRADE) factors and the strength of recommendations. STUDY DESIGN AND SETTING: The study was conducted as part of the development of clinical practice guideline (CPG) by American Association of Blood Banking related to role of prophylactic vs. therapeutic transfusion for the management of thrombocytopenia. The association between GRADE factors and strength of recommendations was assessed using logistic regression and multilevel mixed effect logistic regression model. RESULTS: Seventeen members of the CPG panel participated in the recommendation process. The quality of evidence was the only statistically significant (odds ratio = 4.5; P < 0.001) GRADE factor associated with the strength of recommendations. The predictive model showed that there is about 90% probability that panelists would issue the same (strong) recommendation when confidence in the effects of intervention is high vs. 10% when the quality of evidence is very low. CONCLUSION: The results showed that quality of evidence is a key determinant for making a strong vs. a weak recommendation.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Division of Evidence Based Medicine, Department of Internal Medicine, USF Health Program for Comparative Effectiveness Research, Morsani College of Medicine, University of South Florida, Tampa, FL, USA; Moffitt Cancer Center and Tampa General Hospital, Tampa, FL, USA. Electronic address: bdjulbeg@health.usf.edu."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Ambuj",
      "initials": "A",
      "name": "Ambuj Kumar",
      "affiliations": [
        "Division of Evidence Based Medicine, Department of Internal Medicine, USF Health Program for Comparative Effectiveness Research, Morsani College of Medicine, University of South Florida, Tampa, FL, USA; Moffitt Cancer Center and Tampa General Hospital, Tampa, FL, USA."
      ]
    },
    {
      "last_name": "Kaufman",
      "fore_name": "Richard M",
      "initials": "RM",
      "name": "Richard M Kaufman",
      "affiliations": [
        "Department of Pathology, Brigham and Women's Hospital, Amory 260, 75 Francis Street, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Tobian",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Tobian",
      "affiliations": [
        "Department of Pathology, John Hopkins Hospital, 615 N. Wolfe Street, Baltimore, MD 21205, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics; Department of Medicine, McMaster University, 1280 Main Street West, Rm. 2C12 Hamilton, Ontario, Canada L8S 4K1."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "727",
  "end_page": "732",
  "pages": "727-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Banks",
    "Evidence-Based Medicine",
    "Health Planning Guidelines",
    "Humans",
    "Logistic Models",
    "Practice Guidelines as Topic",
    "Program Development",
    "Quality Improvement",
    "Thrombocytopenia",
    "United States"
  ],
  "article_ids": {
    "pubmed": "25766057",
    "doi": "10.1016/j.jclinepi.2014.12.015",
    "pii": "S0895-4356(15)00052-9"
  },
  "doi": "10.1016/j.jclinepi.2014.12.015",
  "dates": {
    "completed": "2015-09-16",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.055192",
    "pmid": "25766057"
  }
}