{
  "pmid": "25767414",
  "uid": "25767414",
  "title": "Long-term home visiting with vulnerable young mothers: an interpretive description of the impact on public health nurses.",
  "abstract": "BACKGROUND: The Nurse-Family Partnership (NFP) is a targeted, nurse home visitation program for young, low-income, first-time mothers. While the effectiveness of the NFP has been established in the United States, and is currently being evaluated in the Canadian public health care system, we have minimal understanding of how work of this nature impacts public health nurses (PHNs), an essential component of this program delivery model, on both professional and personal levels. METHODS: This two-phase study consisted of a qualitative secondary analysis of data from five focus groups conducted with PHNs (N = 6) who delivered the NFP intervention as part of a pilot study assessing feasibility and acceptability conducted in Hamilton, Ontario. The second phase, an interpretive description of individual interviews with the PHNs (N = 10) who have delivered the NFP in this context, further explored themes identified in the first phase. A practice, problem and needs analysis was conducted to describe and understand the phenomenon and promote sustainability of PHNs in this practice environment. Conventional content analysis was used to code and categorize data in the two datasets. RESULTS: The nurse-client relationship, the core elements and structure of the NFP program and support of NFP colleagues were described as rewarding factors, while workload and workplace factors were identified as significant contributors to stress. PHNs described transforming their nursing practice through redefining success and shifting to a philosophy where the client is the expert of her own life. PHNs described the personal impact of worry about clients and doubt about their effectiveness in addressing client concerns. High levels of satisfaction were described in relation to the depth and intensity of relationships with clients and seeing them succeed over time. CONCLUSIONS: PHNs are impacted in multiple ways by their work with vulnerable, young mothers. The study findings have implications for identification of strategies to support PHNs in reducing staff turnover, PHN burnout, secondary traumatic stress and compassion fatigue, and improving program delivery.",
  "authors": [
    {
      "last_name": "Dmytryshyn",
      "fore_name": "Anne L",
      "initials": "AL",
      "name": "Anne L Dmytryshyn",
      "affiliations": [
        "Stollery Children's Hospital, 8440-112 St, Edmonton, Alberta T6G 2B7 Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Ballantyne",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Ballantyne",
      "affiliations": [
        "Holland Bloorview Kids Rehabilitation Hospital, 2W305, 150 Kilgour Road, Toronto, Ontario M4G 1R8 Canada."
      ]
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Departments of Psychiatry and Behavioural Neurosciences and Pediatrics, Offord Centre for Child Studies, McMaster University, Wilcox Building, 1280 Main St. West, Hamilton, ON L8S 4 K1 Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2015"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25767414",
    "pmc": "PMC4357186",
    "doi": "10.1186/s12912-015-0061-2",
    "pii": "61"
  },
  "doi": "10.1186/s12912-015-0061-2",
  "pmc_id": "PMC4357186",
  "dates": {
    "completed": "2015-03-13",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.201271",
    "pmid": "25767414"
  }
}