{
  "pmid": "25780611",
  "uid": "25780611",
  "title": "The three-year incidence of major hemorrhage among older adults initiating chronic dialysis.",
  "abstract": "BACKGROUND: For those who initiate chronic dialysis, knowing what proportion will experience 3-year outcomes of hemorrhage with hospitalization informs patient prognosis, disease impact, and the planning of trials and programs to prevent events. OBJECTIVES: We examined the incidence of hemorrhage and related gastrointestinal endoscopic procedures in incident older dialysis patients and stratified patients by age, era, dialysis modality and whether recently prescribed anti-thrombotic medication. DESIGN: Retrospective cohort study. SETTING: Ontario, Canada from 1998 to 2008 (n = 11,173). PATIENTS: All older patients (>65 years) who initiated chronic dialysis. MEASUREMENTS: Hospitalization with hemorrhage and its subtypes (upper and lower gastrointestinal, intra-cerebral, subarachnoid) and related-gastrointestinal procedures. METHODS: Three-year outcomes of hospitalization with hemorrhage were expressed as cumulative incidence and incidence rate (number of events per 1,000 patient years). Results were stratified by patient age (66 to 74, 75 to 84, ≥ 85), era (1998 to 2001, 2002 to 2005, 2006 to 2008) and dialysis modality. Among those with hemorrhage, we examined prescriptions for anti-thrombotic medications (warfarin, clopidogrel) in the preceding 120 days. RESULTS: The 3-year cumulative incidence of hemorrhage was 14.4% (roughly 1 in 7 patients). By location, the 3-year cumulative incidence was 8.9% lower gastrointestinal, 6.1% upper gastrointestinal, 0.9% intra-cerebral and 0.1% sub arachnoid hemorrhage. The 3-year cumulative incidence of gastrointestinal endoscopic procedures was 14.8%. The cumulative incidence and rate of hemorrhage were not appreciably different across the 3 age strata, by era or by dialysis modality. Among patients with a hemorrhage, 29.5% were prescribed warfarin in the preceding 120 days, and 8.4% clopidogrel. LIMITATIONS: Recurrent events were not included. CONCLUSIONS: Many older patients who initiate chronic dialysis will be hospitalized with hemorrhage and receive related procedures over the subsequent three years. Despite greater age and co-morbidity over the last decade this incidence has not changed.",
  "authors": [
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Ottawa Hospital Research Institute, Department of Medicine, University of Ottawa, Ottawa Institute for Clinical Evaluative Sciences, Civic campus, 2-014 Administrative Services Building, 1053 Carling Avenue, Box 693, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Bota",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON Canada ; Department of Epidemiology and Biostatistics, Western University, London, ON Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "Kapral",
      "fore_name": "Moira K",
      "initials": "MK",
      "name": "Moira K Kapral",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON Canada ; Department of Medicine, University of Toronto, Toronto, ON Canada ; The Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Seven Oaks General Hospital, Winnipeg, MB, Ontario Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": [
        "Ottawa Hospital Research Institute, Department of Medicine, University of Ottawa, Ottawa Institute for Clinical Evaluative Sciences, Civic campus, 2-014 Administrative Services Building, 1053 Carling Avenue, Box 693, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Zimmerman",
      "affiliations": [
        "Ottawa Hospital Research Institute, Department of Medicine, University of Ottawa, Ottawa Institute for Clinical Evaluative Sciences, Civic campus, 2-014 Administrative Services Building, 1053 Carling Avenue, Box 693, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON Canada ; Department of Epidemiology and Biostatistics, Western University, London, ON Canada ; Kidney Clinical Research Unit, Division of Nephrology, Western University, London, ON Canada ; Division of Nephrology, Department of Medicine, Western University, London, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2014"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25780611",
    "pmc": "PMC4349720",
    "doi": "10.1186/s40697-014-0021-x",
    "pii": "21"
  },
  "doi": "10.1186/s40697-014-0021-x",
  "pmc_id": "PMC4349720",
  "dates": {
    "completed": "2015-03-17",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.178275",
    "pmid": "25780611"
  }
}