{
  "pmid": "25781888",
  "uid": "25781888",
  "title": "A new approach to improving healthcare personnel influenza immunization programs: a randomized controlled trial.",
  "abstract": "BACKGROUND: Healthcare personnel influenza immunization rates remain sub-optimal. Following multiple studies and expert consultations, the \"Successful Influenza Immunization Programs for Healthcare Personnel: A Guide for Program Planners\" was produced. This trial assessed the impact of the Guide with facilitation in improving healthcare personnel influenza immunization rates in Canadian healthcare organizations. METHODS: A sample of 26 healthcare organizations across six Canadian provinces (ON, MB, NS, BC, SK, NL) was randomized to Intervention (n=13) or Control groups (n=13). Baseline influenza immunization rates were obtained for 2008-2009; the study groups were followed over two subsequent influenza seasons. The Intervention group received the Guide, facilitation support through workshops for managers and ongoing support. The Control groups conducted programs as usual. The Groups were compared using their reported influenza healthcare personnel influenza immunization rates and scores from a program assessment questionnaire. FINDINGS: Twenty-six organizations agreed to participate. 35% (9/26) of sites were acute care hospitals, 19% (5/26) continuing care, long-term care organizations or nursing homes, and 46% (12/26) were mixed acute care hospitals and long-term care or regional health authorities. The median rate of influenza immunization among healthcare personnel for the Intervention group was 43%, 44%, and 51% at three points in time respectively, and in the CONTROL GROUP: 62%, 57%, and 55% respectively. No significant differences were observed between the groups at the three points in time. However, there was a 7% increase in the median rates between the Baseline Year and Year Two in the Intervention group, and a 6% decrease in the CONTROL GROUP over the same time period, which was statistically significant (0.071 versus -0.058, p < 0.001). INTERPRETATION: This pragmatic randomized trial of the Guide with facilitation of its implementation improved healthcare personnel immunization rates, but these rates continued to be sub-optimal and below rates achievable in programs requiring personnel to be immunized. TRIAL REGISTRATION: ClinicalTrials.gov NCT01207518.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada; Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, Ontario, Canada; Department of Clinical and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Faculty of Health, York University, Toronto, Ontario, Canada; Institute for Clinical and Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowe",
      "fore_name": "Lois",
      "initials": "L",
      "name": "Lois Crowe",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Po-Po",
      "initials": "PP",
      "name": "Po-Po Lam",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDougall",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna MacDougall",
      "affiliations": [
        "St. Francis Xavier University, Antigonish, Nova Scotia, Canada; Canadian Center for Vaccinology, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "McNeil",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly McNeil",
      "affiliations": [
        "Canadian Center for Vaccinology, Halifax, Nova Scotia, Canada; Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Roth",
      "fore_name": "Virginia",
      "initials": "V",
      "name": "Virginia Roth",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Suh",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Suh",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dalzell",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Dalzell",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Baker",
      "affiliations": [
        "Bruyère Continuing Care, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Ramsay",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "DeCoutere",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah DeCoutere",
      "affiliations": [
        "Canadian Center for Vaccinology, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Heather L",
      "initials": "HL",
      "name": "Heather L Hall",
      "affiliations": [
        "Bruyère Continuing Care, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E McCarthy",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "e0118368",
  "pages": "e0118368",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Personnel",
    "Humans",
    "Immunization Programs",
    "Influenza, Human",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "25781888",
    "pmc": "PMC4363667",
    "doi": "10.1371/journal.pone.0118368",
    "pii": "PONE-D-14-20884"
  },
  "doi": "10.1371/journal.pone.0118368",
  "pmc_id": "PMC4363667",
  "dates": {
    "completed": "2016-02-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "90189",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:55.896077",
    "pmid": "25781888"
  }
}