{
  "pmid": "25780619",
  "uid": "25780619",
  "title": "The Steroids In the Maintenance of remission of Proliferative Lupus nephritis (SIMPL) pilot trial.",
  "abstract": "BACKGROUND: Patients with proliferative lupus nephritis are at risk of frequent relapses. Whether low- dose prednisone prevents relapses is uncertain. OBJECTIVES: We undertook a pilot RCT to determine the feasibility of a larger trial. DESIGN: Pilot randomized controlled trial. SETTING: Single center Canadian outpatient nephrology clinic. PATIENTS: Participants with systemic lupus erythematosus (SLE) and a history of class III or IV lupus nephritis that achieved at least partial remission and remained on prednisone were eligible. MEASUREMENTS: Feasibility: proportion of eligible patients randomized and adherence to tapering regimen. Clinical: occurrence of renal or major non-renal flare of SLE. METHODS: We conducted a blinded, two-parallel-group randomized controlled trial of prednisone 7.5 mg/day (continuation) compared to a matching placebo (withdrawal). RESULTS: Of nineteen eligible patients screened, 15 (79%) were recruited and randomized; 8 to prednisone continuation and seven to withdrawal. All participants adhered to the tapering protocol to their assigned withdrawal or low-dose maintenance target. Over 36 months, the primary outcome occurred in four (50%) patients in the continuation group (three renal and one major non-renal flare), compared with one patient (14%) in the withdrawal group (one renal flare). Three participants (38%) in the continuation group had minor flares, while no patients in the withdrawal group did. LIMITATIONS: This pilot RCT was small and not designed to assess the efficacy or safety of maintenance with low-dose prednisone. CONCLUSIONS: The high proportion of eligible patients recruited, and success of protocol adherence suggest a large trial of prednisone maintenance therapy compared to withdrawal is feasible. TRIAL REGISTRATION: Current Controlled Trials ISRCTN31327267.",
  "authors": [
    {
      "last_name": "Galbraith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Galbraith",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden",
      "initials": "B",
      "name": "Braden Manns",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada ; Department of Community Health Sciences, University of Calgary, Calgary, Canada ; Interdisciplinary Chronic Disease Collaboration, Calgary, Canada ; Libin Cardiovascular Institute and Institute for Population Health, University of Calgary, Calgary, AB Canada."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Hemmelgarn",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada ; Department of Community Health Sciences, University of Calgary, Calgary, Canada ; Interdisciplinary Chronic Disease Collaboration, Calgary, Canada ; Libin Cardiovascular Institute and Institute for Population Health, University of Calgary, Calgary, AB Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Departments of Medicine and Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada ; Population Health Research Institute, McMaster University/Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2014"
  },
  "start_page": "30",
  "pages": "30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25780619",
    "pmc": "PMC4349625",
    "doi": "10.1186/s40697-014-0030-9",
    "pii": "30"
  },
  "doi": "10.1186/s40697-014-0030-9",
  "pmc_id": "PMC4349625",
  "dates": {
    "completed": "2015-03-17",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.593160",
    "pmid": "25780619"
  }
}