{
  "pmid": "25783373",
  "uid": "25783373",
  "title": "Mortality of pediatric surgical conditions in low and middle income countries in Africa.",
  "abstract": "BACKGROUND: There are ongoing efforts to improve the quality of surgical care for children in low and middle-income countries (LMICs) in Africa. The purpose of this study was to review the recent literature and estimate the mortality associated with pediatric surgical conditions in this setting. METHODS: We completed a comprehensive search for studies that: (1) reported outcomes associated with pediatric surgical conditions; (2) were conducted in LMICs in Africa; and (3) were published between 2007 and 2012. Abstract screening, full-text review, and data abstraction were completed in duplicate. Mortality rates were pooled using a random effects model. RESULTS: Out of 2085 abstracts, 292 were selected for textual review, and 107 underwent complete data abstraction. Only 74 (68%) of these reported mortality explicitly. The highest pooled mortality rates were seen with esophageal atresia (72%), midgut volvulus (36%), and jejunoileal atresia (35%). Pooled mortality was 17% for congenital conditions and 9% for acquired disease. The overall mortality rate for all conditions was 12%. CONCLUSIONS: Mortality following pediatric surgical conditions in LMICs in Africa remains high, especially for congenital conditions in neonates. Future studies should report mortality explicitly and provide accurate follow-up data whenever possible.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinician Investigator Program, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "DCruz",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer DCruz",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pemberton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Pemberton",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ozgediz",
      "fore_name": "Doruk",
      "initials": "D",
      "name": "Doruk Ozgediz",
      "affiliations": [
        "Division of Pediatric Surgery, Yale-New Haven Children's Hospital, New Haven, CT, USA."
      ]
    },
    {
      "last_name": "Poenaru",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Poenaru",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; BethanyKids at Myung Sung Christian Medical Center, Addis Ababa, Ethiopia. Electronic address: dpoenaru@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "760",
  "end_page": "764",
  "pages": "760-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Africa",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Models, Theoretical",
    "Poverty",
    "Surgical Procedures, Operative",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "25783373",
    "doi": "10.1016/j.jpedsurg.2015.02.031",
    "pii": "S0022-3468(15)00111-6"
  },
  "doi": "10.1016/j.jpedsurg.2015.02.031",
  "dates": {
    "completed": "2016-01-04",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.353102",
    "pmid": "25783373"
  }
}