{
  "pmid": "25787989",
  "uid": "25787989",
  "title": "Interventions to combat or prevent drug counterfeiting: a systematic review.",
  "abstract": "OBJECTIVE: Drug counterfeiting has serious public health and safety implications. The objective of this study was to systematically review the evidence on the effectiveness of interventions to combat or prevent drug counterfeiting. DATA SOURCES: We searched multiple electronic databases and the grey literature up to March 2014. Two reviewers completed, in duplicate and independently, the study selection, data abstraction and risk of bias assessment. STUDY ELIGIBILITY CRITERIA, PARTICIPANTS AND INTERVENTIONS: We included randomised trials, non-randomised studies, and case studies examining any intervention at the health system-level to combat or prevent drug counterfeiting. Outcomes of interest included changes in failure rates of tested drugs and changes in prevalence of counterfeit medicines. We excluded studies that focused exclusively on substandard, degraded or expired drugs, or that focused on medication errors. APPRAISAL AND SYNTHESIS: We assessed the risk of bias in each included study. We reported the results narratively and, where applicable, we conducted meta-analyses. RESULTS: We included 21 studies representing 25 units of analysis. Overall, we found low quality evidence suggesting positive effects of drug registration (OR=0.23; 95% CI 0.08 to 0.67), and WHO-prequalification of drugs (OR=0.06; 95% CI 0.01 to 0.35) in reducing the prevalence of counterfeit and substandard drugs. Low quality evidence suggests that licensing of drug outlets is probably ineffective (OR=0.66; 95% CI 0.41 to 1.05). For multifaceted interventions (including a mix of regulations, training of inspectors, public-private collaborations and legal actions), low quality evidence suggest they may be effective. The single RCT provided moderate quality evidence of no effect of 'two extra inspections' in improving drug quality. CONCLUSIONS: Policymakers and stakeholders would benefit from registration and WHO-prequalification of drugs and may also consider multifaceted interventions. Future effectiveness studies should address the methodological limitations of the available evidence. TRIAL REGISTRATION NUMBER: PROSPERO CRD42014009269.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Internal Medicine, American University of Beirut, Beirut, Lebanon Faculty of Health Sciences, Department of Epidemiology and Population Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Oliver",
      "affiliations": [
        "Evidence for Policy and Practice Information and Coordination Centre, Social Science Research Unit, Institute of Education, London, UK."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Saleh",
      "affiliations": [
        "Faculty of Public Health, Laboratory of Epidemiological and Clinical Research, Lebanese University, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Bawab",
      "fore_name": "Lamya",
      "initials": "L",
      "name": "Lamya El-Bawab",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Rizk",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Rizk",
      "affiliations": [
        "Department of Health Services Research, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Farha",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hamra",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Hamra",
      "affiliations": [
        "Department of Health Education, Ministry of Public Health, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "18"
  },
  "start_page": "e006290",
  "pages": "e006290",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Counterfeit Drugs",
    "Fraud",
    "Health Policy",
    "Humans",
    "International Cooperation",
    "Pharmaceutical Services, Online",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "25787989",
    "pmc": "PMC4368988",
    "doi": "10.1136/bmjopen-2014-006290",
    "pii": "bmjopen-2014-006290"
  },
  "doi": "10.1136/bmjopen-2014-006290",
  "pmc_id": "PMC4368988",
  "dates": {
    "completed": "2015-12-21",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Counterfeit Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.820988",
    "pmid": "25787989"
  }
}