{
  "pmid": "25780610",
  "uid": "25780610",
  "title": "Bridging the gap: a Canadian perspective on translational kidney research.",
  "abstract": "PURPOSE OF REVIEW: Chronic kidney disease affects approximately 3 million Canadians. Ongoing investment in high quality kidney research is needed to improve the care of patients with kidney disease. The barriers to translating such research are discussed in this review. SOURCES OF INFORMATION: Personal knowledge, research funding body websites, and published reports. FINDINGS: In this review, we discuss the meaning of the term translational research and present some of the programs aimed at ensuring efficient translation of scientific discoveries with a discussion of the barriers to translation. We highlight some successes and barriers to kidney research translation using recent examples of research in Canadian nephrology. We present the following examples of kidney research: (1) research aimed at identifying the causative genes for inherited kidney diseases; (2) recent discoveries in cell-based therapies for kidney disease; (3) an examination of the impact of acute kidney injury in renal transplant patients; and (4) the development of a kidney failure risk equation to improve prognosis accuracy. LIMITATIONS: This review focuses on research conducted by the authors. IMPLICATIONS: The process of research translation is prolonged and challenging and therefore requires resources, patience, and careful planning. With increased awareness and understanding of the barriers to research translation, researchers and funding bodies can work together to increase the rate at which important research findings reach clinical practice and improve the care of patients with kidney disease.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Kidney Research Centre - Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Canada ; Division of Nephrology, The Ottawa Hospital, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Yuen",
      "fore_name": "Darren A",
      "initials": "DA",
      "name": "Darren A Yuen",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, ON Canada ; Keenan Research Centre of Biomedical Science of St. Michael's Hospital, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Section of Nephrology, Seven Oaks General Hospital, University of Manitoba, Winnipeg, MB Canada."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Victor L",
      "initials": "VL",
      "name": "Victor L Jensen",
      "affiliations": [
        "Molecular Biology and Biochemistry, Simon Fraser University, Burnaby, BC Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2014"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25780610",
    "pmc": "PMC4349779",
    "doi": "10.1186/s40697-014-0018-5",
    "pii": "18"
  },
  "doi": "10.1186/s40697-014-0018-5",
  "pmc_id": "PMC4349779",
  "dates": {
    "completed": "2015-03-17",
    "revised": "2024-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:06.887084",
    "pmid": "25780610"
  }
}