{
  "pmid": "25808844",
  "uid": "25808844",
  "title": "Predictors of caregiver burden across the home-based palliative care trajectory in Ontario, Canada.",
  "abstract": "Family caregivers of patients enrolled in home-based palliative care programmes provide unpaid care and assistance with daily activities to terminally ill family members. Caregivers often experience caregiver burden, which is an important predictor of anxiety and depression that can extend into bereavement. We conducted a longitudinal, prospective cohort study to comprehensively assess modifiable and non-modifiable patient and caregiver factors that account for caregiver burden over the palliative care trajectory. Caregivers (n = 327) of patients with malignant neoplasm were recruited from two dedicated home-based palliative care programmes in Southern Ontario, Canada from 1 July 2010 to 31 August 2012. Data were obtained from bi-weekly telephone interviews with caregivers from study admission until death, and from palliative care programme and home-care agency databases. Information collected comprised patient and caregiver demographics, utilisation of privately and publicly financed resources, patient clinical status and caregiver burden. The average age of the caregivers was 59.0 years (SD: 13.2), and almost 70% were female. Caregiver burden increased over time in a non-linear fashion from study admission to patient death. Increased monthly unpaid care-giving time costs, monthly public personal support worker costs, emergency department visits and low patient functional status were associated with higher caregiver burden. Greater use of hospice care was associated with lower burden. Female caregivers tended to report more burden compared to men as death approached, and burden was higher when patients were male. Low patient functional status was the strongest predictor of burden. Understanding the influence of modifiable and non-modifiable factors on the experience of burden over the palliative trajectory is essential for the development and targeting of programmes and policies to support family caregivers and reduce burden. Supporting caregivers can have benefits such as improved caregiver health outcomes, and enhancing their ability to meet care-giving demands, thereby potentially allowing for longer patient care in the home setting.",
  "authors": [
    {
      "last_name": "Guerriere",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Guerriere",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husain",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Husain",
      "affiliations": [
        "Department of Family and Community Medicine, Temmy Latner Centre for Palliative Care, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zagorski",
      "fore_name": "Brandon",
      "initials": "B",
      "name": "Brandon Zagorski",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, Juravinski Cancer Center, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Kennedy",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Sheri",
      "initials": "S",
      "name": "Sheri Burns",
      "affiliations": [
        "St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Brooks",
      "affiliations": [
        "Department of Psychology, Queen's University, 62 Arch Street, Kingston, ON, K7L 3N6, Canada."
      ]
    },
    {
      "last_name": "Coyte",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Coyte",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health & social care in the community",
    "iso_abbreviation": "Health Soc Care Community",
    "issn": "1365-2524",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "428",
  "end_page": "438",
  "pages": "428-38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Caregivers",
    "Family Health",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Palliative Care",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "25808844",
    "doi": "10.1111/hsc.12219"
  },
  "doi": "10.1111/hsc.12219",
  "dates": {
    "completed": "2018-04-09",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE‐101530",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.058578",
    "pmid": "25808844"
  }
}