{
  "pmid": "25819282",
  "uid": "25819282",
  "title": "Bioconjugation of silk fibroin nanoparticles with enzyme and Peptide and their characterization.",
  "abstract": "Bombyx mori silk fibroin is a type of protein-based polymer with unique characteristics that is widely used in the research and development of medical biomaterials. The degummed filament of silk fibroin can be dissolved in a highly concentrated salt solution. After desalination, the regenerated liquid silk fibroin (LSF) solution could be made into various forms of silk biomaterials, such as powder, fiber, film, porous matrix, 3D scaffold, and hydrogel, depending on its application. In this study, we mixed the liquid silk solution with enzymes, including oxidase and hydrolase, and rapidly injected the mixture into an excess of acetone. The enzyme retained most of its enzymatic activity and was also captured in silk fibroin nanoparticles (SFNs), which instantly formed via a configuration transition of the regenerated silk protein from a random coil and α-helix to a β-sheet. The resulting enzyme-captured SFNs displayed a fine crystal structure with a high activity recovery and good thermal stability. Moreover, the affinities of these modified enzymes to their substrate did not evidently suffer from the capture. When only the liquid silk solution was rapidly injected into acetone, the resulting globular SFNs with the same crystallinity were also a good carrier that was covalently conjugated to enzymes and insulin. Thus, silk protein nanoparticles are of potential value as an enzyme or peptide delivery system for the research and development of medical biomaterials. In this report, the bioconjugation of SFNs with glucose oxidase, superoxidase, β-glucosidase, L-asparaginase, neutral protease, and insulin and their characterization are described in detail.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biological and Basic Medical Sciences, Soochow University, Suzhou, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biological and Basic Medical Sciences, Soochow University, Suzhou, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Advances in protein chemistry and structural biology",
    "iso_abbreviation": "Adv Protein Chem Struct Biol",
    "issn": "1876-1623",
    "issn_type": "Print",
    "volume": "98",
    "pub_year": "2015"
  },
  "start_page": "263",
  "end_page": "291",
  "pages": "263-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetone",
    "Animals",
    "Asparaginase",
    "Bombyx",
    "Crystallization",
    "Drug Compounding",
    "Enzymes, Immobilized",
    "Fibroins",
    "Glucose Oxidase",
    "Humans",
    "Insulin",
    "Nanoparticles",
    "Protein Structure, Secondary",
    "Superoxide Dismutase",
    "beta-Glucosidase"
  ],
  "article_ids": {
    "pubmed": "25819282",
    "doi": "10.1016/bs.apcsb.2014.11.005",
    "pii": "S1876-1623(14)00035-2"
  },
  "doi": "10.1016/bs.apcsb.2014.11.005",
  "dates": {
    "completed": "2016-07-21",
    "revised": "2015-03-30"
  },
  "chemicals": [
    "Enzymes, Immobilized",
    "Insulin",
    "Acetone",
    "Fibroins",
    "Glucose Oxidase",
    "Superoxide Dismutase",
    "beta-Glucosidase",
    "Asparaginase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.184652",
    "pmid": "25819282"
  }
}