{
  "pmid": "25810814",
  "uid": "25810814",
  "title": "Palm oil and the heart: A review.",
  "abstract": "Palm oil consumption and its effects on serum lipid levels and cardiovascular disease in humans is still a subject of debate. Advocacy groups with varying agenda fuel the controversy. This update intends to identify evidence-based evaluations of the influence of palm oil on serum lipid profile and cardiovascular disease. Furthermore, it suggests a direction for future research. The sources of information were based on a PubMed, Google Scholar, African Journal online and Medline search using key words including: palm oil, palmitic acid, saturated fatty acids and heart disease. Published animal and human experiments on the association of palm oil and its constituents on the serum lipid profile and cardiovascular disease were also explored for relevant information. These papers are reviewed and the available evidence is discussed. Most of the information in mainstream literature is targeted at consumers and food companies with a view to discourage the consumption of palm oil. The main argument against the use of palm oil as an edible oil is the fact that it contains palmitic acid, which is a saturated fatty acid and by extrapolation should give rise to elevated total cholesterol and low-density lipoprotein cholesterol levels. However, there are many scientific studies, both in animals and humans that clearly show that palm oil consumption does not give rise to elevated serum cholesterol levels and that palm oil is not atherogenic. Apart from palmitic acid, palm oil consists of oleic and linoleic acids which are monounsaturated and polyunsaturated respectively. Palm oil also consists of vitamins A and E, which are powerful antioxidants. Palm oil has been scientifically shown to protect the heart and blood vessels from plaques and ischemic injuries. Palm oil consumed as a dietary fat as a part of a healthy balanced diet does not have incremental risk for cardiovascular disease. Little or no additional benefit will be obtained by replacing it with other oils rich in mono or polyunsaturated fatty acids.",
  "authors": [
    {
      "last_name": "Odia",
      "fore_name": "Osaretin J",
      "initials": "OJ",
      "name": "Osaretin J Odia",
      "affiliations": [
        "Osaretin J Odia, Sandra Ofori, Department of Medicine, University of Port Harcourt, Port Harcourt 500001, Nigeria."
      ]
    },
    {
      "last_name": "Ofori",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Ofori",
      "affiliations": [
        "Osaretin J Odia, Sandra Ofori, Department of Medicine, University of Port Harcourt, Port Harcourt 500001, Nigeria."
      ]
    },
    {
      "last_name": "Maduka",
      "fore_name": "Omosivie",
      "initials": "O",
      "name": "Omosivie Maduka",
      "affiliations": [
        "Osaretin J Odia, Sandra Ofori, Department of Medicine, University of Port Harcourt, Port Harcourt 500001, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "World journal of cardiology",
    "iso_abbreviation": "World J Cardiol",
    "issn": "1949-8462",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "26"
  },
  "start_page": "144",
  "end_page": "149",
  "pages": "144-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25810814",
    "pmc": "PMC4365303",
    "doi": "10.4330/wjc.v7.i3.144"
  },
  "doi": "10.4330/wjc.v7.i3.144",
  "pmc_id": "PMC4365303",
  "dates": {
    "completed": "2015-03-26",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.918189",
    "pmid": "25810814"
  }
}