{
  "pmid": "25812021",
  "uid": "25812021",
  "title": "Long-term follow-up of bilateral subthalamic nucleus stimulation in Chinese Parkinson's disease patients.",
  "abstract": "BACKGROUND AND PURPOSE: The long-term benefits of deep bilateral brain stimulation (DBS) of the subthalamic nucleus (STN) in patients with advanced Parkinson's disease (PD) are less well described, especially in Chinese cohorts. Here, we present a large group of Chinese PD patients treated with bilateral STN DBS. METHODS: Between 2003 and 2010, 195 consecutive PD patients received implants at the Xuanwu Hospital affiliated to the Capital Medical University in Beijing (China) for bilateral STN DBS. The mean age at implantation was 58.2 ± 10.0 years, and they had a 5- to 15-year history of PD (mean: 6.8 years). Patients were assessed with the Unified Parkinson's Disease Rating Scale (UPDRS) at 1, 3, and 5 years, both on and off medication. RESULTS: Except for speech, patients' off-medication motor function scores at 5 years improved by 60.3% (P < 0.001) and those for activities of daily living improved by 54.2% (P < 0.001). With the exception of dyskinesia, on-medication motor function scores did not improve 1 year after surgery. On-medication akinesia, speech, postural stability, and freezing of gait worsened between years 1 and 5 (all P < 0.001). At 5 years, dopaminergic treatment dose and the duration and severity of levodopa-induced dyskinesia were reduced compared with baseline (all P < 0.001). There was one death associated with surgery to implant the STN DBS. CONCLUSIONS: PD patients who were treated with bilateral STN DBS exhibited marked motor function improvements over long-term follow-up while off medication and in dyskinesia while on medication.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jianyu",
      "initials": "J",
      "name": "Jianyu Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University , Beijing , P. R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "British journal of neurosurgery",
    "iso_abbreviation": "Br J Neurosurg",
    "issn": "1360-046X",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "329",
  "end_page": "333",
  "pages": "329-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Aged",
    "China",
    "Deep Brain Stimulation",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Levodopa",
    "Male",
    "Middle Aged",
    "Parkinson Disease",
    "Subthalamic Nucleus",
    "Time",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25812021",
    "doi": "10.3109/02688697.2014.997665"
  },
  "doi": "10.3109/02688697.2014.997665",
  "dates": {
    "completed": "2016-05-11",
    "revised": "2015-07-08"
  },
  "chemicals": [
    "Levodopa"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.184332",
    "pmid": "25812021"
  }
}