{
  "pmid": "25813560",
  "uid": "25813560",
  "title": "Risk factors for febrile urinary tract infection in children with prenatal hydronephrosis: a prospective study.",
  "abstract": "PURPOSE: We prospectively investigated the impact of risk factors for febrile urinary tract infection in infants with postnatally confirmed prenatal hydronephrosis. MATERIALS AND METHODS: Patients seen for prenatal hydronephrosis from 2010 to 2013 were prospectively followed. Those with ectopic ureters and ureteroceles, posterior urethral valves and neuropathic bladders were excluded. The primary outcome was febrile catheter specimen urinary tract infection. We performed univariate analysis of 7 a priori risk factors, including age, hydronephrosis grade (low-I or II vs high-III or IV), type (isolated hydronephrosis vs hydroureteronephrosis), continuous antibiotic prophylaxis, vesicoureteral reflux grade, gender and circumcision status. Time to febrile urinary tract infection curves analyzed by Cox proportional regression were generated to adjust for confounders. RESULTS: We collected data on 334 patients, of whom 78% were male. A febrile urinary tract infection developed in 65 patients (19%) at a median of 4 months (range 1 to 31). High grade hydronephrosis was present in 192 infants (57%). Continuous antibiotic prophylaxis was prescribed in 96 cases (29%). Of patients on continuous antibiotic prophylaxis 69% had high grade hydronephrosis. Vesicoureteral reflux was identified in 57 of 238 patients in whom voiding cystourethrogram was done. Reflux was grade I to III in 14 cases and grade IV or V in 43. Two-thirds of the patients with reflux were on continuous antibiotic prophylaxis. Circumcision was performed in 95 males (36%). Cox proportional regression identified female gender (HR 3.3, p = 0.02), uncircumcised males (HR 3.2, p = 0.02), hydroureteronephrosis (HR 10.9, p <0.01), vesicoureteral reflux (HR 20.8, p <0.01) and lack of continuous antibiotic prophylaxis (HR 5.2, p <0.01) as risk factors for febrile urinary tract infection. Subgroup analysis excluding vesicoureteral reflux showed that high grade prenatal hydronephrosis was also a significant risk factor (HR 3.0, p = 0.04). CONCLUSIONS: After patients with vesicoureteral reflux were excluded from the study, females and uncircumcised males with high grade hydroureteronephrosis had significantly higher febrile urinary tract infection rates. Therefore, those patients may benefit from continuous antibiotic prophylaxis.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Cruz",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer D'Cruz",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pemberton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Pemberton",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": [
        "Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "193",
    "issue": "5 Suppl",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "1766",
  "end_page": "1771",
  "pages": "1766-71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antibiotic Prophylaxis",
    "Circumcision, Male",
    "Female",
    "Fetal Diseases",
    "Fever",
    "Humans",
    "Hydronephrosis",
    "Male",
    "Prospective Studies",
    "Risk Factors",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "25813560",
    "doi": "10.1016/j.juro.2014.10.091",
    "pii": "S0022-5347(14)04772-7"
  },
  "doi": "10.1016/j.juro.2014.10.091",
  "dates": {
    "completed": "2015-07-23",
    "revised": "2015-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.351905",
    "pmid": "25813560"
  }
}