{
  "pmid": "25825043",
  "uid": "25825043",
  "title": "Mendelian randomization analysis supports the causal role of dysglycaemia and diabetes in the risk of coronary artery disease.",
  "abstract": "INTRODUCTION: Type 2 diabetes is a strong risk factor for coronary artery disease (CAD). However, the absence of a clear reduction in CAD by intensive glucose lowering in randomized controlled trials has fuelled uncertainty regarding the causal role of dysglycaemia and CAD. OBJECTIVE: To assess whether Mendelian randomization supports a causal role of dysglycaemia and diabetes for risk of CAD. METHODS: Effect size estimates of common genetic variants associated with fasting glucose (FG), glycated haemoglobin (HbA1c), and diabetes were obtained from the Meta-Analyses of Glucose and Insulin-Related Traits Consortium and Diabetes Genetics Replication and Meta-Analysis consortia. The corresponding effect estimates of these single nucleotide polymorphisms (SNPs) on the risk of CAD were then evaluated in CARDIOGRAMplusC4D. RESULTS: SNPs associated with HbA1c and diabetes were associated with an increased risk of CAD. Using information from 59 genetic variants associated with diabetes, the causal effect of diabetes on the risk of CAD was estimated at an odds ratio (OR) of 1.63 (95% Confidence Interval (CI): 1.23-2.07; P = 0.002). On the other hand, nine genetic variants associated with HbA1c were associated with an OR of 1.53 per 1% HbA1c increase (95% CI: 1.14-2.05; P = 0.023) in the risk of CAD while this effect was non-significant among 30 genetic variants associated with FG per mmol/L (OR: 1.18, 95% CI: 0.97-1.42; P = 0.102). No significant differences were observed when categorizing genetic loci according to their effect on either β-cell dysfunction or insulin resistance. CONCLUSIONS: These Mendelian randomization analyses support a causal role for diabetes and its associated high glucose levels on CAD, and suggest that long-term glucose lowering may reduce CAD events.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ross",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Clinical Epidemiology & Biostatistics, Population Genomics Program, McMaster University, Hamilton, ON, Canada Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eikelboom",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Clinical Epidemiology & Biostatistics, Population Genomics Program, McMaster University, Hamilton, ON, Canada Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Clinical Epidemiology & Biostatistics, Population Genomics Program, McMaster University, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton General Hospital Campus, Hamilton, ON, Canada Department of Clinical Epidemiology & Biostatistics, Population Genomics Program, McMaster University, Hamilton, ON, Canada Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada Thrombosis and Atherosclerosis Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada pareg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "23",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "1454",
  "end_page": "1462",
  "pages": "1454-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Glucose",
    "Coronary Artery Disease",
    "Diabetes Mellitus, Type 2",
    "Dyslipidemias",
    "Genetic Variation",
    "Glycated Hemoglobin",
    "Humans",
    "Insulin-Secreting Cells",
    "Mendelian Randomization Analysis",
    "Observational Studies as Topic",
    "Polymorphism, Single Nucleotide",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "25825043",
    "doi": "10.1093/eurheartj/ehv083",
    "pii": "ehv083"
  },
  "doi": "10.1093/eurheartj/ehv083",
  "dates": {
    "completed": "2016-03-15",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Blood Glucose",
    "Glycated Hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.836321",
    "pmid": "25825043"
  }
}