{
  "pmid": "25821774",
  "uid": "25821774",
  "title": "Accuracy and completeness of electronic medical records obtained from referring physicians in a Hamilton, Ontario, plastic surgery practice: A prospective feasibility study.",
  "abstract": "OBJECTIVE: To assess the feasibility of auditing electronic medical records (EMRs) in plastic surgery for future large-scale research studies. The secondary objective was to ascertain the accuracy and completeness of EMRs accompanying referral requests by physicians for plastic surgery consultation between July and December 2013. METHODS: EMRs of 30 patients were reviewed and crosschecked independently by two reviewers and subsequently verified by a third reviewer using predefined criteria to determine whether they were accurate and/or complete. Descriptive analysis was performed to calculate the frequency of inaccuracies and incompleteness for each EMR information field. Information fields were compared to assess whether the frequency of inaccuracies and incompleteness varied. RESULTS: Of the 270 information fields reviewed, four (1.48%) were inaccurate and 66 (24.4%) were incomplete. The most common field of inaccuracy was current medications, followed by medical history and medical allergies. The most common field of incompleteness was history of presenting illness followed by surgical history. CONCLUSION: Despite their purported benefits, inaccuracies and incompleteness are a frequently occurring problem in EMRs. A large-scale study may be beneficial in determining the efficacy of EMRs in the future.",
  "authors": [
    {
      "last_name": "Hong",
      "fore_name": "Chris Joon",
      "initials": "CJ",
      "name": "Chris Joon Hong",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa;"
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj Nirmal",
      "initials": "MN",
      "name": "Manraj Nirmal Kaur",
      "affiliations": [
        "Division of Plastic Surgery; ; Surgical Outcomes Research Center (SOURCE), Department of Surgery;"
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Surgical Outcomes Research Center (SOURCE), Department of Surgery; ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery; ; Surgical Outcomes Research Center (SOURCE), Department of Surgery; ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "48",
  "end_page": "50",
  "pages": "48-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25821774",
    "pmc": "PMC4364140",
    "doi": "10.4172/plastic-surgery.1000900"
  },
  "doi": "10.4172/plastic-surgery.1000900",
  "pmc_id": "PMC4364140",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.157896",
    "pmid": "25821774"
  }
}