{
  "pmid": "25825427",
  "uid": "25825427",
  "title": "Basal Body Structures Differentially Affect Transcription of RpoN- and FliA-Dependent Flagellar Genes in Helicobacter pylori.",
  "abstract": "UNLABELLED: Flagellar biogenesis in Helicobacter pylori is regulated by a transcriptional hierarchy governed by three sigma factors, RpoD (σ(80)), RpoN (σ(54)), and FliA (σ(28)), that temporally coordinates gene expression with the assembly of the flagellum. Previous studies showed that loss of flagellar protein export apparatus components inhibits transcription of flagellar genes. The FlgS/FlgR two-component system activates transcription of RpoN-dependent genes though an unknown mechanism. To understand better the extent to which flagellar gene regulation is coupled to flagellar assembly, we disrupted flagellar biogenesis at various points and determined how these mutations affected transcription of RpoN-dependent (flaB and flgE) and FliA-dependent (flaA) genes. The MS ring (encoded by fliF) is one of the earliest flagellar structures assembled. Deletion of fliF resulted in the elimination of RpoN-dependent transcripts and an ∼4-fold decrease in flaA transcript levels. FliH is a cytoplasmic protein that functions with the C ring protein FliN to shuttle substrates to the export apparatus. Deletions of fliH and genes encoding C ring components (fliM and fliY) decreased transcript levels of flaB and flgE but had little or no effect on transcript levels of flaA. Transcript levels of flaB and flgE were elevated in mutants where genes encoding rod proteins (fliE and flgBC) were deleted, while transcript levels of flaA was reduced ∼2-fold in both mutants. We propose that FlgS responds to an assembly checkpoint associated with the export apparatus and that FliH and one or more C ring component assist FlgS in engaging this flagellar structure. IMPORTANCE: The mechanisms used by bacteria to couple transcription of flagellar genes with assembly of the flagellum are poorly understood. The results from this study identified components of the H. pylori flagellar basal body that either positively or negatively affect expression of RpoN-dependent flagellar genes. Some of these basal body proteins may interact directly with regulatory proteins that control transcription of the H. pylori RpoN regulon, a hypothesis that can be tested by examining protein-protein interactions in vitro.",
  "authors": [
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, Georgia, USA."
      ]
    },
    {
      "last_name": "Hoover",
      "fore_name": "Timothy R",
      "initials": "TR",
      "name": "Timothy R Hoover",
      "affiliations": [
        "Department of Microbiology, University of Georgia, Athens, Georgia, USA trhoover@uga.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of bacteriology",
    "iso_abbreviation": "J Bacteriol",
    "issn": "1098-5530",
    "issn_type": "Electronic",
    "volume": "197",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "1921",
  "end_page": "1930",
  "pages": "1921-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Bacterial Proteins",
    "Basal Bodies",
    "Flagella",
    "Gene Expression Regulation, Bacterial",
    "Helicobacter pylori",
    "RNA Polymerase Sigma 54",
    "Sigma Factor",
    "Transcription, Genetic"
  ],
  "article_ids": {
    "pubmed": "25825427",
    "pmc": "PMC4420910",
    "doi": "10.1128/JB.02533-14",
    "pii": "JB.02533-14"
  },
  "doi": "10.1128/JB.02533-14",
  "pmc_id": "PMC4420910",
  "dates": {
    "completed": "2015-07-20",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Bacterial Proteins",
    "FliA protein, Bacteria",
    "Sigma Factor",
    "RNA Polymerase Sigma 54"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.516030",
    "pmid": "25825427"
  }
}