{
  "pmid": "25824749",
  "uid": "25824749",
  "title": "Preferences and acceptance of colorectal cancer screening in Thailand.",
  "abstract": "Colorectal cancer (CRC) is now common in Thailand with an increase in incidence over time. Health authorities are planning to implement a nationwide CRC screening program using fecal immunochemical test (FIT) as a primary screening tool. This study aimed to estimate preferences and acceptance of FIT and colonoscopy, explore factors influencing the acceptance, and investigate reasons behind choosing and rejecting to screen before the program was implemented. Patients aged 50-69, visiting the primary care unit during the study period, were invited to join this study. Patients with a history of cancer or past CRC screening were excluded. Face-to-face interviews were conducted. Subjects were informed about CRC and the screening tests: FIT and colonoscopy. Then, they were asked for their opinions regarding the screening. The total number of subjects was 437 (86.7% response rate). Fifty-eight percent were females. The median age was 58 years. FIT was accepted by 74.1% of subjects compared to 55.6% for colonoscopy. The acceptance of colonoscopy was associated with perceived susceptibility to CRC and family history of cancer. No symptoms, unwilling to screen, healthy, too busy and anxious about diagnosis were reasons for refusing to screen. FIT was preferred for its simplicity and non-invasiveness compared with colonoscopy. Those rejecting FIT expressed a strong preference for colonoscopy. Subjects chose colonoscopy because of its accuracy; it was refused for the process and complications. If the screening program is implemented for the entire target population in Thailand, we estimate that 106,546 will have a positive FIT, between 8,618 and 12,749 identified with advanced adenoma and between 2,645 and 3,912 identified with CRC in the first round of the program.",
  "authors": [
    {
      "last_name": "Saengow",
      "fore_name": "Udomsak",
      "initials": "U",
      "name": "Udomsak Saengow",
      "affiliations": [
        "Epidemiology Unit, Faculty of Medicine, Prince of Songkla University, Hat Yai, Songkhla, Thailand E-mail : saengow.udomsak@gmail.com."
      ]
    },
    {
      "last_name": "Chongsuwiwatvong",
      "fore_name": "Virasakdi",
      "initials": "V",
      "name": "Virasakdi Chongsuwiwatvong",
      "affiliations": []
    },
    {
      "last_name": "Geater",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Geater",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Asian Pacific journal of cancer prevention : APJCP",
    "iso_abbreviation": "Asian Pac J Cancer Prev",
    "issn": "2476-762X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2015"
  },
  "start_page": "2269",
  "end_page": "2276",
  "pages": "2269-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adenoma",
    "Aged",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Diagnostic Tests, Routine",
    "Early Detection of Cancer",
    "Feces",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Immunoenzyme Techniques",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Patient Acceptance of Health Care",
    "Patient Preference",
    "Prognosis",
    "Thailand"
  ],
  "article_ids": {
    "pubmed": "25824749",
    "doi": "10.7314/apjcp.2015.16.6.2269"
  },
  "doi": "10.7314/apjcp.2015.16.6.2269",
  "dates": {
    "completed": "2016-01-12",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.671332",
    "pmid": "25824749"
  }
}