{
  "pmid": "25837450",
  "uid": "25837450",
  "title": "The use of Bayesian networks to assess the quality of evidence from research synthesis: 1.",
  "abstract": "BACKGROUND: The grades of recommendation, assessment, development and evaluation (GRADE) approach is widely implemented in systematic reviews, health technology assessment and guideline development organisations throughout the world. A key advantage to this approach is that it aids transparency regarding judgments on the quality of evidence. However, the intricacies of making judgments about research methodology and evidence make the GRADE system complex and challenging to apply without training. METHODS: We have developed a semi-automated quality assessment tool (SAQAT) l based on GRADE. This is informed by responses by reviewers to checklist questions regarding characteristics that may lead to unreliability. These responses are then entered into the Bayesian network to ascertain the probabilities of risk of bias, inconsistency, indirectness, imprecision and publication bias conditional on review characteristics. The model then combines these probabilities to provide a probability for each of the GRADE overall quality categories. We tested the model using a range of plausible scenarios that guideline developers or review authors could encounter. RESULTS: Overall, the model reproduced GRADE judgements for a range of scenarios. Potential advantages over standard assessment are use of explicit and consistent weightings for different review characteristics, forcing consideration of important but sometimes neglected characteristics and principled downgrading where small but important probabilities of downgrading are accrued across domains. CONCLUSIONS: Bayesian networks have considerable potential for use as tools to assess the validity of research evidence. The key strength of such networks lies in the provision of a statistically coherent method for combining probabilities across a complex framework based on both belief and evidence. In addition to providing tools for less experienced users to implement reliability assessment, the potential for sensitivity analyses and automation may be beneficial for application and the methodological development of reliability tools.",
  "authors": [
    {
      "last_name": "Stewart",
      "fore_name": "Gavin B",
      "initials": "GB",
      "name": "Gavin B Stewart",
      "affiliations": [
        "Centre for Reviews and Dissemination, University of York, York, United Kingdom."
      ]
    },
    {
      "last_name": "Higgins",
      "fore_name": "Julian P T",
      "initials": "JP",
      "name": "Julian P T Higgins",
      "affiliations": [
        "Centre for Reviews and Dissemination, University of York, York, United Kingdom; School of Social and Community Medicine, University of Bristol, Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Meader",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Meader",
      "affiliations": [
        "Centre for Reviews and Dissemination, University of York, York, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "e0114497",
  "pages": "e0114497",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bayes Theorem",
    "Checklist",
    "Epidemiologic Studies",
    "Evidence-Based Practice",
    "Humans",
    "Meta-Analysis as Topic",
    "Models, Statistical",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "25837450",
    "pmc": "PMC4383525",
    "doi": "10.1371/journal.pone.0114497",
    "pii": "PONE-D-13-52231"
  },
  "doi": "10.1371/journal.pone.0114497",
  "pmc_id": "PMC4383525",
  "dates": {
    "completed": "2016-02-08",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/K025643/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.612166",
    "pmid": "25837450"
  }
}