{
  "pmid": "25844368",
  "uid": "25844368",
  "title": "Treatment of overweight and obesity in children and youth: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Childhood obesity is a public health concern. One-third of North American children and youth are overweight or obese. We reviewed the evidence of behavioural and pharmacological weight-management interventions on body mass index (BMI), BMI z-score and the prevalence of overweight and obesity in children and youth. METHODS: We updated the search of a previous review. We searched 4 databases up to August 2013. We included randomized trials of primary care-relevant behavioural (diet, exercise, lifestyle) and pharmacological (orlistat) interventions for treating overweight and obesity in children and youth aged 2-18 years if 6-month post-baseline data were provided for BMI, BMI z-score or prevalence of overweight and obesity. In addition, we examined secondary health outcomes such as lipid and glucose levels, blood pressure, quality of life and physical fitness. We included any study reporting harms. We performed meta-analyses when possible, and we examined the features of interventions that showed benefits. RESULTS: Thirty-one studies (29 behavioural, 2 pharmacological and behavioural) were included. Both intervention types showed a significant effect on BMI or BMI z-score in favour of treatment (behavioural: standardized mean difference [SMD] -0.54, 95% confidence interval [CI] -0.73 to -0.36; orlistat plus behavioural: SMD -0.43, 95% CI -0.60 to -0.25). Studies reported no significant difference between groups in the likelihood of reduced prevalence of overweight or overweight and obesity. Pooled estimates for blood pressure and quality of life showed significant benefits in favour of treatment (systolic blood pressure mean difference [MD] -3.42, 95% CI -6.65 to -0.29; diastolic blood pressure MD -3.39, 95% CI -5.17 to -1.60; quality of life MD 2.10, 95% CI 0.60 to 3.60). Gastrointestinal difficulties were more common in youth taking orlistat than in the control group (risk ratio 3.77, 95% CI 2.56 to 5.55). We saw much variability across efficacious interventions. INTERPRETATION: Low- to moderate-quality evidence suggests behavioural treatments are associated with a medium effect in terms of reduced BMI or BMI z-score compared with a small effect shown by combined pharmacological-behavioural interventions. Future research should evaluate active weight maintenance interventions in adolescents with longer follow-up and examine the effectiveness of combined pharmacological and behavioural interventions. REGISTRATION: PROSPERO no. CRD42012002754.",
  "authors": [
    {
      "last_name": "Peirson",
      "fore_name": "Leslea",
      "initials": "L",
      "name": "Leslea Peirson",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario ; School of Nursing, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario ; School of Nursing, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Morrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Warren",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Warren",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario ; School of Nursing, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Usman Ali",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "3",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "E35",
  "end_page": "E46",
  "pages": "E35-46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25844368",
    "pmc": "PMC4382035",
    "doi": "10.9778/cmajo.20140047",
    "pii": "20140047"
  },
  "doi": "10.9778/cmajo.20140047",
  "pmc_id": "PMC4382035",
  "dates": {
    "completed": "2015-04-06",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.109558",
    "pmid": "25844368"
  }
}