{
  "pmid": "25852159",
  "uid": "25852159",
  "title": "Genetic basis of persister tolerance to aminoglycosides in Escherichia coli.",
  "abstract": "UNLABELLED: Persisters are dormant variants that form a subpopulation of drug-tolerant cells largely responsible for the recalcitrance of chronic infections. However, our understanding of the genetic basis of antibiotic tolerance remains incomplete. In this study, we applied transposon sequencing (Tn-Seq) to systematically investigate the mechanism of aminoglycoside tolerance in Escherichia coli. We constructed a highly saturated transposon library that covered the majority of E. coli genes and promoter regions and exposed a stationary-phase culture to a lethal dose of gentamicin. Tn-Seq was performed to evaluate the survival of each mutant to gentamicin exposure. We found that the disruption of several distinct pathways affected gentamicin tolerance. We identified 105 disrupted gene/promoter regions with a more than 5-fold reduction in gentamicin tolerance and 37 genes with a more than 5-fold increased tolerance. Functional cluster analysis suggests that deficiency in motility and amino acid synthesis significantly diminished persisters tolerant to gentamicin, without changing the MIC. Amino acid auxotrophs, including serine, threonine, glutamine, and tryptophan auxotrophs, exhibit strongly decreased tolerance to gentamicin, which cannot be restored by supplying the corresponding amino acids to the culture. Interestingly, supplying these amino acids to wild-type E. coli sensitizes stationary-phase cells to gentamicin, possibly through the inhibition of amino acid synthesis. In addition, we found that the deletion of amino acid synthesis genes significantly increases gentamicin uptake in stationary phase, while the deletion of flagellar genes does not affect gentamicin uptake. We conclude that activation of motility and amino acid biosynthesis contributes to the formation of persisters tolerant to gentamicin. IMPORTANCE: Persisters are responsible for the recalcitrance of chronic infections to antibiotics. The pathways of persister formation in E. coli are redundant, and our understanding of the mechanism of persister formation is incomplete. Using a highly saturated transposon insertion library, we systematically analyzed the contribution of different cellular processes to the formation of persisters tolerant to aminoglycosides. Unexpectedly, we found that activation of amino acid synthesis and motility strongly contributes to persister formation. The approach used in this study leads to an understanding of aminoglycoside tolerance and provides a general method to identify genes affecting persister formation.",
  "authors": [
    {
      "last_name": "Shan",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Shan",
      "affiliations": [
        "Antimicrobial Discovery Center and Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lazinski",
      "fore_name": "David",
      "initials": "D",
      "name": "David Lazinski",
      "affiliations": [
        "Howard Hughes Medical Institute and the Department of Molecular Biology and Microbiology, Tufts University School of Medicine, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rowe",
      "affiliations": [
        "Antimicrobial Discovery Center and Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Camilli",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Camilli",
      "affiliations": [
        "Howard Hughes Medical Institute and the Department of Molecular Biology and Microbiology, Tufts University School of Medicine, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Antimicrobial Discovery Center and Department of Biology, Northeastern University, Boston, Massachusetts, USA k.lewis@neu.edu."
      ]
    }
  ],
  "journal": {
    "title": "mBio",
    "iso_abbreviation": "mBio",
    "issn": "2150-7511",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Apr",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Amino Acids",
    "Aminoglycosides",
    "Anti-Bacterial Agents",
    "Biosynthetic Pathways",
    "DNA Transposable Elements",
    "Drug Tolerance",
    "Escherichia coli",
    "Gentamicins",
    "Locomotion",
    "Mutagenesis, Insertional"
  ],
  "article_ids": {
    "pubmed": "25852159",
    "pmc": "PMC4453570",
    "doi": "10.1128/mBio.00078-15",
    "pii": "mBio.00078-15"
  },
  "doi": "10.1128/mBio.00078-15",
  "pmc_id": "PMC4453570",
  "dates": {
    "completed": "2015-12-14",
    "revised": "2023-07-10"
  },
  "chemicals": [
    "Amino Acids",
    "Aminoglycosides",
    "Anti-Bacterial Agents",
    "DNA Transposable Elements",
    "Gentamicins"
  ],
  "grants": [
    {
      "grant_id": "T-R01AI085585",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R37 AI055058",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI055058",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AI055058",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI085585",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.993881",
    "pmid": "25852159"
  }
}