{
  "pmid": "25859266",
  "uid": "25859266",
  "title": "Bariatric surgery in old age: a comparative study of laparoscopic Roux-en-Y gastric bypass and sleeve gastrectomy in an Asia centre of excellence.",
  "abstract": "Bariatric surgery has been proved to be the safest and efficient procedure in treating morbid obese patients, but data is still lacking in the elderly population. The aim of our study was to compare the safety and efficacy of laparoscopic Roux-en-Y gastric bypass (LRYGB) and sleeve gastrectomy (LSG) in patients aged more than 55 years. We performed a retrospective review of a prospectively collected database. All patients with body mass index (BMI) ≧32 kg/m(2) and aged more than 55 years undergoing LRYGB or LSG in BMI Surgery Centre, E-Da Hospital between January 2008 and December 2011 with at least one year of follow up were included for the analysis. Demography, peri-operative data, weight loss and surgical complications were all recorded and analyzed. Mean age and BMI of these 68 patients (22 males and 46 female) were 58.8 years (55-79 years) and 39.5 kg/m(2) (32.00-60.40 kg/m(2)). LRYGB was performed in 44 patients and LSG in 24 patients. The two groups were comparable in their preoperative BMI, American Society of Anaesthesia (ASA) score and gender distribution. LSG patients were significantly older than patients receiving LRYGB. The proportion of type 2 diabetes preoperatively was significantly higher in LRYGB patients as compared to LSG patients (88.63% vs. 50%; P < 0.01). The prevalence of other co-morbidities was similar and comparable between the groups. Mean BMI in the LRYGB and LSG groups at the end of 1 year were 28.8 kg/m(2) and 28.2 kg/m(2), respectively, and there was no statistically significant difference in mean percentage of excess weight loss (%EWL) at 1 year. The percentage of resolution of diabetes was significantly higher in LRYGB (69.2%) as compared to LSG (33.3%). On the other hand, there was no statistical difference in the percentage of resolution of hypertension, hyperlipidemia and fatty liver hepatitis. The overall morbidity and re-operation rate was higher in LRYGB patients. In morbidly elderly patients, both surgeries achieved good weight loss and resolution of comorbidities. LRYGB is superior to LSG in terms of diabetes remission but carries higher complication rates even at high volume centres.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Chih-Kun",
      "initials": "CK",
      "name": "Chih-Kun Huang",
      "affiliations": [
        "Bariatric & Metabolic International (B.M.I) Surgery Centre, E-Da Hospital, Kaohsiung, Taiwan, China;"
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Bariatric & Metabolic International (B.M.I) Surgery Centre, E-Da Hospital, Kaohsiung, Taiwan, China;"
      ]
    },
    {
      "last_name": "Kuao",
      "fore_name": "Hsin-Chih",
      "initials": "HC",
      "name": "Hsin-Chih Kuao",
      "affiliations": [
        "Department of Health Management, I-Shou University, Kaohsiung, Taiwan, China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Po-Chih",
      "initials": "PC",
      "name": "Po-Chih Chang",
      "affiliations": [
        "Bariatric & Metabolic International (B.M.I) Surgery Centre, E-Da Hospital, Kaohsiung, Taiwan, China;"
      ]
    },
    {
      "last_name": "Hsin",
      "fore_name": "Ming-Che",
      "initials": "MC",
      "name": "Ming-Che Hsin",
      "affiliations": [
        "Bariatric & Metabolic International (B.M.I) Surgery Centre, E-Da Hospital, Kaohsiung, Taiwan, China;"
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomedical research",
    "iso_abbreviation": "J Biomed Res",
    "issn": "1674-8301",
    "issn_type": "Print",
    "volume": "29",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "118",
  "end_page": "124",
  "pages": "118-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25859266",
    "pmc": "PMC4389111",
    "doi": "10.7555/JBR.29.20140108",
    "pii": "jbr-29-02-118"
  },
  "doi": "10.7555/JBR.29.20140108",
  "pmc_id": "PMC4389111",
  "dates": {
    "completed": "2015-04-10",
    "revised": "2024-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.181387",
    "pmid": "25859266"
  }
}