{
  "pmid": "25855772",
  "uid": "25855772",
  "title": "Rehospitalizations and Emergency Department Visits after Hospital Discharge in Patients Receiving Maintenance Hemodialysis.",
  "abstract": "Clinical outcomes after a hospital discharge are poorly defined for patients receiving maintenance in-center (outpatient) hemodialysis. To describe the proportion and characteristics of these patients who are rehospitalized, visit an emergency department, or die within 30 days after discharge from an acute hospitalization, we conducted a population-based study of all adult patients receiving maintenance in-center hemodialysis who were discharged between January 1, 2003, and December 31, 2011, from 157 acute care hospitals in Ontario, Canada. For patients with more than one hospitalization, we randomly selected a single hospitalization as the index hospitalization. Of the 11,177 patients included in the final cohort, 1926 (17%) were rehospitalized, 2971 (27%) were treated in the emergency department, and 840 (7.5%) died within 30 days of discharge. Complications of type 2 diabetes mellitus were the most common reason for rehospitalization, whereas heart failure was the most common reason for an emergency department visit. In multivariable analysis using a cause-specific Cox proportional hazards model, the following characteristics were associated with 30-day rehospitalization: older age, the number of hospital admissions in the preceding 6 months, the number of emergency department visits in the preceding 6 months, higher Charlson comorbidity index score, and the receipt of mechanical ventilation during the index hospitalization. Thus, a large proportion of patients receiving maintenance in-center hemodialysis will be readmitted or visit an emergency room within 30 days of an acute hospitalization. A focus on improving care transitions from the inpatient setting to the outpatient dialysis unit may improve outcomes and reduce healthcare costs.",
  "authors": [
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; harelz@smh.ca."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Chertow",
      "fore_name": "Glenn M",
      "initials": "GM",
      "name": "Glenn M Chertow",
      "affiliations": [
        "Division of Nephrology, Stanford University School of Medicine, Palo Alto, California;"
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Shai",
      "initials": "S",
      "name": "Shai Harel",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Women's College Research Institute, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Fischer",
      "fore_name": "Hadas D",
      "initials": "HD",
      "name": "Hadas D Fischer",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Nephrology, London Health Sciences Centre, Western University, London, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Perl",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Perl",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Silver",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Chaim M",
      "initials": "CM",
      "name": "Chaim M Bell",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada; Department of Medicine, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1533-3450",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "12",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "3141",
  "end_page": "3150",
  "pages": "3141-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Ambulatory Care",
    "Comorbidity",
    "Diabetes Complications",
    "Emergency Service, Hospital",
    "Female",
    "Heart Failure",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Discharge",
    "Patient Readmission",
    "Proportional Hazards Models",
    "Random Allocation",
    "Renal Dialysis",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "25855772",
    "pmc": "PMC4657827",
    "doi": "10.1681/ASN.2014060614",
    "pii": "ASN.2014060614"
  },
  "doi": "10.1681/ASN.2014060614",
  "pmc_id": "PMC4657827",
  "dates": {
    "completed": "2016-03-28",
    "revised": "2024-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.180542",
    "pmid": "25855772"
  }
}