{
  "pmid": "25864472",
  "uid": "25864472",
  "title": "Conceptions of mental health among Ugandan youth orphaned by AIDS.",
  "abstract": "The AIDS epidemic has disproportionately affected developing or low-income sub-Saharan African countries. Within the context of the epidemic, children and youth are at risk of losing their parents at an early age. The experience of orphanhood due to AIDS has the potential to negatively impact on a child's mental health. A qualitative study was conducted to comprehensively describe the experience of orphanhood and its impact on mental health from the culturally specific perspective of Ugandan youths. We conducted interviews with a purposeful sample of 13 youths (ages 12 to 18) who had lost one or both parents to AIDS illness and who were also affiliated with a non-governmental organisation providing support to orphans. The orphaned youths experienced significant ongoing emotional difficulties following the death of their parent(s). The youths in this study were unfamiliar with the term 'mental health,' however they easily identified factors associated with good or poor mental health. In general, good mental health was associated with social conduct that is culturally appropriate. Poor mental health was perceived as a form of madness or insanity and it was associated with a loss of basic life necessities, such as access to food, education or shelter. The youths also identified factors that promote more successful orphans. The findings of this study suggest that Western terminologies and symptom constellations in the Diagnostic and Statistical Manual IV may not be applicable in an African cultural context. There are several clinical implications, including the development of a mental health intervention paradigm that emphasises resilience.",
  "authors": [
    {
      "last_name": "Harms",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Harms",
      "affiliations": []
    },
    {
      "last_name": "Kizza",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Kizza",
      "affiliations": []
    },
    {
      "last_name": "Sebunnya",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Sebunnya",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "African journal of AIDS research : AJAR",
    "iso_abbreviation": "Afr J AIDS Res",
    "issn": "1608-5906",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Mar"
  },
  "start_page": "7",
  "end_page": "16",
  "pages": "7-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25864472",
    "doi": "10.2989/AJAR.2009.8.1.2.715"
  },
  "doi": "10.2989/AJAR.2009.8.1.2.715",
  "dates": {
    "completed": "2015-04-14",
    "revised": "2015-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.544520",
    "pmid": "25864472"
  }
}