{
  "pmid": "25862281",
  "uid": "25862281",
  "title": "Plasma and Plasma Protein Product Transfusion: A Canadian Blood Services Centre for Innovation Symposium.",
  "abstract": "Plasma obtained via whole blood donation processing or via apheresis technology can either be transfused directly to patients or pooled and fractionated into plasma protein products that are concentrates of 1 or more purified plasma protein. The evidence base supporting clinical efficacy in most of the indications for which plasma is transfused is weak, whereas high-quality evidence supports the efficacy of plasma protein products in at least some of the clinical settings in which they are used. Transfusable plasma utilization remains composed in part of applications that fall outside of clinical practice guidelines. Plasma contains all of the soluble coagulation factors and is frequently transfused in efforts to restore or reinforce patient hemostasis. The biochemical complexities of coagulation have in recent years been rationalized in newer cell-based models that supplement the cascade hypothesis. Efforts to normalize widely used clinical hemostasis screening test values by plasma transfusion are thought to be misplaced, but superior rapid tests have been slow to emerge. The advent of non-vitamin K-dependent oral anticoagulants has brought new challenges to clinical laboratories in plasma testing and to clinicians needing to reverse non-vitamin K-dependent oral anticoagulants urgently. Current plasma-related controversies include prophylactic plasma transfusion before invasive procedures, plasma vs prothrombin complex concentrates for urgent warfarin reversal, and the utility of increased ratios of plasma to red blood cell units transfused in massive transfusion protocols. The first recombinant plasma protein products to reach the clinic were recombinant hemophilia treatment products, and these donor-free equivalents to factors VIII and IX are now being supplemented with novel products whose circulatory half-lives have been increased by chemical modification or genetic fusion. Achieving optimal plasma utilization is an ongoing challenge in the interconnected worlds of transfusable plasma, plasma protein products, and recombinant and engineered replacements.",
  "authors": [
    {
      "last_name": "Zeller",
      "fore_name": "Michelle P",
      "initials": "MP",
      "name": "Michelle P Zeller",
      "affiliations": [
        "Centre for Innovation, Medical Services and Innovation, Canadian Blood Services, Hamilton, Ottawa, Vancouver, Canada; Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Al-Habsi",
      "fore_name": "Khalid S",
      "initials": "KS",
      "name": "Khalid S Al-Habsi",
      "affiliations": [
        "Centre for Innovation, Medical Services and Innovation, Canadian Blood Services, Hamilton, Ottawa, Vancouver, Canada; Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Golder",
      "fore_name": "Mia",
      "initials": "M",
      "name": "Mia Golder",
      "affiliations": [
        "Centre for Innovation, Medical Services and Innovation, Canadian Blood Services, Hamilton, Ottawa, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Geraldine M",
      "initials": "GM",
      "name": "Geraldine M Walsh",
      "affiliations": [
        "Centre for Innovation, Medical Services and Innovation, Canadian Blood Services, Hamilton, Ottawa, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Sheffield",
      "fore_name": "William P",
      "initials": "WP",
      "name": "William P Sheffield",
      "affiliations": [
        "Centre for Innovation, Medical Services and Innovation, Canadian Blood Services, Hamilton, Ottawa, Vancouver, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada. Electronic address: sheffiel@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "181",
  "end_page": "194",
  "pages": "181-94",
  "language": "eng",
  "publication_types": [
    "Congress"
  ],
  "keywords": [
    "Blood Component Transfusion",
    "Blood Preservation",
    "Canada",
    "Hemophilia A",
    "Hemorrhage",
    "Hemostasis",
    "Hemostatic Techniques",
    "Humans",
    "Plasma"
  ],
  "article_ids": {
    "pubmed": "25862281",
    "doi": "10.1016/j.tmrv.2015.03.003",
    "pii": "S0887-7963(15)00043-7"
  },
  "doi": "10.1016/j.tmrv.2015.03.003",
  "dates": {
    "completed": "2016-03-15",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.304646",
    "pmid": "25862281"
  }
}