{
  "pmid": "25862643",
  "uid": "25862643",
  "title": "Examining the photoprotection hypothesis for adaxial foliar anthocyanin accumulation by revisiting comparisons of green- and red-leafed varieties of coleus (Solenostemon scutellarioides).",
  "abstract": "Although plants rely on light to drive energy production via photosynthesis, excess light can be harmful. Plants have evolved photoprotective mechanisms to mitigate this threat, including thermal energy dissipation, the most common form of which involves de-epoxidized constituents of the xanthophyll cycle facilitating the conversion of excess excitation energy to heat. A role in photoprotection has also been proposed for red anthocyanins when they accumulate near the adaxial leaf surface. Here, we compared the response to experimental light stress of a red-leafed (anthocyanin rich) and a green-leafed variety of coleus [Solenostemon scutellarioides (L.) Codd], examining chlorophyll fluorescence emission and pigment composition. After experimentally imposed intense white light, red- and green-leafed coleus exhibited manifestations of light stress (decreased photosystem II quantum efficiency) of a similar magnitude. This, considered alone, could be interpreted as evidence that anthocyanins do not serve a photoprotective role. However, during excess light exposure, the green-leafed variety employed a greater level of thermal energy dissipation and possessed correspondingly higher xanthophyll cycle pool sizes and de-epoxidation states. During exposure to red light, which anthocyanins absorb very poorly, levels of thermal energy dissipation did not differ between coleus varieties. Taken together, our findings suggest that adaxial anthocyanins minimize stress associated with excess light absorption and that the green-leafed variety of coleus compensated for its much lower levels of adaxial anthocyanins by invoking higher levels of energy dissipation. Thus, anthocyanin accumulation should be considered alongside the suite of photoprotective mechanisms employed by photosynthetic tissues.",
  "authors": [
    {
      "last_name": "Logan",
      "fore_name": "Barry A",
      "initials": "BA",
      "name": "Barry A Logan",
      "affiliations": [
        "Biology Department, Bowdoin College, Brunswick, ME, 04011, USA, blogan@bowdoin.edu."
      ]
    },
    {
      "last_name": "Stafstrom",
      "fore_name": "William C",
      "initials": "WC",
      "name": "William C Stafstrom",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J L",
      "initials": "MJ",
      "name": "Michael J L Walsh",
      "affiliations": []
    },
    {
      "last_name": "Reblin",
      "fore_name": "Jaret S",
      "initials": "JS",
      "name": "Jaret S Reblin",
      "affiliations": []
    },
    {
      "last_name": "Gould",
      "fore_name": "Kevin S",
      "initials": "KS",
      "name": "Kevin S Gould",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Photosynthesis research",
    "iso_abbreviation": "Photosynth Res",
    "issn": "1573-5079",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "267",
  "end_page": "274",
  "pages": "267-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Anthocyanins",
    "Coleus",
    "Light",
    "Photosystem II Protein Complex",
    "Plant Leaves",
    "Stress, Physiological",
    "Xanthophylls"
  ],
  "article_ids": {
    "pubmed": "25862643",
    "doi": "10.1007/s11120-015-0130-0"
  },
  "doi": "10.1007/s11120-015-0130-0",
  "dates": {
    "completed": "2016-03-24",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Anthocyanins",
    "Photosystem II Protein Complex",
    "Xanthophylls"
  ],
  "grants": [
    {
      "agency": "Howard Hughes Medical Institute",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.840471",
    "pmid": "25862643"
  }
}