{
  "pmid": "25875495",
  "uid": "25875495",
  "title": "Developing a rapid-response program for health system decision-makers in Canada: findings from an issue brief and stakeholder dialogue.",
  "abstract": "BACKGROUND: There is currently no mechanism in place outside of government to provide rapid syntheses of the best available research evidence about problems, options and/or implementation considerations related to a specific health system challenge that Canadian health system decision-makers need to address in a timely manner. A 'rapid-response' program could address this gap by providing access to optimally packaged, relevant and high-quality research evidence over short periods of time (i.e. days or weeks). METHODS: We prepared an issue brief that describes the best available research evidence related to the problem, three broad features of a program that addresses the problem and implementation considerations. We identified systematic reviews by searching for organization-targeted implementation strategies in Health Systems Evidence (www.healthsystemsevidence.org) and drew on an existing analytical framework for how knowledge-brokering organizations can organize themselves to operationalize the program features. The issue brief was then used to inform a half-day stakeholder dialogue about whether and how to develop a rapid-response program for health system decision-makers in Canada. We thematically synthesized the deliberations. RESULTS: We found very few relevant systematic reviews but used frameworks and examples from existing programs to 1) outline key considerations for organizing a rapid-response program,, 2) determine what can be done in timelines ranging from 3 to 10 and 30 business days, and 3) define success and measure it. The 11 dialogue participants from across Canada largely agreed with the content presented in the brief, but noted two key challenges to consider: securing stable, long-term funding and finding a way to effectively and equitably manage the expected demand. Recommendations and suggestions for next steps from dialogue participants included taking an 'organic' approach to developing a pan-Canadian network and including jurisdictional scans as a type of product to deliver through the program (rather than only syntheses of research evidence). CONCLUSIONS: Dialogue participants clearly signalled that there is an appetite for a rapid-response program for health system decision-makers in Canada. To 'organically' build such a program, we are currently engaging in efforts to build partnerships and secure funding to support the creation of a pan-Canadian network for conducting rapid syntheses for health system decision-makers in Canada.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard School of Public Health, Cambridge, USA. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gauvin",
      "fore_name": "Francois-Pierre",
      "initials": "FP",
      "name": "Francois-Pierre Gauvin",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. gavvinf@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Canada",
    "Capacity Building",
    "Decision Making",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Humans",
    "Knowledge",
    "Meta-Analysis as Topic",
    "Organizations"
  ],
  "article_ids": {
    "pubmed": "25875495",
    "pmc": "PMC4373100",
    "doi": "10.1186/s13643-015-0009-3",
    "pii": "10.1186/s13643-015-0009-3"
  },
  "doi": "10.1186/s13643-015-0009-3",
  "pmc_id": "PMC4373100",
  "dates": {
    "completed": "2016-04-04",
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "309184",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.776762",
    "pmid": "25875495"
  }
}