{
  "pmid": "25873338",
  "uid": "25873338",
  "title": "Comparison between the standard and a new alternative format of the Summary-of-Findings tables in Cochrane review users: study protocol for a randomized controlled trial.",
  "abstract": "BACKGROUND: Systematic reviews represent one of the most important tools for knowledge translation but users often struggle with understanding and interpreting their results. GRADE Summary-of-Findings tables have been developed to display results of systematic reviews in a concise and transparent manner. The current format of the Summary-of-Findings tables for presenting risks and quality of evidence improves understanding and assists users with finding key information from the systematic review. However, it has been suggested that additional methods to present risks and display results in the Summary-of-Findings tables are needed. METHODS/DESIGN: We will conduct a non-inferiority parallel-armed randomized controlled trial to determine whether an alternative format to present risks and display Summary-of-Findings tables is not inferior compared to the current standard format. We will measure participant understanding, accessibility of the information, satisfaction, and preference for both formats. We will invite systematic review users to participate (that is clinicians, guideline developers, and researchers). The data collection process will be undertaken using the online 'Survey Monkey' system. For the primary outcome understanding, non-inferiority of the alternative format (Table A) to the current standard format (Table C) of Summary-of-Findings tables will be claimed if the upper limit of a 1-sided 95% confidence interval (for the difference of proportion of participants answering correctly a given question) excluded a difference in favor of the current format of more than 10%. DISCUSSION: This study represents an effort to provide systematic reviewers with additional options to display review results using Summary-of-Findings tables. In this way, review authors will have a variety of methods to present risks and more flexibility to choose the most appropriate table features to display (that is optional columns, risks expressions, complementary methods to display continuous outcomes, and so on). TRIALS REGISTRATION: NCT02022631 (21 December 2013).",
  "authors": [
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. alonsocarrascolabra@gmail.com.",
        "Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Universidad de Chile, Santiago, Chile. alonsocarrascolabra@gmail.com."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada. rominabp@gmail.com.",
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago, Chile. rominabp@gmail.com."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. santesna@mcmaster.ca."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Pontificia Universidad Católica de Chile, Santiago, Chile. ignacio.neumann@gmail.com."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. ramustafa@gmail.com.",
        "Departments of Medicine/Nephrology and Biomedical & Health Informatics, University of Missouri, Kansas City, MO, USA. ramustafa@gmail.com."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. mbuagbawl@yahoo.com."
      ]
    },
    {
      "last_name": "Ikobaltzeta",
      "fore_name": "Itziar Etxeandia",
      "initials": "IE",
      "name": "Itziar Etxeandia Ikobaltzeta",
      "affiliations": [
        "OSTEBA, Basque Office for Health Technology Assessment, Ministry for Health, Basque Government, Donostia-San Sebastián, Spain. itzi.etxe@gmail.com."
      ]
    },
    {
      "last_name": "De Stio",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine De Stio",
      "affiliations": [
        "Department of Medicine, Hofstra North Shore LIJ School of Medicine, Manhasset, NY, USA. cdestio@NSHS.edu."
      ]
    },
    {
      "last_name": "McCullagh",
      "fore_name": "Lauren J",
      "initials": "LJ",
      "name": "Lauren J McCullagh",
      "affiliations": [
        "Department of Medicine, Hofstra North Shore LIJ School of Medicine, Manhasset, NY, USA. lmccullagh@NSHS.edu."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. palonso@santpau.cat.",
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau-CIBER of Epidemiology and Public Health (CIBERESP-IIB Sant Pau), Barcelona, Spain. palonso@santpau.cat."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "German Cochrane Center, Medical Center - University of Freiburg, Freiburg, Germany. meerpohl@cochrane.de."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust-division, Gjøvik, Norway. per.vandvik@gmail.com."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. brozekj@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. brozekj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb.",
        "American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Bossuyt",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Bossuyt",
      "affiliations": [
        "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Medical Center, University of Amsterdam, Meibergdreef, Amsterdam, The Netherlands. p.m.bossuyt@amc.uva.nl."
      ]
    },
    {
      "last_name": "Churchill",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Churchill",
      "affiliations": [
        "Center for Academic Mental Health, School of Social and Community Medicine, University of Bristol, Bristol, UK. Rachel.Churchill@ccdan.org."
      ]
    },
    {
      "last_name": "Glenton",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Glenton",
      "affiliations": [
        "The Norwegian Branch of the Nordic Cochrane Center, Oslo, Norway. Claire.Glenton@kunnskapssenteret.no.",
        "Norwegian Knowledge Center for the Health Services, Oslo, Norway. Claire.Glenton@kunnskapssenteret.no."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rosenbaum",
      "affiliations": [
        "The Norwegian Branch of the Nordic Cochrane Center, Oslo, Norway. sarah@rosenbaum.no.",
        "Norwegian Knowledge Center for the Health Services, Oslo, Norway. sarah@rosenbaum.no."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Ottawa, K1H 8 M5, Ottawa, ON, Canada. Tugwell.BB@uOttawa.ca."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, ON, Canada. Vivian.Welch@uottawa.ca."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. guyatt@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. schuneh@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2015",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "start_page": "164",
  "pages": "164",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Comprehension",
    "Evidence-Based Medicine",
    "Humans",
    "Information Dissemination",
    "Research Design",
    "Research Report",
    "Risk Assessment",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Systematic Reviews as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25873338",
    "pmc": "PMC4416250",
    "doi": "10.1186/s13063-015-0649-6",
    "pii": "10.1186/s13063-015-0649-6"
  },
  "doi": "10.1186/s13063-015-0649-6",
  "pmc_id": "PMC4416250",
  "dates": {
    "completed": "2016-02-04",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.613139",
    "pmid": "25873338"
  }
}