{
  "pmid": "25873704",
  "uid": "25873704",
  "title": "Advance directives: survey of primary care patients.",
  "abstract": "OBJECTIVE: To establish the prevalence of patients with advance directives in a family practice, and to describe patients' perspectives on a family doctor's role in initiating discussions about advance directives. DESIGN: A self-administered patient questionnaire. SETTING: A busy urban family medicine teaching clinic in Hamilton, Ont. PARTICIPANTS: A convenience sample of adult patients attending the clinic over the course of a typical business week. MAIN OUTCOME MEASURES: The prevalence of advance directives in the patient population was determined, and the patients' expectations regarding the role of their family doctors were elucidated. RESULTS: The survey population consisted of 800 participants (a response rate of 72.5%) well distributed across age groups; 19.7% had written advance directives and 43.8% had previously discussed the topic of advance directives, but only 4.3% of these discussions had occurred with family doctors. In 5.7% of cases, a family physician had raised the issue; 72.3% of respondents believed patients should initiate the discussion. Patients who considered advance directives extremely important were significantly more likely to want their family doctors to start the conversation (odds ratio 3.98; P < .05). CONCLUSION: Advance directives were not routinely addressed in the family practice. Most patients preferred to initiate the discussion of advance directives. However, patients who considered the subject extremely important wanted their family doctors to initiate the discussion.",
  "authors": [
    {
      "last_name": "O'Sullivan",
      "fore_name": "Rory",
      "initials": "R",
      "name": "Rory O'Sullivan",
      "affiliations": [
        "Practising family physician and emergency physician in Hawkesbury, Ont, and Sioux Lookout, Ont. rory.osullivan@medportal.ca."
      ]
    },
    {
      "last_name": "Mailo",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Mailo",
      "affiliations": [
        "Practising emergency physician in Edmonton, Alta."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Researcher at McMaster University in Hamilton, Ont."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Clinician researcher and Associate Professor of Family Medicine at McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "353",
  "end_page": "356",
  "pages": "353-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Advance Care Planning",
    "Advance Directives",
    "Aged",
    "Aged, 80 and over",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Physician's Role",
    "Physician-Patient Relations",
    "Prevalence",
    "Primary Health Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25873704",
    "pmc": "PMC4396762",
    "pii": "61/4/353"
  },
  "pmc_id": "PMC4396762",
  "dates": {
    "completed": "2016-01-20",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.643471",
    "pmid": "25873704"
  }
}