{
  "pmid": "25883789",
  "uid": "25883789",
  "title": "Oral salt and water versus intravenous saline for the prevention of acute kidney injury following contrast-enhanced computed tomography: study protocol for a pilot randomized trial.",
  "abstract": "BACKGROUND: Although intravenous saline is the accepted prophylactic measure for the prevention of contrast- induced acute kidney injury, the oral route could offer an equivalent, practical, and cost saving approach. A systematic review of randomized trials that compared oral versus intravenous volume expansion for the prevention of radiocontrast-induced nephropathy in patients receiving arterial contrast reported no significant difference in the risk of contrast induced acute kidney injury between the oral and intravenous arms. Most trials for contrast nephropathy prevention have been in the setting of arterial contrast such as with cardiac catheterization, and not with venous contrast, such as computed tomography. The aim of this paper is to describe the protocol of a pilot trial comparing the effect of oral salt and water versus intravenous saline on the prevention of Acute Kidney Injury following contrast-enhanced computed tomography. METHODS: Our study is a pilot, single-centre parallel randomized controlled trial. To be included, participants must be at stage 4 of chronic kidney disease as defined by a glomerular filtration rate <30 mL/min/1.73 m(2), aged greater than 18 years and to undergo an outpatient contrast-enhanced computer tomography of the chest or abdomen. A total 50 patients will be randomised to receive either oral salt and water or intravenous isotonic saline. The primary outcome is feasibility, including estimates of recruitment rate, adherence to intervention and completeness of follow-up to assist in planning the definitive trial. The secondary outcome is safety and includes adverse events with oral salt and water loading as compared to intravenous isotonic saline. DISCUSSION: The results of this pilot trial will provide critical information to plan a definitive trial to test the efficacy of the route of volume loading regimens in prevention of acute kidney injury after contrast-enhanced CT scans. TRIAL REGISTRATION: The trial is registered at the US National Institutes of Health (ClinicalTrials.gov) # NCT02084771.",
  "authors": [
    {
      "last_name": "Swapnil",
      "fore_name": "Hiremath",
      "initials": "H",
      "name": "Hiremath Swapnil",
      "affiliations": [
        "Division of Nephrology, Faculty of Medicine, University of Ottawa, Ottawa, Canada ; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada ; Division of Nephrology, The Ottawa Hospital, Riverside Campus, 1967 Riverside Drive, Ottawa, Ontario K1H 7 W9 Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg A",
      "initials": "GA",
      "name": "Greg A Knoll",
      "affiliations": [
        "Division of Nephrology, Faculty of Medicine, University of Ottawa, Ottawa, Canada ; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Kayibanda",
      "fore_name": "Jeanne Françoise",
      "initials": "JF",
      "name": "Jeanne Françoise Kayibanda",
      "affiliations": [
        "Kidney Research Centre, Ottawa Health Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Benjamin Jw",
      "initials": "BJ",
      "name": "Benjamin Jw Chow",
      "affiliations": [
        "Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Shabana",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Shabana",
      "affiliations": [
        "Department of Medical Imaging, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Murphy",
      "affiliations": [
        "Ottawa Health Research Institute, Ottawa Hospital, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Ramsay",
      "affiliations": [
        "Faculty of Medicine, Epidemiology& Community Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew James",
      "affiliations": [
        "Departments of Medicine and Community Health Sciences, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "White",
      "fore_name": "Christine A",
      "initials": "CA",
      "name": "Christine A White",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, St. Michael's Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hoch",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Hoch",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Akbari",
      "fore_name": "Ayub",
      "initials": "A",
      "name": "Ayub Akbari",
      "affiliations": [
        "Division of Nephrology, Faculty of Medicine, University of Ottawa, Ottawa, Canada ; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2015"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25883789",
    "pmc": "PMC4399084",
    "doi": "10.1186/s40697-015-0048-7",
    "pii": "48"
  },
  "doi": "10.1186/s40697-015-0048-7",
  "pmc_id": "PMC4399084",
  "dates": {
    "completed": "2015-04-17",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.182093",
    "pmid": "25883789"
  }
}