{
  "pmid": "25887510",
  "uid": "25887510",
  "title": "Effects of electroacupuncture on recovery of the electrophysiological properties of the rabbit gastrocnemius after contusion: an in vivo animal study.",
  "abstract": "BACKGROUND: Our preliminary studies indicated that electroacupuncture (EA) at the ST36 and Ashi acupoints could promote regeneration of the rabbit gastrocnemius (GM) by improving microcirculation perfusion, promoting the recovery of myofiber structures, and inhibiting excessive fibrosis. However, the effects of EA on recovery of the electrophysiological properties of the GM after contusion are not yet clear. Thus, the purpose of this study was to investigate the effects of EA at the Zusanli (ST36) and Ashi acupoints with regard to recovery of the electrophysiological properties of the rabbit GM after contusion. METHODS: Forty-five rabbits were randomly divided into three groups: normal, contusion, and EA. After an acute GM contusion was produced (in rabbits in the contusion and EA groups), rabbits in the EA group were treated with electrostimulation at the ST36 and Ashi acupoints with 0.4 mA (2 Hz) for 15 min. The contusion group received no EA treatment. At different time points (7, 14, and 28 days) after contusion, we performed surface electromyography (EMG) and measured the nerve conduction velocity (NCV) of the GM and the GM branch of the tibial nerve. We also examined acetylcholinesterase (AchE) and Agrin expression in the neuromuscular junction (NMJ) via immunohistochemistry. RESULTS: Compared with the contusion group, the EMG amplitude and NCV in rabbits in the EA group were significantly higher at all time points after contusion. AchE and Agrin expression in the EA group were significantly higher than those in the contusion group. CONCLUSIONS: Our results showed that EA at the ST36 and Ashi acupoints effectively promoted recovery of the electrophysiological properties of the rabbit GM after contusion. The effects of EA were realized by promotion of the regeneration of myofibers and nerve fibers, as well as acceleration of NMJ reconstruction by upregulation of AchE and Agrin expression in the motor endplate area.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Shouyao",
      "initials": "S",
      "name": "Shouyao Liu",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. liu200578@163.com.",
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. liu200578@163.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Rongguo",
      "initials": "R",
      "name": "Rongguo Wang",
      "affiliations": [
        "College of Acupuncture-Moxibustion and Tuina, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. wgls2001@163.com."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Luo",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. cia100@sina.com."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Qianwei",
      "initials": "Q",
      "name": "Qianwei Xu",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. xuqianwei11@163.com.",
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. xuqianwei11@163.com."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Cheng",
      "initials": "C",
      "name": "Cheng Xiao",
      "affiliations": [
        "Institute of Clinical Medicine, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. xc2002812@126.com."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Lin",
      "affiliations": [
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. zryylp@126.com."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Zhange",
      "initials": "Z",
      "name": "Zhange Yu",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. 413202450@qq.com.",
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. 413202450@qq.com."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Xuanji",
      "initials": "X",
      "name": "Xuanji Zhao",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. 80547851@qq.com.",
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. 80547851@qq.com."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Rongrong",
      "initials": "R",
      "name": "Rongrong Cai",
      "affiliations": [
        "Department of Graduate School, Beijing University of Chinese Medicine, No. 11, North 3rd Ring East Road, Chaoyang District, Beijing, 100029, China. crrcairongrong@163.com."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. 1402317340@qq.com.",
        "Department of Graduate School, Peking University of Health Science Center, No. 38, College Road, Haidian District, Beijing, 100191, China. 1402317340@qq.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Qingxi",
      "initials": "Q",
      "name": "Qingxi Zhang",
      "affiliations": [
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. zhangqx19890809@163.com.",
        "Department of Graduate School, Peking University of Health Science Center, No. 38, College Road, Haidian District, Beijing, 100191, China. zhangqx19890809@163.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yunting",
      "initials": "Y",
      "name": "Yunting Wang",
      "affiliations": [
        "Department of Orthopedics, China-Japan Friendship Hospital, No. 2, Yinghua East Road, Chaoyang District, Beijing, 100029, China. yunting1118@sina.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC complementary and alternative medicine",
    "iso_abbreviation": "BMC Complement Altern Med",
    "issn": "1472-6882",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "19"
  },
  "start_page": "69",
  "pages": "69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetylcholinesterase",
    "Acupuncture Points",
    "Agrin",
    "Animals",
    "Contusions",
    "Electroacupuncture",
    "Electromyography",
    "Electrophysiological Phenomena",
    "Female",
    "Male",
    "Muscle, Skeletal",
    "Neuromuscular Junction",
    "Rabbits"
  ],
  "article_ids": {
    "pubmed": "25887510",
    "pmc": "PMC4376503",
    "doi": "10.1186/s12906-015-0601-z",
    "pii": "10.1186/s12906-015-0601-z"
  },
  "doi": "10.1186/s12906-015-0601-z",
  "pmc_id": "PMC4376503",
  "dates": {
    "completed": "2015-11-13",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Agrin",
    "Acetylcholinesterase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.333393",
    "pmid": "25887510"
  }
}