{
  "pmid": "25884300",
  "uid": "25884300",
  "title": "Community health workers improve diabetes care in remote Australian Indigenous communities: results of a pragmatic cluster randomized controlled trial.",
  "abstract": "BACKGROUND: Health outcomes for Indigenous Australians with diabetes in remote areas remain poor, including high rates of avoidable complications which could be reduced with better primary level care. We aimed to evaluate the effectiveness of a community-based health-worker led case management approach to the care of Indigenous adults with poorly controlled type 2 diabetes in primary care services in remote northern Australia. METHODS: Two hundred and thirteen adults with poorly controlled diabetes (HbA1c > 8.5%) and significant comorbidities in 12 remote communities were randomly assigned by service cluster to receive chronic care co-ordination from a community-based health worker supported by a clinical outreach team, or to a waitlist control group which received usual care. RESULTS: At baseline, mean age of participants was 47.9 years, 62.4% were female, half were Aboriginal and half identified as Torres Strait Islander, 67% had less than 12 years of education, 39% were smokers, median income was $18,200 and 47% were unemployed. Mean HbA1c was 10.7% (93 mmol/mol) and BMI 32.5. At follow-up after 18 months, HbA1c reduction was significantly greater in the intervention group (-1.0% vs -0.2%, SE (diff) = 0.2, p = 0.02). There were no significant differences between the groups for blood pressure, lipid profile, BMI or renal function. Intervention group participants were more likely to receive nutrition and dental services according to scheduled care plans. Smoking rates were unchanged. CONCLUSIONS: A culturally safe, community level health-worker led model of diabetes care for high risk patients can be effective in improving diabetes control in remote Indigenous Australian communities where there is poor access to mainstream services. This approach can be effective in other remote settings, but requires longer term evaluation to capture accrued benefits. TRIAL REGISTRATION: ANZCTR 12610000812099, Registered 29 September 2010.",
  "authors": [
    {
      "last_name": "McDermott",
      "fore_name": "Robyn A",
      "initials": "RA",
      "name": "Robyn A McDermott",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. robyn.mcdermott@jcu.edu.au.",
        "James Cook University, 1 James Cook Drive, Townsville City, QLD, 4811, Australia. robyn.mcdermott@jcu.edu.au."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. Barbara.schmidt@unisa.edu.au."
      ]
    },
    {
      "last_name": "Preece",
      "fore_name": "Cilla",
      "initials": "C",
      "name": "Cilla Preece",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. cilla.preece@unisa.edu.au."
      ]
    },
    {
      "last_name": "Owens",
      "fore_name": "Vickie",
      "initials": "V",
      "name": "Vickie Owens",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. Vickie.owens@unisa.edu.au."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Taylor",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. Sean.taylor@jcu.edu.cu.",
        "James Cook University, 1 James Cook Drive, Townsville City, QLD, 4811, Australia. Sean.taylor@jcu.edu.cu."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Li",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. ming.li@unisa.edu.au."
      ]
    },
    {
      "last_name": "Esterman",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Esterman",
      "affiliations": [
        "University of South Australia, 101 Currie St, Adelaide, SA, 5001, Australia. Adrian.esterman@unisa.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "68",
  "pages": "68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Australia",
    "Case Management",
    "Community Health Services",
    "Community Health Workers",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Health Services, Indigenous",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient-Centered Care",
    "Quality Improvement",
    "Rural Nursing",
    "Australian Aboriginal and Torres Strait Islander Peoples"
  ],
  "article_ids": {
    "pubmed": "25884300",
    "pmc": "PMC4337108",
    "doi": "10.1186/s12913-015-0695-5",
    "pii": "10.1186/s12913-015-0695-5"
  },
  "doi": "10.1186/s12913-015-0695-5",
  "pmc_id": "PMC4337108",
  "dates": {
    "completed": "2016-05-12",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.414409",
    "pmid": "25884300"
  }
}