{
  "pmid": "25887559",
  "uid": "25887559",
  "title": "Comparison of treatment outcomes in patients with and without diabetes mellitus attending a multidisciplinary cardiovascular prevention programme (a retrospective analysis of the EUROACTION trial).",
  "abstract": "BACKGROUND: The objective was to compare the improvements in lifestyle and risk factor profiles in patients with and without diabetes mellitus (DM) in the intervention arm of EUROACTION study. METHODS: This was a retrospective analysis of the intervention arm of EUROACTION trial. Primary outcome was proportions meeting the European targets for not smoking, diet, physical activity (PA), body mass index (BMI), waist circumference (WC), blood pressure (BP), total and low-density lipoprotein (LDL) cholesterol and cardio-protective drug use at one year. RESULTS: 179 and 777 coronary patients with and without DM, and 340 and 917 high-risk individuals (HRI) with and without DM, respectively were identified. The proportions of coronary patients achieving the lifestyle targets improved from the initial assessment (IA) except non-smoking, which reduced. At one year, significantly fewer patients with DM attained the targets for BMI (13.2% vs 31.3%, p = 0.002) and BP <140/90 mmHg (53.5% vs 74.0%, p < 0.001) compared to patients without DM despite a higher proportion of patients with DM prescribed angiotensin converting enzyme inhibitors/angiotensin receptor blockers (79.1% vs 65.3%, p = 0.021). Among the HRIs, fewer patients with DM achieved targets for oily fish intake (9.3% vs 11.9%, p = 0.043), physical activity (65.8% vs 75.8%, p = 0.011), and BMI (9.9% vs 28.1%, p = 0.022) at one year. While more patients with DM achieved the targets for total cholesterol (48.2% vs 22.9%, p < 0.001) and LDL (57.9% vs 30.7%, p < 0.001). CONCLUSIONS: Multidisciplinary intervention had a beneficial effect on several cardiovascular risk factors in both patients with and without DM. Poorer achievement of mostly lifestyle (and BP in coronary patients) targets among those with DM emphasises the need for more intensive lifestyle modification and BP management for the prevention of cardiovascular disease.",
  "authors": [
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, Choba, Rivers state, Nigeria. Sandytom77@yahoo.com."
      ]
    },
    {
      "last_name": "Kotseva",
      "fore_name": "Kornelia",
      "initials": "K",
      "name": "Kornelia Kotseva",
      "affiliations": [
        "Cardiovascular Medicine, International Centre for Circulatory Health, National Heart and Lung Institute, Imperial College London, London, United Kingdom. k.kotseva@imperial.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "BMC cardiovascular disorders",
    "iso_abbreviation": "BMC Cardiovasc Disord",
    "issn": "1471-2261",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "start_page": "11",
  "pages": "11",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Blood Pressure",
    "Body Mass Index",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Diabetes Complications",
    "Diabetic Angiopathies",
    "Diet",
    "Female",
    "Glycated Hemoglobin",
    "Humans",
    "Life Style",
    "Male",
    "Middle Aged",
    "Motor Activity",
    "Retrospective Studies",
    "Risk Factors",
    "Smoking",
    "Treatment Outcome",
    "Waist Circumference"
  ],
  "article_ids": {
    "pubmed": "25887559",
    "pmc": "PMC4356146",
    "doi": "10.1186/s12872-015-0006-4",
    "pii": "10.1186/s12872-015-0006-4"
  },
  "doi": "10.1186/s12872-015-0006-4",
  "pmc_id": "PMC4356146",
  "dates": {
    "completed": "2016-02-01",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Glycated Hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.918448",
    "pmid": "25887559"
  }
}