{
  "pmid": "25889581",
  "uid": "25889581",
  "title": "Effects of kinesthetic haptic feedback on standing stability of young healthy subjects and stroke patients.",
  "abstract": "BACKGROUND: Haptic control is a useful therapeutic option in rehabilitation featuring virtual reality interaction. As with visual and vibrotactile biofeedback, kinesthetic haptic feedback may assist in postural control, and can achieve balance control. Kinesthetic haptic feedback in terms of body sway can be delivered via a commercially available haptic device and can enhance the balance stability of both young healthy subjects and stroke patients. METHOD: Our system features a waist-attached smartphone, software running on a computer (PC), and a dedicated Phantom Omni® device. Young healthy participants performed balance tasks after assumption of each of four distinct postures for 30 s (one foot on the ground; the Tandem Romberg stance; one foot on foam; and the Tandem Romberg stance on foam) with eyes closed. Patient eyes were not closed and assumption of the Romberg stance (only) was tested during a balance task 25 s in duration. An Android application running continuously on the smartphone sent mediolateral (ML) and anteroposterior (AP) tilt angles to a PC, which generated kinesthetic haptic feedback via Phantom Omni®. A total of 16 subjects, 8 of whom were young healthy and 8 of whom had suffered stroke, participated in the study. RESULTS: Post-experiment data analysis was performed using MATLAB®. Mean Velocity Displacement (MVD), Planar Deviation (PD), Mediolateral Trajectory (MLT) and Anteroposterior Trajectory (APT) parameters were analyzed to measure reduction in body sway. Our kinesthetic haptic feedback system was effective to reduce postural sway in young healthy subjects regardless of posture and the condition of the substrate (the ground) and to improve MVD and PD in stroke patients who assumed the Romberg stance. Analysis of Variance (ANOVA) revealed that kinesthetic haptic feedback significantly reduced body sway in both categories of subjects. CONCLUSION: Kinesthetic haptic feedback can be implemented using a commercial haptic device and a smartphone. Intuitive balance cues were created using the handle of a haptic device, rendering the approach very simple yet efficient in practice. This novel form of biofeedback will be a useful rehabilitation tool improving the balance of stroke patients.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Raheel",
      "initials": "MR",
      "name": "Muhammad Raheel Afzal",
      "affiliations": [
        "School of Mechanical & Aerospace Engineering & ReCAPT, Gyeongsang National University, Jinju, Republic of Korea. raheel379@gmail.com."
      ]
    },
    {
      "last_name": "Byun",
      "fore_name": "Ha-Young",
      "initials": "HY",
      "name": "Ha-Young Byun",
      "affiliations": [
        "Department of Rehabilitation Medicine, Gyeongsang National University Hospital, Jinju, Republic of Korea. minusbyun@naver.com."
      ]
    },
    {
      "last_name": "Oh",
      "fore_name": "Min-Kyun",
      "initials": "MK",
      "name": "Min-Kyun Oh",
      "affiliations": [
        "Department of Rehabilitation Medicine, Gyeongsang National University Hospital, Jinju, Republic of Korea. solioh21@hanmail.net."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jungwon",
      "initials": "J",
      "name": "Jungwon Yoon",
      "affiliations": [
        "School of Mechanical & Aerospace Engineering & ReCAPT, Gyeongsang National University, Jinju, Republic of Korea. jwyoon@gnu.ac.kr."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neuroengineering and rehabilitation",
    "iso_abbreviation": "J Neuroeng Rehabil",
    "issn": "1743-0003",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "13"
  },
  "start_page": "27",
  "pages": "27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Algorithms",
    "Feedback",
    "Female",
    "Healthy Volunteers",
    "Humans",
    "Kinesthesis",
    "Male",
    "Middle Aged",
    "Postural Balance",
    "Posture",
    "Psychomotor Performance",
    "Smartphone",
    "Stroke",
    "Wireless Technology",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "25889581",
    "pmc": "PMC4367920",
    "doi": "10.1186/s12984-015-0020-x",
    "pii": "10.1186/s12984-015-0020-x"
  },
  "doi": "10.1186/s12984-015-0020-x",
  "pmc_id": "PMC4367920",
  "dates": {
    "completed": "2016-05-02",
    "revised": "2019-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.753339",
    "pmid": "25889581"
  }
}