{
  "pmid": "25886381",
  "uid": "25886381",
  "title": "Use of electronic dietary assessment tools in primary care: an interdisciplinary perspective.",
  "abstract": "BACKGROUND: Dietary assessment can be challenging for many reasons, including the wide variety of foods, eating patterns and nutrients to be considered. In team-based primary care practice, various disciplines may be involved in assessing diet. Electronic-based dietary assessment (e-DA) instruments available now through mobile apps or websites can potentially facilitate dietary assessment. Providers views of facilitators and barriers related to e-DA instruments and their recommendations for improvement can inform the further development of these tools. The objective of this study was to explore provider perspectives on e-DA tools in mobile apps and websites. METHODS: The exploratory sequential mixed methods design included interdisciplinary focus groups followed by a web-based survey sent to Family Health Teams throughout Ontario, Canada. Descriptive and bivariate analyses were completed. Focus group transcripts contributed to web-survey content, while interpretive themes added depth and context. RESULTS: 11 focus groups with 50 providers revealed varying perspectives on the use of e-DA for: 1) improving patients' eating habits; 2) improving the quality of dietary assessment; and, 3) integrating e-DA into the care process. In the web-survey 191 respondents from nine disciplines in 73 FHTs completed the survey. Dietitians reported greater use of e-DA than other providers (63% vs.19%; p = .000) respectively. There was strong interest among disciplines in the use of e-DA tools for the management of obesity, diabetes and heart disease, especially for patient self-monitoring. Barriers identified were: patients' lack of comfort with using technology, misinterpretation of e-DA results by patients, time and education for providers to interpret results, and time for providers to offer counselling. CONCLUSIONS: e-DA tools in mobile apps and websites may improve dietary counselling over time. Addressing the identified facilitators and barriers can potentially promote the uptake of e-DA into clinical practice.",
  "authors": [
    {
      "last_name": "Bonilla",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Bonilla",
      "affiliations": [
        "Department of Family Relations and Applied Nutrition, University of Guelph, Guelph, Canada. ibonilla@uoguelph.ca."
      ]
    },
    {
      "last_name": "Brauer",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Brauer",
      "affiliations": [
        "Department of Family Relations and Applied Nutrition, University of Guelph, Guelph, Canada."
      ]
    },
    {
      "last_name": "Royall",
      "fore_name": "Dawna",
      "initials": "D",
      "name": "Dawna Royall",
      "affiliations": [
        "Nutrition Research Consulting, Fergus, Canada."
      ]
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Keller",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Hanning",
      "fore_name": "Rhona M",
      "initials": "RM",
      "name": "Rhona M Hanning",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "School of Nursing and Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Diet Therapy",
    "Female",
    "Focus Groups",
    "Humans",
    "Internet",
    "Male",
    "Mobile Applications",
    "Nutrition Assessment",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "25886381",
    "pmc": "PMC4364652",
    "doi": "10.1186/s12911-015-0138-6",
    "pii": "10.1186/s12911-015-0138-6"
  },
  "doi": "10.1186/s12911-015-0138-6",
  "pmc_id": "PMC4364652",
  "dates": {
    "completed": "2016-03-29",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.779761",
    "pmid": "25886381"
  }
}