{
  "pmid": "25884441",
  "uid": "25884441",
  "title": "Characteristics of Indigenous adults with poorly controlled diabetes in north Queensland: implications for services.",
  "abstract": "BACKGROUND: Indigenous Australian adults with diabetes continue to have suboptimal clinical control and poorer outcomes compared with non-Indigenous people although there is a paucity of data documenting the detailed health status of Indigenous people in Australia. To further investigate the characteristics of Indigenous Australian adults with poorly controlled diabetes we analysed baseline data from a cluster randomized trial aiming to deliver a program of integrated community-based intensive chronic disease management for Indigenous people in remote communities in far north Queensland, Australia. METHODS: Indigenous adults aged 18 to 65 years from 12 clinics in rural north Queensland with established type 2 diabetes and with HbA1c ≥ 8.5% were invited to participate. The primary outcome variable measured at baseline was HbA1c. Other variables measured included socio-demographic indicators, health literacy, BMI, blood pressure, lipids, renal function, smoking status and quality of life measures. Data were collected between December 2010 and July 2011. Analysis was performed by ethnicity - Aboriginal or Torres Strait Islander. RESULTS: One hundred and ninety three participants were included in the analysis. Very high rates of albuminuria, high rates of smoking, dyslipidaemia, hypertension and elevated BMI were recorded. Aboriginal participants reported higher levels of socio-economic disadvantage, higher smoking rates, lower BMI and worse self-reported health status than Torres Strait Islander participants. CONCLUSION: These results demonstrate a high potential for improved culturally sound community-based management of diabetes and other comorbid conditions in this very high risk population. They also provide further evidence for including albuminuria in cardiovascular risk calculation.",
  "authors": [
    {
      "last_name": "Johnson",
      "fore_name": "David Ross",
      "initials": "DR",
      "name": "David Ross Johnson",
      "affiliations": [
        "Aboriginal Health Council of South Australia, 9 King William Road, Adelaide, SA, 5061, Australia. david.johnson@ahcsa.org.au."
      ]
    },
    {
      "last_name": "McDermott",
      "fore_name": "Robyn Anne",
      "initials": "RA",
      "name": "Robyn Anne McDermott",
      "affiliations": [
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Cairns, Australia. robyn.mcdermott@jcu.edu.au."
      ]
    },
    {
      "last_name": "Clifton",
      "fore_name": "Peter Marshall",
      "initials": "PM",
      "name": "Peter Marshall Clifton",
      "affiliations": [
        "School of Pharmacy and Medical Sciences, University of South Australia, Baker IDI Heart and Diabetes Institute, Adelaide, Australia. Peter.Clifton@bakeridi.edu.au."
      ]
    },
    {
      "last_name": "D'Onise",
      "fore_name": "Katina",
      "initials": "K",
      "name": "Katina D'Onise",
      "affiliations": [
        "School of Population Health, University of South Australia, Adelaide, Australia. Katina.D'Onise@unisa.edu.au."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Sean Matthew",
      "initials": "SM",
      "name": "Sean Matthew Taylor",
      "affiliations": [
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Cairns, Australia. sean.taylor1@jcu.edu.au."
      ]
    },
    {
      "last_name": "Preece",
      "fore_name": "Cilla Louise",
      "initials": "CL",
      "name": "Cilla Louise Preece",
      "affiliations": [
        "School of Population Health, University of South Australia, Adelaide, Australia. Cilla.Preece@unisa.edu.au."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara Anne",
      "initials": "BA",
      "name": "Barbara Anne Schmidt",
      "affiliations": [
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Cairns, Australia. Barbara.Schmidt@unisa.edu.au.",
        "School of Population Health, University of South Australia, Adelaide, Australia. Barbara.Schmidt@unisa.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Apr",
    "pub_day": "03"
  },
  "start_page": "325",
  "pages": "325",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cardiovascular Diseases",
    "Community Health Services",
    "Comorbidity",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Health Promotion",
    "Health Services Accessibility",
    "Health Status",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Queensland",
    "Risk Factors",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "25884441",
    "pmc": "PMC4405873",
    "doi": "10.1186/s12889-015-1660-2",
    "pii": "10.1186/s12889-015-1660-2"
  },
  "doi": "10.1186/s12889-015-1660-2",
  "pmc_id": "PMC4405873",
  "dates": {
    "completed": "2015-11-11",
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.414668",
    "pmid": "25884441"
  }
}