{
  "pmid": "25885047",
  "uid": "25885047",
  "title": "A scoping review of classification schemes of interventions to promote and integrate evidence into practice in healthcare.",
  "abstract": "BACKGROUND: Many models and frameworks are currently used to classify or describe knowledge translation interventions to promote and integrate evidence into practice in healthcare. METHODS: We performed a scoping review of intervention classifications in public health, clinical medicine, nursing, policy, behaviour science, improvement science and psychology research published to May 2013 by searching MEDLINE, PsycINFO, CINAHL and the grey literature. We used five stages to map the literature: identifying the research question; identifying relevant literature; study selection; charting the data; collating, summarizing, and reporting results. RESULTS: We identified 51 diverse classification schemes, including 23 taxonomies, 15 frameworks, 8 intervention lists, 3 models and 2 other formats. Most documents were public health based, 55% included a literature or document review, and 33% were theory based. CONCLUSIONS: This scoping review provides an overview of schemes used to classify interventions which can be used for evaluation, comparison and validation of existing and emerging models. The collated taxonomies can guide authors in describing interventions; adequate descriptions of interventions will advance the science of knowledge translation in healthcare.",
  "authors": [
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Health Information Research Unit, McMaster University, CRL Building, 1280 Main Street West, Hamilton, L8S 4 K1, ON, Canada. lokkerc@mcmaster.ca."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Health Information Research Unit, McMaster University, CRL Building, 1280 Main Street West, Hamilton, L8S 4 K1, ON, Canada. mckib@mcmaster.ca."
      ]
    },
    {
      "last_name": "Colquhoun",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Colquhoun",
      "affiliations": [
        "Department of Occupational Science and Occupational Therapy, University of Toronto, 160-500 University Avenue, Toronto, ON, M5G 1 V7, Canada. heather.colquhoun@utoronto.ca."
      ]
    },
    {
      "last_name": "Hempel",
      "fore_name": "Susanne",
      "initials": "S",
      "name": "Susanne Hempel",
      "affiliations": [
        "RAND Corporation, 1776 Main Street, m4339, Santa Monica, 90407, CA, USA. susanne_hempel@rand.org."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2015",
    "pub_month": "Mar",
    "pub_day": "03"
  },
  "start_page": "27",
  "pages": "27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Humans",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "25885047",
    "pmc": "PMC4352247",
    "doi": "10.1186/s13012-015-0220-6",
    "pii": "10.1186/s13012-015-0220-6"
  },
  "doi": "10.1186/s13012-015-0220-6",
  "pmc_id": "PMC4352247",
  "dates": {
    "completed": "2016-01-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.379308",
    "pmid": "25885047"
  }
}