{
  "pmid": "25887137",
  "uid": "25887137",
  "title": "Estimating multiple morbidity disease burden among older persons: a convergent construct validity study to discriminate among six chronic illness measures, CCHS 2008/09.",
  "abstract": "BACKGROUND: Since approximately two in three older adults (65+) report having two or more chronic diseases, causes and consequences of multimorbidity among older persons has important personal and societal issues. Indeed, having more than one chronic condition might involve synergetic effects, which can increase impact on disabilities and quality of life of older adults. Moreover, persons with multimorbidity require more health care treatments, implying burden for the person, her/his family and the health care system. METHODS: Using the 2008/09 Canadian Community Health Survey (CCHS), this paper assesses the convergent construct validity of six measures of multimorbidity for persons aged 65 and over. These measures include: 1) Multimorbidity Dichotomized (0, 1+ conditions); 2) Multimorbidity Dichotomized (0/1, 2+); 3) Multimorbidity Additive Scale; 4) Multimorbidity Weighted by the Health Utility (HUI3) Scale; 5) Multimorbidity Weighted by the OARS Activity of Daily Living (ADL) Scale; and 6) Multimorbidity Weighted by HUI3 (using beta coefficients). Convergent construct validity was assessed using correlations and OLS regression coefficients for each of the multimorbidity measures with the following social-psychological and health outcome variables: life satisfaction, perceived health, number of health professional visits, and medication use. RESULTS: Overall, the two dichotomies (scales #1 & #2) showed the weakest construct validity with the health outcome variables. The additive chronic illness scale (#3) and the multimorbidity weighted by ADLs (#5), performed better than the other two weighted scales using (HUI #4 & #6). Measurement errors apparent in the dichotomous multimorbidity measures were amplified for older women, especially for life satisfaction and perceived health, but decreased when using the scales, suggesting stronger validity of scales #3 through #6. CONCLUSIONS: To properly represent multimorbidity, using dichotomous measures should be used with caution. When only prevalence data are available for chronic conditions, such as in the CCHSs or CLSA, an additive multimorbidity scale can better measure total illness burden than simple dichotomous or other discrete measures.",
  "authors": [
    {
      "last_name": "Wister",
      "fore_name": "Andrew V",
      "initials": "AV",
      "name": "Andrew V Wister",
      "affiliations": [
        "Department of Gerontology, Simon Fraser University, 2800-515 Hastings Street, Vancouver, BC, V6B 5K3, Canada. wister@sfu.ca."
      ]
    },
    {
      "last_name": "Levasseur",
      "fore_name": "Mélanie",
      "initials": "M",
      "name": "Mélanie Levasseur",
      "affiliations": [
        "Research Centre on Aging, Health and Social Services Centre of the University Institute of Geriatrics of Sherbrooke, 1036 Belvédère sud, local 4427, Sherbrooke, QC, J1H 4C4, Canada. Melanie.Levasseur@USherbrooke.ca.",
        "School of Rehabilitation, Pavillon Gérald-Lasalle, local Z7-2524, Faculty of Medicine and Health Sciences Université de Sherbrooke, Sherbrooke, Canada. Melanie.Levasseur@USherbrooke.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Griffith@mcmaster.ca.",
        "Canadian Longitudinal Study on Aging (CLSA) Étude longitudinale canadienne sur le vieillissement (ÉLCV), Hamilton, Canada. Griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Fyffe",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Fyffe",
      "affiliations": [
        "Department of Gerontology, Simon Fraser University, 2800-515 Hastings Street, Vancouver, BC, V6B 5K3, Canada. iaf@sfu.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Chronic Disease",
    "Comorbidity",
    "Cost of Illness",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Morbidity",
    "Prevalence",
    "Quality of Life",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "25887137",
    "pmc": "PMC4344804",
    "doi": "10.1186/s12877-015-0001-8",
    "pii": "10.1186/s12877-015-0001-8"
  },
  "doi": "10.1186/s12877-015-0001-8",
  "pmc_id": "PMC4344804",
  "dates": {
    "completed": "2016-04-18",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.466825",
    "pmid": "25887137"
  }
}