{
  "pmid": "25896265",
  "uid": "25896265",
  "title": "A survivorship care plan for breast cancer survivors: extended results of a randomized clinical trial.",
  "abstract": "PURPOSE: Prevailing wisdom suggests that implementation of a survivorship care plan (SCP) will address deficits in survivorship care planning and delivery for cancer patients. Here, we present 24-month results of a randomized clinical trial on health service and patient-reported outcomes among breast cancer patients transferred to their primary care physician for follow-up care. The 24-month assessments represent the long-term benefit and sustainability of the implantation of a SCP. METHODS: In all, 408 patients with early-stage breast cancer were randomized to the SCP or control group. Patient self-completed questionnaires, supplemented with telephone interviews, during the 24-month study period assessed health service and patient-reported outcomes. The primary outcome was cancer-specific distress. Secondary outcomes included health-related quality of life, patient satisfaction, continuity and coordination of care, and health service outcomes such as adherence to guidelines. RESULTS: Over the course of 24 months, there were no differences between both groups in health service and patient-reported outcomes. Women from Quebec compared to those from Western Canada (p < 0.001), women within 2 years of completion of primary treatment compared to a longer period (p = 0.013), and those with a higher SF-36 mental component score compared to a lower score (p = 0.044) were positively associated with adherence to guidelines. CONCLUSION: The implementation of a SCP in the transition of survivorship care from cancer center to primary care did not contribute to improved health service or patient-reported outcomes in this study population. Therefore, additional research is needed before widespread implementation of a SCP in clinical practice. IMPLICATIONS OF CANCER SURVIVORS: The transition of survivorship care from cancer center to the primary care setting showed no negative effect on health service and patient-reported outcomes.",
  "authors": [
    {
      "last_name": "Boekhout",
      "fore_name": "Annelies H",
      "initials": "AH",
      "name": "Annelies H Boekhout",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada. a.boekhout@nki.nl.",
        "Netherlands Cancer Institute, Antoni van Leeuwenhoek Hospital, Plesmanlaan 121, 1066 CX, Amsterdam, The Netherlands. a.boekhout@nki.nl."
      ]
    },
    {
      "last_name": "Maunsell",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Maunsell",
      "affiliations": [
        "Center de Recherché du CHU de Québec, Québec, Québec, Canada.",
        "Département de Médecine Sociale et Préventive, Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Ontario Clinical Oncology Group, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Julian",
      "fore_name": "Jim A",
      "initials": "JA",
      "name": "Jim A Julian",
      "affiliations": [
        "Ontario Clinical Oncology Group, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": [
        "Ontario Clinical Oncology Group, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grunfeld",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Grunfeld",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Ontario Institute for Cancer Research, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cancer survivorship : research and practice",
    "iso_abbreviation": "J Cancer Surviv",
    "issn": "1932-2267",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "683",
  "end_page": "691",
  "pages": "683-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Breast Neoplasms",
    "Canada",
    "Continuity of Patient Care",
    "Female",
    "Follow-Up Studies",
    "Health Systems Plans",
    "Humans",
    "Middle Aged",
    "Patient Satisfaction",
    "Primary Health Care",
    "Quality of Life",
    "Quebec",
    "Surveys and Questionnaires",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "25896265",
    "doi": "10.1007/s11764-015-0443-1",
    "pii": "10.1007/s11764-015-0443-1"
  },
  "doi": "10.1007/s11764-015-0443-1",
  "dates": {
    "completed": "2016-08-26",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.166798",
    "pmid": "25896265"
  }
}