{
  "pmid": "25895088",
  "uid": "25895088",
  "title": "Viability and proliferation of L929, tumour and hybridoma cells in the culture media containing sericin protein as a supplement or serum substitute.",
  "abstract": "Cell cultures often require the addition of animal serum and other supplements. In this study, silk sericin, a bioactive protein, recovered from the waste of silk floss production was hydrolysed into three pepsin-degraded sericin peptides with different ranges of molecular mass. Normal animal cells, tumour cells and hybridoma cells were cultured systematically in FBS culture media containing sericin as a supplement or serum substitute. The culture test and microscopic observation of L929 cells showed that the smaller molecular weight of the degraded sericin is most suitable for cell culture. The cell culture results showed that with the degradation of sericin, for normal mouse fibroblast L929 cells, addition of 0.75 % sericin into FBS culture medium yields cell viability that is superior to FBS culture medium alone. When all serum was replaced by sericin, cell viability in the sericin medium could reach about one half of that in FBS medium. When in a medium containing a mixture of FBS: sericin (6:4, v/v), the cell culture effect is about 80 %. For the cultures of four tumour and one hybridoma cells, regardless of the molecular weight range, these degraded sericin peptides could substitute all serum in FBS media. The cell viability and proliferation of these tumour and hybridoma cells are equivalent or superior to that in FBS medium. In other words, cell viability and proliferation of these tumour and hybridoma cells in sericin media are more preferable to serum media. The mechanism of the sericin protein to promote cell growth and proliferation will be further investigated later.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Cao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, 702-2303 Room, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Applied microbiology and biotechnology",
    "iso_abbreviation": "Appl Microbiol Biotechnol",
    "issn": "1432-0614",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "17",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "7219",
  "end_page": "7228",
  "pages": "7219-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cell Culture Techniques",
    "Cell Proliferation",
    "Cell Survival",
    "Cells, Cultured",
    "Culture Media, Serum-Free",
    "Mice",
    "Peptones",
    "Sericins"
  ],
  "article_ids": {
    "pubmed": "25895088",
    "doi": "10.1007/s00253-015-6576-3"
  },
  "doi": "10.1007/s00253-015-6576-3",
  "dates": {
    "completed": "2016-05-14",
    "revised": "2015-08-14"
  },
  "chemicals": [
    "Culture Media, Serum-Free",
    "Peptones",
    "Sericins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.185942",
    "pmid": "25895088"
  }
}