{
  "pmid": "25895147",
  "uid": "25895147",
  "title": "Blood pressure targets for vasopressor therapy: a systematic review.",
  "abstract": "Physicians often prescribe vasopressors to correct pathological vasodilation and improve tissue perfusion in patients with septic shock, but the evidence to inform practice on vasopressor dosing is weak. We undertook a systematic review of clinical studies evaluating different blood pressure targets for the dosing of vasopressors in septic shock. We searched MEDLINE, EMBASE, CENTRAL (to November 2013), reference lists from included articles, and trial registries for randomized controlled trials (RCTs) and observational and crossover intervention studies comparing different blood pressure targets for vasopressor therapy in septic shock. Two reviewers independently selected eligible studies and extracted data on standardized forms. We identified 2 RCTs and 10 crossover trials but no observational studies meeting our criteria. Only one RCT measured clinical outcomes after comparing mean arterial pressure targets of 80 to 85 mmHg versus 65 to 70 mmHg. There was no effect on 28-day mortality, but confidence intervals were wide (hazard ratio, 95% confidence interval [95% CI] 0.84 - 1.38). In contrast, this intervention was associated with a greater risk of atrial fibrillation (relative risk, 2.36; 95% CI, 1.18 - 4.72) and a lower risk of renal replacement therapy in hypertensive patients (relative risk, 0.75; 95% CI, 0.57 - 1.0). Crossover trials suggest that achieving higher blood pressure targets by increasing vasopressor doses increases heart rate and cardiac index with no effect on serum lactate. Our findings underscore the paucity of clinical evidence to guide the administration of vasopressors in critically ill patients with septic shock. Further rigorous research is needed to establish an evidence base for vasopressor administration in this population.",
  "authors": [
    {
      "last_name": "D'Aragon",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick D'Aragon",
      "affiliations": [
        "*Department of Anaesthesia, Division of Critical Care, McMaster University; and †Departments of Medicine, and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario; ‡Centre Hospitalier Universitaire de Québec Research Center, Population Health and Optimal Health Practices, Division of Critical Care Medicine, Department of Anesthesiology, Department of Medicine, Université Laval, Québec, Québec; and §Department of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; ∥Basel Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland; ¶Department of Anesthesiology, University of Ottawa, and **Department of Pharmacy, The Ottawa Hospital, University of Ottawa, Ottawa, Ontario, Canada; ††Département de Réanimation Médicale et de Médecine Hyperbare, Centre Hospitalier Universitaire Angers, Angers, France; ‡‡Centre Hospitalier Universitaire de Québec Research Center, Population Health and Optimal Health Practices, Division of Critical Care Medicine, Department of Anesthesiology, Université Laval, Québec, Québec; §§Department of Medicine, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton; and ∥∥Li Ka Shing Knowledge Institute, St. Michaels Hospital, University of Toronto, Toronto, Ontario; and ¶¶Centre de Recherche du Centre Hospitalier Universitaire de Sherbrooke, Département de médicine, Faculté de médecine et des sciences de la santé, Université de Sherbrooke, Sherbrooke, Québec, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Cote",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Lauzier",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lauzier",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": []
    },
    {
      "last_name": "Lalu",
      "fore_name": "Manoj",
      "initials": "M",
      "name": "Manoj Lalu",
      "affiliations": []
    },
    {
      "last_name": "Kanji",
      "fore_name": "Salmaan",
      "initials": "S",
      "name": "Salmaan Kanji",
      "affiliations": []
    },
    {
      "last_name": "Asfar",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Asfar",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Shock (Augusta, Ga.)",
    "iso_abbreviation": "Shock",
    "issn": "1540-0514",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "530",
  "end_page": "539",
  "pages": "530-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Blood Pressure",
    "Clinical Trials as Topic",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Shock, Septic",
    "Vasoconstrictor Agents"
  ],
  "article_ids": {
    "pubmed": "25895147",
    "doi": "10.1097/SHK.0000000000000348"
  },
  "doi": "10.1097/SHK.0000000000000348",
  "dates": {
    "completed": "2016-04-25",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Vasoconstrictor Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.392590",
    "pmid": "25895147"
  }
}