{
  "pmid": "25908217",
  "uid": "25908217",
  "title": "Effect of Acupuncture on the Notch Signaling Pathway in Rats with Brain Injury.",
  "abstract": "OBJECTIVE: To observe the effect of acupuncture on the Notch signaling pathway in rats with traumatic brain injury and to explore the pathogenesis of acupuncture intervention on traumatic brain injury. METHODS: Feeney's freefall epidural impact method was used to establish a traumatic brain injury model in rats; the rats were randomly divided into a normal group, sham operation group, model group and acupuncture group. Acupuncture was performed in the Baihui (DU 20), Shuigou (DU 26), Fengfu (DU 16), Yamen (DU 15) and Hegu (LI 4) acupoints in the rat, and Yamen was punctured via Fengfu. Then, the rats in each group were randomly divided into three subgroups, namely the day 3 subgroup, day 7 subgroup and day 14 subgroup according to treatment duration. The modified neurological severity scores (mNss) method was used to perform neurobehavioral scoring for evaluating the degree of injury in the rats. The hematoxylin-eosin (HE) staining method was used to observe the pathological change in the brain tissue of rats in each group. Real-time fluorescent quantitative polymerase chain reaction (Q-PCR) technology was used to detect changes in the Notch1, Hes1 and Hes5 gene expression levels in the cortex on the injured side. Western blot was used to detect the protein expression changes. RESULTS: One day after modeling, the mNss scores in the model group and in the acupuncture group were significantly higher than those in the normal and sham operation groups (P<0.01) ; there was no statistically significant difference between the normal group and the sham operation group. The scores decreased with increased treatment time, and the scores in the acupuncture group decreased more significantly than those in the model group (P<0.01). The pathological examination by the HE staining method demonstrated that the brain tissue of the rats in the acupuncture and model groups relatively significantly changed. The Notch1 gene expression level in the acupuncture group was significantly higher than the level in all of the other groups (P<0.01) ; the Hes1 and Hes5 gene expression levels were also higher in the acupuncture group. The expression changes of the Notch1 and Hes1 protein were consistent with that of mRNA. In each experimental group, the mNss score and the pathological results by the HE staining method were consistent with the mRNA results. CONCLUSION: Acupuncture could significantly promote high expression levels of Notch1, Hes1 and Hes5 in the brain tissue of traumatic brain injury rats. Therefore, acupuncture might be an important intervention for inducing endogenous stem cell proliferation and for promoting nerve repair.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yi-Min",
      "initials": "YM",
      "name": "Yi-Min Zhang",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China. jane-107@163.com."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Sheng-Xin",
      "initials": "SX",
      "name": "Sheng-Xin Chen",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China."
      ]
    },
    {
      "last_name": "Dai",
      "fore_name": "Qiu-Fu",
      "initials": "QF",
      "name": "Qiu-Fu Dai",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Shu-Ting",
      "initials": "ST",
      "name": "Shu-Ting Jiang",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ai-Lian",
      "initials": "AL",
      "name": "Ai-Lian Chen",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Chun-Zhi",
      "initials": "CZ",
      "name": "Chun-Zhi Tang",
      "affiliations": [
        "Clinical Medical School of Acupuncture Rehabilitation, Guangzhou University of Traditional Chinese Medicine, 510405, Guangzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Traditional Chinese Medicine, School of Medicine, Jinan University, 510632, Guangzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "Chinese journal of integrative medicine",
    "iso_abbreviation": "Chin J Integr Med",
    "issn": "1993-0402",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "537",
  "end_page": "544",
  "pages": "537-544",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acupuncture Points",
    "Acupuncture Therapy",
    "Animals",
    "Brain Injuries",
    "Brain Ischemia",
    "Male",
    "Nerve Regeneration",
    "Rats",
    "Rats, Sprague-Dawley",
    "Receptors, Notch",
    "Reperfusion Injury",
    "Signal Transduction"
  ],
  "article_ids": {
    "pubmed": "25908217",
    "doi": "10.1007/s11655-015-1969-9",
    "pii": "10.1007/s11655-015-1969-9"
  },
  "doi": "10.1007/s11655-015-1969-9",
  "dates": {
    "completed": "2018-11-13",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Receptors, Notch"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.187124",
    "pmid": "25908217"
  }
}