{
  "pmid": "25900490",
  "uid": "25900490",
  "title": "Derivation and validation of the detection of indicators and vulnerabilities for emergency room trips scale for classifying the risk of emergency department use in frail community-dwelling older adults.",
  "abstract": "OBJECTIVES: To develop and validate a prognostic case finding tool that classifies the risk of emergency department (ED) use in an older home care population. DESIGN: Population-based retrospective cohort study using routinely collected data from home care clinical assessments linked prospectively to ED records. SETTING: Ontario and the Winnipeg Regional Health Authority, Canada. PARTICIPANTS: Older adults living at home and expected to receive in-home services for at least 60 days (N = 361,942). MEASUREMENTS: One or more ED visits within 6 months after an in-home clinical assessment was used as the main dependent measure. Ninety-five person-level risk measures from a clinical assessment instrument were selected as potential independent variables. The Detection of Indicators and Vulnerabilities for Emergency Room Trips (DIVERT) Scale was derived using recursive partitioning analyses informed by a multinational clinical panel. RESULTS: Overall, 41.2% had one or more ED visits within 6 months of their in-home assessment. Previous ED use and cardiorespiratory symptoms, cardiac conditions, and specific geriatric syndromes were predictors within the six-level DIVERT Scale. The scale provided adequate risk differentiation for case finding, with an area under the receiver operating characteristic curve of 0.62 (95% confidence interval = 0.61-0.62) and distinct risk gradients between risk scores. The multilevel validation demonstrated consistent performance across geographic and participant clusters. CONCLUSION: The DIVERT Scale is a valid case-finding tool for ED use in older home care clients. It may be suitable for preemptively and systematically risk-stratifying individuals or groups for additional assessment, case management, and preventative interventions. It may also be suitable for the stratification and adjustment of performance metrics.",
  "authors": [
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department ofMedicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": []
    },
    {
      "last_name": "Bell",
      "fore_name": "Chaim M",
      "initials": "CM",
      "name": "Chaim M Bell",
      "affiliations": []
    },
    {
      "last_name": "Bronskill",
      "fore_name": "Susan E",
      "initials": "SE",
      "name": "Susan E Bronskill",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": []
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Mitchell",
      "affiliations": []
    },
    {
      "last_name": "Poss",
      "fore_name": "Jeffery W",
      "initials": "JW",
      "name": "Jeffery W Poss",
      "affiliations": []
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": []
    },
    {
      "last_name": "Stolee",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Stolee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Apr"
  },
  "start_page": "763",
  "end_page": "769",
  "pages": "763-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Aged",
    "Decision Support Techniques",
    "Emergency Service, Hospital",
    "Female",
    "Frail Elderly",
    "Humans",
    "Independent Living",
    "Male",
    "Models, Statistical",
    "Ontario",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "25900490",
    "doi": "10.1111/jgs.13336"
  },
  "doi": "10.1111/jgs.13336",
  "dates": {
    "completed": "2015-07-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.294455",
    "pmid": "25900490"
  }
}