{
  "pmid": "25901550",
  "uid": "25901550",
  "title": "The Very Elderly Admitted to ICU: A Quality Finish?",
  "abstract": "OBJECTIVE: Very elderly persons admitted to ICUs are at high risk of death. To document life-sustaining interventions (mechanical ventilation, vasopressors, renal replacement therapy) provided in the ICU and outcomes of care. DESIGN: Multicenter, prospective cohort study. SETTING: ICUs of 24 Canadian hospitals. PARTICIPANTS/SETTING: Patients 80 years old or older admitted to the ICU. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: One thousand six hundred seventy-one patients were included. The average age of the cohort was 85 years (range, 80-100 yr). Median total length of stay in ICU was 4 days (interquartile range, 2-8 d) and in hospital was 17 days (interquartile range, 8-33 d). Of all patients included, 502 (30%) stayed in ICU for 7 days or more and 344 (21%) received some form of life-sustaining treatment for at least 7 days. ICU and hospital mortality were 22% and 35%, respectively. For nonsurvivors, the median time from ICU admission to death was 10 days (interquartile range, 3-20 d). Of those who died (n = 5 85), 289 (49%) died while receiving mechanical ventilation, vasopressors, or dialysis. The presence of frailty or advance directives had little impact on limiting use of life-sustaining treatments or shortening the time from admission to death. CONCLUSIONS: In this multicenter study, one third of very elderly ICU patients died in hospital, many after a prolonged ICU stay while continuing to receive aggressive life-sustaining interventions. These findings raise questions about the use of critical care at the end of life for the very elderly.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": [
        "1Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, ON, Canada. 2Department of Medicine, McMaster University, Hamilton, ON, Canada. 3Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 4Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada. 5Department of Medicine, University of Manitoba, Winnipeg, MB, Canada. 6Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada. 7Department of Critical Care Medicine, Institute for Public Health, University of Calgary, Calgary, AB, Canada. 8Alberta Health Services-Calgary Zone, Calgary, AB, Canada. 9Interdepartmental Division of Critical Care Medicine, Mount Sinai Hospital, University of Toronto, Toronto, ON, Canada. 10Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada. 11Interdepartmental Division of Critical Care, St Michael's Hospital, University of Toronto, Toronto, ON, Canada. 12Department of Critical Care Medicine, Queens University, Kingston, ON, Canada. 13Department of Anesthesiology and Critical Care Medicine and Population Health and Optimal Health Practices Research Unit, CHU de Québec Research Center, Université Laval, Québec City, QC, Canada. 14Interdepartmental Division of Critical Care Medicine, Sunnybrook Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Garland",
      "affiliations": []
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Kutsogiannis",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Kutsogiannis",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": []
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xuran",
      "initials": "X",
      "name": "Xuran Jiang",
      "affiliations": []
    },
    {
      "last_name": "Day",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Day",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "1352",
  "end_page": "1360",
  "pages": "1352-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Critical Care",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Life Support Care",
    "Male",
    "Prospective Studies",
    "Quality of Health Care",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25901550",
    "doi": "10.1097/CCM.0000000000001024"
  },
  "doi": "10.1097/CCM.0000000000001024",
  "dates": {
    "completed": "2015-08-26",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.023109",
    "pmid": "25901550"
  }
}