{
  "pmid": "25928556",
  "uid": "25928556",
  "title": "Urate lowering therapy to improve renal outcomes in patients with chronic kidney disease: systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Hyperuricemia may contribute to renal injury. We do not know whether use of treatments that lower urate reduce the progression of chronic kidney disease (CKD) and cardiovascular disease. We performed a systematic review and meta-analysis of randomized controlled trials to assess the benefits and risks of treatments that lower urate in patients with stages 3-5 CKD. METHODS: We searched MEDLINE, EMBASE, CENTRAL, Web of Science and trial registers for randomized controlled trials (RCTs) without language restriction. Two authors independently screened articles, assessed risk of bias and extracted data. Data obtained included serum uric acid, serum creatinine or other estimates of glomerular filtration rate, incidence of end-stage renal disease (ESRD), systolic and diastolic blood pressure, proteinuria, cardiovascular disease and adverse events. RESULTS: From the 5497 citations screened, 19 RCTs enrolling 992 participants met our inclusion criteria. Given significant heterogeneity in duration of follow-up and study comparators, only trials greater than 3 months comparing allopurinol and inactive control were meta-analyzed using random effects models. Pooled estimate for eGFR was in favour of allopurinol with a mean difference (MD) of 3.2 ml/min/1.73 m(2), 95% CI 0.16-6.2 ml/min/1.73 m(2), p = 0.039 and this was consistent with results for serum creatinine. Statistically significant reductions in serum uric acid, systolic and diastolic blood pressure were found, favouring allopurinol. There were insufficient data on adverse events, incidence of ESRD and cardiovascular disease for analysis. CONCLUSIONS: Adequately powered RCTs are needed to establish whether treatments that lower urate have beneficial renal and cardiovascular effects.",
  "authors": [
    {
      "last_name": "Kanji",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Kanji",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. tahir.kanji@medportal.ca.",
        "London Health Sciences Centre, 339 Windermere Road, London, Ontario, N6G 2V4, Canada. tahir.kanji@medportal.ca."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Mandark",
      "initials": "M",
      "name": "Mandark Gandhi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. mandark.gandhi@medportal.ca."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, McMaster University, Hamilton, Ontario, Canada. clase@mcmaster.ca."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Yang",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, McMaster University, Hamilton, Ontario, Canada. ryang@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2015",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Creatinine",
    "Disease Progression",
    "Glomerular Filtration Rate",
    "Gout Suppressants",
    "Humans",
    "Hyperuricemia",
    "Kidney Failure, Chronic",
    "Renal Insufficiency, Chronic",
    "Treatment Outcome",
    "Uric Acid",
    "Uricosuric Agents"
  ],
  "article_ids": {
    "pubmed": "25928556",
    "pmc": "PMC4431373",
    "doi": "10.1186/s12882-015-0047-z",
    "pii": "10.1186/s12882-015-0047-z"
  },
  "doi": "10.1186/s12882-015-0047-z",
  "pmc_id": "PMC4431373",
  "dates": {
    "completed": "2016-01-26",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Gout Suppressants",
    "Uricosuric Agents",
    "Uric Acid",
    "Creatinine"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.951966",
    "pmid": "25928556"
  }
}