{
  "pmid": "25927574",
  "uid": "25927574",
  "title": "Economic analyses of venous thromboembolism prevention strategies in hospitalized patients: a systematic review.",
  "abstract": "INTRODUCTION: Despite evidence-based guidelines for venous thromboembolism prevention, substantial variability is found in practice. Many economic evaluations of new drugs for thromboembolism prevention do not occur prospectively with efficacy studies and are sponsored by the manufacturers, raising the possibility of bias. We performed a systematic review of economic analyses of venous thromboembolism prevention in hospitalized patients to inform clinicians and policy makers about cost-effectiveness and the potential influence of sponsorship. METHODS: We searched MEDLINE, EMBASE, Cochrane Databases, ACP Journal Club, and Database of Abstracts of Reviews of Effects, from 1946 to September 2011. We extracted data on study characteristics, quality, costs, and efficacy. RESULTS: From 5,180 identified studies, 39 met eligibility and quality criteria. Each addressed pharmacologic prevention: low-molecular-weight heparins versus placebo (five), unfractionated heparin (12), warfarin (eight), one or another agents (five); fondaparinux versus enoxaparin (11); and rivaroxaban and dabigatran versus enoxaparin (two). Low-molecular-weight heparins were most economically attractive among most medical and surgical patients, whereas fondaparinux was favored for orthopedic patients. Fondaparinux was associated with increased bleeding events. Newer agents rivaroxaban and dabigatran may offer additional value. Of all economic evaluations, 64% were supported by manufacturers of a \"new\" agent. The new agent had a favorable outcome in 38 (97.4%) of 39 evaluations [95% confidence interval [CI] (86.5 to 99.9)]. Among studies supported by a pharmaceutical company, the sponsored medication was economically attractive in 24 (96.0%) of 25 [95% CI, 80.0 to 99.9)]. We could not detect a consistent bias in outcome based on sponsorship; however, only a minority of studies were unsponsored. CONCLUSION: Low-molecular-weight heparins and fondaparinux are the most economically attractive drugs for venous thromboembolism prevention in hospitalized patients. Approximately two thirds of evaluations were supported by the manufacturer of the new agent; such drugs were likely to be reported as economically favorable.",
  "authors": [
    {
      "last_name": "Thirugnanam",
      "fore_name": "Subarna",
      "initials": "S",
      "name": "Subarna Thirugnanam",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada. subarna.thirugnanam@utoronto.ca."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada. Ruxandra.Pinto@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, St. Joseph's Hospital and McMaster University, Hamilton, Ontario, Canada. debcook@mcmaster.ca."
      ]
    },
    {
      "last_name": "Geerts",
      "fore_name": "William H",
      "initials": "WH",
      "name": "William H Geerts",
      "affiliations": [
        "Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada. William.geerts@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Department of Medicine, St. Joseph's Hospital and McMaster University, Hamilton, Ontario, Canada. rob.fowler@sunnybrook.ca.",
        "Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada. rob.fowler@sunnybrook.ca."
      ]
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Mar",
    "pub_day": "09"
  },
  "start_page": "R43",
  "pages": "R43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Cost-Benefit Analysis",
    "Enoxaparin",
    "Fondaparinux",
    "Heparin, Low-Molecular-Weight",
    "Hospitalization",
    "Humans",
    "Polysaccharides",
    "Practice Guidelines as Topic",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "25927574",
    "pmc": "PMC3964799",
    "doi": "10.1186/cc11241",
    "pii": "10.1186/cc11241"
  },
  "doi": "10.1186/cc11241",
  "pmc_id": "PMC3964799",
  "dates": {
    "completed": "2016-03-17",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants",
    "Enoxaparin",
    "Heparin, Low-Molecular-Weight",
    "Polysaccharides",
    "Fondaparinux"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.024153",
    "pmid": "25927574"
  }
}