{
  "pmid": "25923127",
  "uid": "25923127",
  "title": "A tale of two approaches: how metagenomics and proteomics are shaping the future of encephalitis diagnostics.",
  "abstract": "PURPOSE OF REVIEW: We highlight how metagenomics and proteomics-based approaches are being applied to the problem of diagnosis in idiopathic encephalitis. RECENT FINDINGS: Low cost, high-throughput next-generation sequencing platforms have enabled unbiased sequencing of biological samples. Rapid sequence-based computational algorithms then determine the source of all the nonhost (e.g., pathogen-derived) nucleic acids in a sample. This approach recently identified a case of neuroleptospirosis, resulting in a patient's dramatic clinical improvement with intravenous penicillin. Metagenomics also enabled the discovery of a neuroinvasive astrovirus in several patients. With regard to autoimmune encephalitis, advances in high throughput and efficient phage display of human peptides resulted in the discovery of autoantibodies against tripartite motif family members in a patient with paraneoplastic encephalitis. A complementary assay using ribosomes to display full-length human proteins identified additional autoantibody targets. SUMMARY: Metagenomics and proteomics represent promising avenues of research to improve upon the diagnostic yield of current assays for infectious and autoimmune encephalitis, respectively.",
  "authors": [
    {
      "last_name": "Schubert",
      "fore_name": "Ryan D",
      "initials": "RD",
      "name": "Ryan D Schubert",
      "affiliations": [
        "Department of Neurology, University of California San Francisco, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in neurology",
    "iso_abbreviation": "Curr Opin Neurol",
    "issn": "1473-6551",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "283",
  "end_page": "287",
  "pages": "283-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Encephalitis",
    "Humans",
    "Metagenomics",
    "Proteomics"
  ],
  "article_ids": {
    "pubmed": "25923127",
    "mid": "NIHMS674782",
    "pmc": "PMC4418212",
    "doi": "10.1097/WCO.0000000000000198",
    "pii": "00019052-201506000-00013"
  },
  "doi": "10.1097/WCO.0000000000000198",
  "pmc_id": "PMC4418212",
  "dates": {
    "completed": "2016-01-15",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KL2 TR000143",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.348044",
    "pmid": "25923127"
  }
}