{
  "pmid": "25938895",
  "uid": "25938895",
  "title": "A Fast and Reliable Pipeline for Bacterial Transcriptome Analysis Case study: Serine-dependent Gene Regulation in Streptococcus pneumoniae.",
  "abstract": "Gene expression and its regulation are very important to understand the behavior of cells under different conditions. Various techniques are used nowadays to study gene expression, but most are limited in terms of providing an overall picture of the expression of the whole transcriptome. DNA microarrays offer a fast and economic research technology, which gives a full overview of global gene expression and have a vast number of applications including identification of novel genes and transcription factor binding sites, characterization of transcriptional activity of the cells and also help in analyzing thousands of genes (in a single experiment). In the present study, the conditions for bacterial transcriptome analysis from cell harvest to DNA microarray analysis have been optimized. Taking into account the time, costs and accuracy of the experiments, this technology platform proves to be very useful and universally applicabale for studying bacterial transcriptomes. Here, we perform DNA microarray analysis with Streptococcus pneumoniae as a case-study by comparing the transcriptional responses of S. pneumoniae grown in the presence of varying L-serine concentrations in the medium. Total RNA was isolated by using a Macaloid method using an RNA isolation kit and the quality of RNA was checked by using an RNA quality check kit. cDNA was prepared using reverse transcriptase and the cDNA samples were labelled using one of two amine-reactive fluorescent dyes. Homemade DNA microarray slides were used for hybridization of the labelled cDNA samples and microarray data were analyzed by using a cDNA microarray data pre-processing framework (Microprep). Finally, Cyber-T was used to analyze the data generated using Microprep for the identification of statistically significant differentially expressed genes. Furthermore, in-house built software packages (PePPER, FIVA, DISCLOSE, PROSECUTOR, Genome2D) were used to analyze data.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen; Department of Bioinformatics and Biotechnology, Government College University Faisalabad."
      ]
    },
    {
      "last_name": "Manzoor",
      "fore_name": "Irfan",
      "initials": "I",
      "name": "Irfan Manzoor",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen; Department of Bioinformatics and Biotechnology, Government College University Faisalabad."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen; o.p.kuipers@rug.nl."
      ]
    }
  ],
  "journal": {
    "title": "Journal of visualized experiments : JoVE",
    "iso_abbreviation": "J Vis Exp",
    "issn": "1940-087X",
    "issn_type": "Electronic",
    "issue": "98",
    "pub_year": "2015",
    "pub_month": "Apr",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Video-Audio Media"
  ],
  "keywords": [
    "DNA, Bacterial",
    "DNA, Complementary",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Bacterial",
    "Nucleic Acid Hybridization",
    "Oligonucleotide Array Sequence Analysis",
    "Serine",
    "Software",
    "Streptococcus pneumoniae"
  ],
  "article_ids": {
    "pubmed": "25938895",
    "pmc": "PMC4541605",
    "doi": "10.3791/52649"
  },
  "doi": "10.3791/52649",
  "pmc_id": "PMC4541605",
  "dates": {
    "completed": "2015-11-23",
    "revised": "2024-06-19"
  },
  "chemicals": [
    "DNA, Bacterial",
    "DNA, Complementary",
    "Serine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.753522",
    "pmid": "25938895"
  }
}