{
  "pmid": "25932844",
  "uid": "25932844",
  "title": "Once more unto the breech: planned vaginal delivery compared with planned cesarean delivery.",
  "abstract": "This article provides a knowledge-based assessment of planned cesarean delivery compared with planned vaginal delivery for breech presentation at term gestation. The most critical evidence on this issue is the intention-to-treat analysis from the Term Breech Trial, which showed that planned cesarean delivery reduced composite perinatal death and serious neonatal morbidity. Although there was no difference in composite death or neurodevelopmental delay at 2 years of age, this finding was based on only 44% of randomized patients and was not an analysis by intention to treat. On the other hand, the design of the nonexperimental Presentation et Mode d'Accouchement: presentation and mode of delivery (PREMODA) study (which showed no difference in composite perinatal mortality or morbidity after planned cesarean delivery compared with planned vaginal delivery), likely favored the planned vaginal delivery group; lack of exclusion criteria led to higher risk women (with contraindications to vaginal delivery) being included in the planned cesarean delivery group. Such selection bias notwithstanding, both the Term Breech Trial and the PREMODA study showed significantly higher rates of 5-minute Apgar score less than 4, 5-minute Apgar score less than 7, intubation, and birth trauma in the planned vaginal delivery group. Finally, studies from the Netherlands, Denmark, and Canada have shown that increases in planned cesarean delivery after the Term Breech Trial led to improved neonatal outcomes. Nevertheless, planned vaginal delivery continues to be associated with higher rates of adverse perinatal outcomes in these countries. The totality of the evidence therefore unequivocally shows the relatively greater safety of planned cesarean delivery for breech presentation at term gestation.",
  "authors": [
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, the School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, and the Maternal and Infant Health Section, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pressey",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Pressey",
      "affiliations": []
    },
    {
      "last_name": "Lyons",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Lyons",
      "affiliations": []
    },
    {
      "last_name": "Bartholomew",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Bartholomew",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Shiliang",
      "initials": "S",
      "name": "Shiliang Liu",
      "affiliations": []
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Muraca",
      "affiliations": []
    },
    {
      "last_name": "Liston",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Liston",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obstetrics and gynecology",
    "iso_abbreviation": "Obstet Gynecol",
    "issn": "1873-233X",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "1162",
  "end_page": "1167",
  "pages": "1162-1167",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Apgar Score",
    "Breech Presentation",
    "Cesarean Section",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Intention to Treat Analysis",
    "Pregnancy",
    "Pregnancy Outcome",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Term Birth"
  ],
  "article_ids": {
    "pubmed": "25932844",
    "doi": "10.1097/AOG.0000000000000824",
    "pii": "00006250-201505000-00025"
  },
  "doi": "10.1097/AOG.0000000000000824",
  "dates": {
    "completed": "2015-07-20",
    "revised": "2021-01-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:33.241407",
    "pmid": "25932844"
  }
}