{
  "pmid": "25933604",
  "uid": "25933604",
  "title": "Psychological antecedents of excess gestational weight gain: a systematic review.",
  "abstract": "BACKGROUND: Excess gestational weight gain (GWG), which has reached epidemic proportions, is associated with adverse outcomes during pregnancy and postpartum obesity in women and children. Psychological variables represent potentially modifiable factors. Moreover, previous systematic reviews on GWG interventions have called for the need for a clearer understanding of psychological factors affecting GWG. Hence, a systematic review was conducted to summarize the relation between psychological factors and GWG. METHODS: Eight databases were searched, and the guidelines on Preferred Reporting Items for Systematic Reviews and Meta-Analyses were followed. Methodological quality of the included studies was assessed using a modified Newcastle-Ottawa scale. Two assessors independently reviewed titles, abstracts and full articles, extracted data and assessed quality. RESULTS: A total of 6198 titles and abstracts were reviewed of which 90 full text articles were retrieved. Thirty-five studies (25 cohort, eight cross-sectional and two case-control) met the inclusion criteria, assessing 26 different psychological constructs in affect, cognitions and personality. Negative affective states such as depression, anxiety and stress were not related to excess GWG. Among weight-related and dietary-related cognitions, risk factors for excess GWG included concern about weight gain, negative body image and attitude towards weight gain, inaccurate perceptions regarding weight, higher than recommended target weight gain, less knowledge about weight gain, higher levels of cognitive dietary restraint, and perceived barriers to healthy eating. Protective factors included an internal locus of control for weight gain, lower than recommended target weight gain and higher self-efficacy for healthy eating. Only one study examined the relation between personality and excess GWG. CONCLUSION: In this systematic review, a number of cognitive factors were identified that were associated with excess GWG. To address excess GWG, more high quality, adequately powered studies are required examining cognitions, motivation and personality factors.",
  "authors": [
    {
      "last_name": "Kapadia",
      "fore_name": "Mufiza Zia",
      "initials": "MZ",
      "name": "Mufiza Zia Kapadia",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada. mufiza.farid@gmail.com."
      ]
    },
    {
      "last_name": "Gaston",
      "fore_name": "Anca",
      "initials": "A",
      "name": "Anca Gaston",
      "affiliations": [
        "School of Kinesiology, University of Western Ontario, London, Ontario, Canada. agaston2@uwo.ca."
      ]
    },
    {
      "last_name": "Van Blyderveen",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry Van Blyderveen",
      "affiliations": [
        "New Leaf Psychology, Milton, Canada. dr.sherry@newleafpsychology.ca."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behavior, McMaster University, Hamilton, Canada. schmidtl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. beyene@mcmaster.ca."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen McDonald",
      "affiliations": [
        "Midwifery Education Program, Department of Family Medicine, McMaster University, Hamilton, Canada. mcdonal@mcmaster.ca."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Radiology, and Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main Street West, room 3N52B, Hamilton, Ontario, L8S 4K1, Canada. mcdonals@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "107",
  "pages": "107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Body Mass Index",
    "Female",
    "Gestational Age",
    "Humans",
    "Incidence",
    "Infant, Newborn",
    "Obesity",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Outcome",
    "Pregnant People",
    "Psychology",
    "Risk Assessment",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "25933604",
    "pmc": "PMC4518609",
    "doi": "10.1186/s12884-015-0535-y",
    "pii": "10.1186/s12884-015-0535-y"
  },
  "doi": "10.1186/s12884-015-0535-y",
  "pmc_id": "PMC4518609",
  "dates": {
    "completed": "2016-05-06",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KRS124594",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.052366",
    "pmid": "25933604"
  }
}