{
  "pmid": "25948149",
  "uid": "25948149",
  "title": "Acute phase treatment of VTE: Anticoagulation, including non-vitamin K antagonist oral anticoagulants.",
  "abstract": "The acute phase of venous thromboembolism (VTE) treatment focuses on the prompt and safe initiation of full-dose anticoagulation to decrease morbidity and mortality. Immediate management consists of resuscitation, supportive care, and thrombolysis for patients with haemodynamically significant pulmonary embolism (PE) or limb-threatening deep-vein thrombosis (DVT). Patients with contraindications to anticoagulants are considered for vena cava filters. Disposition for the acute treatment of VTE is then considered based on published risk scores and the patient's social status, as the first seven days carries the highest risk for VTE recurrence, extension and bleeding due to anticoagulation. Next, a review of: immediate and long-term bleeding risk, comorbidities (i. e. active cancer, renal failure, obesity, thrombophilia), medications, patient preference, VTE location and potential for pregnancy should be undertaken. This will help determine the most suitable anticoagulant for immediate treatment. The non-vitamin K antagonist oral anticoagulants (NOACs), including the factor Xa inhibitors apixaban, edoxaban and rivaroxaban as well as the direct-thrombin inhibitor dabigatran, are increasing the convenience of and options available for VTE treatment. Current options for immediate treatment include low-molecular-weight heparin (LMWH), unfractionated heparin (UFH), fondaparinux, apixaban, or rivaroxaban. LMWH or UFH may be continued as monotherapy or transitioned to treatment with a VKA, dabigatran or edoxaban. This review describes the upfront treatment of VTE and the evolving role of NOACs in the contemporary management of VTE.",
  "authors": [
    {
      "last_name": "Hillis",
      "fore_name": "Christopher M",
      "initials": "C",
      "name": "Christopher M Hillis",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Mark Crowther, MD, MSc, FRCPC, Rm L208, 50 Charlton Ave East, Hamilton, ON, Canada L8N 4A6, E-mail: crowthrm@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "2567-689X",
    "issn_type": "Electronic",
    "volume": "113",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "1193",
  "end_page": "1202",
  "pages": "1193-202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Blood Coagulation",
    "Hemorrhage",
    "Humans",
    "Patient Selection",
    "Predictive Value of Tests",
    "Pulmonary Embolism",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome",
    "Vena Cava Filters",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "25948149",
    "doi": "10.1160/TH14-12-1036",
    "pii": "14-12-1036"
  },
  "doi": "10.1160/TH14-12-1036",
  "dates": {
    "completed": "2016-02-29",
    "revised": "2015-05-26"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.973861",
    "pmid": "25948149"
  }
}