{
  "pmid": "25945062",
  "uid": "25945062",
  "title": "Incorporating ulipristal acetate in the care of symptomatic uterine fibroids: a Canadian cost-utility analysis of pharmacotherapy management.",
  "abstract": "OBJECTIVE: To present a Canadian economic evaluation on the cost-utility of ulipristal acetate (5 mg orally daily) compared to leuprolide acetate (3.75 mg intramuscular monthly) in the treatment of moderate-to-severe symptoms of uterine fibroids in women eligible for surgery. METHODS: A probabilistic decision tree was constructed to model the pre-operative pharmacological management of uterine fibroids under the primary perspective of the Ontario public payer. The model parameterized data from clinical trials, observational studies, and public costing databases. The outcome measure was the incremental cost-utility ratio. Uncertainty in the model was explored through sensitivity and scenario analyses. RESULTS: Ulipristal was associated with faster control of excessive menstrual bleeding, fewer symptoms of hot flashes and lower health care resource consumption. The ulipristal strategy dominated leuprolide as it provided patients with more quality-adjusted life years (0.177 versus 0.165) at a lower cost ($1,273 versus $1,366). Across a range of sensitivity analyses, the results remained robust except to the dose of the comparator drug. If leuprolide was administered at 11.25 mg, once every 3 months, the expected cost for the leuprolide strategy would decline and the associated incremental cost-utility ratio for ulipristal would be $168/quality-adjusted life year. CONCLUSION: Ulipristal offers a unique opportunity to effectively and rapidly control menstrual bleeding in patients with uterine fibroids; thereby improving their quality of life while minimizing the probability of moderate-to-severe hot flashes that are common with leuprolide. The current economic analysis suggests that ulipristal remains the dominant strategy across extensive sensitivity analyses.",
  "authors": [
    {
      "last_name": "Tsoi",
      "fore_name": "Bernice",
      "initials": "B",
      "name": "Bernice Tsoi",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Programs for Assessment of Technology in Health (PATH) Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Programs for Assessment of Technology in Health (PATH) Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ferrazzi",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Ferrazzi",
      "affiliations": [
        "Independent Consultant, Oakville, ON, Canada."
      ]
    },
    {
      "last_name": "Reade",
      "fore_name": "Clare J",
      "initials": "CJ",
      "name": "Clare J Reade",
      "affiliations": [
        "Division of Gynecologic Oncology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Innie",
      "initials": "I",
      "name": "Innie Chen",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of Ottawa, Ottawa, ON, Canada ; Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Programs for Assessment of Technology in Health (PATH) Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada ; Centre for Evaluation of Medicines (CEM), St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2015"
  },
  "start_page": "213",
  "end_page": "225",
  "pages": "213-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25945062",
    "pmc": "PMC4407745",
    "doi": "10.2147/CEOR.S78115",
    "pii": "ceor-7-213"
  },
  "doi": "10.2147/CEOR.S78115",
  "pmc_id": "PMC4407745",
  "dates": {
    "completed": "2015-05-06",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:38.920753",
    "pmid": "25945062"
  }
}