{
  "pmid": "25957870",
  "uid": "25957870",
  "title": "Outcomes in the offspring of mothers with pre-diabetes during pregnancy: a protocol for a systematic review.",
  "abstract": "BACKGROUND: Despite the increasing prevalence of pre-diabetes worldwide, there is insufficient literature on the impact of gestational pre-diabetes on offspring outcomes. The objective of this systematic review is to determine the risk of developing adverse outcomes for the offspring in women with pre-diabetes compared to women with normal glucose levels and women with gestational diabetes mellitus. METHODS/DESIGN: A systematic search of the published literature will be conducted for experimental and observational studies that report outcomes in the offspring of mothers with pre-diabetes during pregnancy. Databases including EMBASE, PsycINFO, and PubMed will be searched from 1979 (the year when the terms impaired glucose tolerance and pre-diabetes were coined) to December 2014. Screening of identified articles and data extraction will be conducted in duplicate and independently. Methodological quality of the included studies will be assessed using the Newcastle-Ottawa scale. Discrepancies will be resolved by consensus or by consulting a third author. Meta-analyses will be performed, and findings will be reported according to the preferred reporting items for systematic reviews and meta-analyses (PRISMA) and the meta-analysis of observational studies in epidemiology (MOOSE) guidelines. DISCUSSION: Determining the effect of pre-diabetes on offspring outcome will be important for clinicians providing care to pregnant women and their offspring. This review will also identify any gaps in the current literature on this topic and provide direction for future research in this area of study. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015015536.",
  "authors": [
    {
      "last_name": "Swaleh",
      "fore_name": "Rukia",
      "initials": "R",
      "name": "Rukia Swaleh",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. rukia.swaleh@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Zeng",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. LING.ZENG@learnlink.mcmaster.ca."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada. mbuagbawl@yahoo.com.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada. mbuagbawl@yahoo.com."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, HSC 3A59, 1280 Main St W, Hamilton, Ontario, L8N 3Z5, Canada. kmorrison@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2015",
    "pub_month": "May",
    "pub_day": "10"
  },
  "start_page": "67",
  "pages": "67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Glucose",
    "Clinical Protocols",
    "Diabetes, Gestational",
    "Female",
    "Humans",
    "Mothers",
    "Prediabetic State",
    "Pregnancy",
    "Pregnancy Outcome",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "25957870",
    "pmc": "PMC4429909",
    "doi": "10.1186/s13643-015-0051-1",
    "pii": "10.1186/s13643-015-0051-1"
  },
  "doi": "10.1186/s13643-015-0051-1",
  "pmc_id": "PMC4429909",
  "dates": {
    "completed": "2016-04-04",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.502091",
    "pmid": "25957870"
  }
}