{
  "pmid": "25957010",
  "uid": "25957010",
  "title": "Interval versus continuous aerobic exercise training in breast cancer survivors--a pilot RCT.",
  "abstract": "BACKGROUND: Exercise therapy is being explored in a variety of cancer populations to counteract treatment-related deconditioning. Higher intensity interval protocols are being prescribed to improve physical function and attenuate surrogates of comorbidity in non-cancer populations. The purpose of this study is to explore the safety of higher intensity exercise stimuli on cardiorespiratory fitness (VO2peak) in breast cancer survivors. METHODS: Postmenopausal breast cancer survivors were randomized into three groups: supervised aerobic interval training (AIT), supervised continuous moderate exercise training (CMT), and an unsupervised control group (CON). For 6 weeks, AIT exercised between 70 and 100% VO2peak, while CMT exercised between 60 and 70% VO2peak. Both groups followed a matched-work design. RESULTS: Thirty-three participants completed the study (age, 57.2 (9) years; weight, 67.6 (12) kg) with no adverse advents. Between-group baseline values were non-significant. VO2peak at baseline (25.3 (5.4) mL·kg(-1)·min(-1)) was below population norms. Compared to CON, cardiorespiratory fitness improved in AIT and CMT by 12% (P < 0.001) with no significant difference between exercise groups. AIT had a greater influence on lower extremity strength (P = 0.026) and body weight (P = 0.031). CONCLUSION: This pilot study provides evidence that similar to CMT, AIT can safely increase VO2peak in a small group of breast cancer survivors. Further exploration of the benefits of implementing higher intensity training protocols is warranted.",
  "authors": [
    {
      "last_name": "Dolan",
      "fore_name": "Lianne B",
      "initials": "LB",
      "name": "Lianne B Dolan",
      "affiliations": [
        "School of Kinesiology, University of British Columbia, Vancouver, BC, Canada. lbdolan@alumni.ubc.ca.",
        "Allan McGavin Sports Medicine Clinic, 3055 Wesbrook Mall, Vancouver, BC, Canada. lbdolan@alumni.ubc.ca."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Campbell",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Gelmon",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Gelmon",
      "affiliations": [
        "Department of Medical Oncology, British Columbia Cancer Agency, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Holmes",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Holmes",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, St. Paul's Hospital Vancouver British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Donald C",
      "initials": "DC",
      "name": "Donald C McKenzie",
      "affiliations": [
        "School of Kinesiology, University of British Columbia, Vancouver, BC, Canada.",
        "Division of Sports Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "119",
  "end_page": "127",
  "pages": "119-127",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Exercise",
    "Exercise Therapy",
    "Female",
    "Humans",
    "Middle Aged",
    "Pilot Projects",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "25957010",
    "doi": "10.1007/s00520-015-2749-y",
    "pii": "10.1007/s00520-015-2749-y"
  },
  "doi": "10.1007/s00520-015-2749-y",
  "dates": {
    "completed": "2016-08-04",
    "revised": "2019-03-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:18.663687",
    "pmid": "25957010"
  }
}