{
  "pmid": "25960879",
  "uid": "25960879",
  "title": "Colloids to improve diuresis in critically ill patients: a systematic review.",
  "abstract": "BACKGROUND: The background of this study is to determine whether the addition of intravenous colloid to diuretic therapy, in comparison to diuretic therapy alone, improves diuresis and oxygenation and prevents intravascular volume depletion in intensive care unit (ICU) patients without shock. METHODS: We searched MEDLINE, Embase, Cochrane Register of Controlled Trials, Google Scholar, conference abstracts of ACCP, SCCM, ATS, and references of relevant articles. Randomized controlled trials (RCTs) of adult ICU patients, not in shock (defined as patients on low dose or no vasopressors, without need for IV fluid bolus or blood transfusion within 24 h), comparing intravenous colloid therapy (human albumin, plasma, synthetic starches, or gels) plus diuretic to control (diuretic alone, or diuretic plus placebo). Two reviewers independently applied eligibility criteria, assessed quality, and extracted data. RESULTS: Seven hundred fifty five studies were found in the initial search; 14 were deemed relevant; 2 were found to be eligible. There was good agreement between reviewers for study relevance (k = 0.869) and eligibility (k = 0.811). One study of heart failure patients showed no evidence of improved mean or hourly urine output in the group receiving albumin. The second studied patients hypoproteinemic with ARDS and demonstrated an improved fluid balance in 3 days, improved oxygenation status, and improved serum albumin level in patients treated with albumin. No significant differences were found for other outcomes. No studies evaluating colloids other than albumin were found. CONCLUSIONS: Our review is limited by the small number of high-quality RCTs available to study this clinical question, both of which only studied albumin. High-quality RCTs are required to evaluate the effect of albumin as well as other colloids as an adjunct to diuresis in a general ICU population.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon Jw",
      "initials": "SJ",
      "name": "Simon Jw Oczkowski",
      "affiliations": [
        "Division of Critical Care Medicine, McMaster University, Hamilton, ON L8N 3Z5, Canada ; Critical Care Medicine Residency Program, Room 2U c/o Anesthesia Department, McMaster University, 1200 Main St. W., Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Mazzetti",
      "affiliations": [
        "Division of Critical Care Medicine, McMaster University, Hamilton, ON L8N 3Z5, Canada ; Critical Care Medicine Residency Program, Room 2U c/o Anesthesia Department, McMaster University, 1200 Main St. W., Hamilton, ON L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of intensive care",
    "iso_abbreviation": "J Intensive Care",
    "issn": "2052-0492",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2014"
  },
  "start_page": "37",
  "pages": "37",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25960879",
    "pmc": "PMC4424729",
    "doi": "10.1186/2052-0492-2-37",
    "pii": "2052-0492-2-37"
  },
  "doi": "10.1186/2052-0492-2-37",
  "pmc_id": "PMC4424729",
  "dates": {
    "completed": "2015-05-11",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.034144",
    "pmid": "25960879"
  }
}