{
  "pmid": "25961731",
  "uid": "25961731",
  "title": "Potential and Actual Neonatal Organ and Tissue Donation After Circulatory Determination of Death.",
  "abstract": "IMPORTANCE: The need for transplants continues to exceed organ and tissue donor availability. Although recent surgical advances have resulted in successful transplants using very small pediatric donors, including neonates, the actual practice of neonatal organ donation after circulatory determination of death (DCDD) remains uncommon. OBJECTIVE: To describe the percentage of neonates potentially eligible for DCDD, including those who underwent successful donation, and reasons for ineligibility in those who did not in a single neonatal intensive care unit (NICU). DESIGN, SETTING, AND PARTICIPANTS: We obtained data from the Children's Hospital Neonatal Database and Intermountain Donor Services (IDS) organ procurement records. The 136 deaths that occurred in the NICU of the Primary Children's Hospital, Salt Lake City, Utah, from January 1, 2010, through May 7, 2013, were reviewed retrospectively from January 12 through July 1, 2014, to determine potential eligibility for DCDD as determined by IDS minimum eligibility criteria (requirement of life-sustaining interventions and weight >2 kg). For patients who did not undergo DCDD, we reviewed records to determine the reasons for ineligibility. MAIN OUTCOMES AND MEASURES: Potential eligibility for DCDD among neonates who died in the study NICU. RESULTS: Of 136 deaths in the NICU, 60 (44.1%) met criteria for DCDD; however, fewer than 10% were referred appropriately to the regional organ procurement organization for evaluation. Forty-five neonates (33.1%) ultimately died within 90 minutes of withdrawal of life-sustaining interventions and thus would have been eligible for organ donation based on warm ischemic time. The most common causes of death among the 60 potentially eligible neonatal donors were neonatal encephalopathy (n = 17) and multiple congenital anomalies (n = 14). Nonreferral or late referral by the medical team was the most frequent reason for donor ineligibility, including 49 neonates (36.0%). Overall, only 4 neonates (2.9%) underwent successful DCDD. CONCLUSIONS AND RELEVANCE: Although almost half of all neonatal deaths identified met minimum IDS criteria, most of these patients were not referred or were referred too late for evaluation. Although small size remains the primary reason for exclusion from DCDD, improved education with regard to criteria and the importance of timely referral by neonatologists and other members of the NICU team would likely result in a significant increase of future donations.",
  "authors": [
    {
      "last_name": "Stiers",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Stiers",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Utah, Salt Lake City."
      ]
    },
    {
      "last_name": "Aguayo",
      "fore_name": "Cecile",
      "initials": "C",
      "name": "Cecile Aguayo",
      "affiliations": [
        "Intermountain Donor Services, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Siatta",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Siatta",
      "affiliations": [
        "Intermountain Donor Services, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Presson",
      "fore_name": "Angela P",
      "initials": "AP",
      "name": "Angela P Presson",
      "affiliations": [
        "Division of Epidemiology, Department of Internal Medicine, University of Utah, Salt Lake City4Division of Epidemiology, Department of Pediatrics, University of Utah, Salt Lake City."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "Division of Transplant Surgery, Department of Surgery, University of California, Davis, Sacramento."
      ]
    },
    {
      "last_name": "DiGeronimo",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert DiGeronimo",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Utah, Salt Lake City."
      ]
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "639",
  "end_page": "645",
  "pages": "639-45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cause of Death",
    "Death",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Intensive Care Units, Neonatal",
    "Male",
    "Retrospective Studies",
    "Tissue Donors",
    "Tissue and Organ Procurement",
    "Utah"
  ],
  "article_ids": {
    "pubmed": "25961731",
    "doi": "10.1001/jamapediatrics.2015.0317",
    "pii": "2291280"
  },
  "doi": "10.1001/jamapediatrics.2015.0317",
  "dates": {
    "completed": "2015-09-22",
    "revised": "2015-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.711770",
    "pmid": "25961731"
  }
}