{
  "pmid": "25973924",
  "uid": "25973924",
  "title": "Association of respiratory viruses with outcomes of severe childhood pneumonia in Botswana.",
  "abstract": "BACKGROUND: The highest incidence of childhood acute lower respiratory tract infection (ALRI) is in low- and middle-income countries. Few studies examined whether detection of respiratory viruses predicts ALRI outcomes in these settings. METHODS: We conducted prospective cohort and case-control studies of children 1-23 months of age in Botswana. Cases met clinical criteria for pneumonia and were recruited within six hours of presentation to a referral hospital. Controls were children without pneumonia matched to cases by primary care clinic and date of enrollment. Nasopharyngeal specimens were tested for respiratory viruses using polymerase chain reaction. We compared detection rates of specific viruses in matched case-control pairs. We examined the effect of respiratory syncytial virus (RSV) and other respiratory viruses on pneumonia outcomes. RESULTS: Between April 2012 and August 2014, we enrolled 310 cases, of which 133 had matched controls. Median ages of cases and controls were 6.1 and 6.4 months, respectively. One or more viruses were detected from 75% of cases and 34% of controls. RSV and human metapneumovirus were more frequent among cases than controls, but only enterovirus/rhinovirus was detected from asymptomatic controls. Compared with non-RSV viruses, RSV was associated with an increased risk of treatment failure at 48 hours [risk ratio (RR): 1.85; 95% confidence interval (CI): 1.20, 2.84], more days of respiratory support [mean difference (MD): 1.26 days; 95% CI: 0.30, 2.22 days], and longer duration of hospitalization [MD: 1.35 days; 95% CI: 0.20, 2.50 days], but lower in-hospital mortality [RR: 0.09; 95% CI: 0.01, 0.80] in children with pneumonia. CONCLUSIONS: Respiratory viruses were detected from most children hospitalized with ALRI in Botswana, but only RSV and human metapneumovirus were more frequent than among children without ALRI. Detection of RSV from children with ALRI predicted a protracted illness course but lower mortality compared with non-RSV viruses.",
  "authors": [
    {
      "last_name": "Kelly",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Kelly",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana; Global Health Center, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Division of Pediatric Infectious Diseases, Duke University Medical Center, Durham, North Carolina, United States of America."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Luinstra",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Luinstra",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wirth",
      "fore_name": "Kathleen E",
      "initials": "KE",
      "name": "Kathleen E Wirth",
      "affiliations": [
        "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, United States of America."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; University of Botswana School of Medicine, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Steenhoff",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Steenhoff",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana; Global Health Center, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Division of Infectious Diseases, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Arscott-Mills",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya Arscott-Mills",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana; Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Coleen K",
      "initials": "CK",
      "name": "Coleen K Cunningham",
      "affiliations": [
        "Division of Pediatric Infectious Diseases, Duke University Medical Center, Durham, North Carolina, United States of America."
      ]
    },
    {
      "last_name": "Boiditswe",
      "fore_name": "Sefelani",
      "initials": "S",
      "name": "Sefelani Boiditswe",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Sethomo",
      "fore_name": "Warona",
      "initials": "W",
      "name": "Warona Sethomo",
      "affiliations": [
        "University of Botswana School of Medicine, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Samir S",
      "initials": "SS",
      "name": "Samir S Shah",
      "affiliations": [
        "Divisions of Hospital Medicine and Infectious Diseases, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio, United States of America."
      ]
    },
    {
      "last_name": "Finalle",
      "fore_name": "Rodney",
      "initials": "R",
      "name": "Rodney Finalle",
      "affiliations": [
        "Global Health Center, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Feemster",
      "fore_name": "Kristen A",
      "initials": "KA",
      "name": "Kristen A Feemster",
      "affiliations": [
        "Global Health Center, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Division of Infectious Diseases, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America; Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2015"
  },
  "start_page": "e0126593",
  "pages": "e0126593",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Botswana",
    "Case-Control Studies",
    "Cohort Studies",
    "Enterovirus",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Metapneumovirus",
    "Multiplex Polymerase Chain Reaction",
    "Pneumonia",
    "Prospective Studies",
    "RNA, Viral",
    "Referral and Consultation",
    "Respiratory Syncytial Virus Infections",
    "Respiratory Syncytial Viruses",
    "Respiratory Tract Infections",
    "Rhinovirus",
    "Risk",
    "Seasons"
  ],
  "article_ids": {
    "pubmed": "25973924",
    "pmc": "PMC4431806",
    "doi": "10.1371/journal.pone.0126593",
    "pii": "PONE-D-15-09567"
  },
  "doi": "10.1371/journal.pone.0126593",
  "pmc_id": "PMC4431806",
  "dates": {
    "completed": "2016-02-18",
    "revised": "2020-12-17"
  },
  "chemicals": [
    "RNA, Viral"
  ],
  "grants": [
    {
      "grant_id": "P30-AI045008",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K08 HS020939",
      "agency": "AHRQ HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30-AI064518",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 AI045008",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HD060558",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 AI064518",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.082273",
    "pmid": "25973924"
  }
}