{
  "pmid": "25975965",
  "uid": "25975965",
  "title": "Hemodialysis Arteriovenous Vascular Access Creation After Kidney Transplant Failure.",
  "abstract": "BACKGROUND: Little is known about vascular access in patients starting hemodialysis therapy after kidney transplant failure. STUDY DESIGN: Retrospective cohort study. SETTING & PARTICIPANTS: Adult patients (aged ≥18 years) who started hemodialysis therapy in Ontario, Canada, from January 1, 2001, through December 31, 2010, after kidney transplant failure. PREDICTOR: Patient clinical and demographic characteristics. OUTCOMES: Proportion and timing of arteriovenous (AV) vascular access creation (fistula or graft) 12 months prior and up to 24 months after starting hemodialysis therapy. MEASUREMENTS: Event rates and outcome predictors. RESULTS: Our cohort included 683 patients with a mean age of 48 years and >50% with comorbidity index score < 3. In the 12 months predialysis and 24 months postdialysis, 16% and 47% of patients had an AV access created, respectively. In the postdialysis period, 13%, 26%, and 38% of patients had an AV access creation at 3, 6, and 12 months, respectively. History of coronary artery disease, diabetes mellitus, and peritoneal dialysis use prior to transplantation were associated with a lower likelihood of AV access creation. LIMITATIONS: Residual selection bias from unmeasured variables beyond the data elements. CONCLUSIONS: In Ontario, AV access creation, both before and after starting hemodialysis therapy, is low in patients with kidney transplant failure despite their being younger and healthier compared to the overall hemodialysis population. This highlights the need for a predialysis care pathway in the transplantation clinic and an active strategy to identify this patient cohort receiving hemodialysis to align modality and access choices.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Joyce C",
      "initials": "JC",
      "name": "Joyce C Zhang",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Al-Jaishi",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perl",
      "fore_name": "Jeffery",
      "initials": "J",
      "name": "Jeffery Perl",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada. Electronic address: louise.moist@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "646",
  "end_page": "654",
  "pages": "646-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Arteriovenous Shunt, Surgical",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Graft Rejection",
    "Humans",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Ontario",
    "Proportional Hazards Models",
    "Renal Dialysis",
    "Retrospective Studies",
    "Risk Assessment",
    "Sex Factors",
    "Survival Analysis",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25975965",
    "doi": "10.1053/j.ajkd.2015.03.031",
    "pii": "S0272-6386(15)00623-X"
  },
  "doi": "10.1053/j.ajkd.2015.03.031",
  "dates": {
    "completed": "2015-12-29",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.183954",
    "pmid": "25975965"
  }
}