{
  "pmid": "25978611",
  "uid": "25978611",
  "title": "Antithrombotic treatment for stroke prevention in atrial fibrillation: The Asian agenda.",
  "abstract": "Atrial fibrillation (AF) is the most common heart arrhythmia. Untreated AF incurs a considerable burden of stroke and associated healthcare costs. Asians have AF risk factors similar to Caucasians and a similarly increased risk of AF-related stroke; however, with a vast and rapidly ageing population, Asia bears a disproportionately large disease burden. Urgent action is warranted to avert this potential health crisis. Antithrombotic therapy with oral anticoagulants is the most effective means of preventing stroke in AF and is a particular priority in Asia given the increasing disease burden. However, AF in Asia remains undertreated. Conventional oral anticoagulation with warfarin is problematic in Asia due to suboptimal control and a propensity among Asians to warfarin-induced intracranial haemorrhage. Partly due to concerns about intracranial haemorrhage, there are considerable gaps between AF treatment guidelines and clinical practice in Asia, in particular overuse of antiplatelet agents and underuse of anticoagulants. Compared with warfarin, new direct thrombin inhibitors and Factor Xa inhibitors are non-inferior in preventing stroke and significantly reduce the risk of life-threatening bleeding, particularly intracranial bleeding. These agents may therefore provide an appropriate alternative to warfarin in Asian patients. There is considerable scope to improve stroke prevention in AF in Asia. Key priorities include: early detection of AF and identification of asymptomatic patients; assessment of stroke and bleeding risk for all AF patients; evidence-based pharmacotherapy with direct-acting oral anticoagulant agents or vitamin K antagonists for AF patients at risk of stroke; controlling hypertension; and awareness-raising, education and outreach among both physicians and patients.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Chen-Huan",
      "initials": "CH",
      "name": "Chen-Huan Chen",
      "affiliations": [
        "Department of Medical Education, Taipei Veterans General Hospital, No. 201, Sec. 2, Shih-Pai Road, Taipei City 11217, Taiwan, R.O.C.; Faculty of Medicine, National Yang-Ming University, Taipei, Taiwan, R.O.C.. Electronic address: chench101@gmail.com."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Mien-Cheng",
      "initials": "MC",
      "name": "Mien-Cheng Chen",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, 123 Ta Pei Road, Kaohsiung City 83301, Taiwan, R.O.C.. Electronic address: chenmien@ms76.hinet.net."
      ]
    },
    {
      "last_name": "Gibbs",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Gibbs",
      "affiliations": [
        "Department of General Medicine, The Alfred Hospital, 55 Commercial Road, Prahran, VIC 3184, Australia. Electronic address: drharrygibbs@gmail.com."
      ]
    },
    {
      "last_name": "Kwon",
      "fore_name": "Sun U",
      "initials": "SU",
      "name": "Sun U Kwon",
      "affiliations": [
        "Department of Neurology, Asan Medical Center, University of Ulsan, Asan Byeongwon-gil 86, Songpa-gu, Seoul 138-736, South Korea. Electronic address: sunkwon7@gmail.com."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Sidney",
      "initials": "S",
      "name": "Sidney Lo",
      "affiliations": [
        "Department of Cardiology, Liverpool Hospital, Southwestern Sydney Local Health District, Locked Bag 7103, Liverpool BC, NSW 1871, Australia; Department of Medicine, University of New South Wales, Australia. Electronic address: sidneylo_99@yahoo.com."
      ]
    },
    {
      "last_name": "On",
      "fore_name": "Young Keun",
      "initials": "YK",
      "name": "Young Keun On",
      "affiliations": [
        "(h)Division of Cardiology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, 81 Irwon-ro Gangnam-gu, Seoul 135-710, South Korea. Electronic address: yk.on@samsung.com."
      ]
    },
    {
      "last_name": "Rosman",
      "fore_name": "Azhari",
      "initials": "A",
      "name": "Azhari Rosman",
      "affiliations": [
        "(i)Cardiology Department, National Heart Institute, 145 Jalan Tun Razak, 50400 Kuala Lumpur, Malaysia. Electronic address: rosman.azhari@gmail.com."
      ]
    },
    {
      "last_name": "Suwanwela",
      "fore_name": "Nijasri C",
      "initials": "NC",
      "name": "Nijasri C Suwanwela",
      "affiliations": [
        "Division of Neurology, Department of Medicine, Chulalongkorn University, 1873 Rama IV Road, Bangkok 10330, Thailand. Electronic address: nijasris@yahoo.com."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Ru San",
      "initials": "RS",
      "name": "Ru San Tan",
      "affiliations": [
        "Department of Cardiology, National Heart Centre Singapore, 5 Hospital Drive, Singapore 169609, Singapore. Electronic address: tan.ru.san@nhcs.com.sg."
      ]
    },
    {
      "last_name": "Tirador",
      "fore_name": "Louie S",
      "initials": "LS",
      "name": "Louie S Tirador",
      "affiliations": [
        "Department of Internal Medicine, Section of Cardiology, St. Paul's Hospital, General Luna Street, Iloilo City 5000, Philippines. Electronic address: honey82560@yahoo.com.ph."
      ]
    },
    {
      "last_name": "Zirlik",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Zirlik",
      "affiliations": [
        "University Heart Center, Freiburg-Bad Krozingen, Cardiology and Angiology I, Hugstetterstrasse, 5579106 Freiburg, Germany. Electronic address: andreas.zirlik@universitaets-herzzentrum.de."
      ]
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "1874-1754",
    "issn_type": "Electronic",
    "volume": "191",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "244",
  "end_page": "253",
  "pages": "244-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Asia",
    "Asian People",
    "Atrial Fibrillation",
    "Fibrinolytic Agents",
    "Humans",
    "Stroke",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "25978611",
    "doi": "10.1016/j.ijcard.2015.03.369",
    "pii": "S0167-5273(15)00627-0"
  },
  "doi": "10.1016/j.ijcard.2015.03.369",
  "dates": {
    "completed": "2016-04-04",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:17.088910",
    "pmid": "25978611"
  }
}