{
  "pmid": "25973193",
  "uid": "25973193",
  "title": "Biological, psychological and social processes that explain celebrities' influence on patients' health-related behaviors.",
  "abstract": "BACKGROUND: Celebrities can have substantial influence as medical advisors. However, their impact on public health is equivocal: depending on the advice's validity and applicability, celebrity engagements can benefit or hinder efforts to educate patients on evidence-based practices and improve their health literacy. This meta-narrative analysis synthesizes multiple disciplinary insights explaining the influence celebrities have on people's health-related behaviors. METHODS: Systematic searches of electronic databases BusinessSource Complete, Communication & Mass Media Complete, Humanities Abstracts, ProQuest Political Science, PsycINFO, PubMed, and Sociology Abstracts were conducted. Retrieved articles were used to inform a conceptual analysis of the possible processes accounting for the substantial influence celebrities may have as medical advisors. RESULTS: Fourteen mechanisms of celebrity influence were identified. According to the economics literature, celebrities distinguish endorsed items from competitors and can catalyze herd behavior. Marketing studies tell us that celebrities' characteristics are transferred to endorsed products, and that the most successful celebrity advisors are those viewed as credible, a perception they can create with their success. Neuroscience research supports these explanations, finding that celebrity endorsements activate brain regions involved in making positive associations, building trust and encoding memories. The psychology literature tells us that celebrity advice conditions people to react positively toward it. People are also inclined to follow celebrities if the advice matches their self-conceptions or if not following it would generate cognitive dissonance. Sociology explains how celebrities' advice spreads through social networks, how their influence is a manifestation of people's desire to acquire celebrities' social capital, and how they affect the ways people acquire and interpret health information. CONCLUSION: There are clear and deeply rooted biological, psychological and social processes that explain how celebrities influence people's health behaviors. With a better understanding of this phenomenon, medical professionals can work to ensure that it is harnessed for good rather than abused for harm. Physicians can discuss with their patients the validity of celebrity advice and share more credible sources of health information. Public health practitioners can debunk celebrities offering unsubstantiated advice or receiving inappropriate financial compensation, and should collaborate with well-meaning celebrities, leveraging their influence to disseminate medical practices of demonstrated benefit.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Faculty of Law, University of Ottawa, Ottawa, Canada ; Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, Canada ; Department of Global Health & Population, Harvard School of Public Health, Boston, MA USA."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Charlie",
      "initials": "C",
      "name": "Charlie Tan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of public health = Archives belges de sante publique",
    "iso_abbreviation": "Arch Public Health",
    "issn": "0778-7367",
    "issn_type": "Print",
    "volume": "73",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25973193",
    "pmc": "PMC4429495",
    "doi": "10.1186/2049-3258-73-3",
    "pii": "5074"
  },
  "doi": "10.1186/2049-3258-73-3",
  "pmc_id": "PMC4429495",
  "dates": {
    "completed": "2015-05-14",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.629200",
    "pmid": "25973193"
  }
}