{
  "pmid": "25971248",
  "uid": "25971248",
  "title": "Developing and refining the methods for a 'one-stop shop' for research evidence about health systems.",
  "abstract": "BACKGROUND: Policymakers, stakeholders and researchers have not been able to find research evidence about health systems using an easily understood taxonomy of topics, know when they have conducted a comprehensive search of the many types of research evidence relevant to them, or rapidly identify decision-relevant information in their search results. METHODS: To address these gaps, we developed an approach to building a 'one-stop shop' for research evidence about health systems. We developed a taxonomy of health system topics and iteratively refined it by drawing on existing categorization schemes and by using it to categorize progressively larger bundles of research evidence. We identified systematic reviews, systematic review protocols, and review-derived products through searches of Medline, hand searches of several databases indexing systematic reviews, hand searches of journals, and continuous scanning of listservs and websites. We developed an approach to providing 'added value' to existing content (e.g., coding systematic reviews according to the countries in which included studies were conducted) and to expanding the types of evidence eligible for inclusion (e.g., economic evaluations and health system descriptions). Lastly, we developed an approach to continuously updating the online one-stop shop in seven supported languages. RESULTS: The taxonomy is organized by governance, financial, and delivery arrangements and by implementation strategies. The 'one-stop shop', called Health Systems Evidence, contains a comprehensive inventory of evidence briefs, overviews of systematic reviews, systematic reviews, systematic review protocols, registered systematic review titles, economic evaluations and costing studies, health reform descriptions and health system descriptions, and many types of added-value coding. It is continuously updated and new content is regularly translated into Arabic, Chinese, English, French, Portuguese, Russian, and Spanish. CONCLUSIONS: Policymakers and stakeholders can now easily access and use a wide variety of types of research evidence about health systems to inform decision-making and advocacy. Researchers and research funding agencies can use Health Systems Evidence to identify gaps in the current stock of research evidence and domains that could benefit from primary research, systematic reviews, and review overviews.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St. West, MML-417, Hamilton, ON, L8S 4L6, Canada. lavisj@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4K1, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4 K1, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4 K1, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, 677 Huntington Ave., Cambridge, MA, 02115, USA. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St. West, MML-417, Hamilton, ON, L8S 4L6, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4K1, Canada. wilsom2@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4 K1, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "name": "Kaelan A Moat",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St. West, MML-417, Hamilton, ON, L8S 4L6, Canada. moatka@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4K1, Canada. moatka@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4 K1, Canada. moatka@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hammill",
      "fore_name": "Amanda C",
      "initials": "AC",
      "name": "Amanda C Hammill",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St. West, MML-417, Hamilton, ON, L8S 4L6, Canada. hammila@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4K1, Canada. hammila@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St. West, CRL-209, Hamilton, ON, L8S 4 K1, Canada. hammila@mcmaster.ca."
      ]
    },
    {
      "last_name": "Boyko",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Boyko",
      "affiliations": [
        "School of Health Studies, Western University, Arthur and Sonia Labatt Health Sciences Building, Room 403, London, ON, N6A 5B9, Canada. jennboyko@gmail.com."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital - General Campus, 501 Smyth Rd., Box 711, Ottawa, ON, K1H 8 L6, Canada. jgrimshaw@ohri.ca.",
        "Department of Medicine, University of Ottawa, 451 Smyth Rd., Ottawa, ON, K1H 8 M5, Canada. jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Flottorp",
      "fore_name": "Signe",
      "initials": "S",
      "name": "Signe Flottorp",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Boks 7004, St., Olavsplass, Oslo, N-0130, Norway. signe.flottorp@kunnskapssenteret.no."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Information Storage and Retrieval",
    "Research"
  ],
  "article_ids": {
    "pubmed": "25971248",
    "pmc": "PMC4429608",
    "doi": "10.1186/1478-4505-13-10",
    "pii": "10.1186/1478-4505-13-10"
  },
  "doi": "10.1186/1478-4505-13-10",
  "pmc_id": "PMC4429608",
  "dates": {
    "completed": "2016-01-25",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP84546",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.777533",
    "pmid": "25971248"
  }
}