{
  "pmid": "25986027",
  "uid": "25986027",
  "title": "Glycerin enemas and suppositories in premature infants: a meta-analysis.",
  "abstract": "BACKGROUND AND OBJECTIVE: Premature infants are often given glycerin enemas or suppositories to facilitate meconium evacuation and transition to enteral feeding. The purpose of this study was to assess the available evidence for this treatment strategy. METHODS: We conducted a systematic search of Medline, Embase, Central, and trial registries for randomized controlled trials of premature infants treated with glycerin enemas or suppositories. Data were extracted in duplicate and meta-analyzed using a random effects model. RESULTS: We identified 185 premature infants treated prophylactically with glycerin enemas in one trial (n = 81) and suppositories in two other trials (n = 104). All infants were less than 32 weeks gestation and had no congenital malformations. Treatment was associated with earlier initiation of stooling in one trial (2 vs 4 days, P = .02) and a trend towards earlier meconium evacuation in another (6.5 vs 9 days, P = .11). Meta-analysis demonstrated no effect on transition to enteral feeding (0.7 days faster, P = .43) or mortality (P = 0.50). There were no reports of rectal bleeding or perforation but there was a trend towards increased risk of necrotizing enterocolitis with glycerin enemas or suppositories (risk ratio = 2.72, P = .13). These three trials are underpowered and affected by one or more major methodological issues. As a result, the quality of evidence is low to very low. Three other trials are underway. CONCLUSIONS: The evidence for the use glycerin enemas or suppositories in premature infants in inconclusive. Meta-analyzed data suggest that treatment may be associated with increased risk of necrotizing enterocolitis. Careful monitoring of ongoing trials is required.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Clinician Investigator Program."
      ]
    },
    {
      "last_name": "Shawyer",
      "fore_name": "Anna C",
      "initials": "AC",
      "name": "Anna C Shawyer",
      "affiliations": [
        "Division of Pediatric Surgery, Alberta Children's Hospital, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter L",
      "initials": "PL",
      "name": "Peter L Rosenbaum",
      "affiliations": [
        "CanChild Center for Childhood Disability Research, Department of Pediatrics, and."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Williams",
      "affiliations": [
        "Department of Pediatrics, and."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Jones",
      "affiliations": [
        "Divisions of Pediatric Surgery, Western University, London, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Walton",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Division of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada; waltonj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "135",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "1093",
  "end_page": "1106",
  "pages": "1093-106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Enema",
    "Glycerol",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Meconium",
    "Suppositories"
  ],
  "article_ids": {
    "pubmed": "25986027",
    "doi": "10.1542/peds.2015-0143",
    "pii": "peds.2015-0143"
  },
  "doi": "10.1542/peds.2015-0143",
  "dates": {
    "completed": "2015-08-20",
    "revised": "2015-06-02"
  },
  "chemicals": [
    "Suppositories",
    "Glycerol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.353612",
    "pmid": "25986027"
  }
}