{
  "pmid": "25981715",
  "uid": "25981715",
  "title": "Are Volar Locking Plates Superior to Percutaneous K-wires for Distal Radius Fractures? A Meta-analysis.",
  "abstract": "BACKGROUND: Distal radius fractures are common, costly, and increasing in incidence. Percutaneous K-wire fixation and volar locking plates are two of the most commonly used surgical treatments for unstable dorsally displaced distal radius fractures. However, there is uncertainty regarding which of these treatments is superior. QUESTIONS/PURPOSES: We performed a meta-analysis of randomized controlled trials to determine whether patients treated with volar locking plates (1) achieved better function (2) attained better wrist motion, (3) had better radiographic outcomes, and (4) had fewer complications develop than did patients treated with K-wires for dorsally displaced distal radius fractures. METHODS: We performed a comprehensive search of MEDLINE (inception to 2014, October Week 2), EMBASE (inception to 2014, Week 42), and the Cochrane Central Register of Controlled Trials to identify relevant randomized controlled trials; we supplemented these searches with manual searches. We included studies of extraarticular and intraarticular distal radius fractures. Adjunctive external fixation was acceptable as long as the intent was to use only K-wires where possible and external fixation was used in less than 25% of the procedures. We considered a difference in the DASH scores of 10 as the minimal clinically important difference. We performed quality assessment with the Cochrane Risk of Bias tool and evaluated the strength of recommendations using the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) approach. Seven randomized trials with a total of 875 participants were included in the meta-analysis. RESULTS: Patients treated with volar locking plates had slightly better function than did patients treated with K-wires as measured by their DASH scores at 3 months (mean difference [MD], 7.5; 95% CI, 4.4-10.6; p < 0.001) and 12 months (MD, 3.8; 95% CI, 1.2-6.3; p = 0.004). Neither of these differences exceeded the a priori-determined threshold for clinical importance (10 points). There was a small early advantage in flexion and supination in the volar locking plate group (3.7° [95% CI, 0.3°-7.1°; p = 0.04] and 4.1° [95% CI, 0.6°-7.6°; p = 0.02] greater, respectively) at 3 months, but not at later followups (6 or 12 months). There were no differences in radiographic outcomes (volar tilt, radial inclination, and radial height) between the two interventions. Superficial wound infection was more common in patients treated with K-wires (8.2% versus 3.2%; RR = 2.6; p = 0.001), but otherwise no difference in complication rates was found. CONCLUSIONS: Despite the small number of studies and the limitations inherent in a meta-analysis, we found that volar locking plates show better DASH scores at 3- and 12-month followups compared with K-wires for displaced distal radius fractures in adults; however, these differences were small and unlikely to be clinically important. Further research is required to better delineate if there are specific radiographic, injury, or patient characteristics that may benefit from volar locking plates in the short term and whether there are any differences in long-term outcomes and complications. LEVEL OF EVIDENCE: Level I, therapeutic study.",
  "authors": [
    {
      "last_name": "Chaudhry",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Chaudhry",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, 293 Wellington Street N, Suite 110, Hamilton, ON, L8L 8E7, Canada, harman.chaudhry@medportal.ca."
      ]
    },
    {
      "last_name": "Kleinlugtenbelt",
      "fore_name": "Ydo V",
      "initials": "YV",
      "name": "Ydo V Kleinlugtenbelt",
      "affiliations": []
    },
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": []
    },
    {
      "last_name": "Ristevski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Ristevski",
      "affiliations": []
    },
    {
      "last_name": "Goslings",
      "fore_name": "J C",
      "initials": "JC",
      "name": "J C Goslings",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "473",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "3017",
  "end_page": "3027",
  "pages": "3017-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Biomechanical Phenomena",
    "Bone Plates",
    "Bone Wires",
    "Chi-Square Distribution",
    "Equipment Design",
    "Fracture Fixation, Internal",
    "Humans",
    "Odds Ratio",
    "Postoperative Complications",
    "Radius Fractures",
    "Randomized Controlled Trials as Topic",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Risk Factors",
    "Treatment Outcome",
    "Wrist Injuries",
    "Wrist Joint"
  ],
  "article_ids": {
    "pubmed": "25981715",
    "pmc": "PMC4523532",
    "doi": "10.1007/s11999-015-4347-1"
  },
  "doi": "10.1007/s11999-015-4347-1",
  "pmc_id": "PMC4523532",
  "dates": {
    "completed": "2016-04-27",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.370618",
    "pmid": "25981715"
  }
}