{
  "pmid": "25987293",
  "uid": "25987293",
  "title": "Early mobilization in the critical care unit: A review of adult and pediatric literature.",
  "abstract": "Early mobilization of critically ill patients is beneficial, suggesting that it should be incorporated into daily clinical practice. Early passive, active, and combined progressive mobilizations can be safely initiated in intensive care units (ICUs). Adult patients receiving early mobilization have fewer ventilator-dependent days, shorter ICU and hospital stays, and better functional outcomes. Pediatric ICU data are limited, but recent studies also suggest that early mobilization is achievable without increasing patient risk. In this review, we provide a current and comprehensive appraisal of ICU mobilization techniques in both adult and pediatric critically ill patients. Contraindications and perceived barriers to early mobilization, including cost and health care provider views, are identified. Methods of overcoming barriers to early mobilization and enhancing sustainability of mobilization programs are discussed. Optimization of patient outcomes will require further studies on mobilization timing and intensity, particularly within specific ICU populations.",
  "authors": [
    {
      "last_name": "Cameron",
      "fore_name": "Saoirse",
      "initials": "S",
      "name": "Saoirse Cameron",
      "affiliations": [
        "Functional Recovery in Critically Ill Children: The \"Wee-Cover\" Longitudinal Cohort Study; Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Ball",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Cepinskas",
      "fore_name": "Gediminas",
      "initials": "G",
      "name": "Gediminas Cepinskas",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Medical Biophysics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Functional Recovery in Critically Ill Children: The \"Wee-Cover\" Longitudinal Cohort Study; Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Doherty",
      "affiliations": [
        "Functional Recovery in Critically Ill Children: The \"Wee-Cover\" Longitudinal Cohort Study; Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Physical Medicine and Rehabilitation, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Christopher G",
      "initials": "CG",
      "name": "Christopher G Ellis",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Medicine, Western University, London, ON, Canada; Medical Biophysics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Mele",
      "fore_name": "Tina S",
      "initials": "TS",
      "name": "Tina S Mele",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sharpe",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Sharpe",
      "affiliations": [
        "Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Anesthesia and Perioperative Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Shoemaker",
      "fore_name": "J Kevin",
      "initials": "JK",
      "name": "J Kevin Shoemaker",
      "affiliations": [
        "Functional Recovery in Critically Ill Children: The \"Wee-Cover\" Longitudinal Cohort Study; Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Kinesiology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Douglas D",
      "initials": "DD",
      "name": "Douglas D Fraser",
      "affiliations": [
        "Functional Recovery in Critically Ill Children: The \"Wee-Cover\" Longitudinal Cohort Study; Targeted Exercise to Reduce Morbidity and Mortality in Severe Sepsis (TERMS) Study; Pediatrics, Western University, London, ON, Canada. Electronic address: douglas.fraser@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "664",
  "end_page": "672",
  "pages": "664-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Critical Care",
    "Critical Illness",
    "Early Ambulation",
    "Early Medical Intervention",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Physical Therapy Modalities",
    "Safety"
  ],
  "article_ids": {
    "pubmed": "25987293",
    "doi": "10.1016/j.jcrc.2015.03.032",
    "pii": "S0883-9441(15)00141-0"
  },
  "doi": "10.1016/j.jcrc.2015.03.032",
  "dates": {
    "completed": "2016-02-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.881262",
    "pmid": "25987293"
  }
}