{
  "pmid": "25999795",
  "uid": "25999795",
  "title": "Registered nurses' experiences of patient violence on acute care psychiatric inpatient units: an interpretive descriptive study.",
  "abstract": "BACKGROUND: Nurses working in acute care psychiatry settings experience high rates of patient violence which influences outcomes for nurses and the organization. This qualitative study explored psychiatric nurses' experiences of patient violence in acute care inpatient psychiatric settings. METHODS: An interpretive descriptive design guided this study that included 17 semi-structured interviews with a purposeful sample of 12 Canadian registered nurses who self-reported experiencing patient violence within acute care inpatient psychiatry. Thematic analysis and constant comparison techniques were used for analysis. A problem, needs and practice analysis was also used to structure overall data interpretation. RESULTS: Thirty three unique exposures to patient violence among the sample of nurses were analysed. Nurses reported experiencing physical, emotional and verbal violence. For many, patient violence was considered \"part of the job.\" Nurses often struggled with role conflict between one's duty to care and one's duty to self when providing care following a critical incident involving violence. Issues of power, control and stigma also influenced nurse participant perceptions and their responses to patient violence. Nurses used a variety of strategies to maintain their personal safety and to prevent, and manage patient violence. Nurses endorsed the need for improved education, debriefing following an incident, and a supportive work environment to further prevent patient violence. Present findings have implications for reducing the barriers to reporting violent experiences and the creation of best practice guidelines to reduce patient violence in the workplace. CONCLUSIONS: Understanding the perspectives and experiences of nurses in acute inpatient psychiatry leads to greater understanding of the phenomenon of patient violence and may inform the development of interventions to prevent and to respond to patient violence, as well as support nurses working within the acute care setting.",
  "authors": [
    {
      "last_name": "Stevenson",
      "fore_name": "Kelly N",
      "initials": "KN",
      "name": "Kelly N Stevenson",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "O'Mara",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda O'Mara",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "LeGris",
      "fore_name": "Jeannette",
      "initials": "J",
      "name": "Jeannette LeGris",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2015"
  },
  "start_page": "35",
  "pages": "35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "25999795",
    "pmc": "PMC4440495",
    "doi": "10.1186/s12912-015-0079-5",
    "pii": "79"
  },
  "doi": "10.1186/s12912-015-0079-5",
  "pmc_id": "PMC4440495",
  "dates": {
    "completed": "2015-05-22",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.201665",
    "pmid": "25999795"
  }
}