{
  "pmid": "26009956",
  "uid": "26009956",
  "title": "Peer-assisted bedside teaching rounds.",
  "abstract": "BACKGROUND: Although postgraduate trainees play a well-accepted role in medical education, little consideration has traditionally been given to senior undergraduate trainees as teachers. Recently, research has shown senior medical students (SMS) can play an effective teaching role for junior medical students (JMS) in non-clinical medical settings. PURPOSE: The purpose of our study was to understand the perceptions of SMSs as teachers in a clinical environment for JMS. METHOD: All students who participated in our peer-led bedside teaching programme from September 2010 to May 2012 were invited to complete a questionnaire following their teaching session. Fifty-six of 70 JMS (80%) and 15 of 15 SMS (100%) participated. Survey questions addressed learning, bedside experiences, teacher effectiveness and the overall usefulness of these sessions. The data collected were analysed for significance of the perceptions reported. RESULTS: We found students reported positive and statistically significant results in all domains examined. JMS reported that sessions were highly valuable learning, improved confidence and comfort at the bedside, had excellent teaching and were a valuable addition to their clinical skills training. SMS reported getting highly valuable learning through preparation and developing improved comfort in a teaching role. Little consideration has traditionally been given to senior undergraduate trainees as teachers CONCLUSIONS: Our findings demonstrate that peer-directed learning in undergraduate medical education can be effectively implemented in the clinical arena.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes",
      "initials": "A",
      "name": "Aristithes Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rush",
      "fore_name": "Raphael",
      "initials": "R",
      "name": "Raphael Rush",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Campbell",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "David",
      "initials": "D",
      "name": "David Taylor",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The clinical teacher",
    "iso_abbreviation": "Clin Teach",
    "issn": "1743-498X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "197",
  "end_page": "202",
  "pages": "197-202",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Education, Medical, Undergraduate",
    "Humans",
    "Learning",
    "Peer Group",
    "Teaching",
    "Teaching Rounds"
  ],
  "article_ids": {
    "pubmed": "26009956",
    "doi": "10.1111/tct.12296"
  },
  "doi": "10.1111/tct.12296",
  "dates": {
    "completed": "2016-02-18",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.709189",
    "pmid": "26009956"
  }
}