{
  "pmid": "26005909",
  "uid": "26005909",
  "title": "Longer- Versus Shorter-Duration Dual-Antiplatelet Therapy After Drug-Eluting Stent Placement: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: The appropriate duration of dual-antiplatelet therapy (DAPT) after drug-eluting stent (DES) placement remains controversial. PURPOSE: To summarize data on clinical outcomes with longer- versus shorter-duration DAPT after DES placement in adults with coronary artery disease. DATA SOURCES: Ovid MEDLINE and EMBASE, 1996 to 27 March 2015, and manual screening of references. STUDY SELECTION: Randomized, controlled trials comparing longer- versus shorter-duration DAPT after DES placement. DATA EXTRACTION: Two reviewers screened potentially eligible articles; extracted data on populations, interventions, and outcomes; assessed risk of bias; and used the Grading of Recommendations Assessment, Development and Evaluation guidelines to rate overall confidence in effect estimates. DATA SYNTHESIS: Among 1010 articles identified, 9 trials including 29,531 patients were eligible; data were complete for 28,808 patients. Moderate-quality evidence showed that longer-duration DAPT decreased risk for myocardial infarction (risk ratio [RR], 0.73 [95% CI, 0.58 to 0.92]) and increased mortality (RR, 1.19 [CI, 1.04 to 1.36]). High-quality evidence showed that DAPT increased risk for major bleeding (RR, 1.63 [CI, 1.34 to 1.99]). LIMITATION: Confidence in estimates were decreased owing to imprecision for most outcomes (particularly myocardial infarction), risk of bias from limited blinding in 7 of 9 studies, indirectness due to variability in use of first- and second-generation stents, and off-protocol use of DAPT in some studies. CONCLUSION: Extended DAPT is associated with approximately 8 fewer myocardial infarctions per 1000 treated patients per year but 6 more major bleeding events than shorter-duration DAPT. Because absolute effects are very small and closely balanced, decisions regarding the duration of DAPT therapy must take into account patients' values and preference. PRIMARY FUNDING SOURCE: None.",
  "authors": [
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": []
    },
    {
      "last_name": "Prasad",
      "fore_name": "Manya",
      "initials": "M",
      "name": "Manya Prasad",
      "affiliations": []
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": []
    },
    {
      "last_name": "Chetan",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Chetan",
      "affiliations": []
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "163",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "118",
  "end_page": "126",
  "pages": "118-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cause of Death",
    "Coronary Artery Disease",
    "Drug Administration Schedule",
    "Drug Therapy, Combination",
    "Drug-Eluting Stents",
    "Hemorrhage",
    "Humans",
    "Myocardial Infarction",
    "Percutaneous Coronary Intervention",
    "Platelet Aggregation Inhibitors",
    "Reoperation",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "26005909",
    "doi": "10.7326/M15-0083",
    "pii": "2297227"
  },
  "doi": "10.7326/M15-0083",
  "dates": {
    "completed": "2015-10-01",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.455754",
    "pmid": "26005909"
  }
}