{
  "pmid": "26028386",
  "uid": "26028386",
  "title": "Choice of the pulse sequence and parameters for improved signal-to-noise ratio in T1-weighted study of MRI.",
  "abstract": "OBJECTIVE: To investigate the practical impact of alteration of imaging parameters on signal-to-noise ratio for the most commonly used T1-weighted magnetic resonance sequences. METHODS: The study was conducted in the Department of Medical Physics, Ninewells Hospital and Medical School, Dundee, UK, in 2007. Magnetic resonance images of a tissue-equivalent material were generated with a set of T1 and T2 values. Experimental variations in the imaging parameters were performed in echo time and repetition time. Quantitative analysis consisted of signal-to-noise ratio. RESULTS: Percentage inaccuracy in signal-to-noise ratio was the result of inappropriate choice of parameters. We have investigated conventional spin echo, fast spin echo and fast fluid attenuated inversion recovery with one of corresponding percentage errors 28.68%, -36.65% and -40.34%, respectively. Conventional spin echo presented moderately low percentage error with the choice of repetition time and echo time. Factual error in fast spin echo was slightly higher than conventional spin echo. Fast fluid attenuated inversion recovery could create outstanding signal-to-noise ratio of high T1/T2 value phantoms in T1-weighted images. CONCLUSIONS: The role of repetition time and echo time in T1-weighted images was crucial to sustain the image quality.",
  "authors": [
    {
      "last_name": "Amin",
      "fore_name": "Naima",
      "initials": "N",
      "name": "Naima Amin",
      "affiliations": [
        "Department of Physics, COMSATS Institute of Information Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Physics. The Islamia University of Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Yousaf",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Yousaf",
      "affiliations": [
        "Department of Mathematics, COMSATS Institute of Information Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Javid",
      "fore_name": "Muhammad Arshad",
      "initials": "MA",
      "name": "Muhammad Arshad Javid",
      "affiliations": [
        "Department of Basic Sciences, UET, Texila, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "65",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "May"
  },
  "start_page": "512",
  "end_page": "518",
  "pages": "512-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Magnetic Resonance Imaging",
    "Phantoms, Imaging",
    "Signal-To-Noise Ratio"
  ],
  "article_ids": {
    "pubmed": "26028386"
  },
  "dates": {
    "completed": "2015-12-29",
    "revised": "2015-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.754359",
    "pmid": "26028386"
  }
}