{
  "pmid": "26020224",
  "uid": "26020224",
  "title": "Reporting of IMMPACT-recommended core outcome domains among trials assessing opioids for chronic non-cancer pain.",
  "abstract": "The Initiative on Methods, Measurement, and Pain Assessment in Clinical Trials (IMMPACT) has recommended that trialists evaluating treatments for chronic pain should consider reporting 9 patient-important outcome domains. We examined the extent to which clinical trials evaluating the effect of opioids for chronic non-cancer pain (CNCP) report outcome domains recommended by IMMPACT. We systematically searched electronic databases for English-language studies that randomized patients with CNCP to receive an opioid or a non-opioid control. In duplicate and independently, reviewers established the eligibility of each identified study and recorded all reported outcome domains from eligible trials. We conducted a priori regression analyses to explore factors that may be associated with IMMPACT-recommended outcome domains. Among 156 eligible trials, reporting of IMMPACT-recommended outcome domains was highly variable, ranging from 99% for pain to 7% for interpersonal functioning. Recently published trials were more likely to report the effect of treatment on physical functioning, emotional functioning, role functioning, sleep and fatigue, and participant disposition. Trials for which the corresponding author was from North America were more likely to report treatment effects on physical functioning and participant ratings of improvement and satisfaction with treatment. Trials published in higher impact journals were more likely to report treatment effects on emotional function, but less likely to report participant ratings of improvement and satisfaction with treatment. Most IMMPACT domains showed an increased rate of reporting over time, although many patient-important outcome domains remained unreported by over half of all trials evaluating the effects of opioids for CNCP.",
  "authors": [
    {
      "last_name": "Mulla",
      "fore_name": "Sohail M",
      "initials": "SM",
      "name": "Sohail M Mulla",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Outcomes Research Consortium, Cleveland, OH, USA Faculty of Science, McMaster University, Hamilton, ON, Canada Pharmaceutical Sciences Postgraduate Course, University of Sorocaba, Sao Paulo, Brazil Swiss Academy of Insurance Medicine, University Hospital Basel, Basel, Switzerland Basel Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland Department of Family Medicine, McMaster University, Hamilton, ON, Canada Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway Accident and Emergency Department, Tseung Kwan O Hospital, Hong Kong, China Accident and Emergency Department, Tuen Mun Hospital, Hong Kong, China Department of Anesthesia, McMaster University, Hamilton, ON, Canada Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, CA, USA Department of Anesthesia and Pain Medicine, The Hospital for Sick Children, Toronto, ON, Canada Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, ON, Canada Department of Anesthesia, University of Calgary, Calgary, AB, Canada Department of Dentistry, Santo Tomas University, Bogota, Colombia Department of Anesthesia, University Hospital Basel, Basel, Switzerland Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maqbool",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Maqbool",
      "affiliations": []
    },
    {
      "last_name": "Sivananthan",
      "fore_name": "Laxsanaa",
      "initials": "L",
      "name": "Laxsanaa Sivananthan",
      "affiliations": []
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane C",
      "initials": "LC",
      "name": "Luciane C Lopes",
      "affiliations": []
    },
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": []
    },
    {
      "last_name": "Kamaleldin",
      "fore_name": "Mostafa",
      "initials": "M",
      "name": "Mostafa Kamaleldin",
      "affiliations": []
    },
    {
      "last_name": "Hsu",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Hsu",
      "affiliations": []
    },
    {
      "last_name": "Riva",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Riva",
      "affiliations": []
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": []
    },
    {
      "last_name": "Tsoi",
      "fore_name": "Ludwig",
      "initials": "L",
      "name": "Ludwig Tsoi",
      "affiliations": []
    },
    {
      "last_name": "Lam",
      "fore_name": "Tommy",
      "initials": "T",
      "name": "Tommy Lam",
      "affiliations": []
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": []
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": []
    },
    {
      "last_name": "Olivieri",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Olivieri",
      "affiliations": []
    },
    {
      "last_name": "Montoya",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Montoya",
      "affiliations": []
    },
    {
      "last_name": "Kunz",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Kunz",
      "affiliations": []
    },
    {
      "last_name": "Scheidecker",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Scheidecker",
      "affiliations": []
    },
    {
      "last_name": "Buckley",
      "fore_name": "D Norman",
      "initials": "DN",
      "name": "D Norman Buckley",
      "affiliations": []
    },
    {
      "last_name": "Sessler",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I Sessler",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain",
    "iso_abbreviation": "Pain",
    "issn": "1872-6623",
    "issn_type": "Electronic",
    "volume": "156",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "1615",
  "end_page": "1619",
  "pages": "1615-1619",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Chronic Pain",
    "Clinical Trials as Topic",
    "Databases, Bibliographic",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26020224",
    "doi": "10.1097/j.pain.0000000000000241",
    "pii": "00006396-201509000-00008"
  },
  "doi": "10.1097/j.pain.0000000000000241",
  "dates": {
    "completed": "2016-05-17",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.947278",
    "pmid": "26020224"
  }
}