{
  "pmid": "26033397",
  "uid": "26033397",
  "title": "Women's values and preferences for thromboprophylaxis during pregnancy: a comparison of direct-choice and decision analysis using patient specific utilities.",
  "abstract": "BACKGROUND: Women with a history of venous thromboembolism (VTE) have an increased recurrence risk during pregnancy. Low molecular weight heparin (LMWH) reduces this risk, but is costly, burdensome, and may increase risk of bleeding. The decision to start thromboprophylaxis during pregnancy is sensitive to women's values and preferences. Our objective was to compare women's choices using a holistic approach in which they were presented all of the relevant information (direct-choice) versus a personalized decision analysis in which a mathematical model incorporated their preferences and VTE risk to make a treatment recommendation. METHODS: Multicenter, international study. Structured interviews were on women with a history of VTE who were pregnant, planning, or considering pregnancy. Women indicated their willingness to receive thromboprophylaxis based on scenarios using personalized estimates of VTE recurrence and bleeding risks. We also obtained women's values for health outcomes using a visual analog scale. We performed individualized decision analyses for each participant and compared model recommendations to decisions made when presented with the direct-choice exercise. RESULTS: Of the 123 women in the study, the decision model recommended LMWH for 51 women and recommended against LMWH for 72 women. 12% (6/51) of women for whom the decision model recommended thromboprophylaxis chose not to take LMWH; 72% (52/72) of women for whom the decision model recommended against thromboprophylaxis chose LMWH. CONCLUSIONS: We observed a high degree of discordance between decisions in the direct-choice exercise and decision model recommendations. Although which approach best captures individuals' true values remains uncertain, personalized decision support tools presenting results based on personalized risks and values may improve decision making.",
  "authors": [
    {
      "last_name": "Eckman",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati, USA. Electronic address: mark.eckman@uc.edu."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Iberoamerican Cochrane Centre, CIBERESP-IIB Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Anaesthesia, McMaster University, Hamilton, ON; Department of Medicine, Stanford University, Stanford; Department of Anaesthesia and Pain Medicine, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Departments of Urology and Public Health, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences, University of Sorocaba, UNISO, Sorocaba, Sao Paolo, Brazil."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Departments of Obstetrics & Gynecology, Radiology, and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati, USA."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, American University of Beirut, Beirut, Lebanon; Department of Medicine, State University of New York at Buffalo, New York, NY, USA."
      ]
    },
    {
      "last_name": "Jacobsen",
      "fore_name": "Ann Flem",
      "initials": "AF",
      "name": "Ann Flem Jacobsen",
      "affiliations": [
        "Department of Obstetrics & Gynecology, Oslo University Hospital and University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Santamaría",
      "fore_name": "Amparo",
      "initials": "A",
      "name": "Amparo Santamaría",
      "affiliations": [
        "Unidad de Hemostasia y Trombosis, Hospital de la Vall d'hebron Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Annichino-Bizzacchi",
      "fore_name": "Joyce Maria",
      "initials": "JM",
      "name": "Joyce Maria Annichino-Bizzacchi",
      "affiliations": [
        "Hematology and Hemotherapy Center, Faculty of Medical Sciences, State University of Campinas, Campinas, SP, Brazil."
      ]
    },
    {
      "last_name": "Bitar",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Bitar",
      "affiliations": [
        "Brooks Memorial Hospital, Dunkirk, NY, USA."
      ]
    },
    {
      "last_name": "Sandset",
      "fore_name": "Per Morten",
      "initials": "PM",
      "name": "Per Morten Sandset",
      "affiliations": [
        "Department of Haematology, Oslo University Hospital and University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "136",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "341",
  "end_page": "347",
  "pages": "341-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Decision Support Systems, Clinical",
    "Female",
    "Fibrinolytic Agents",
    "Humans",
    "Internationality",
    "Middle Aged",
    "Patient Participation",
    "Patient Preference",
    "Pregnancy",
    "Pregnancy Complications, Cardiovascular",
    "Prevalence",
    "Quality of Life",
    "Social Values",
    "Utilization Review",
    "Venous Thromboembolism",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26033397",
    "mid": "NIHMS775017",
    "pmc": "PMC4880369",
    "doi": "10.1016/j.thromres.2015.05.020",
    "pii": "S0049-3848(15)00247-9"
  },
  "doi": "10.1016/j.thromres.2015.05.020",
  "pmc_id": "PMC4880369",
  "dates": {
    "completed": "2016-05-03",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [
    {
      "grant_id": "UL1 TR000077",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001425",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "8UL1TR000077-05",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.606163",
    "pmid": "26033397"
  }
}