{
  "pmid": "26033461",
  "uid": "26033461",
  "title": "Revision Hip Arthroscopy Indications and Outcomes: A Systematic Review.",
  "abstract": "PURPOSE: To identify the indications and outcomes in patients undergoing revision hip arthroscopy. METHODS: The electronic databases Embase, Medline, HealthStar, and PubMed were searched from 1946 to July 19, 2014. Two blinded reviewers searched, screened, and evaluated the data quality of the studies using the Methodological Index for Non-Randomized Studies scale. Data were abstracted in duplicate. Agreement and descriptive statistics are presented. RESULTS: Six studies were included (3 prospective case series and 3 retrospective chart reviews), with a total of 448 hips examined. The most common indications for revision hip arthroscopy included residual femoroacetabular impingement (FAI), labral tears, and chondral lesions. The mean interval between revision arthroscopy and the index procedure was 25.6 months. Overall, the modified Harris Hip Score improved by a mean of 33.6% (19.3 points) from the baseline score at 1-year follow-up. In 14.6% of patients, further surgical procedures were required, including re-revision hip arthroscopy (8.0%), total hip replacement (5.6%), and hip resurfacing (1.0%). Female patients more commonly underwent revision hip arthroscopy (59.7%). CONCLUSIONS: The current evidence examined in this review supports revision hip arthroscopy as a successful intervention to improve functional outcomes (modified Harris Hip Score) and relieve pain in patients with residual symptoms after primary FAI surgery, although the outcomes are inferior when compared with a matched cohort of patients undergoing primary hip arthroscopy for FAI. The main indication for revision is a candidate who has symptoms due to residual cam- or pincer-type deformity that was either unaddressed or under-resected during the index operation. However, it is important to consider that the studies included in this review are of low-quality evidence. Surgeons should consider incorporating a minimum 2-year follow-up for individuals after index hip-preservation surgery because revisions tended to occur within this time frame. LEVEL OF EVIDENCE: Level IV, systematic review of Level III and IV studies.",
  "authors": [
    {
      "last_name": "Sardana",
      "fore_name": "Vandit",
      "initials": "V",
      "name": "Vandit Sardana",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport at Domino's Farms, Ann Arbor, Michigan, U.S.A."
      ]
    },
    {
      "last_name": "Ye",
      "fore_name": "Lily",
      "initials": "L",
      "name": "Lily Ye",
      "affiliations": [
        "Department of Life Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "2047",
  "end_page": "2055",
  "pages": "2047-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Hip",
    "Arthroscopy",
    "Female",
    "Femoracetabular Impingement",
    "Hip",
    "Hip Joint",
    "Humans",
    "MEDLINE",
    "Male",
    "Middle Aged",
    "Pain Management",
    "Prospective Studies",
    "Reoperation",
    "Retrospective Studies",
    "Rupture"
  ],
  "article_ids": {
    "pubmed": "26033461",
    "doi": "10.1016/j.arthro.2015.03.039",
    "pii": "S0749-8063(15)00344-8"
  },
  "doi": "10.1016/j.arthro.2015.03.039",
  "dates": {
    "completed": "2016-05-24",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.753920",
    "pmid": "26033461"
  }
}