{
  "pmid": "26044262",
  "uid": "26044262",
  "title": "Are income-related differences in active travel associated with physical environmental characteristics? A multi-level ecological approach.",
  "abstract": "BACKGROUND: Rates of active travel vary by socio-economic position, with higher rates generally observed among less affluent populations. Aspects of both social and built environments have been shown to affect active travel, but little research has explored the influence of physical environmental characteristics, and less has examined whether physical environment affects socio-economic inequality in active travel. This study explored income-related differences in active travel in relation to multiple physical environmental characteristics including air pollution, climate and levels of green space, in urban areas across England. We hypothesised that any gradient in the relationship between income and active travel would be least pronounced in the least physically environmentally-deprived areas where higher income populations may be more likely to choose active transport as a means of travel. METHODS: Adults aged 16+ living in urban areas (n = 20,146) were selected from the 2002 and 2003 waves of the UK National Travel Survey. The mode of all short non-recreational trips undertaken by the sample was identified (n = 205,673). Three-level binary logistic regression models were used to explore how associations between the trip being active (by bike/walking) and three income groups, varied by level of multiple physical environmental deprivation. RESULTS: Likelihood of making an active trip among the lowest income group appeared unaffected by physical environmental deprivation; 15.4% of their non-recreational trips were active in both the least and most environmentally-deprived areas. The income-related gradient in making active trips remained steep in the least environmentally-deprived areas because those in the highest income groups were markedly less likely to choose active travel when physical environment was 'good', compared to those on the lowest incomes (OR = 0.44, 95% CI = 0.22 to 0.89). CONCLUSIONS: The socio-economic gradient in active travel seems independent of physical environmental characteristics. Whilst more affluent populations enjoy advantages on some health outcomes, they will still benefit from increasing their levels of physical activity through active travel. Benefits of active travel to the whole community would include reduced vehicle emissions, reduced carbon consumption, the preservation or enhancement of infrastructure and the presentation of a 'normalised' behaviour.",
  "authors": [
    {
      "last_name": "Rind",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Rind",
      "affiliations": [
        "Centre for Research on Environment, Society and Health (CRESH), Institute of Geography, School of GeoSciences, University of Edinburgh, Edinburgh, UK. e.rind@ed.ac.uk."
      ]
    },
    {
      "last_name": "Shortt",
      "fore_name": "Niamh",
      "initials": "N",
      "name": "Niamh Shortt",
      "affiliations": [
        "Centre for Research on Environment, Society and Health (CRESH), Institute of Geography, School of GeoSciences, University of Edinburgh, Edinburgh, UK. niamh.shortt@ed.ac.uk."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Mitchell",
      "affiliations": [
        "Centre for Research on Environment, Society and Health (CRESH), Institute of Health and Wellbeing, University of Glasgow, Glasgow, UK. Richard.Mitchell@glasgow.ac.uk."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Richardson",
      "affiliations": [
        "Centre for Research on Environment, Society and Health (CRESH), Institute of Geography, School of GeoSciences, University of Edinburgh, Edinburgh, UK. e.richardson@ed.ac.uk."
      ]
    },
    {
      "last_name": "Pearce",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Pearce",
      "affiliations": [
        "Centre for Research on Environment, Society and Health (CRESH), Institute of Geography, School of GeoSciences, University of Edinburgh, Edinburgh, UK. jamie.pearce@ed.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "The international journal of behavioral nutrition and physical activity",
    "iso_abbreviation": "Int J Behav Nutr Phys Act",
    "issn": "1479-5868",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Air Pollution",
    "Climate",
    "England",
    "Environment",
    "Female",
    "Humans",
    "Income",
    "Male",
    "Middle Aged",
    "Motor Activity",
    "Poverty",
    "Socioeconomic Factors",
    "Surveys and Questionnaires",
    "Travel",
    "Urban Population",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26044262",
    "pmc": "PMC4461897",
    "doi": "10.1186/s12966-015-0217-1",
    "pii": "10.1186/s12966-015-0217-1"
  },
  "doi": "10.1186/s12966-015-0217-1",
  "pmc_id": "PMC4461897",
  "dates": {
    "completed": "2016-04-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.389844",
    "pmid": "26044262"
  }
}