{
  "pmid": "26043073",
  "uid": "26043073",
  "title": "Conceptualizing the use of public involvement in health policy decision-making.",
  "abstract": "The concept of public involvement use is not well-defined in the literature. Previous research studies have provided brief accounts of how public involvement may influence health policy, but have not detailed the internal dynamics and process through which it is actually used in the policy process. The study objective is to examine and clarify the concept and process of public involvement use in health policy decision-making. Using qualitative concept analysis methods, we reviewed the literature on the use of public involvement and conducted semi-structured interviews with key informants who have theoretical and/or practical insights on public involvement and its use in policy decision-making. Our findings are organized around interrelated questions that animate how the concept of use is understood, interpreted, and operationalized. In asking, \"How is 'use' perceived in relation to health policy decision-making?\" meanings are constructed for the concept by identifying differences and drawing connections between \"use\" and related terms. In asking \"How would one know if public involvement was used in health policy decision-making?\" our findings weigh in on the act of listening as a precursor to use, the ways in which use is mediated, and responses to the input obtained from public involvement processes as signals of use. These findings are a first step toward improving conceptual clarity about what public involvement use means, how it is understood and interpreted by relevant actors in the public involvement and public policy fields, and how it might be operationalized. We expect our findings to be particularly useful for public involvement practitioners who are often confronted with questions from public involvement participants regarding how their input will be used in health policy decision-making.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Kathy K",
      "initials": "KK",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada. Electronic address: kathyk.li@gmail.com."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Contandriopoulos",
      "fore_name": "Damien",
      "initials": "D",
      "affiliations": [
        "Université de Montréal, C.P. 6128 Succursale Centre-Ville, Montreal, Quebec H3C 3J7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "138",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "14",
  "end_page": "21",
  "pages": "14-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Community Participation",
    "Decision Making",
    "Government",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "26043073",
    "doi": "10.1016/j.socscimed.2015.05.023",
    "pii": "S0277-9536(15)00305-6"
  },
  "doi": "10.1016/j.socscimed.2015.05.023",
  "dates": {
    "completed": "2016-03-02",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.672322",
    "pmid": "26043073"
  }
}