{
  "pmid": "26044853",
  "uid": "26044853",
  "title": "Probiotics for the prevention of allergy: A systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Allergic diseases are considered a health burden because of their high and constantly increasing prevalence, high direct and indirect costs, and undesirable effects on quality of life. Probiotics have been suggested as an intervention to prevent allergic diseases. OBJECTIVE: We sought to synthesize the evidence supporting use of probiotics for the prevention of allergies and inform World Allergy Organization guidelines on probiotic use. METHODS: We performed a systematic review of randomized trials assessing the effects of any probiotic administered to pregnant women, breast-feeding mothers, and/or infants. RESULTS: Of 2403 articles published until December 2014 identified in Cochrane Central Register of Controlled Trials, MEDLINE, and Embase, 29 studies fulfilled a priori specified inclusion criteria for the analyses. Probiotics reduced the risk of eczema when used by women during the last trimester of pregnancy (relative risk [RR], 0.71; 95% CI, 0.60-0.84), when used by breast-feeding mothers (RR, 0.57; 95% CI, 0.47-0.69), or when given to infants (RR, 0.80; 95% CI, 0.68-0.94). Evidence did not support an effect on other allergies, nutrition status, or incidence of adverse effects. The certainty in the evidence according to the Grading of Recommendation Assessment Development and Evaluation approach is low or very low because of the risk of bias, inconsistency and imprecision of results, and indirectness of available research. CONCLUSION: Probiotics used by pregnant women or breast-feeding mothers and/or given to infants reduced the risk of eczema in infants; however, the certainty in the evidence is low. No effect was observed for the prevention of other allergic conditions.",
  "authors": [
    {
      "last_name": "Cuello-Garcia",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Cuello-Garcia",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Tecnologico de Monterrey School of Medicine, Monterrey, Mexico."
      ]
    },
    {
      "last_name": "Brożek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brożek",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: brozekj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Fiocchi",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Fiocchi",
      "affiliations": [
        "Pediatric Hospital Bambino Gesù, Vatican City."
      ]
    },
    {
      "last_name": "Pawankar",
      "fore_name": "Ruby",
      "initials": "R",
      "name": "Ruby Pawankar",
      "affiliations": [
        "Department of Pediatrics, Nippon Medical School, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Yepes-Nuñez",
      "fore_name": "Juan José",
      "initials": "JJ",
      "name": "Juan José Yepes-Nuñez",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; University of Antioquia, School of Medicine, Medellin, Colombia."
      ]
    },
    {
      "last_name": "Terracciano",
      "fore_name": "Luigi",
      "initials": "L",
      "name": "Luigi Terracciano",
      "affiliations": [
        "Department of Child and Maternal Medicine, University of Milan Medical School at the Melloni Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Shreyas",
      "initials": "S",
      "name": "Shreyas Gandhi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "1097-6825",
    "issn_type": "Electronic",
    "volume": "136",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "952",
  "end_page": "961",
  "pages": "952-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Breast Feeding",
    "Dietary Supplements",
    "Eczema",
    "Female",
    "Humans",
    "Hypersensitivity",
    "Infant, Newborn",
    "Maternal-Fetal Exchange",
    "Microbiota",
    "Pregnancy",
    "Probiotics",
    "Randomized Controlled Trials as Topic",
    "Reproducibility of Results",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "26044853",
    "doi": "10.1016/j.jaci.2015.04.031",
    "pii": "S0091-6749(15)00636-3"
  },
  "doi": "10.1016/j.jaci.2015.04.031",
  "dates": {
    "completed": "2016-01-22",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.516056",
    "pmid": "26044853"
  }
}