{
  "pmid": "26043339",
  "uid": "26043339",
  "title": "Comparative efficacy and acceptability of psychotherapies for depression in children and adolescents: A systematic review and network meta-analysis.",
  "abstract": "Previous meta-analyses of psychotherapies for child and adolescent depression were limited because of the small number of trials with direct comparisons between two treatments. A network meta-analysis, a novel approach that integrates direct and indirect evidence from randomized controlled studies, was undertaken to investigate the comparative efficacy and acceptability of psychotherapies for depression in children and adolescents. Systematic searches resulted in 52 studies (total N=3805) of nine psychotherapies and four control conditions. We assessed the efficacy at post-treatment and at follow-up, as well as the acceptability (all-cause discontinuation) of psychotherapies and control conditions. At post-treatment, only interpersonal therapy (IPT) and cognitive-behavioral therapy (CBT) were significantly more effective than most control conditions (standardized mean differences, SMDs ranged from -0.47 to -0.96). Also, IPT and CBT were more beneficial than play therapy. Only psychodynamic therapy and play therapy were not significantly superior to waitlist. At follow-up, IPT and CBT were significantly more effective than most control conditions (SMDs ranged from -0.26 to -1.05), although only IPT retained this superiority at both short-term and long-term follow-up. In addition, IPT and CBT were more beneficial than problem-solving therapy. Waitlist was significantly inferior to other control conditions. With regard to acceptability, IPT and problem-solving therapy had significantly fewer all-cause discontinuations than cognitive therapy and CBT (ORs ranged from 0.06 to 0.33). These data suggest that IPT and CBT should be considered as the best available psychotherapies for depression in children and adolescents. However, several alternative psychotherapies are understudied in this age group. Waitlist may inflate the effect of psychotherapies, so that psychological placebo or treatment-as-usual may be preferable as a control condition in psychotherapy trials.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Hetrick",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Hetrick",
      "affiliations": [
        "Orygen National Centre of Excellence in Youth Mental Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Cuijpers",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Cuijpers",
      "affiliations": [
        "Department of Clinical Psychology, VU University Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Qin",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Barth",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Barth",
      "affiliations": [
        "Institute of Complementary and Integrative Medicine, University Hospital and University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Whittington",
      "fore_name": "Craig J",
      "initials": "CJ",
      "name": "Craig J Whittington",
      "affiliations": [
        "Research Department of Clinical, Educational and Health Psychology, University College London, London, UK."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cohen",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Hôpital Pitié-Salpétrière, Institut des Systèmes Intelligents et Robotiques, Université Pierre et Marie Curie, Paris, France."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yiyun",
      "initials": "Y",
      "name": "Yiyun Liu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Michael",
      "fore_name": "Kurt D",
      "initials": "KD",
      "name": "Kurt D Michael",
      "affiliations": [
        "Department of Psychology, Appalachian State University, Boone, NC, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Weisz",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Weisz",
      "affiliations": [
        "Department of Psychology, Harvard University, Cambridge, MA, USA."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "World psychiatry : official journal of the World Psychiatric Association (WPA)",
    "iso_abbreviation": "World Psychiatry",
    "issn": "1723-8617",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "207",
  "end_page": "222",
  "pages": "207-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26043339",
    "pmc": "PMC4471978",
    "doi": "10.1002/wps.20217"
  },
  "doi": "10.1002/wps.20217",
  "pmc_id": "PMC4471978",
  "dates": {
    "completed": "2015-06-05",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.190703",
    "pmid": "26043339"
  }
}