{
  "pmid": "26053455",
  "uid": "26053455",
  "title": "Noninvasive Ventilation With vs Without Early Surfactant to Prevent Chronic Lung Disease in Preterm Infants: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Controversy exists regarding which of the 2 major strategies currently used to prevent chronic lung disease (CLD) in preterm infants is optimal: noninvasive continuous positive airway pressure (NCPAP) or intubate-surfactant-extubate (INSURE). Preterm infants often require surfactant administration because of respiratory distress syndrome. OBJECTIVE: To evaluate whether early INSURE or NCPAP alone is more effective in preventing CLD, death, or both. DATA SOURCES: We searched the MEDLINE, EMBASE, Cochrane Controlled Trials Register, and Cumulative Index to Nursing and Allied Health Literature databases from their inception to January 2, 2015, along with conference proceedings and trial registrations. STUDY SELECTION: Randomized clinical trials that compared early INSURE with NCPAP alone in preterm infants who had never been intubated before the study entry were selected. Among 1761 initially identified articles, 9 trials (1551 infants) were included. DATA EXTRACTION AND SYNTHESIS: Duplicate study selection and data extraction were performed. Meta-analysis was conducted using random-effects models with quality-of-evidence assessment according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system. MAIN OUTCOMES AND MEASURES: Seven main outcomes were selected a priori to be assessed according to GRADE, including a composite outcome of CLD and/or death, CLD alone, death alone, air leakage, severe intraventricular hemorrhage, neurodevelopmental impairment, and a composite outcome of death and/or neurodevelopmental impairment. RESULTS: There were no statistically significant differences between early INSURE and NCPAP alone for all outcomes assessed. However, the relative risk (RR) estimates appeared to favor early INSURE over NCPAP alone, with a 12% RR reduction in CLD and/or death (RR, 0.88; 95% CI, 0.76-1.02; risk difference [RD], -0.04; 95% CI, -0.08 to 0.01; moderate quality of evidence), a 14% decrease in CLD (RR, 0.86; 95% CI, 0.71-1.03; RD, -0.03; 95% CI, -0.06 to 0.01; moderate quality of evidence), and a 50% decrease in air leakage (RR, 0.50; 95% CI, 0.24-1.07; RD, -0.03; 95% CI, -0.06 to 0.00; very low quality of evidence). The sample size was less than the optimal information size. CONCLUSIONS AND RELEVANCE: Currently, no evidence suggests that either early INSURE or NCPAP alone is superior to the other. INSURE does not appear to increase CLD and/or death, CLD alone, and air leakage and may reduce these adverse outcomes compared with NCPAP alone. Further adequately powered trials are required.",
  "authors": [
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada2Department of Newborn and Developmental Paediatrics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chai-Adisaksopha",
      "fore_name": "Chatree",
      "initials": "C",
      "name": "Chatree Chai-Adisaksopha",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada3Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada4Department of Radiology, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "731",
  "end_page": "739",
  "pages": "731-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Bronchopulmonary Dysplasia",
    "Catheterization",
    "Cerebral Hemorrhage",
    "Chronic Disease",
    "Female",
    "Humans",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Intubation, Intratracheal",
    "Lung Injury",
    "Male",
    "Pneumothorax",
    "Positive-Pressure Respiration",
    "Pulmonary Surfactants",
    "Respiratory Distress Syndrome, Newborn"
  ],
  "article_ids": {
    "pubmed": "26053455",
    "doi": "10.1001/jamapediatrics.2015.0510",
    "pii": "2319108"
  },
  "doi": "10.1001/jamapediatrics.2015.0510",
  "dates": {
    "completed": "2015-11-10",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Pulmonary Surfactants"
  ],
  "grants": [
    {
      "grant_id": "CNI95357",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.053363",
    "pmid": "26053455"
  }
}