{
  "pmid": "26056123",
  "uid": "26056123",
  "title": "Scoping review of physical rehabilitation interventions in long-term care: protocol for tools, models of delivery, outcomes and quality indicators.",
  "abstract": "INTRODUCTION: A growing number of medically complex older adults reside in long-term care (LTC) and often require physical rehabilitation (PR). While PR is effective at maintaining or improving a patient's physical function, the breadth of PR interventions evaluated in LTC, which outcomes or quality indicators (QI) can be used to evaluate PR, and what tools or models can be used to determine eligibility for PR services remain unknown. METHODS AND ANALYSIS: A scoping review will be conducted to address the following research questions: (1) What types of PR have been evaluated for efficacy or effectiveness in LTC? (2) Which outcomes or QIs have been used when evaluating PR interventions in LTC, and how can this inform evaluation of PR using existing QIs in the Canadian context? (3) What tools or models exist or have been validated for decision-making in the allocation of PR resources in LTC? We will conduct a comprehensive literature search in MEDLINE, EMBASE, CINAHL, Cochrane Database of Systematic Reviews, Physiotherapy Evidence Database (PEDro) and Occupational Therapy Systematic Evaluation of Evidence database (OTseeker) and a structured grey literature search. Two team members will screen articles and abstract the data. The results will be displayed according to the research question they address. Data abstracted regarding outcomes and QIs will be mapped onto existing, publicly reported QIs used in Ontario, Canada. ETHICS AND DISSEMINATION: The scoping review will synthesise the characteristics of PR interventions described in the literature, the outcomes used to evaluate them and tools to determine eligibility for services. The review will be the first step in formally identifying what outcomes and QIs have been used to evaluate PR in LTC, and will be used to inform a stakeholder consensus process exploring the same question. The scoping review may also identify knowledge gaps. The results will be disseminated via publication and presentation at conferences, in addition to a 1-day stakeholder meeting.",
  "authors": [
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Gibbs",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Gibbs",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hirdes",
      "affiliations": [
        "University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Milligan",
      "fore_name": "James",
      "initials": "J",
      "name": "James Milligan",
      "affiliations": [
        "The Centre for Family Medicine, Kitchener, Canada Department of Family Medicine, McMaster University, Hamilton, Cananda CFFM-RIA Directorship for Mobility and Falls, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Berg",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Berg",
      "affiliations": [
        "Department of Physical Therapy, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": [
        "University of Waterloo, Waterloo, Canada Toronto Rehabilitation Institute-University Health Network, Toronto, Canada Schelegel-UW Research Institute for Aging, Waterloo, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "08"
  },
  "start_page": "e007528",
  "pages": "e007528",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Data Collection",
    "Delivery of Health Care",
    "Humans",
    "Long-Term Care",
    "Patient Outcome Assessment",
    "Quality Indicators, Health Care",
    "Rehabilitation",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "26056123",
    "pmc": "PMC4466608",
    "doi": "10.1136/bmjopen-2014-007528",
    "pii": "bmjopen-2014-007528"
  },
  "doi": "10.1136/bmjopen-2014-007528",
  "pmc_id": "PMC4466608",
  "dates": {
    "completed": "2016-02-22",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.403760",
    "pmid": "26056123"
  }
}