{
  "pmid": "26053539",
  "uid": "26053539",
  "title": "Non-randomized studies as a source of complementary, sequential or replacement evidence for randomized controlled trials in systematic reviews on the effects of interventions.",
  "abstract": "The terms applicability, generalizability, external validity and transferability are related, sometimes used interchangeably and have in common that they lack a clear and consistent definition in the classic epidemiological literature. However, all of these terms generally describe one overarching theme: whether or not available research evidence can be directly utilized to answer the healthcare questions at hand, ideally supported by a judgment about the degree of confidence for this utilization. This concept has been called directness. The objectives of this paper were to delineate how non-randomized studies (NRS) inform judgments in relation to directness and the concepts that it encompasses in the context of systematic reviews. We will briefly review what is known and describe the theoretical and practical issues as well as offer guidance to those tackling the challenges of judging directness and using research evidence to answer healthcare questions with evidence from NRS. In particular, we suggest a framework in which authors can use NRS as a complement, sequence or replacement for randomized controlled trials (RCTs) by focusing on judgments about the population, intervention, comparison and outcomes. Authors of systematic reviews will use NRS to complement judgments about the inconsistencies, the rationale and credibility of subgroup analysis, the baseline risk estimates for the determination of absolute benefits and downsides, and the directness of surrogate outcomes. This evidence includes contextual or supplementary evidence. Authors of systematic review and other summaries of the evidence use NRS as sequential evidence to provide evidence when insufficient evidence is available for an outcome from RCTs, but NRS evidence is available (e.g., long-term harms). Use of evidence from NRS may also serve to replace RCT evidence when NRS provide equivalent (or potentially higher) confidence in the evidence (i.e. quality) compared to indirect evidence from RCTs. These judgments will be made in the context of other domains that influence the overall quality of the body of evidence, including the risk of bias, publication bias (i.e. limitations in the detailed study design and execution), inconsistency, imprecision and factors that increase our confidence in effects. This article will support systematic reviewers in their interaction with decision makers, that is, those who use the systematic review to develop guidelines, address health policy makers, and make clinical decisions, by making these judgments transparent. Copyright © 2013 John Wiley & Sons, Ltd.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Clinical Epidemiology Unit, Ottawa Hospital Research Institute, Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reeves",
      "fore_name": "Barnaby C",
      "initials": "BC",
      "name": "Barnaby C Reeves",
      "affiliations": [
        "Bristol Heart Institute, University of Bristol, Bristol Royal Infirmary, Bristol, UK."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Shea",
      "fore_name": "Beverley",
      "initials": "B",
      "name": "Beverley Shea",
      "affiliations": [
        "Clinical Epidemiology Unit, Ottawa Hospital Research Institute, Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "George",
      "initials": "G",
      "name": "George Wells",
      "affiliations": [
        "Clinical Epidemiology Unit, Ottawa Hospital Research Institute, Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Helfand",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Helfand",
      "affiliations": [
        "Portland VA Medical Center and Department of Medicine, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    }
  ],
  "journal": {
    "title": "Research synthesis methods",
    "iso_abbreviation": "Res Synth Methods",
    "issn": "1759-2879",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Mar"
  },
  "start_page": "49",
  "end_page": "62",
  "pages": "49-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26053539",
    "doi": "10.1002/jrsm.1078"
  },
  "doi": "10.1002/jrsm.1078",
  "dates": {
    "completed": "2015-06-10",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.613857",
    "pmid": "26053539"
  }
}