{
  "pmid": "26054537",
  "uid": "26054537",
  "title": "Immune Sensitization and Mortality in Wait-Listed Kidney Transplant Candidates.",
  "abstract": "Cardiovascular mortality is the leading cause of death in ESRD. Whereas innate and adaptive immunity have established roles in cardiovascular disease, the role of humoral immunity is unknown. We conducted a retrospective cohort study in first-time adult kidney transplant candidates (N=161,308) using data from the Scientific Registry of Transplant Recipients and the Centers for Medicare and Medicaid Services to evaluate whether anti-human leukocyte antigen antibodies, measured as panel reactive antibodies (PRAs), are related to mortality in ESRD. Relationships between time-varying PRAs and all-cause or cardiovascular mortality were assessed using Cox proportional hazards models. The analysis was repeated in subcohorts of candidates at lower risk for significant comorbidities, activated on the waiting list after 2007, or unsensitized at activation. Competing risks analyses were also conducted. Fully adjusted models showed increased hazard ratios (HRs [95% confidence intervals]) for all-cause mortality (HR, 1.02 [95% CI, 0.99 to 1.06]; HR, 1.11 [95% CI,1.07 to 1.16]; and HR,1.21 [95% CI,1.15 to 1.27]) and cardiovascular mortality (HR, 1.05 [95% CI,1.00 to 1.10]; HR,1.11 [95% CI,1.05 to 1.18]; and HR,1.21 [95% CI,1.12 to 1.31]) in PRA 1%-19%, PRA 20%-79%, and PRA 80%-100% categories compared with PRA 0%, respectively. Associations between PRA and the study outcomes were accentuated in competing risks models and in lower-risk patients and persisted in other subcohorts. Our findings suggest that PRA is an independent predictor of mortality in wait-listed kidney transplant candidates. The mechanisms by which PRA confers an incremental mortality risk in sensitized patients, and the role of transplantation in modifying this risk, warrant further study.",
  "authors": [
    {
      "last_name": "Sapir-Pichhadze",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Sapir-Pichhadze",
      "affiliations": [
        "Division of Nephrology and the Kidney Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, and Division of Nephrology, Departments of Medicine and."
      ]
    },
    {
      "last_name": "Tinckam",
      "fore_name": "Kathryn J",
      "initials": "KJ",
      "name": "Kathryn J Tinckam",
      "affiliations": [
        "Division of Nephrology and the Kidney Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada; Division of Nephrology, Departments of Medicine and Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Laupacis",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Laupacis",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, and Li Ka Shing Knowledge Institute, and."
      ]
    },
    {
      "last_name": "Logan",
      "fore_name": "Alexander G",
      "initials": "AG",
      "name": "Alexander G Logan",
      "affiliations": [
        "Division of Nephrology and the Kidney Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, and Division of Nephrology, Departments of Medicine and."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, and Population Health Sciences Research Institute, Hospital for Sick Children, Toronto, Ontario, Canada; and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Division of Nephrology and the Kidney Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, and Division of Nephrology, Departments of Medicine and Division of Nephrology and the Renal Transplant Program, St. Michael's Hospital, Toronto, Ontario, Canada; joseph.kim@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1533-3450",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "570",
  "end_page": "578",
  "pages": "570-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cohort Studies",
    "Female",
    "HLA Antigens",
    "Humans",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Retrospective Studies",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "26054537",
    "pmc": "PMC4731107",
    "doi": "10.1681/ASN.2014090894",
    "pii": "ASN.2014090894"
  },
  "doi": "10.1681/ASN.2014090894",
  "pmc_id": "PMC4731107",
  "dates": {
    "completed": "2016-06-07",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "HLA Antigens"
  ],
  "grants": [
    {
      "grant_id": "HHSH250201000018C",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.242672",
    "pmid": "26054537"
  }
}