{
  "pmid": "26050715",
  "uid": "26050715",
  "title": "Disability Grant: a precarious lifeline for HIV/AIDS patients in South Africa.",
  "abstract": "BACKGROUND: In South Africa, HIV/AIDS remains a major public health problem. In a context of chronic unemployment and deepening poverty, social assistance through a Disability Grant (DG) is extended to adults with HIV/AIDS who are unable to work because of a mental or physical disability. Using a mixed methods approach, we consider 1) inequalities in access to the DG for patients on ART and 2) implications of DG access for on-going access to healthcare. METHODS: Data were collected in exit interviews with 1200 ART patients in two rural and two urban health sub-districts in four different South African provinces. Additionally, 17 and 18 in-depth interviews were completed with patients on ART treatment and ART providers, respectively, in three of the four sites included in the quantitative phase. RESULTS: Grant recipients were comparatively worse off than non-recipients in terms of employment (9.1 % vs. 29.9 %) and wealth (58.3 % in the poorest half vs. 45.8 %). After controlling for socioeconomic and demographic factors, site, treatment duration, adherence and concomitant TB treatment, the regression analyses showed that the employed were significantly less likely to receive the DG than the unemployed (p < 0.001). Also, patients who were longer on treatment and receiving concomitant treatment (i.e., ART and tuberculosis care) were more likely to receive the DG (significant at the 5 % level). The qualitative analyses indicated that the DG alleviated the burden of healthcare related costs for ART patients. Both patients and healthcare providers spoke of the complexity of the grants process and eligibility criteria as a barrier to accessing the grant. This impacted adversely on patient-provider relationships. CONCLUSIONS: These findings highlight the appropriateness of the DG for people living with HIV/AIDS. However, improved collaboration between the Departments of Social Development and Health is essential for preparing healthcare providers who are at the interface between social security and potential recipients.",
  "authors": [
    {
      "last_name": "Govender",
      "fore_name": "Veloshnee",
      "initials": "V",
      "name": "Veloshnee Govender",
      "affiliations": [
        "Department of Public Health and Family Medicine, Health Economics Unit, University of Cape Town, Cape Town, South Africa. veloshnee.govender@uct.ac.za."
      ]
    },
    {
      "last_name": "Fried",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Fried",
      "affiliations": [
        "Centre for Agroecology, Water and Resilience, Coventry University, Coventry, 829, UK. Jana.Fried@coventry.ac.uk."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. birch@univmail.cis.mcmaster.ca."
      ]
    },
    {
      "last_name": "Chimbindi",
      "fore_name": "Natsayi",
      "initials": "N",
      "name": "Natsayi Chimbindi",
      "affiliations": [
        "Africa Centre for Health and Population studies, University of KwaZulu-Natal, Durban, South Africa. nchimbindi@africacentre.ac.za."
      ]
    },
    {
      "last_name": "Cleary",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Cleary",
      "affiliations": [
        "Department of Public Health and Family Medicine, Health Economics Unit, University of Cape Town, Cape Town, South Africa. susan.cleary@uct.ac.za."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "09"
  },
  "start_page": "227",
  "pages": "227",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acquired Immunodeficiency Syndrome",
    "Adult",
    "Black People",
    "Communicable Diseases",
    "Delivery of Health Care",
    "Persons with Disabilities",
    "Female",
    "Financing, Organized",
    "HIV Infections",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Poverty",
    "Qualitative Research",
    "Rural Population",
    "Social Security",
    "Socioeconomic Factors",
    "South Africa",
    "Surveys and Questionnaires",
    "Tuberculosis",
    "Unemployment"
  ],
  "article_ids": {
    "pubmed": "26050715",
    "pmc": "PMC4459666",
    "doi": "10.1186/s12913-015-0870-8",
    "pii": "10.1186/s12913-015-0870-8"
  },
  "doi": "10.1186/s12913-015-0870-8",
  "pmc_id": "PMC4459666",
  "dates": {
    "completed": "2016-08-05",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "097410",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.847926",
    "pmid": "26050715"
  }
}