{
  "pmid": "26056468",
  "uid": "26056468",
  "title": "Nonpharmacological therapies and provision of aids in outpatient dementia networks in Germany: utilization rates and associated factors.",
  "abstract": "BACKGROUND: Nonpharmacological therapies and the provision of aids are described to be supportive in the treatment of persons with dementia (PWDs). These aim to maintain individuals' participation in daily activities as long as possible, to slow the progression of their disease, and to support their independent living at home. However, there is a lack of knowledge about the utilization of therapies and aids among community-dwelling PWDs. OBJECTIVE: The aims of the study were a) to describe the utilization of nonpharmacological therapies and aids among community-dwelling PWDs and b) to analyze the factors associated with utilization. METHOD: As part of a cross-sectional study of n=560 caregivers of PWDs in dementia networks throughout Germany, we assessed sociodemographics, clinical variables, and the utilization of nonpharmacological therapies (physiotherapy [PT], occupational therapy [OT]), and aids (sensory, mobility, and others), using face-to-face interviews and questionnaires. RESULTS: Approximately every fourth PWD received PT and every seventh PWD received OT. Sensory aids were utilized by 91.1%, personal hygiene aids by 77.2%, mobility aids by 58.6%, and medical aids by 57.7% of the sample. Regression analysis revealed that the utilization of PT and medical aids was associated with comorbidities (odds ratio [OR] 1.17 and OR 1.27, respectively) and that the utilization of OT and sensory aids was associated with age (OR 1.06 and OR 0.95, respectively). CONCLUSION: The utilization of nonpharmacological therapies and aids among community-dwelling people served by dementia networks is more frequent than that reported for people in other settings. This result indicates that PWDs in integrated care models such as dementia networks receive better health care.",
  "authors": [
    {
      "last_name": "Wübbeler",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Wübbeler",
      "affiliations": [
        "Interventional Health Care Research Group, German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Thyrian",
      "fore_name": "Jochen René",
      "initials": "JR",
      "name": "Jochen René Thyrian",
      "affiliations": [
        "Interventional Health Care Research Group, German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hertel",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Hertel",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Laporte Uribe",
      "fore_name": "Franziska",
      "initials": "F",
      "name": "Franziska Laporte Uribe",
      "affiliations": [
        "Implementation and Dissemination Research Group, German Center for Neurodegenerative Diseases (DZNE), Witten, Germany."
      ]
    },
    {
      "last_name": "Wolf-Ostermann",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Wolf-Ostermann",
      "affiliations": [
        "Department of Human and Health Science, University of Bremen, Bremen, Germany."
      ]
    },
    {
      "last_name": "Schäfer-Walkmann",
      "fore_name": "Susanne",
      "initials": "S",
      "name": "Susanne Schäfer-Walkmann",
      "affiliations": [
        "Institute for Applied Social Sciences, Stuttgart, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Rostock/Greifswald, Greifswald, Germany ; Epidemiology of Health Care and Community Health, Institute for Community Medicine, Ernst-Moritz-Arndt-University Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2015"
  },
  "start_page": "229",
  "end_page": "236",
  "pages": "229-36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26056468",
    "pmc": "PMC4445947",
    "doi": "10.2147/JMDH.S80560",
    "pii": "jmdh-8-229"
  },
  "doi": "10.2147/JMDH.S80560",
  "pmc_id": "PMC4445947",
  "dates": {
    "completed": "2015-06-09",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:05.995428",
    "pmid": "26056468"
  }
}