{
  "pmid": "26051584",
  "uid": "26051584",
  "title": "Shenqi pill, a traditional Chinese herbal formula, for the treatment of hypertension: A systematic review.",
  "abstract": "BACKGROUND: Shenqi pill, a traditional Chinese herbal formula, is widely prescribed for hypertensive patients with kidney yang deficiency syndrome in China. This study aims to examine the efficacy and safety of Shenqi pill for the treatment of hypertension. METHODS: A systematic search of the Cochrane Central Register of Controlled Trials, PubMed, EMBASE, the Chinese National Knowledge Infrastructure, the Chinese Scientific Journal Database, the Chinese Biomedical Literature Database, and the Wanfang Database was conducted from their inception up to October 7, 2014. All randomized controlled trials (RCTs) testing Shenqi pill alone or combined with western medicine against placebo, no intervention or western medicine in hypertensive patients were included. RESULTS: A total of 4 RCTs comparing Shenqi pill plus western medicine with western medicine were included. Shenqi pill as complementary therapy exhibited a relatively small with no significant reduction on blood pressure, and showed remarkable improvement on sexual function, lipid profile and some biochemical indicators of hypertensive renal damage compared to western medicine used alone. The safety of Shenqi pill is still unknown. CONCLUSIONS: This systematic review firstly provided no definite evidence for the efficacy and safety of Shenqi pill for hypertension based on the insufficient data. More rigorously designed RCTs focusing on sexual dysfunction and hypertensive renal damage are warranted to give high level of evidence.",
  "authors": [
    {
      "last_name": "Xiong",
      "fore_name": "Xingjiang",
      "initials": "X",
      "name": "Xingjiang Xiong",
      "affiliations": [
        "Department of Cardiology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China. Electronic address: xiongxingjiangtcm@163.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Pengqian",
      "initials": "P",
      "name": "Pengqian Wang",
      "affiliations": [
        "Institute of Basic Research in Clinical Medicine, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoke",
      "initials": "X",
      "name": "Xiaoke Li",
      "affiliations": [
        "Bio-organic and Natural Products Laboratory, McLean Hospital, Harvard Medical School, Belmont, MA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Complementary therapies in medicine",
    "iso_abbreviation": "Complement Ther Med",
    "issn": "1873-6963",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "484",
  "end_page": "493",
  "pages": "484-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Drugs, Chinese Herbal",
    "Female",
    "Humans",
    "Hypertension",
    "Male",
    "Medicine, Chinese Traditional",
    "Middle Aged",
    "Phytotherapy"
  ],
  "article_ids": {
    "pubmed": "26051584",
    "doi": "10.1016/j.ctim.2015.04.008",
    "pii": "S0965-2299(15)00068-0"
  },
  "doi": "10.1016/j.ctim.2015.04.008",
  "dates": {
    "completed": "2015-12-21",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Drugs, Chinese Herbal",
    "shenqi"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.606506",
    "pmid": "26051584"
  }
}