{
  "pmid": "26061888",
  "uid": "26061888",
  "title": "Comparison of statistical inferences from the DerSimonian-Laird and alternative random-effects model meta-analyses - an empirical assessment of 920 Cochrane primary outcome meta-analyses.",
  "abstract": "In random-effects model meta-analysis, the conventional DerSimonian-Laird (DL) estimator typically underestimates the between-trial variance. Alternative variance estimators have been proposed to address this bias. This study aims to empirically compare statistical inferences from random-effects model meta-analyses on the basis of the DL estimator and four alternative estimators, as well as distributional assumptions (normal distribution and t-distribution) about the pooled intervention effect. We evaluated the discrepancies of p-values, 95% confidence intervals (CIs) in statistically significant meta-analyses, and the degree (percentage) of statistical heterogeneity (e.g. I(2)) across 920 Cochrane primary outcome meta-analyses. In total, 414 of the 920 meta-analyses were statistically significant with the DL meta-analysis, and 506 were not. Compared with the DL estimator, the four alternative estimators yielded p-values and CIs that could be interpreted as discordant in up to 11.6% or 6% of the included meta-analyses pending whether a normal distribution or a t-distribution of the intervention effect estimates were assumed. Large discrepancies were observed for the measures of degree of heterogeneity when comparing DL with each of the four alternative estimators. Estimating the degree (percentage) of heterogeneity on the basis of less biased between-trial variance estimators seems preferable to current practice. Disclosing inferential sensitivity of p-values and CIs may also be necessary when borderline significant results have substantial impact on the conclusion. Copyright © 2012 John Wiley & Sons, Ltd.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada. thorluk@mcmaster.ca.",
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Department 3344, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark. thorluk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wetterslev",
      "fore_name": "Jørn",
      "initials": "J",
      "name": "Jørn Wetterslev",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Awad",
      "fore_name": "Tahany",
      "initials": "T",
      "name": "Tahany Awad",
      "affiliations": [
        "Cochrane Hepato-Biliary Group, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare - Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Department 3344, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Research synthesis methods",
    "iso_abbreviation": "Res Synth Methods",
    "issn": "1759-2879",
    "issn_type": "Print",
    "volume": "2",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "238",
  "end_page": "253",
  "pages": "238-53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26061888",
    "doi": "10.1002/jrsm.53"
  },
  "doi": "10.1002/jrsm.53",
  "dates": {
    "completed": "2015-06-12",
    "revised": "2015-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.959571",
    "pmid": "26061888"
  }
}