{
  "pmid": "26068209",
  "uid": "26068209",
  "title": "Measuring utilities of severe facial disfigurement and composite tissue allotransplantation of the face in patients with severe face and neck burns from the perspectives of the general public, medical experts and patients.",
  "abstract": "PURPOSE: In an otherwise healthy patient with severe facial disfigurement secondary to burns, composite tissue allotransplantation (CTA) results in life-long immunosuppressive therapy and its associated risk. In this study, we assess the net gain of CTA of face (in terms of utilities) from the perspectives of patient, general public and medical expert, in comparison to the risks. METHODS: Using the standard gamble (SG) and time-trade off (TTO) techniques, utilities were obtained from members of general public, patients with facial burns, and medical experts (n=25 for each group). The gain (or loss) in utility and quality adjusted life years (QALY) were estimated using face-to-face interviews. A sensitivity analysis using variable life expectancy was conducted. RESULTS: From the patient perspective, severe facial burn was associated with a health utility value of 0.53, and 27.1 QALYs as calculated by SG, and a health utility value of 0.57, and 28.9 QALYs as calculated by TTO. In comparison, CTA of the face was associated with a health utility value of 0.64, and 32.3 QALYs (or 18.2 QALYs years per sensitivity analysis) as calculated by SG, and a health utility value of 0.67, and 34.1 QALYs (or 19.2QALYs per sensitivity analysis) as calculated by TTO. However, a loss of 8.9 QALYs (by SG method) to 9.5 QALYs (by TTO method) was observed when the life expectancy was decreased in the sensitivity analysis. Similar results were obtained from the general population and medical experts perspectives. CONCLUSION: We found that severe facial disfigurement is associated with a significant reduction in the health-related quality of life, and CTA has the potential to improve this. Further, we found that a trade-off exists between the life expectancy and gain in the QALYs, i.e. if life expectancy following CTA of face is reduced, the gain in QALY is also diminished. This trade-off needs to be validated in future studies.",
  "authors": [
    {
      "last_name": "Chuback",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Chuback",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Blake",
      "initials": "B",
      "name": "Blake Yarascavitch",
      "affiliations": [
        "Department of Neurosurgery, University of Texas Southwestern, Dallas, TX, United States."
      ]
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Alec",
      "initials": "A",
      "name": "Alec Yarascavitch",
      "affiliations": [
        "Section of Emergency Medicine, Division of Clinical Sciences, Northern Ontario School of Medicine, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj Nirmal",
      "initials": "MN",
      "name": "Manraj Nirmal Kaur",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; School of Rehabilitation Sciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Surgical Outcomes Research Center, Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Martin",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Surgical Outcomes Research Center, Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: athoma@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Burns : journal of the International Society for Burn Injuries",
    "iso_abbreviation": "Burns",
    "issn": "1879-1409",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "1524",
  "end_page": "1531",
  "pages": "1524-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Burns",
    "Facial Injuries",
    "Female",
    "Health Status",
    "Humans",
    "Life Expectancy",
    "Male",
    "Middle Aged",
    "Neck Injuries",
    "Patient Satisfaction",
    "Public Opinion",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Vascularized Composite Allotransplantation"
  ],
  "article_ids": {
    "pubmed": "26068209",
    "doi": "10.1016/j.burns.2015.05.002",
    "pii": "S0305-4179(15)00130-8"
  },
  "doi": "10.1016/j.burns.2015.05.002",
  "dates": {
    "completed": "2016-07-15",
    "revised": "2015-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.158101",
    "pmid": "26068209"
  }
}