{
  "pmid": "26061786",
  "uid": "26061786",
  "title": "Pooling health-related quality of life outcomes in meta-analysis-a tutorial and review of methods for enhancing interpretability.",
  "abstract": "BACKGROUND: - Meta-analyses of health-related quality of life (HRQL) outcomes present difficulties in interpretation when studies use different instruments to measure the same construct. Presentation of results in standard deviation units (standardized mean difference) is widely used but is limited by vulnerability to differential variability in populations enrolled and interpretational challenges. OBJECTIVE: - The objective of this study is to identify and describe the available approaches for enhancing interpretability of meta-analyses involving HRQL outcomes. FINDINGS: - We identified 12 approaches in three categories: Summary estimates derived from the pooled standardized mean difference: conversion to units of the most familiar instrument or to risk difference or odds ratio. These approaches remain vulnerable to differential variability in populations. Summary estimates derived from the individual trial summary statistics: conversion to units of the most familiar instrument or to ratio of means. Both are appropriate complementary approaches to measures derived from converted probabilities. Summary estimates derived from the individual trial summary statistics and established minimally important differences for all instruments: presentation in minimally important difference units or conversion to risk difference or odds ratio. Risk differences are ideal for balancing desirable and undesirable consequences of alternative interventions. CONCLUSION: - The use of these approaches may enhance the interpretability and the usefulness of systematic reviews involving HRQL outcomes. Copyright © 2011 John Wiley & Sons, Ltd.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. thorluk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anaesthesia & Pain Medicine, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Furukawa",
      "fore_name": "Toshi A",
      "initials": "TA",
      "name": "Toshi A Furukawa",
      "affiliations": [
        "Kyoto University Graduate School of Medicine, Health Promotion and Human Behavior,, Kyoto, Japan."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research synthesis methods",
    "iso_abbreviation": "Res Synth Methods",
    "issn": "1759-2879",
    "issn_type": "Print",
    "volume": "2",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "188",
  "end_page": "203",
  "pages": "188-203",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26061786",
    "doi": "10.1002/jrsm.46"
  },
  "doi": "10.1002/jrsm.46",
  "dates": {
    "completed": "2015-06-12",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.183601",
    "pmid": "26061786"
  }
}