{
  "pmid": "26068514",
  "uid": "26068514",
  "title": "Rationale and methods of a multicentre randomised controlled trial of the effectiveness of a Community Health Assessment Programme with Emergency Medical Services (CHAP-EMS) implemented on residents aged 55 years and older in subsidised seniors' housing buildings in Ontario, Canada.",
  "abstract": "INTRODUCTION: Chronic diseases and falls substantially contribute to morbidity/mortality among seniors, causing this population to frequently seek emergency medical care. Research suggests the paramedic role can be successfully expanded to include community-based health promotion and prevention. This study implements a community paramedicine programme targeting seniors in subsidised housing, a high-risk population and frequent users of emergency medical services (EMS). The aims are to reduce EMS calls, improve health outcomes and healthcare utilisation. METHODS/ANALYSIS: This is a pragmatic clustered randomised control trial in four communities across Ontario, Canada. Within each, four to eight seniors' apartment buildings will be paired and within each pair one building will be randomly assigned to receive the Community Health Assessment Programme through EMS (CHAP-EMS) intervention, while the other building receives no intervention. During the 1-year intervention, paramedics will run weekly sessions in a common area of the building, assessing risk factors for cardiovascular disease, diabetes and falls; providing health education and referrals to community programmes; and communicating results to the participant's primary physician. The primary outcomes are rate of emergency calls per 100 residents, change in blood pressure and change in Canadian Diabetes Risk (CANRISK) score, as collected by the local EMS and study databases. The secondary outcomes are change in health behaviours, measured using a preintervention and postintervention survey and healthcare utilisation, available through administrative databases. Analysis will mainly consist of descriptive statistics and generalised estimating equations, including subgroup cluster analysis. ETHICS/DISSEMINATION: This study is approved by the Hamilton Integrated Research Ethics Board and will follow the Tri-Council Policy Statement. Findings will be disseminated through reports to local stakeholders, publication in peer-reviewed journals and conference presentations. TRIAL REGISTRATION NUMBER: NCT02152891.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonough",
      "fore_name": "Beatrice",
      "initials": "B",
      "name": "Beatrice McDonough",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada Public Health Services, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marzanek",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada Centre for Evaluation of Medicines, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "e008110",
  "pages": "e008110",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Cardiovascular Diseases",
    "Chronic Disease",
    "Comorbidity",
    "Diabetes Mellitus",
    "Emergency Medical Services",
    "Female",
    "Health Promotion",
    "Housing for the Elderly",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pilot Projects",
    "Preventive Medicine",
    "Program Evaluation",
    "Public Health",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "26068514",
    "pmc": "PMC4466604",
    "doi": "10.1136/bmjopen-2015-008110",
    "pii": "bmjopen-2015-008110"
  },
  "doi": "10.1136/bmjopen-2015-008110",
  "pmc_id": "PMC4466604",
  "dates": {
    "completed": "2016-05-16",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-133563",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.644976",
    "pmid": "26068514"
  }
}