{
  "pmid": "26062282",
  "uid": "26062282",
  "title": "Patient assessment: preparing for a predictable aesthetic outcome.",
  "abstract": "The flux of patients seeking to make changes to the appearance of their smile zone appears to be on a pathway of continual increase. This is possibly due to an increase in awareness towards oral health, and perhaps social, peer and media pressures, respectively. Cohorts of dental practitioners have thus responded to the latter demands by attending a plethora of educational courses, often focusing on either restorative techniques or other disciplines, notably orthodontics and clear aligners in particular. Consequently, treatment planning and thus treatment provision may carry the risk of being biased or indeed 'outcome driven' whereby the skills and knowledge of any clinician towards a particular faculty may significantly influence the ultimate treatment plan, with the unfortunate tendency sometimes to overlook the role of the interdisciplinary approach of concomitant restorative and contemporary techniques. The role of orthodontics to facilitate the provision of such treatment, along with predictable enamel bonding, has the distinct advantage of providing an acceptable aesthetic result with minimal biological intervention. However, to achieve an optimal result in such cases requires meticulous treatment planning and patient selection to avoid pitfalls with regards to long-term stability and function. This article suggests a standardized approach to patient assessment, with an interdisciplinary perspective in mind. Clinical Relevance: With the growth of patient demand for improving the appearance of the smile, a meticulous assessment protocol is required along with effective interdisciplinary communication. This enables a comprehensive treatment plan to be developed with the correct priorities.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": []
    },
    {
      "last_name": "Banerji",
      "fore_name": "Subir",
      "initials": "S",
      "name": "Subir Banerji",
      "affiliations": []
    },
    {
      "last_name": "Aulakh",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Aulakh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dental update",
    "iso_abbreviation": "Dent Update",
    "issn": "0305-5000",
    "issn_type": "Print",
    "volume": "42",
    "issue": "1",
    "pub_year": "2015"
  },
  "start_page": "78",
  "end_page": "86",
  "pages": "78-80, 82-4, 86",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cephalometry",
    "Color",
    "Dental Care",
    "Esthetics, Dental",
    "Face",
    "Gingiva",
    "Humans",
    "Malocclusion",
    "Medical History Taking",
    "Odontometry",
    "Oral Health",
    "Patient Care Planning",
    "Patient Care Team",
    "Periodontal Diseases",
    "Physical Examination",
    "Smiling",
    "Tooth",
    "Tooth Diseases",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26062282",
    "doi": "10.12968/denu.2015.42.1.78"
  },
  "doi": "10.12968/denu.2015.42.1.78",
  "dates": {
    "completed": "2015-07-09",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.405107",
    "pmid": "26062282"
  }
}