{
  "pmid": "26079453",
  "uid": "26079453",
  "title": "Back to Anatomy: Improving Landmarking Accuracy of Clinical Procedures Using a Novel Approach to Procedural Teaching.",
  "abstract": "OBJECTIVES: Many believe that knowledge of anatomy is essential for performing clinical procedures; however, unlike their surgical counterparts, internal medicine (IM) programs rarely incorporate anatomy review into procedural teaching. This study tested the hypothesis that an educational intervention focused on teaching relevant surface and underlying anatomy would result in improved bone marrow procedure landmarking accuracy. METHODS: This was a preintervention-postintervention prospective study on landmarking accuracy of consenting IM residents attending their mandatory academic half-day. The intervention included an interactive video and visualization exercise; the video was developed specifically to teach the relevant underlying anatomy and includes views of live volunteers, cadavers, and skeletons. RESULTS: Thirty-one IM residents participated. At pretest, 48% (15/31) of residents landmarked accurately. Inaccuracy of pretest landmarking varied widely (n = 16, mean 20.06 mm; standard deviation 30.03 mm). At posttest, 74% (23/31) of residents accurately performed the procedure. McNemar test revealed a nonsignificant trend toward increased performance at posttest (P = 0.076; unadjusted odds for discordant pairs 3; 95% confidence interval 0.97-9.3). The Wilcoxon signed rank test demonstrated a significant difference between pre- and posttest accuracy in the 16 residents who were inaccurate at pretest (P = 0.004). No association was detected between participant baseline characteristics and pretest accuracy. CONCLUSIONS: This study demonstrates that residents who were initially inaccurate were able to significantly improve their landmarking skills by interacting with an educational tool emphasizing the relation between the surface and underlying anatomy. Our results support the use of basic anatomy in teaching bone marrow procedures. Results also support the proper use of video as an effective means for incorporating anatomy teaching around procedural skills.",
  "authors": [
    {
      "last_name": "Zeller",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Zeller",
      "affiliations": [
        "From McMaster University, and the Centre for Education Research and Innovation and the Schulich School of Medicine and Dentistry, University of Western Ontario, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Cristancho",
      "fore_name": "Sayra",
      "initials": "S",
      "name": "Sayra Cristancho",
      "affiliations": [
        "From McMaster University, and the Centre for Education Research and Innovation and the Schulich School of Medicine and Dentistry, University of Western Ontario, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mangel",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy Mangel",
      "affiliations": [
        "From McMaster University, and the Centre for Education Research and Innovation and the Schulich School of Medicine and Dentistry, University of Western Ontario, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Goldszmidt",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Goldszmidt",
      "affiliations": [
        "From McMaster University, and the Centre for Education Research and Innovation and the Schulich School of Medicine and Dentistry, University of Western Ontario, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Southern medical journal",
    "iso_abbreviation": "South Med J",
    "issn": "1541-8243",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "310",
  "end_page": "317",
  "pages": "310-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anatomy",
    "Bone Marrow",
    "Humans",
    "Internal Medicine",
    "Internship and Residency",
    "Specimen Handling",
    "Tattooing",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "26079453",
    "doi": "10.14423/SMJ.0000000000000288",
    "pii": "SMJ50016"
  },
  "doi": "10.14423/SMJ.0000000000000288",
  "dates": {
    "completed": "2015-09-03",
    "revised": "2015-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.304986",
    "pmid": "26079453"
  }
}