{
  "pmid": "26072464",
  "uid": "26072464",
  "title": "The fragility of statistically significant findings from randomized trials in spine surgery: a systematic survey.",
  "abstract": "BACKGROUND CONTEXT: Randomized controlled trials (RCTs) are the most trustworthy source for evaluating treatment effects, but RCTs of spine surgery interventions often produce discordant results. The Fragility Index is a novel metric to inform about the robustness of statistically significant results. PURPOSE: The aim was to determine the robustness of statistically significant results from RCTs of spine surgery interventions. STUDY DESIGN/SETTING: This was a systematic survey. PATIENT SAMPLE: The sample included RCTs of spine surgery interventions. OUTCOME MEASURES: The Fragility Index is the minimum number of patients in a trial whose status would have to change from a nonevent to an event to change a statistically significant result to a nonsignificant result. Events refer to the occurrence of any dichotomous outcome, such as successful fusion, incident fracture, adjacent segment degeneration, or achievement of a certain functional score. A small Fragility Index indicates that the statistical significance of a result hinges on only a few events, and a large Fragility Index increases one's confidence in the observed treatment effects. METHODS: We systematically reviewed a database for evidence-based orthopedics and identified all the RCTs that reported at least one positive outcome (ie, p<.05). Two reviewers independently assessed eligibility and extracted data. We used the Fisher exact test to compute Fragility Index values and multivariable linear regression to evaluate potential associated factors. RESULTS: We identified 40 eligible RCTs with a median sample size of 132 patients (interquartile range [IQR] 79-208) and a median total number of outcome events for the chosen outcome of 31 (IQR 13-63). The median Fragility Index was two (IQR 1-3), which means that adding two events to one of the trial's treatment arms eliminated its statistical significance. The Fragility Index was less than or equal to three events in 75% of the trials, and was less than or equal to the number of patients lost to follow-up in 65% of the trials. Fragility Index values correlated positively with total sample size (r=0.35; p<.05). When adjusted for losses to follow-up and risk of bias, increasing Fragility Index values were associated only with increasingly significant reported p values (p<.01). CONCLUSIONS: Statistically significant results in spine surgery RCTs are frequently fragile. The addition of only a small number of outcome events can completely eliminate significance. Surgeons, researchers, and other evidence users should exercise caution when interpreting the findings from RCTs with low Fragility Index values and applying these results to patient care.",
  "authors": [
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: nathan.evaniew@medportal.ca."
      ]
    },
    {
      "last_name": "Files",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Files",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Smith",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The spine journal : official journal of the North American Spine Society",
    "iso_abbreviation": "Spine J",
    "issn": "1878-1632",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "2188",
  "end_page": "2197",
  "pages": "2188-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Neurosurgical Procedures",
    "Orthopedic Procedures",
    "Randomized Controlled Trials as Topic",
    "Spinal Injuries"
  ],
  "article_ids": {
    "pubmed": "26072464",
    "doi": "10.1016/j.spinee.2015.06.004",
    "pii": "S1529-9430(15)00577-X"
  },
  "doi": "10.1016/j.spinee.2015.06.004",
  "dates": {
    "completed": "2016-06-09",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.594688",
    "pmid": "26072464"
  }
}