{
  "pmid": "26071806",
  "uid": "26071806",
  "title": "Inheritance, realized heritability and biochemical mechanism of acetamiprid resistance in the cotton mealybug, Phenacoccus solenopsis Tinsley (Homoptera: Pseudococcidae).",
  "abstract": "The cotton mealybug, Phenacoccus solenopsis Tinsley (Homoptera: Pseudococcidae) is a serious pest in many countries of the world because of its polyphagous nature and has caused huge losses to the cotton crop. The aim of present study was to explore the mode of inheritance and mechanism of acetamiprid resistance in P. solenopsis. After five rounds of selection with acetamiprid, P. solenopsis developed a 315-fold resistance compared with the laboratory susceptible population. The LC50 values of progenies of both reciprocal crosses (F1 and F1') showed no significant difference and degree of dominance values were 0.56 and 0.93 for F1 and F1', respectively. Monogenic model of inheritance and Lande's method revealed that more than one factors were involved in acetamiprid resistance. Realized heritability (h(2)) value was 0.58 for acetamiprid resistance. A synergism study of piperonyl butoxide (PBO) and S,S,S-tributylphosphorotrithioate (DEF) with acetamiprid also showed the significant presence of P-450 mono-oxygenase and esterase in the acetamiprid resistance. Hence, acetamiprid resistance in the P. solenopsis was autosomal, incompletely dominant and polygenic. These results are a source of basic information to design and plan fruitful management programmes to control P. solenopsis.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Babar Shahzad",
      "initials": "MB",
      "name": "Muhammad Babar Shahzad Afzal",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: shahzad.babar35@gmail.com."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Naeem",
      "initials": "N",
      "name": "Naeem Abbas",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Shad",
      "fore_name": "Sarfraz Ali",
      "initials": "SA",
      "name": "Sarfraz Ali Shad",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: sarfrazshad@bzu.edu.pk."
      ]
    }
  ],
  "journal": {
    "title": "Pesticide biochemistry and physiology",
    "iso_abbreviation": "Pestic Biochem Physiol",
    "issn": "1095-9939",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "44",
  "end_page": "49",
  "pages": "44-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Drug Synergism",
    "Female",
    "Genes, Dominant",
    "Hemiptera",
    "Inactivation, Metabolic",
    "Insecticide Resistance",
    "Insecticides",
    "Male",
    "Neonicotinoids",
    "Organothiophosphates",
    "Piperonyl Butoxide",
    "Pyridines"
  ],
  "article_ids": {
    "pubmed": "26071806",
    "doi": "10.1016/j.pestbp.2014.12.025",
    "pii": "S0048-3575(14)00252-1"
  },
  "doi": "10.1016/j.pestbp.2014.12.025",
  "dates": {
    "completed": "2016-03-24",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Insecticides",
    "Neonicotinoids",
    "Organothiophosphates",
    "Pyridines",
    "acetamiprid",
    "S,S,S-trimethyl phosphorotrithioate",
    "Piperonyl Butoxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.755002",
    "pmid": "26071806"
  }
}