{
  "pmid": "26074980",
  "uid": "26074980",
  "title": "Air Quality and Respiratory Health among Adolescents from the United Arab Emirates.",
  "abstract": "PURPOSE: To examine the role of air quality in relation to chronic bronchitis, emphysema, asthma, wheeze, and dry cough among adolescents from the United Arab Emirates (UAE). METHODS: A survey was administered on 6,363 adolescents from 9 UAE regions. Data consists of demographic, socioeconomic, residential, and behavioural variables, such as location of residence, residing near industry/gas stations/dumpsites/construction sites, residing near overhead power line/plants, exposure to tobacco, residential exposure, ethnicity, concern over air pollution, smoking, and purposely smelling gasoline fumes/glue/correctors/car exhaust/burning black ants. Logistic regression modeling was used to determine significant predictors of respiratory health. RESULTS: Asthma prevalence was 12.3%, followed by chronic bronchitis (1.8%) and emphysema (0.5%). Overall 12.2% reported wheeze and 34.8% reported a dry nocturnal cough in the past year. Multivariate analyses suggest that sex is a significant predictor of asthma and dry cough. Exposure to tobacco and arts/crafts/ceramics/stain is significant predictor of respiratory health. Tobacco smoking and purposely smelling gasoline fumes/glue/correctors/car exhaust/burning black ants are significant predictors of wheeze and dry cough. CONCLUSIONS: This study suggests that exposure to air quality and behavioral factors such as smoking and purposely smelling gasoline fumes, glue, correctors, car exhaust, or burning black ants are significant predictors of respiratory health among UAE adolescents.",
  "authors": [
    {
      "last_name": "Barakat-Haddad",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Barakat-Haddad",
      "affiliations": [
        "Faculty of Health Sciences, University of Ontario Institute of Technology, 2000 Simcoe Street North, Oshawa, ON, Canada L1H 7K4."
      ],
      "orcid": "0000-0001-8608-0889"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Sheng",
      "initials": "S",
      "name": "Sheng Zhang",
      "affiliations": [
        "University of Toronto Scarborough, 1265 Military Trail, Toronto, ON, Canada M1C 1A4."
      ],
      "orcid": "0000-0002-8721-7725"
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, Canada L8S 4L8."
      ],
      "orcid": "0000-0003-2165-4209"
    },
    {
      "last_name": "Dghaim",
      "fore_name": "Rania",
      "initials": "R",
      "name": "Rania Dghaim",
      "affiliations": [
        "Department of Natural Science and Public Health, College of Sustainability Sciences and Humanities, Zayed University, Dubai, UAE."
      ]
    }
  ],
  "journal": {
    "title": "Journal of environmental and public health",
    "iso_abbreviation": "J Environ Public Health",
    "issn": "1687-9813",
    "issn_type": "Electronic",
    "volume": "2015",
    "pub_year": "2015"
  },
  "start_page": "284595",
  "pages": "284595",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Air Pollution",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Prevalence",
    "Respiratory Sounds",
    "Respiratory Tract Diseases",
    "Risk Factors",
    "United Arab Emirates",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26074980",
    "pmc": "PMC4449946",
    "doi": "10.1155/2015/284595"
  },
  "doi": "10.1155/2015/284595",
  "pmc_id": "PMC4449946",
  "dates": {
    "completed": "2016-05-17",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:48.984909",
    "pmid": "26074980"
  }
}