{
  "pmid": "26083541",
  "uid": "26083541",
  "title": "Family presence during resuscitation: A Canadian Critical Care Society position paper.",
  "abstract": "BACKGROUND: Recent evidence suggests that patient outcomes are not affected by the offering of family presence during resuscitation (FPDR), and that psychological outcomes are neutral or improved in family members of adult patients. The exclusion of family members from the resuscitation area should, therefore, be reassessed. OBJECTIVE: The present Canadian Critical Care Society position paper is designed to help clinicians and institutions decide whether to incorporate FPDR as part of their routine clinical practice, and to offer strategies to implement FPDR successfully. METHODS: The authors conducted a literature search of the perspectives of health care providers, patients and families on the topic of FPDR, and considered the relevant ethical values of beneficence, nonmaleficence, autonomy and justice in light of the clinical evidence for FPDR. They reviewed randomized controlled trials and observational studies of FPDR to determine strategies that have been used to screen family members, select appropriate chaperones and educate staff. RESULTS: FPDR is an ethically sound practice in Canada, and may be considered for the families of adult and pediatric patients in the hospital setting. Hospitals that choose to implement FPDR should develop transparent policies regarding which family members are to be offered the opportunity to be present during the resuscitation. Experienced chaperones should accompany and support family members in the resuscitation area. Intensive educational interventions and increasing experience with FPDR are associated with increased support for the practice from health care providers. CONCLUSIONS: FPDR should be considered to be an important component of patient and family-centred care.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon John Walsh",
      "initials": "SJ",
      "name": "Simon John Walsh Oczkowski",
      "affiliations": []
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Mazzetti",
      "affiliations": []
    },
    {
      "last_name": "Cupido",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Cupido",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison E",
      "initials": "AE",
      "name": "Alison E Fox-Robichaud",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1916-7245",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2015"
  },
  "start_page": "201",
  "end_page": "205",
  "pages": "201-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Cardiopulmonary Resuscitation",
    "Critical Care",
    "Family",
    "Heart Arrest",
    "Humans",
    "Psychological Trauma",
    "Societies, Medical",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26083541",
    "pmc": "PMC4530851",
    "doi": "10.1155/2015/532721",
    "pii": "16870"
  },
  "doi": "10.1155/2015/532721",
  "pmc_id": "PMC4530851",
  "dates": {
    "completed": "2016-06-06",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:50.319086",
    "pmid": "26083541"
  }
}