{
  "pmid": "26109263",
  "uid": "26109263",
  "title": "Who Purchases Low-Cost Alcohol in Australia?",
  "abstract": "AIMS: Debates surrounding potential price-based polices aimed at reducing alcohol-related harms tend to focus on the debate concerning who would be most affected-harmful or low-income drinkers. This study will investigate the characteristics of people who purchase low-cost alcohol using data from the Australian arm of the International Alcohol Control study. METHODS: 1681 Australians aged 16 and over who had consumed alcohol and purchased it in off-licence premises were asked detailed questions about both practices. Low-cost alcohol was defined using cut-points of 80¢, $1.00 or $1.25 per Australian standard drink. RESULTS: With a $1.00 cut-off low income (OR = 2.1) and heavy drinkers (OR = 1.7) were more likely to purchase any low-cost alcohol. Harmful drinkers purchased more, and low-income drinkers less, alcohol priced at less than $1.00 per drink than high income and moderate drinkers respectively. The relationship between the proportion of units purchased at low cost and both drinker category and income is less clear, with hazardous, but not harmful, drinkers purchasing a lower proportion of units at low cost than moderate drinkers. CONCLUSIONS: The impact of minimum pricing on low income and harmful drinkers will depend on whether the proportion or total quantity of all alcohol purchased at low cost is considered. Based on absolute units of alcohol, minimum unit pricing could be differentially effective for heavier drinkers compared to other drinkers, particularly for young males.",
  "authors": [
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Australia Eastern Health Clinical School, Monash University, Melbourne, Australia sarahc@turningpoint.org.au."
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Australia Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia Centre for Social Research on Alcohol & Drugs, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Australia Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point, Australia Eastern Health Clinical School, Monash University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "647",
  "end_page": "653",
  "pages": "647-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Commerce",
    "Costs and Cost Analysis",
    "Female",
    "Humans",
    "Income",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26109263",
    "doi": "10.1093/alcalc/agv066",
    "pii": "agv066"
  },
  "doi": "10.1093/alcalc/agv066",
  "dates": {
    "completed": "2016-08-26",
    "revised": "2015-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.760729",
    "pmid": "26109263"
  }
}