{
  "pmid": "26113295",
  "uid": "26113295",
  "title": "Supporting quality public and patient engagement in health system organizations: development and usability testing of the Public and Patient Engagement Evaluation Tool.",
  "abstract": "OBJECTIVES: Only rudimentary tools exist to support health system organizations to evaluate their public and patient engagement (PPE) activities. This study responds to this gap by developing a generic evaluation tool for use in a wide range of organizations. METHODS: The evaluation tool was developed through an iterative, collaborative process informed by a review of published and grey literature and with the input of Canadian PPE researchers and practitioners. Over a 3-year period, structured e-mail, telephone and face-to-face exchanges, including a modified Delphi process, were used to produce an evaluation tool that includes core principles of high-quality engagement, expected outcomes for each principle and three unique evaluation questionnaires that were tested and revised with input from 65 end users. RESULTS: The tool is structured around four core principles of 'quality engagement': (i) integrity of design and process; (ii) influence and impact; (iii) participatory culture; and (iv) collaboration and common purpose. Three unique questionnaires were developed to assess each of these four evaluation domains from the following perspectives: (i) those who participate in PPE activities; (ii) those who plan, execute or sponsor PPE activities within organizations; and (iii) those who provide the leadership and capacity for PPE within their organizations. CONCLUSIONS: This is the first known collaboration of researchers and practitioners in the co-design of a comprehensive PPE evaluation tool aimed at three distinct respondent groups and for use in a wide range of health system organization settings.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Li",
      "affiliations": [
        "Ontario Ministry of Health and Long-Term Care, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Wilson",
      "affiliations": [
        "Nova Scotia Health Authority, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Shields",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Shields",
      "affiliations": [
        "Allied Health and Outreach Services, NorWest Community Health Centres, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Schneider",
      "affiliations": [
        "Winnipeg Regional Health Authority, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Boesveld",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Boesveld",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "817",
  "end_page": "827",
  "pages": "817-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Delphi Technique",
    "Health Care Sector",
    "Health Planning",
    "Health Policy",
    "Health Priorities",
    "Humans",
    "Needs Assessment",
    "Patient Participation",
    "Policy Making",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26113295",
    "pmc": "PMC5152717",
    "doi": "10.1111/hex.12378"
  },
  "doi": "10.1111/hex.12378",
  "pmc_id": "PMC5152717",
  "dates": {
    "completed": "2018-02-02",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MHS-124759",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PHE-91565",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.754707",
    "pmid": "26113295"
  }
}