{
  "pmid": "26115366",
  "uid": "26115366",
  "title": "Measuring Computed Tomography Scanner Variability of Radiomics Features.",
  "abstract": "OBJECTIVES: The purpose of this study was to determine the significance of interscanner variability in CT image radiomics studies. MATERIALS AND METHODS: We compared the radiomics features calculated for non-small cell lung cancer (NSCLC) tumors from 20 patients with those calculated for 17 scans of a specially designed radiomics phantom. The phantom comprised 10 cartridges, each filled with different materials to produce a wide range of radiomics feature values. The scans were acquired using General Electric, Philips, Siemens, and Toshiba scanners from 4 medical centers using their routine thoracic imaging protocol. The radiomics feature studied included the mean and standard deviations of the CT numbers as well as textures derived from the neighborhood gray-tone difference matrix. To quantify the significance of the interscanner variability, we introduced the metric feature noise. To look for patterns in the scans, we performed hierarchical clustering for each cartridge. RESULTS: The mean CT numbers for the 17 CT scans of the phantom cartridges spanned from -864 to 652 Hounsfield units compared with a span of -186 to 35 Hounsfield units for the CT scans of the NSCLC tumors, showing that the phantom's dynamic range includes that of the tumors. The interscanner variability of the feature values depended on both the cartridge material and the feature, and the variability was large relative to the interpatient variability in the NSCLC tumors for some features. The feature interscanner noise was greatest for busyness and least for texture strength. Hierarchical clustering produced different clusters of the phantom scans for each cartridge, although there was some consistent clustering by scanner manufacturer. CONCLUSIONS: The variability in the values of radiomics features calculated on CT images from different CT scanners can be comparable to the variability in these features found in CT images of NSCLC tumors. These interscanner differences should be considered, and their effects should be minimized in future radiomics studies.",
  "authors": [
    {
      "last_name": "Mackin",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Mackin",
      "affiliations": [
        "From the *Department of Radiation Physics, The University of Texas MD Anderson Cancer Center; †Graduate School of Biomedical Sciences, The University of Texas Health Science Center at Houston; ‡Research Service Line and Diagnostic and Therapeutic Care Line, Michael E. DeBakey VA Medical Center; §Department of Radiology, Baylor College of Medicine; ∥Radiation Oncology Department, Houston Methodist Hospital; ¶Department of Diagnostic Imaging, Texas Children's Hospital; and #Department of Imaging Physics, The University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Fave",
      "fore_name": "Xenia",
      "initials": "X",
      "name": "Xenia Fave",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lifei",
      "initials": "L",
      "name": "Lifei Zhang",
      "affiliations": []
    },
    {
      "last_name": "Fried",
      "fore_name": "David",
      "initials": "D",
      "name": "David Fried",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Jinzhong",
      "initials": "J",
      "name": "Jinzhong Yang",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Taylor",
      "affiliations": []
    },
    {
      "last_name": "Rodriguez-Rivera",
      "fore_name": "Edgardo",
      "initials": "E",
      "name": "Edgardo Rodriguez-Rivera",
      "affiliations": []
    },
    {
      "last_name": "Dodge",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Dodge",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron Kyle",
      "initials": "AK",
      "name": "Aaron Kyle Jones",
      "affiliations": []
    },
    {
      "last_name": "Court",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Court",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Investigative radiology",
    "iso_abbreviation": "Invest Radiol",
    "issn": "1536-0210",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "757",
  "end_page": "765",
  "pages": "757-65",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Aged",
    "Carcinoma, Non-Small-Cell Lung",
    "Equipment Design",
    "Equipment Failure Analysis",
    "Humans",
    "Image Interpretation, Computer-Assisted",
    "Lung Neoplasms",
    "Middle Aged",
    "Phantoms, Imaging",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "26115366",
    "mid": "NIHMS687665",
    "pmc": "PMC4598251",
    "doi": "10.1097/RLI.0000000000000180"
  },
  "doi": "10.1097/RLI.0000000000000180",
  "pmc_id": "PMC4598251",
  "dates": {
    "completed": "2016-07-18",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R03 CA178495",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R03CA178495",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.598857",
    "pmid": "26115366"
  }
}