{
  "pmid": "26121101",
  "uid": "26121101",
  "title": "Pilot Randomized Trials in Pediatric Critical Care: A Systematic Review.",
  "abstract": "OBJECTIVES: Pilot trials are smaller randomized controlled trials conducted to inform the design and assess the feasibility of a large-scale trials. The objectives of this systematic review were to describe pilot trials in pediatric critical care, their conclusions about the clinical implications of the results, and the need for future research and to determine the frequency of large follow-up trials. DATA SOURCES: The Evidence in Pediatric Intensive Care database (http://epicc.mcmaster.ca), a comprehensive repository of published pediatric critical care randomized controlled trials and the World Health Organization's Clinical Trials Registry Platform. STUDY SELECTION: Randomized controlled trials described in the publication as \"pilot,\" \"feasibility,\" \"proof-of-concept,\" \"exploratory,\" \"phase 2,\" \"vanguard,\" or \"preliminary.\" DATA EXTRACTION: Pairs of reviewers screened studies for eligibility and abstracted data independently. DATA SYNTHESIS: We found 32 pilot trials (12.2% of all pediatric critical care randomized controlled trials) published before July 2014, varying in size from 6 to 165 children. Pilot trials were significantly smaller than those not described as pilots, but other key characteristics were not significantly different. The authors of 16 publications (48.4%) included explicit and specific conclusions about the design or feasibility of larger trials based on the results of the pilot trial. In 20 publications (64.5%), the authors made conclusions about clinical efficacy based on results of the pilot trial. Four of the 32 pilot trials (12.9%) led to larger trials, two of which have been published. CONCLUSIONS: Published pilot trials in pediatric critical care often focus on clinical outcomes. They uncommonly report explicit feasibility outcomes, criteria for success, or rationale for the pilot sample size. These pilot trials infrequently lead to larger trials. Understanding and addressing the reasons for this are key to the success of pediatric critical care research.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "1Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 2Department of Pediatrics, Alberta Research Centre for Health Evidence, University of Alberta, Edmonton, AB, Canada. 3Departments of Pediatrics and Epidemiology and Community Medicine, University of Ottawa, Ottawa, ON, Canada. 4Departments of Clinical Epidemiology and Biostatistics, Pediatrics, and Anesthesia, McMaster University, Hamilton, ON, Canada. 5Departments of Clinical Epidemiology and Biostatistics, and Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": []
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "16",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "e239",
  "end_page": "e244",
  "pages": "e239-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Critical Care",
    "Humans",
    "Pediatrics",
    "Pilot Projects",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26121101",
    "doi": "10.1097/PCC.0000000000000475"
  },
  "doi": "10.1097/PCC.0000000000000475",
  "dates": {
    "completed": "2016-07-14",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN: 119800",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.137543",
    "pmid": "26121101"
  }
}