{
  "pmid": "26123030",
  "uid": "26123030",
  "title": "The effect of sexually transmitted co-infections on HIV viral load amongst individuals on antiretroviral therapy: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Antiretroviral therapy (ART) markedly reduces HIV transmission, and testing and treatment programs have been advocated as a method for decreasing transmission at the population level. Little is known, however, about the extent to which sexually transmitted infections (STIs), which increase the HIV infectiousness of untreated individuals, may decrease the effectiveness of treatment as prevention. METHODS: We searched major bibliographic databases to August 12(th), 2014 and identified studies reporting differences in HIV transmission rate or in viral load between individuals on ART who either were or were not co-infected with another STI. We used hierarchical Bayesian models to estimate viral load differences between individuals with and without STI co-infections. RESULTS: The search strategy retrieved 1630 unique citations of which 14 studies (reporting on 4607 HIV viral load measurements from 2835 unique individuals) met the inclusion criteria. We did not find any suitable studies that estimated transmission rates directly in both groups. Our meta-analysis of HIV viral load measurements among treated individuals did not find a statistically significant effect of STI co-infection; viral loads were, on average, 0.11 log10 (95% CI -0.62 to 0.83) higher among co-infected versus non-co-infected individuals. CONCLUSIONS: Direct evidence about the effects of STI co-infection on transmission from individuals on ART is very limited. Available data suggests that the average effect of STI co-infection on HIV viral load in individuals on ART is less than 1 log10 difference, and thus unlikely to decrease the effectiveness of treatment as prevention. However, there is not enough data to rule out the possibility that particular STIs pose a larger threat.",
  "authors": [
    {
      "last_name": "Champredon",
      "fore_name": "David",
      "initials": "D",
      "name": "David Champredon",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada, Austin, TX, USA. david.champredon@gmail.com."
      ]
    },
    {
      "last_name": "Bellan",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Bellan",
      "affiliations": [
        "Center for Computational Biology and Bioinformatics, The University of Texas at Austin, Austin, TX, USA."
      ]
    },
    {
      "last_name": "Delva",
      "fore_name": "Wim",
      "initials": "W",
      "name": "Wim Delva",
      "affiliations": [
        "The South African DST/NRF Centre of Excellence in Epidemiological Modelling and Analysis (SACEMA), University of Stellenbosch, Stellenbosch, South Africa.",
        "International Centre for Reproductive Health (ICRH), Ghent University, Ghent, Belgium."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Spencer",
      "initials": "S",
      "name": "Spencer Hunt",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada, Austin, TX, USA."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Chyun-Fung",
      "initials": "CF",
      "name": "Chyun-Fung Shi",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada, Austin, TX, USA."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada, Austin, TX, USA."
      ]
    },
    {
      "last_name": "Dushoff",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dushoff",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada, Austin, TX, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "30"
  },
  "start_page": "249",
  "pages": "249",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Coinfection",
    "Female",
    "HIV Infections",
    "Humans",
    "Male",
    "Sexually Transmitted Diseases",
    "Viral Load"
  ],
  "article_ids": {
    "pubmed": "26123030",
    "pmc": "PMC4486691",
    "doi": "10.1186/s12879-015-0961-5",
    "pii": "10.1186/s12879-015-0961-5"
  },
  "doi": "10.1186/s12879-015-0961-5",
  "pmc_id": "PMC4486691",
  "dates": {
    "completed": "2016-05-02",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.082898",
    "pmid": "26123030"
  }
}