{
  "pmid": "26121310",
  "uid": "26121310",
  "title": "Alcohol outlet density and violence: A geographically weighted regression approach.",
  "abstract": "INTRODUCTION AND AIMS: We investigate the relationship between outlet density (of different types) and violence (as measured by police activity) across the North Island of New Zealand, specifically looking at whether the relationships vary spatially. DESIGN AND METHODS: We use New Zealand data at the census area unit (approximately suburb) level, on police-attended violent incidents and outlet density (by type of outlet), controlling for population density and local social deprivation. We employed geographically weighted regression to obtain both global average and locally specific estimates of the relationships between alcohol outlet density and violence. RESULT: We find that bar and night club density, and licensed club density (e.g. sports clubs) have statistically significant and positive relationships with violence, with an additional bar or night club is associated with nearly 5.3 additional violent events per year, and an additional licensed club associated with 0.8 additional violent events per year. These relationships do not show significant spatial variation. In contrast, the effects of off-licence density and restaurant/café density do exhibit significant spatial variation. However, the non-varying effects of bar and night club density are larger than the locally specific effects of other outlet types. DISCUSSION AND CONCLUSION: The relationships between outlet density and violence vary significantly across space for off-licences and restaurants/cafés. These results suggest that in order to minimise alcohol-related harms, such as violence, locally specific policy interventions are likely to be necessary. [Cameron MP, Cochrane W, Gordon C, Livingston M. Alcohol outlet density and violence: A geographically weighted regression approach. Drug Alcohol Rev 2016;35:280-288].",
  "authors": [
    {
      "last_name": "Cameron",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Cameron",
      "affiliations": [
        "Department of Economics, University of Waikato, Hamilton, New Zealand.",
        "National Institute of Demographic and Economic Analysis, University of Waikato, Hamilton, New Zealand."
      ]
    },
    {
      "last_name": "Cochrane",
      "fore_name": "William",
      "initials": "W",
      "name": "William Cochrane",
      "affiliations": [
        "National Institute of Demographic and Economic Analysis, University of Waikato, Hamilton, New Zealand.",
        "Faculty of Arts and Social Sciences, University of Waikato, Hamilton, New Zealand."
      ]
    },
    {
      "last_name": "Gordon",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Gordon",
      "affiliations": [
        "Health Promotion Agency, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug and Alcohol Research Centre, University of New South Wales, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "280",
  "end_page": "288",
  "pages": "280-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcohol-Related Disorders",
    "Alcoholic Beverages",
    "Commerce",
    "Humans",
    "New Zealand",
    "Police",
    "Restaurants",
    "Spatial Regression",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "26121310",
    "doi": "10.1111/dar.12295"
  },
  "doi": "10.1111/dar.12295",
  "dates": {
    "completed": "2017-12-15",
    "revised": "2018-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.760978",
    "pmid": "26121310"
  }
}