{
  "pmid": "26126125",
  "uid": "26126125",
  "title": "Near-misses are an opportunity to improve patient safety: adapting strategies of high reliability organizations to healthcare.",
  "abstract": "PURPOSE OF REVIEW: Near-miss investigations in high reliability organizations (HROs) aim to mitigate risk and improve system safety. Healthcare settings have a higher rate of near-misses and subsequent adverse events than most high-risk industries, but near-misses are not systematically reported or analyzed. In this review, we will describe the strategies for near-miss analysis that have facilitated a culture of safety and continuous quality improvement in HROs. RECENT FINDINGS: Near-miss analysis is routine and systematic in HROs such as aviation. Strategies implemented in aviation include the Commercial Aviation Safety Team, which undertakes systematic analyses of near-misses, so that findings can be incorporated into Standard Operating Procedures (SOPs). Other strategies resulting from incident analyses include Crew Resource Management (CRM) for enhanced communication, situational awareness training, adoption of checklists during operations, and built-in redundancy within systems. SUMMARY: Health care organizations should consider near-misses as opportunities for quality improvement. The systematic reporting and analysis of near-misses, commonplace in HROs, can be adapted to health care settings to prevent adverse events and improve clinical outcomes.",
  "authors": [
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette",
      "initials": "H",
      "name": "Harriette Van Spall",
      "affiliations": [
        "aDepartment of Medicine, McMaster University, Population Health Research Institute, Hamilton, Ontario bDivision of Haematology/Oncology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Canada cFacial Plastic and Reconstructive Surgery, Department of Otolaryngology-Head and Neck Surgery, UC Davis Medical Center, Sacramento, California, USA."
      ]
    },
    {
      "last_name": "Kassam",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Kassam",
      "affiliations": []
    },
    {
      "last_name": "Tollefson",
      "fore_name": "Travis T",
      "initials": "TT",
      "name": "Travis T Tollefson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in otolaryngology & head and neck surgery",
    "iso_abbreviation": "Curr Opin Otolaryngol Head Neck Surg",
    "issn": "1531-6998",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "292",
  "end_page": "296",
  "pages": "292-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aviation",
    "Health Care Sector",
    "Humans",
    "Medical Errors",
    "Models, Organizational",
    "Organizational Culture",
    "Patient Safety",
    "Quality Improvement",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "26126125",
    "doi": "10.1097/MOO.0000000000000177"
  },
  "doi": "10.1097/MOO.0000000000000177",
  "dates": {
    "completed": "2016-04-07",
    "revised": "2015-07-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.769493",
    "pmid": "26126125"
  }
}