{
  "pmid": "26124510",
  "uid": "26124510",
  "title": "What matters most for end-of-life care? Perspectives from community-based palliative care providers and administrators.",
  "abstract": "OBJECTIVES: There has been little research conducted to understand the essential meaning of quality, community-based, end-of-life (EOL) care, despite the expansion of these services. The purpose of this study was to define what matters most for EOL care from the perspective of a diverse range of palliative care providers in the community who have daily encounters with death and dying. METHODS: We used interviews to explore the perceptions of providers and administrators from 14 specialised palliative care teams in Ontario, Canada. Participants were prompted with the question 'What matters most for EOL care?' Responses were analysed using a phenomenological approach to derive themes depicting the universal essence of EOL care. RESULTS: Data from 107 respondents were obtained and analysed, from which 40 formulated concepts emerged; these were further grouped into 9 themes. Of the respondents, 39% were nurses, 19% physicians, 27% were supervisors or executives and 15% other. The most predominate concept was that Patient's Wishes are Fulfilled, cited by almost half the respondents. The most prominent themes were Addressing the Non-physical Needs, Healthcare Teams' Nature of Palliative Care Delivery, Patient Wishes are Honoured, Addressing the Physical Needs, Preparing for and Accepting Death, Communication and Relationship Development, and Involving and Supporting the Family. CONCLUSIONS: 9 critical domains of EOL care evolved from the interviews, indicating that quality EOL care extends beyond managing physical pain, but includes a holistic perspective of care, a healthcare team dedicated to the EOL journey and a patient-centred pathway. Tailoring the provision of care to consider these important elements plays a critical role in supporting a positive EOL experience for patients and families.",
  "authors": [
    {
      "last_name": "Mistry",
      "fore_name": "Bina",
      "initials": "B",
      "name": "Bina Mistry",
      "affiliations": [
        "Cancer Care Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Bryant",
      "fore_name": "Deanna",
      "initials": "D",
      "name": "Deanna Bryant",
      "affiliations": [
        "Cancer Care Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan Toyofuku",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Tan Toyofuku",
      "affiliations": [
        "Long Beach, California, USA."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada Escarpment Cancer Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "29"
  },
  "start_page": "e007492",
  "pages": "e007492",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Attitude of Health Personnel",
    "Community Health Workers",
    "Delivery of Health Care",
    "Female",
    "Humans",
    "Male",
    "Needs Assessment",
    "Ontario",
    "Palliative Care",
    "Patient Care Team",
    "Patient Preference",
    "Perception",
    "Professional Role",
    "Professional-Patient Relations",
    "Quality of Health Care",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "26124510",
    "pmc": "PMC4486948",
    "doi": "10.1136/bmjopen-2014-007492",
    "pii": "bmjopen-2014-007492"
  },
  "doi": "10.1136/bmjopen-2014-007492",
  "pmc_id": "PMC4486948",
  "dates": {
    "completed": "2016-02-22",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.059801",
    "pmid": "26124510"
  }
}