{
  "pmid": "26138733",
  "uid": "26138733",
  "title": "Cartilage Restoration of the Knee: A Systematic Review and Meta-analysis of Level 1 Studies.",
  "abstract": "BACKGROUND: Focal cartilage defects of the knee are a substantial cause of pain and disability in active patients. There has been an emergence of randomized controlled trials evaluating surgical techniques to manage such injuries, including marrow stimulation (MS), autologous chondrocyte implantation (ACI), and osteochondral autograft transfer (OAT). PURPOSE: A meta-analysis was conducted to determine if any single technique provides superior clinical results at intermediate follow-up. STUDY DESIGN: Systematic review and meta-analysis of randomized controlled trials. METHODS: The MEDLINE, EMBASE, and Cochrane Library databases were systematically searched and supplemented with manual searches of PubMed and reference lists. Eligible studies consisted exclusively of randomized controlled trials comparing MS, ACI, or OAT techniques in patients with focal cartilage defects of the knee. The primary outcome of interest was function (Lysholm score, International Knee Documentation Committee score, Knee Osteoarthritis Outcome Score) and pain at 24 months postoperatively. A meta-analysis using standardized mean differences was performed to provide a pooled estimate of effect comparing treatments. RESULTS: A total of 12 eligible randomized trials with a cumulative sample size of 765 patients (62% males) and a mean (±SD) lesion size of 3.9 ± 1.3 cm(2) were included in this review. There were 5 trials comparing ACI with MS, 3 comparing ACI with OAT, and 3 evaluating different generations of ACI. In a pooled analysis comparing ACI with MS, there was no difference in outcomes at 24-month follow-up for function (standardized mean difference, 0.47 [95% CI, -0.19 to 1.13]; P = .16) or pain (standardized mean difference, -0.13 [95% CI, -0.39 to 0.13]; P = .33). The comparisons of ACI to OAT or between different generations of ACI were not amenable to pooled analysis. Overall, 5 of the 6 trials concluded that there was no significant difference in functional outcomes between ACI and OAT or between generations of ACI. CONCLUSION: There is no significant difference between MS, ACI, and OAT in improving function and pain at intermediate-term follow-up. Further randomized trials with long-term outcomes are warranted.",
  "authors": [
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Chow",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crouch",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Crouch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sibilsky Enselman",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Sibilsky Enselman",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada femi.ayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "1888",
  "end_page": "1895",
  "pages": "1888-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Arthralgia",
    "Cartilage Diseases",
    "Cartilage, Articular",
    "Chondrocytes",
    "Female",
    "Humans",
    "Knee Joint",
    "Male",
    "Orthopedic Procedures",
    "Osteoarthritis, Knee",
    "Transplantation, Autologous",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26138733",
    "doi": "10.1177/0363546515589167",
    "pii": "0363546515589167"
  },
  "doi": "10.1177/0363546515589167",
  "dates": {
    "completed": "2017-07-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.754175",
    "pmid": "26138733"
  }
}