{
  "pmid": "26139449",
  "uid": "26139449",
  "title": "Quantifying Parameter Uncertainty in EQ-5D-3L Value Sets and Its Impact on Studies That Use the EQ-5D-3L to Measure Health Utility: A Bayesian Approach.",
  "abstract": "BACKGROUND: . Parameter uncertainty in EQ-5D value sets is routinely ignored. Sources of parameter uncertainty include uncertainty in the estimated regression coefficients of the scoring algorithm and uncertainty that arises from the need to use a nonsaturated functional form when creating the scoring algorithm. We hypothesize that this latter source is the major contributor to parameter uncertainty in the value sets. METHODS: . We used data from the United States EQ-5D-3L valuation study to assess the extent of parameter uncertainty in the value set. We refitted the US scoring algorithm to quantify contributors to the mean square prediction errors and used a Bayesian approach to estimate the predictive distribution of the mean utilities. The impact of parameter uncertainty in the value set was assessed using survey data. RESULTS: . Parameter uncertainty in the estimated regression coefficients explained 16% of the mean squared prediction error; uncertainty in the functional form explained the remaining 84%. The median width of the 95% credible intervals for the mean utilities was 0.15. In estimating mean utility in our survey population, parameter uncertainty in the value set was responsible for 93% of the total variance, with sampling variation in the survey population being responsible for the remaining 7%. CONCLUSION: . EQ-5D-3L value sets are estimated subject to considerable parameter uncertainty; the median credible interval width is large compared with reported values of the minimum important difference for the EQ-5D-3L, which have been reported to be as small as 0.03. Other countries' scoring algorithms are based on smaller studies and are hence subject to greater uncertainty. This uncertainty should be accounted for when using EQ-5D health utilities in economic evaluations.",
  "authors": [
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada (EMP)"
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin K W",
      "initials": "KK",
      "name": "Kelvin K W Chan",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada (EMP)Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada (KKWC)"
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada (FX)",
        "Program for Health Economics and Outcome Measures, Hamilton, Ontario, Canada (FX)"
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "223",
  "end_page": "233",
  "pages": "223-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Algorithms",
    "Bayes Theorem",
    "Health Status",
    "Humans",
    "Mental Health",
    "Mobility Limitation",
    "Pain",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Uncertainty",
    "United States"
  ],
  "article_ids": {
    "pubmed": "26139449",
    "doi": "10.1177/0272989X15591966",
    "pii": "0272989X15591966"
  },
  "doi": "10.1177/0272989X15591966",
  "dates": {
    "completed": "2016-10-11",
    "revised": "2018-03-22"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.870194",
    "pmid": "26139449"
  }
}