{
  "pmid": "26140737",
  "uid": "26140737",
  "title": "Adherence to mechanical thromboprophylaxis after surgery: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Many clinical practice guidelines, while recommending mechanical thromboprophylaxis after surgery, have raised concerns that discomfort may result in nonadherence. We therefore addressed adherence to mechanical thromboprophylaxis after surgery. METHODS: We searched MEDLINE from January 1, 2000 to May 21, 2015 for English-language observational studies that assessed patient adherence to mechanical thromboprophylaxis after surgery. We conducted a meta-analysis to estimate average adherence rates. RESULTS: We identified 8 studies (7 for compression devices, 1 for stockings) with median follow up time of 3days. The pooled estimate of adherence for compression devices was 75% (median 78%, range 40%-89%). Studies with shorter follow-up (≤3days, n=4, pooled adherence 75%) and longer follow-up (>3days, n=3, pooled adherence 75%) reported similar adherence (p=0.99). The studies varied in definitions of adherence, frequency of assessment, length of follow-up and completeness of reporting. No study followed patients after discharge. CONCLUSIONS: Up to one fourth of patients are nonadherent to mechanical thromboprophylaxis while hospitalized. Clinicians considering the relative merits of mechanical versus pharmacologic prophylaxis should address the issue of adherence. Strategies to improve adherence merit investigation.",
  "authors": [
    {
      "last_name": "Craigie",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Craigie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tsui",
      "fore_name": "Johnson F",
      "initials": "JF",
      "name": "Johnson F Tsui",
      "affiliations": [
        "Department of Urology, North Shore-LIJ Lenox Hill Hospital, New York, NY, USA; Institute for Prostate and Bladder Research, New York, NY, USA."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sandset",
      "fore_name": "Per Morten",
      "initials": "PM",
      "name": "Per Morten Sandset",
      "affiliations": [
        "Department of Hematology, Oslo University Hospital, Oslo, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, Helsinki University Hospital and University of Helsinki, Helsinki, Finland; Department of Public Health, University of Helsinki, Helsinki, Finland. Electronic address: kari.tikkinen@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "136",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "723",
  "end_page": "726",
  "pages": "723-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Postoperative Complications",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "26140737",
    "doi": "10.1016/j.thromres.2015.06.023",
    "pii": "S0049-3848(15)30035-9"
  },
  "doi": "10.1016/j.thromres.2015.06.023",
  "dates": {
    "completed": "2016-06-28",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.793229",
    "pmid": "26140737"
  }
}