{
  "pmid": "26156210",
  "uid": "26156210",
  "title": "Web-Based Study of Risk Factors for Pain Exacerbation in Osteoarthritis of the Knee (SPARK-Web): Design and Rationale.",
  "abstract": "BACKGROUND: Knee osteoarthritis (OA) is the most frequent cause of limited mobility and diminished quality of life. Pain is the main symptom that drives individuals with knee OA to seek medical care and a recognized antecedent to disability and eventually joint replacement. Many persons with symptomatic knee OA experience recurrent pain exacerbations. Knowledge and clarification of risk factors for pain exacerbation may allow those affected to minimize reoccurrence of these episodes. OBJECTIVE: The aim of this study is to use a Web-based case-crossover design to identify risk factors for knee pain exacerbations in persons with symptomatic knee OA. METHODS: Web-based case-crossover design is used to study persons with symptomatic knee OA. Participants with knee pain and radiographic knee OA will be recruited and followed for 90 days. Participants will complete an online questionnaire at the baseline and every 10 days thereafter (totaling up to 10 control-period questionnaires); participants will also be asked to report online when they experience an episode of increased knee pain. Pain exacerbation will be defined as an increase in knee pain severity of two points from baseline on a numeric rating scale (NRS 0-10). Physical activity, footwear, knee injury, medication use, climate, psychological factors, and their possible interactions will be assessed as potential triggers for pain exacerbation using conditional logistic regression models. RESULTS: This project has been funded by the National Health and Medical Research Council (NHMRC). The enrollment for the study has started. So far, 343 participants have been enrolled. The study is expected to be finished in October 2015. CONCLUSIONS: This study will identify risk factors for pain exacerbations in knee OA. The identification and possible modification/elimination of such risk factors will help to prevent the reoccurrence of pain exacerbation episodes and therefore improve knee OA management.",
  "authors": [
    {
      "last_name": "Makovey",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Makovey",
      "affiliations": [
        "Northern Clinical School, Kolling Institute, Institute of Bone and Joint Research,, Department of Rheumatology, RNSH, University of Sydney, St Leonards, NSW, Australia. jmakovey@med.usyd.edu.au."
      ],
      "orcid": "0000-0002-4042-3492"
    },
    {
      "last_name": "Metcalf",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Metcalf",
      "affiliations": [],
      "orcid": "0000-0002-4945-3217"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [],
      "orcid": "0000-0001-7954-1149"
    },
    {
      "last_name": "Chen",
      "fore_name": "Jian Sheng",
      "initials": "JS",
      "name": "Jian Sheng Chen",
      "affiliations": [],
      "orcid": "0000-0002-7845-1632"
    },
    {
      "last_name": "Bennell",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Bennell",
      "affiliations": [],
      "orcid": "0000-0003-4982-5639"
    },
    {
      "last_name": "March",
      "fore_name": "Lyn",
      "initials": "L",
      "name": "Lyn March",
      "affiliations": [],
      "orcid": "0000-0003-1736-8111"
    },
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [],
      "orcid": "0000-0003-3197-752X"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "e80",
  "pages": "e80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26156210",
    "pmc": "PMC4526980",
    "doi": "10.2196/resprot.4406",
    "pii": "v4i3e80"
  },
  "doi": "10.2196/resprot.4406",
  "pmc_id": "PMC4526980",
  "dates": {
    "completed": "2015-07-09",
    "revised": "2023-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.194246",
    "pmid": "26156210"
  }
}