{
  "pmid": "26165264",
  "uid": "26165264",
  "title": "Implant Removal After Internal Fixation of a Femoral Neck Fracture: Effects on Physical Functioning.",
  "abstract": "OBJECTIVES: The effect of implant removal after internal fixation of a femoral neck fracture on physical functioning was analyzed. Characteristics of patients who had their implant removed were studied, as it is currently unknown from which type of patients implants are removed and what effect removal has on function. DESIGN: Secondary cohort study alongside a randomized controlled trial. SETTING: Multicenter study in 14 hospitals. PATIENTS AND INTERVENTION: Patients who had their implant removed after internal fixation of a femoral neck fracture are compared with patients who did not. MAIN OUTCOME MEASUREMENTS: Patient characteristics and quality of life (Short Form 12, Western Ontario McMaster Osteoarthritis Index) were compared. Matched pairs were selected based on patient/fracture characteristics and prefracture physical functioning. RESULTS: Of 162 patients, 37 (23%) had their implant removed. These patients were younger (median age: 67 vs. 72 years, P = 0.024) and more often independently ambulatory prefracture (100% vs. 84%, P = 0.008) than patients who did not. They more often had evident implant back-out on x-rays (54% vs. 34%, P = 0.035), possibly related to a higher rate of Pauwels 3 fractures (41% vs. 22%, P = 0.032). In time, quality of life improved more in implant removal patients [+2 vs. -4 points, Short Form 12 (physical component), P = 0.024; +9 vs. 0 points, Western Ontario McMaster Osteoarthritis Index, P = 0.019]. CONCLUSIONS: Implant removal after internal fixation of a femoral neck fracture positively influenced quality of life. Implant removal patients were younger and more often independently ambulatory prefracture, more often had a Pauwels 3 fracture, and an evident implant back-out. Implant removal should be considered liberally for these patients if pain persists or functional recovery is unsatisfactory. LEVEL OF EVIDENCE: Therapeutic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Zielinski",
      "fore_name": "Stephanie M",
      "initials": "SM",
      "name": "Stephanie M Zielinski",
      "affiliations": [
        "*Trauma Research Unit, Department of Surgery, Erasmus MC, University Medical Center Rotterdam, Rotterdam, the Netherlands; †Department of Surgery, Kennemer Gasthuis, Haarlem, the Netherlands; ‡Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; and §Department of Emergency Medicine, Erasmus MC, University Medical Center Rotterdam, Rotterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Heetveld",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Heetveld",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Patka",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Patka",
      "affiliations": []
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Esther M M",
      "initials": "EM",
      "name": "Esther M M Van Lieshout",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "e285",
  "end_page": "e292",
  "pages": "e285-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Arthralgia",
    "Cohort Studies",
    "Device Removal",
    "Female",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Internal Fixators",
    "Male",
    "Middle Aged",
    "Motor Activity",
    "Netherlands",
    "Prevalence",
    "Quality of Life",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26165264",
    "doi": "10.1097/BOT.0000000000000358"
  },
  "doi": "10.1097/BOT.0000000000000358",
  "dates": {
    "completed": "2016-05-16",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "177466",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.371690",
    "pmid": "26165264"
  }
}