{
  "pmid": "26165265",
  "uid": "26165265",
  "title": "Determination of Radiographic Healing: An Assessment of Consistency Using RUST and Modified RUST in Metadiaphyseal Fractures.",
  "abstract": "OBJECTIVE: To determine the reliability of the Radiographic Union Scale for Tibia (RUST) score and a new modified RUST score in quantifying healing and to define a value for radiographic union in a large series of metadiaphyseal fractures treated with plates or intramedullary nails. DESIGN: Healing was evaluated using 2 methods: (1) evaluation of interrater agreement in a series of radiographs and (2) analysis of prospectively gathered data from 2 previous large multicenter trials to define thresholds for radiographic union. INTERVENTION: Part 1: 12 orthopedic trauma surgeons evaluated a series of radiographs of 27 distal femur fractures treated with either plate or retrograde nail fixation at various stages of healing in random order using a modified RUST score. For each radiographic set, the reviewer indicated if the fracture was radiographically healed. Part 2: The radiographic results of 2 multicenter randomized trials comparing plate versus nail fixation of 81 distal femur and 46 proximal tibia fractures were reviewed. Orthopaedic surgeons at 24 trauma centers scored radiographs at 3, 6, and 12 months postoperatively using the modified RUST score above. Additionally, investigators indicated if the fracture was healed or not healed. MAIN OUTCOME MEASURES: The intraclass correlation coefficient (ICC) with 95% confidence intervals was determined for each cortex, the standard and modified RUST score, and the assignment of union for part 1 data. The RUST and modified RUST that defined \"union\" were determined for both parts of the study. RESULTS: ICC: The modified RUST score demonstrated slightly higher ICCs than the standard RUST (0.68 vs. 0.63). Nails had substantial agreement, whereas plates had moderate agreement using both modified and standard RUST (0.74 and 0.67 vs. 0.59 and 0.53). UNION: The average standard and modified RUST at union among all fractures was 8.5 and 11.4. Nails had higher standard and modified RUST scores than plates at union. The ICC for union was 0.53 (nails: 0.58; plates: 0.51), which indicates moderate agreement. However, the majority of reviewers assigned union for a standard RUST of 9 and a modified RUST of 11, and >90% considered a score of 10 on the RUST and 13 on the modified RUST united. CONCLUSIONS: The ICC for the modified RUST is slightly higher than the standard RUST in metadiaphyseal fractures and had substantial agreement. The ICC for the assessment of union was moderate agreement; however, definite union would be 10 and 13 with over 90% of reviewers assigning union. These are the first data-driven estimates of radiographic union for these scores.",
  "authors": [
    {
      "last_name": "Litrenta",
      "fore_name": "Jody",
      "initials": "J",
      "name": "Jody Litrenta",
      "affiliations": [
        "*Department of Orthopaedics, Boston Medical Center, Boston, MA; †Department of Orthopaedics, Hospital of the University of Pennsylvania, Philadelphia, PA; ‡Orthopaedic Associates of Michigan, Grand Rapids, MI; §Department of Orthopaedics, R Adams Cowley Shock Trauma Center, University of Maryland School of Medicine, Baltimore, MD; ‖Department of Surgery, McMaster University, Hamilton, ON, Canada; ¶Department of Orthopaedics, Stony Brook University School of Medicine, Stony Brook, NY; **Department of Orthopaedics, University of North Carolina School of Medicine, Chapel Hill, NC; ††New York University Hospital for Joint Diseases, New York, NY; ‡‡Department of Orthopaedics, Washington University School of Medicine, St. Louis, MO; §§Division of Orthopaedics, St. Michael's Hospital, University of Toronto, Toronto, ON, Canada; and ‖‖Department of Orthopaedics, Geisinger Medical Center, Danville, PA."
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Mehta",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Clifford",
      "initials": "C",
      "name": "Clifford Jones",
      "affiliations": []
    },
    {
      "last_name": "OʼToole",
      "fore_name": "Robert V",
      "initials": "RV",
      "name": "Robert V OʼToole",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Kottmeier",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Kottmeier",
      "affiliations": []
    },
    {
      "last_name": "Ostrum",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Ostrum",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Egol",
      "affiliations": []
    },
    {
      "last_name": "Ricci",
      "fore_name": "William",
      "initials": "W",
      "name": "William Ricci",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Horwitz",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Horwitz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "516",
  "end_page": "520",
  "pages": "516-20",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Bone Nails",
    "Bone Plates",
    "Femoral Fractures",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Humans",
    "Observer Variation",
    "Prognosis",
    "Radiography",
    "Randomized Controlled Trials as Topic",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "26165265",
    "doi": "10.1097/BOT.0000000000000390"
  },
  "doi": "10.1097/BOT.0000000000000390",
  "dates": {
    "completed": "2016-09-01",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.372004",
    "pmid": "26165265"
  }
}