{
  "pmid": "26169063",
  "uid": "26169063",
  "title": "The effectiveness of knowledge translation interventions for promoting evidence-informed decision-making among nurses in tertiary care: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Nurses are increasingly expected to engage in evidence-informed decision-making (EIDM) to improve client and system outcomes. Despite an improved awareness about EIDM, there is a lack of use of research evidence and understanding about the effectiveness of interventions to promote EIDM. This project aimed to discover if knowledge translation (KT) interventions directed to nurses in tertiary care are effective for improving EIDM knowledge, skills, behaviours, and, as a result, client outcomes. It also sought to understand contextual factors that affect the impact of such interventions. METHODS: A systematic review funded by the Canadian Institutes of Health Research (PROSPERO registration: CRD42013003319) was conducted. Included studies examined the implementation of any KT intervention involving nurses in tertiary care to promote EIDM knowledge, skills, behaviours, and client outcomes or studies that examined contextual factors. Study designs included systematic reviews, quantitative, qualitative, and mixed method studies. The search included electronic databases and manual searching of published and unpublished literature to November 2012; key databases included MEDLINE, Cumulative Index to Nursing and Allied Health Literature (CINAHL), and Excerpta Medica (EMBASE). Two reviewers independently performed study selection, risk of bias assessment, and data extraction. Studies with quantitative data determined to be clinically homogeneous were synthesized using meta-analytic methods. Studies with quantitative data not appropriate for meta-analysis were synthesized narratively by outcome. Studies with qualitative data were synthesized by theme. RESULTS: Of the 44,648 citations screened, 30 citations met the inclusion criteria (18 quantitative, 10 qualitative, and 2 mixed methods studies). The quality of studies with quantitative data ranged from very low to high, and quality criteria was generally met for studies with qualitative data. No studies evaluated the impact on knowledge and skills; they primarily investigated the effectiveness of multifaceted KT strategies for promoting EIDM behaviours and improving client outcomes. Almost all studies included an educational component. A meta-analysis of two studies determined that a multifaceted intervention (educational meetings and use of a mentor) did not increase engagement in a range of EIDM behaviours [mean difference 2.7, 95 % CI (-1.7 to 7.1), I (2) = 0 %]. Among the remaining studies, no definitive conclusions could be made about the relative effectiveness of the KT interventions due to variation of interventions and outcomes, as well as study limitations. Findings from studies with qualitative data identified the organizational, individual, and interpersonal factors, as well as characteristics of the innovation, that influence the success of implementation. CONCLUSIONS: KT interventions are being implemented and evaluated on nurses' behaviour and client outcomes. This systematic review may inform the selection of KT interventions and outcomes among nurses in tertiary care and decisions about further research.",
  "authors": [
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Main Street West, Hamilton, ON, Canada. jyost@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Main Street West, Hamilton, ON, Canada. ganannrl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Thompson",
      "affiliations": [
        "School of Nursing, Faculty of Health and Behavioural Sciences, Lakehead University, 955 Oliver Road, Thunder Bay, ON, Canada. dsthomp1@lakeheadu.ca."
      ]
    },
    {
      "last_name": "Aloweni",
      "fore_name": "Fazila",
      "initials": "F",
      "name": "Fazila Aloweni",
      "affiliations": [
        "Singapore General Hospital, 31 Third Hospital Avenue, Singapore, Singapore. fazila.abu.bakar.aloweni@sgh.com.sg."
      ]
    },
    {
      "last_name": "Newman",
      "fore_name": "Kristine",
      "initials": "K",
      "name": "Kristine Newman",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Faculty of Community Services, Ryerson University, 350 Victoria Street, Toronto, ON, Canada. kristine.newman@ryerson.ca."
      ]
    },
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez",
      "initials": "A",
      "name": "Afeez Hazzan",
      "affiliations": [
        "Department of Medicine, McMaster University, St. Peter's Hospital-Hamilton Health Sciences, 88 Maplewood Avenue, Hamilton, ON, Canada. hazzanaa@mcmaster.ca."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann McKibbon",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Main Street West, Hamilton, ON, Canada. mckib@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Main Street West, Hamilton, ON, Canada. dobbinsm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Main Street West, Hamilton, ON, Canada. ciliska@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "14"
  },
  "start_page": "98",
  "pages": "98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Nursing",
    "Humans",
    "Program Development",
    "Program Evaluation",
    "Tertiary Healthcare",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "26169063",
    "pmc": "PMC4499897",
    "doi": "10.1186/s13012-015-0286-1",
    "pii": "10.1186/s13012-015-0286-1"
  },
  "doi": "10.1186/s13012-015-0286-1",
  "pmc_id": "PMC4499897",
  "dates": {
    "completed": "2016-04-18",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.379622",
    "pmid": "26169063"
  }
}