{
  "pmid": "26161749",
  "uid": "26161749",
  "title": "Helping Doctors and Patients Make Sense of Health Statistics.",
  "abstract": "Many doctors, patients, journalists, and politicians alike do not understand what health statistics mean or draw wrong conclusions without noticing. Collective statistical illiteracy refers to the widespread inability to understand the meaning of numbers. For instance, many citizens are unaware that higher survival rates with cancer screening do not imply longer life, or that the statement that mammography screening reduces the risk of dying from breast cancer by 25% in fact means that 1 less woman out of 1,000 will die of the disease. We provide evidence that statistical illiteracy (a) is common to patients, journalists, and physicians; (b) is created by nontransparent framing of information that is sometimes an unintentional result of lack of understanding but can also be a result of intentional efforts to manipulate or persuade people; and (c) can have serious consequences for health. The causes of statistical illiteracy should not be attributed to cognitive biases alone, but to the emotional nature of the doctor-patient relationship and conflicts of interest in the healthcare system. The classic doctor-patient relation is based on (the physician's) paternalism and (the patient's) trust in authority, which make statistical literacy seem unnecessary; so does the traditional combination of determinism (physicians who seek causes, not chances) and the illusion of certainty (patients who seek certainty when there is none). We show that information pamphlets, Web sites, leaflets distributed to doctors by the pharmaceutical industry, and even medical journals often report evidence in nontransparent forms that suggest big benefits of featured interventions and small harms. Without understanding the numbers involved, the public is susceptible to political and commercial manipulation of their anxieties and hopes, which undermines the goals of informed consent and shared decision making. What can be done? We discuss the importance of teaching statistical thinking and transparent representations in primary and secondary education as well as in medical school. Yet this requires familiarizing children early on with the concept of probability and teaching statistical literacy as the art of solving real-world problems rather than applying formulas to toy problems about coins and dice. A major precondition for statistical literacy is transparent risk communication. We recommend using frequency statements instead of single-event probabilities, absolute risks instead of relative risks, mortality rates instead of survival rates, and natural frequencies instead of conditional probabilities. Psychological research on transparent visual and numerical forms of risk communication, as well as training of physicians in their use, is called for. Statistical literacy is a necessary precondition for an educated citizenship in a technological democracy. Understanding risks and asking critical questions can also shape the emotional climate in a society so that hopes and anxieties are no longer as easily manipulated from outside and citizens can develop a better-informed and more relaxed attitude toward their health.",
  "authors": [
    {
      "last_name": "Gigerenzer",
      "fore_name": "Gerd",
      "initials": "G",
      "name": "Gerd Gigerenzer",
      "affiliations": [
        "Max Planck Institute for Human Development, Berlin Harding Center for Risk Literacy, Berlin gigerenzer@mpib-berlin.mpg.de."
      ]
    },
    {
      "last_name": "Gaissmaier",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Gaissmaier",
      "affiliations": [
        "Max Planck Institute for Human Development, Berlin Harding Center for Risk Literacy, Berlin."
      ]
    },
    {
      "last_name": "Kurz-Milcke",
      "fore_name": "Elke",
      "initials": "E",
      "name": "Elke Kurz-Milcke",
      "affiliations": [
        "Max Planck Institute for Human Development, Berlin Harding Center for Risk Literacy, Berlin."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "The Dartmouth Institute for Health Policy and Clinical Practice's Center for Medicine and the Media, Dartmouth Medical School."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "The Dartmouth Institute for Health Policy and Clinical Practice's Center for Medicine and the Media, Dartmouth Medical School."
      ]
    }
  ],
  "journal": {
    "title": "Psychological science in the public interest : a journal of the American Psychological Society",
    "iso_abbreviation": "Psychol Sci Public Interest",
    "issn": "1529-1006",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "53",
  "end_page": "96",
  "pages": "53-96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26161749",
    "doi": "10.1111/j.1539-6053.2008.00033.x",
    "pii": "8/2/53"
  },
  "doi": "10.1111/j.1539-6053.2008.00033.x",
  "dates": {
    "completed": "2015-07-14",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.514739",
    "pmid": "26161749"
  }
}