{
  "pmid": "26179654",
  "uid": "26179654",
  "title": "Mapping the risk of Nipah virus spillover into human populations in South and Southeast Asia.",
  "abstract": "BACKGROUND: Nipah virus (NiV) is a significant emerging zoonotic pathogen given its wide geographic distribution, and the severe morbidity and high mortality that accompanies infection. Moreover, the layered landscape epidemiology surrounding spillover from reservoir host species to humans is ill-defined. Identifying landscape features that contribute to NiV spillover would likely prove helpful in preventing emergence in human populations. METHODS: Using an inhomogeneous Poisson model, this study investigated the role of vegetation cover, the human footprint (HFP) and reservoir Pteropus bat distribution to identify the spatial dependence of spillover and map risk across South and Southeast Asia. RESULTS: The spatial model identified HFP (RR=1.08; 95% CI 1.05-1.11) and bat distribution (RR=19.44; 95% CI 1.92-196.7) as significant predictors of NiV risk, while vegetation cover was not significant after accounting for HFP and the presence of Pteropus bats. CONCLUSIONS: These findings further inform the landscape epidemiology of NiV and suggest specific conduits for spillover in the landscape. However, more detailed field studies will be required to validate these results.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate Medical Center, Brooklyn, New York, USA thegowda@gmail.com michael.walsh@downstate.edu."
      ]
    }
  ],
  "journal": {
    "title": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
    "iso_abbreviation": "Trans R Soc Trop Med Hyg",
    "issn": "1878-3503",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "563",
  "end_page": "571",
  "pages": "563-71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Area Under Curve",
    "Asia, Southeastern",
    "Asia, Western",
    "Chiroptera",
    "Communicable Diseases, Emerging",
    "Disease Outbreaks",
    "Disease Reservoirs",
    "Ecosystem",
    "Geographic Mapping",
    "Henipavirus Infections",
    "Human Activities",
    "Humans",
    "Incidence",
    "Plants",
    "Risk Factors",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "26179654",
    "doi": "10.1093/trstmh/trv055",
    "pii": "trv055"
  },
  "doi": "10.1093/trstmh/trv055",
  "dates": {
    "completed": "2016-06-06",
    "revised": "2015-08-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.851294",
    "pmid": "26179654"
  }
}