{
  "pmid": "26176292",
  "uid": "26176292",
  "title": "'Talk to me': a mixed methods study on preferred physician behaviours during end-of-life communication from the patient perspective.",
  "abstract": "BACKGROUND: Despite the recognized importance of end-of-life (EOL) communication between patients and physicians, the extent and quality of such communication is lacking. OBJECTIVE: We sought to understand patient perspectives on physician behaviours during EOL communication. DESIGN: In this mixed methods study, we conducted quantitative and qualitative strands and then merged data sets during a mixed methods analysis phase. In the quantitative strand, we used the quality of communication tool (QOC) to measure physician behaviours that predict global rating of satisfaction in EOL communication skills, while in the qualitative strand we conducted semi-structured interviews. During the mixed methods analysis, we compared and contrasted qualitative and quantitative data. SETTING AND PARTICIPANTS: Seriously ill inpatients at three tertiary care hospitals in Canada. RESULTS: We found convergence between qualitative and quantitative strands: patients desire candid information from their physician and a sense of familiarity. The quantitative results (n = 132) suggest a paucity of certain EOL communication behaviours in this seriously ill population with a limited prognosis. The qualitative findings (n = 16) suggest that at times, physicians did not engage in EOL communication despite patient readiness, while sometimes this may represent an appropriate deferral after assessment of a patient's lack of readiness. CONCLUSIONS: Avoidance of certain EOL topics may not always be a failure if it is a result of an assessment of lack of patient readiness. This has implications for future tool development: a measure could be built in to assess whether physician behaviours align with patient readiness.",
  "authors": [
    {
      "last_name": "Abdul-Razzak",
      "fore_name": "Amane",
      "initials": "A",
      "name": "Amane Abdul-Razzak",
      "affiliations": [
        "Department of Oncology, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John",
      "initials": "J",
      "name": "John You",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Simon",
      "affiliations": [
        "Department of Oncology, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "883",
  "end_page": "896",
  "pages": "883-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude to Death",
    "Canada",
    "Communication",
    "Cross-Sectional Studies",
    "Decision Making",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Physician-Patient Relations",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "26176292",
    "pmc": "PMC5152726",
    "doi": "10.1111/hex.12384"
  },
  "doi": "10.1111/hex.12384",
  "pmc_id": "PMC5152726",
  "dates": {
    "completed": "2018-02-02",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.734396",
    "pmid": "26176292"
  }
}