{
  "pmid": "26175542",
  "uid": "26175542",
  "title": "Risk Prediction for Early CKD in Type 2 Diabetes.",
  "abstract": "BACKGROUND AND OBJECTIVES: Quantitative data for prediction of incidence and progression of early CKD are scarce in individuals with type 2 diabetes. Therefore, two risk prediction models were developed for incidence and progression of CKD after 5.5 years and the relative effect of predictors were ascertained. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: Baseline and prospective follow-up data of two randomized clinical trials, ONgoing Telmisartan Alone and in combination with Ramipril Global Endpoint Trial (ONTARGET) and Outcome Reduction with Initial Glargine Intervention (ORIGIN), were used as development and independent validation cohorts, respectively. Individuals aged ≥55 years with type 2 diabetes and normo- or microalbuminuria at baseline were included. Incidence or progression of CKD after 5.5 years was defined as new micro- or macroalbuminuria, doubling of creatinine, or ESRD. The competing risk of death was considered as an additional outcome state in the multinomial logistic models. RESULTS: Of the 6766 ONTARGET participants with diabetes, 1079 (15.9%) experienced incidence or progression of CKD, and 1032 (15.3%) died. The well calibrated, parsimonious laboratory prediction model incorporating only baseline albuminuria, eGFR, sex, and age exhibited an externally validated c-statistic of 0.68 and an R(2) value of 10.6%. Albuminuria, modeled to depict the difference between baseline urinary albumin/creatinine ratio and the threshold for micro- or macroalbuminuria, was mostly responsible for the predictive performance. Inclusion of clinical predictors, such as glucose control, diabetes duration, number of prescribed antihypertensive drugs, previous vascular events, or vascular comorbidities, increased the externally validated c-statistic and R(2) value only to 0.69 and 12.1%, respectively. Explained variation was largely driven by renal and not clinical predictors. CONCLUSIONS: Albuminuria and eGFR were the most important factors to predict onset and progression of early CKD in individuals with type 2 diabetes. However, their predictive ability is modest. Inclusion of demographic, clinical, and other laboratory predictors barely improved predictive performance.",
  "authors": [
    {
      "last_name": "Dunkler",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Dunkler",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada; Department of Nephrology, Universitaetsklinikum Erlangen, Erlangen, Germany; Section for Clinical Biometrics, Center for Medical Statistics, Informatics and Intelligent Systems, Medical University of Vienna, Vienna, Austria; Daniela.Dunkler@phri.ca Rainer.Oberbauer@meduniwien.ac.at."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Peggy",
      "initials": "P",
      "name": "Peggy Gao",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Heinze",
      "fore_name": "Georg",
      "initials": "G",
      "name": "Georg Heinze",
      "affiliations": [
        "Section for Clinical Biometrics, Center for Medical Statistics, Informatics and Intelligent Systems, Medical University of Vienna, Vienna, Austria;"
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Tobe",
      "fore_name": "Sheldon",
      "initials": "S",
      "name": "Sheldon Tobe",
      "affiliations": [
        "Sunnybrook Health Sciences Center, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada; McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Department of Nephrology, Universitaetsklinikum Erlangen, Erlangen, Germany; Schwabing General Hospital and KfH Kidney Center, Munich, Germany;"
      ]
    },
    {
      "last_name": "Oberbauer",
      "fore_name": "Rainer",
      "initials": "R",
      "name": "Rainer Oberbauer",
      "affiliations": [
        "Section for Clinical Biometrics, Center for Medical Statistics, Informatics and Intelligent Systems, Medical University of Vienna, Vienna, Austria; Hospital Elisabethinen Linz, Linz, Austria; and Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria Daniela.Dunkler@phri.ca Rainer.Oberbauer@meduniwien.ac.at."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "07"
  },
  "start_page": "1371",
  "end_page": "1379",
  "pages": "1371-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Aged",
    "Albuminuria",
    "Biomarkers",
    "Creatinine",
    "Decision Support Techniques",
    "Diabetes Mellitus, Type 2",
    "Diabetic Nephropathies",
    "Disease Progression",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Incidence",
    "Kidney",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Odds Ratio",
    "Predictive Value of Tests",
    "Renal Insufficiency, Chronic",
    "Reproducibility of Results",
    "Risk Assessment",
    "Risk Factors",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "26175542",
    "pmc": "PMC4527032",
    "doi": "10.2215/CJN.10321014",
    "pii": "CJN.10321014"
  },
  "doi": "10.2215/CJN.10321014",
  "pmc_id": "PMC4527032",
  "dates": {
    "completed": "2016-05-10",
    "revised": "2024-01-09"
  },
  "chemicals": [
    "Biomarkers",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.995530",
    "pmid": "26175542"
  }
}