{
  "pmid": "26175322",
  "uid": "26175322",
  "title": "A Youth Suicide Prevention Plan for Canada: A Systematic Review of Reviews.",
  "abstract": "OBJECTIVE: We conducted an expedited knowledge synthesis (EKS) to facilitate evidence-informed decision making concerning youth suicide prevention, specifically school-based strategies and nonschool-based interventions designed to prevent repeat attempts. METHODS: Systematic review of review methods were applied. Inclusion criteria were as follows: systematic review or meta-analysis; prevention in youth 0 to 24 years; peer-reviewed English literature. Review quality was determined with AMSTAR (a measurement tool to assess systematic reviews). Nominal group methods quantified consensus on recommendations derived from the findings. RESULTS: No included review addressing school-based prevention (n = 7) reported decreased suicide death rates based on randomized controlled trials (RCTs) or controlled cohort studies (CCSs), but reduced suicide attempts, suicidal ideation, and proxy measures of suicide risk were reported (based on RCTs and CCSs). Included reviews addressing prevention of repeat suicide attempts (n = 14) found the following: emergency department transition programs may reduce suicide deaths, hospitalizations, and treatment nonadherence (based on RCTs and CCSs); training primary care providers in depression treatment may reduce repeated attempts (based on one RCT); antidepressants may increase short-term suicide risk in some patients (based on RCTs and meta-analyses); this increase is offset by overall population-based reductions in suicide associated with antidepressant treatment of youth depression (based on observational studies); and prevention with psychosocial interventions requires further evaluation. No review addressed sex or gender differences systematically, Aboriginal youth as a special population, harm, or cost-effectiveness. Consensus on 6 recommendations ranged from 73% to 100%. CONCLUSIONS: Our EKS facilitates decision maker access to what is known about effective youth suicide prevention interventions. A national research-to-practice network that links researchers and decision makers is recommended to implement and evaluate promising interventions; to eliminate the use of ineffective or harmful interventions; and to clarify prevention intervention effects on death by suicide, suicide attempts, and suicidal ideation. Such a network could position Canada as a leader in youth suicide prevention.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Professor, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Rhodes",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Rhodes",
      "affiliations": [
        "Research Scientist, St Michael's Hospital, Toronto, Ontario; Associate Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Duda",
      "affiliations": [
        "Research Coordinator, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Amy H",
      "initials": "AH",
      "name": "Amy H Cheung",
      "affiliations": [
        "Psychiatrist, Sunnybrook Health Sciences Centre, Toronto, Ontario; Associate Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Manassis",
      "fore_name": "Katharina",
      "initials": "K",
      "name": "Katharina Manassis",
      "affiliations": [
        "Psychiatrist and Director, Anxiety Disorders, Hospital for Sick Children, Toronto, Ontario; Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Links",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Links",
      "affiliations": [
        "Chief of Psychiatry, London Health Sciences Centre, London, Ontario; Professor and Chair, Department of Psychiatry, The University of Western Ontario, London, Ontario."
      ]
    },
    {
      "last_name": "Mushquash",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Mushquash",
      "affiliations": [
        "Assistant Professor, Lakehead University and Northern Ontario School of Medicine, Thunder Bay, Ontario."
      ]
    },
    {
      "last_name": "Braunberger",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Braunberger",
      "affiliations": [
        "Psychiatrist, St Joseph's Care Group, Thunder Bay, Ontario; Assistant Professor, Northern Ontario School of Medicine, Thunder Bay, Ontario."
      ]
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Assistant Professor, University of Alberta, Edmonton, Alberta."
      ]
    },
    {
      "last_name": "Kutcher",
      "fore_name": "Stanley",
      "initials": "S",
      "name": "Stanley Kutcher",
      "affiliations": [
        "Professor, Dalhousie University, Halifax, Nova Scotia; Psychiatrist, IWK Health Centre, Halifax, Nova Scotia."
      ]
    },
    {
      "last_name": "Bridge",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Bridge",
      "affiliations": [
        "Investigator, The Research Institute at Nationwide Children's Hospital, Columbus, Ohio; Associate Professor, The Ohio State University College of Medicine, Columbus, Ohio."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Santos",
      "affiliations": [
        "Executive Director of Science and Policy, Healthy Child Manitoba Office, Government of Manitoba, Winnipeg, Manitoba; Assistant Professor, University of Manitoba, Winnipeg, Manitoba."
      ]
    },
    {
      "last_name": "Manion",
      "fore_name": "Ian G",
      "initials": "IG",
      "name": "Ian G Manion",
      "affiliations": [
        "Clinical Psychologist, Researcher, and Executive Director, Provincial Centre of Excellence for Child and Youth Mental Health, Children's Hospital of Eastern Ontario, Ottawa, Ontario; Clinical Professor, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Mclennan",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D Mclennan",
      "affiliations": [
        "Assistant Professor, University of Calgary, Calgary, Alberta; Child Psychiatry Consultant, Alberta Health Services, Edmonton, Alberta."
      ]
    },
    {
      "last_name": "Bagnell",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Bagnell",
      "affiliations": [
        "Psychiatrist, IWK Health Centre, Halifax, Nova Scotia; Associate Professor, Dalhousie University, Halifax, Nova Scotia."
      ]
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Lipman",
      "affiliations": [
        "Psychiatrist, McMaster Children's Hospital, Hamilton, Ontario; Professor, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Rice",
      "affiliations": [
        "Librarian and Research Coordinator, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Chief, Child and Youth Mental Health Collaborative, Centre for Addiction and Mental Health, Hospital for Sick Children, and University of Toronto, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "245",
  "end_page": "257",
  "pages": "245-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Humans",
    "Mental Health Services",
    "School Health Services",
    "Suicide",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "26175322",
    "pmc": "PMC4501582",
    "doi": "10.1177/070674371506000603"
  },
  "doi": "10.1177/070674371506000603",
  "pmc_id": "PMC4501582",
  "dates": {
    "completed": "2016-08-10",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EKT-121928",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.720553",
    "pmid": "26175322"
  }
}