{
  "pmid": "26175460",
  "uid": "26175460",
  "title": "Gaining Insights Into the Waterpipe Tobacco Industry: Participant Observation and a Cross-Sectional Survey of Products at a Trade Exhibition.",
  "abstract": "INTRODUCTION: The rise in waterpipe tobacco smoking has been accompanied by the emergence of a diverse range of products, such as \"herbal\" waterpipe tobacco substitutes and electronic waterpipes. The aims of this study were to assess the extent to which emerging waterpipe products are being developed by waterpipe tobacco companies themselves, to understand the key characteristics of the main market players, and to examine the connections between producers of different product categories. METHODS: In 2014, one researcher attended an international waterpipe trade exhibition in Germany, conducting a survey of products at exhibition stands, and gathering qualitative data on exhibitors and products using participant observation. Cross-tabulations and chi-square tests identified the association between waterpipe tobacco, waterpipe tobacco substitutes, and electronic waterpipe products. We thematically analyzed field notes into information about exhibitors and products. RESULTS: Of 97 exhibitors, 55 displayed waterpipe-related products. Of these, nearly half (45%) displayed electronic waterpipe products, 38% displayed waterpipe tobacco and 23% displayed waterpipe tobacco substitutes. There was an inverse association between the display of waterpipe tobacco and electronic waterpipe products, and a positive association between the display of waterpipe tobacco and waterpipe tobacco substitutes. We found that Japan Tobacco Inc, Philip Morris, and British American Tobacco were partnered or affiliated with exhibitors displaying waterpipe-related products. CONCLUSIONS: Electronic waterpipe products were the main feature of this exhibition. Waterpipe tobacco substitutes are likely to be produced by the waterpipe tobacco industry whereas electronic waterpipes are not. There is a developing interest in waterpipe-related products by transnational tobacco corporations. Further industry surveillance is warranted.",
  "authors": [
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Department of Primary Care and Public Health, Imperial College London, Hammersmith, United Kingdom; Academic Unit of Primary Care and Population Sciences, University of Southampton, Southampton, United Kingdom; mohammed.jawad06@imperial.ac.uk."
      ]
    },
    {
      "last_name": "Nakkash",
      "fore_name": "Rima T",
      "initials": "RT",
      "name": "Rima T Nakkash",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon;"
      ]
    },
    {
      "last_name": "Hawkins",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Hawkins",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, United Kingdom;"
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
    "iso_abbreviation": "Nicotine Tob Res",
    "issn": "1469-994X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "874",
  "end_page": "878",
  "pages": "874-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Germany",
    "Humans",
    "Smoking",
    "Tobacco Industry"
  ],
  "article_ids": {
    "pubmed": "26175460",
    "pmc": "PMC5942608",
    "doi": "10.1093/ntr/ntv155",
    "pii": "ntv155"
  },
  "doi": "10.1093/ntr/ntv155",
  "pmc_id": "PMC5942608",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA091021",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01CA091021",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.079299",
    "pmid": "26175460"
  }
}