{
  "pmid": "26180093",
  "uid": "26180093",
  "title": "The effects of preoperative statins on the incidence of postoperative acute kidney injury in patients undergoing cardiac surgeries.",
  "abstract": "OBJECTIVES: Recent evidence has emphasized multifunctional therapeutic effects of statins on renal protection after cardiac surgeries. We aimed to assess the effects of preoperative administration of statins on lowering the incidence of postoperative acute kidney injury in patients undergoing cardiac surgeries. METHODS: In a retrospective study, the preoperative, intraoperative and postoperative data of 1064 consecutive patients who underwent different forms of cardiovascular surgeries were reviewed. According to whether patients had received statins preoperatively, the patients were categorized into no statin (n = 620), low-dose statin (n = 262) or high-dose statin (n = 182) administration groups. RESULTS: No difference was seen in postoperative incidence of acute kidney injury between the three groups (11.1, 9.9 and 11.5%, respectively, P = 0.887). The multivariate logistic regression analysis showed that advanced age [odds ratio (OR) = 1.043, P < 0.001], recent myocardial infarction within 90 days of surgery (OR = 1.935, P = 0.002) and longer intubation time (OR = 1.001, P = 0.001) could predict occurrence of kidney injury after cardiac surgery. The preoperative use of angiotensin converting enzyme (ACE) inhibitor could effectively prevent occurrence of this postoperative event (OR = 0.552, P = 0.008). After adjusting for propensity score only, statin treatment, at low or high doses, was not associated with lower postoperative acute kidney injury (OR = 1.010, P = 0.971 for low dose and OR = 1.108, P = 0.745 for high dose versus no statin). After further adjustment for propensity score, statin treatment with the different dosages was not associated with acute kidney injury (OR = 0.869, P = 0.633 for low dose and OR = 1.051, P = 0.885 for high dose versus no statin). CONCLUSIONS: Preoperative statin use may not inhibit acute kidney injury after operation.",
  "authors": [
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Nemati",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Shiraz University of Medical Sciences, Shiraz, Iran nemati_mhs@yahoo.com."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Medical Journalism, Paramedical School, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Interactive cardiovascular and thoracic surgery",
    "iso_abbreviation": "Interact Cardiovasc Thorac Surg",
    "issn": "1569-9285",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "493",
  "end_page": "498",
  "pages": "493-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Aged",
    "Cardiac Surgical Procedures",
    "Female",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Incidence",
    "Male",
    "Middle Aged",
    "Preoperative Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26180093",
    "doi": "10.1093/icvts/ivv194",
    "pii": "ivv194"
  },
  "doi": "10.1093/icvts/ivv194",
  "dates": {
    "completed": "2016-07-11",
    "revised": "2015-09-22"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.533108",
    "pmid": "26180093"
  }
}