{
  "pmid": "26181221",
  "uid": "26181221",
  "title": "Recall of ICU Stay in Patients Managed With a Sedation Protocol or a Sedation Protocol With Daily Interruption.",
  "abstract": "OBJECTIVES: To 1) describe factual, emotional, and delusional memories of ICU stay for patients enrolled in the SLEAP (Daily sedation interruption in mechanically ventilated critically ill patients cared for with a sedation protocol) trial; 2) compare characteristics of patients with and without ICU recall, and patients with and without delusional memories; and 3) determine factors associated with delusional memories 28 days after ICU discharge. DESIGN: Prospective cohort. SETTING: Sixteen North American medical and surgical ICUs. PATIENTS: Critically ill, mechanically ventilated adults randomized in the SLEAP trial. INTERVENTIONS: Post-ICU interviews on days 3, 28, and 90 using the validated ICU Memory Tool. MEASUREMENTS AND MAIN RESULTS: Overall, 289 of 297 ICU survivors (97%) (146 protocolized sedation and 143 protocolized sedation plus daily interruption patients) were interviewed at least once. Because there were no differences in recall status or types of memories between the two sedation groups, we present the findings for all patients rather than by study group. On days 3, 28, and 90, 28%, 26%, and 36% of patients, respectively, reported no recall of being in the ICU (overall perception, self-reported) (p = 0.75). Mean daily doses of benzodiazepines and opioids were lower in patients with no ICU recall than those with recall (p < 0.0001 for both). Despite one third of patients reporting no recall of ICU stay on day 3, 97% and 90% reported at least one factual and one emotional memory from ICU, respectively. Emotional memories declined with time after ICU discharge, particularly panic and confusion. Delusional memories 28 days after discharge were common (70%) yet unrelated to delirium (p = 0.84), recall status (p = 0.15), total dose of benzodiazepine (p = 0.78), or opioid (p = 0.21). Delusional memories were less likely with longer duration of mechanical ventilation (odds ratio, 0.955; 95% CI, 0.91-1.00; p = 0.04). CONCLUSIONS: Recall of ICU stay and types of memories reported were not influenced by the trial sedation strategy. Lack of ICU recall and delusional memories were common after ICU discharge despite the use of sedation strategies that promoted wakefulness.",
  "authors": [
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": [
        "1Department of Pharmacy and Medicine, Mount Sinai Hospital and University of Toronto, Toronto, ON, Canada. 2Departments of Medicine, Clinical Epidemiology, and Biostatistics, McMaster University, St Joseph's Healthcare, Hamilton, ON, Canada. 3Interdepartmental Division of Critical Care, Department of Medicine, University Health Network and University of Toronto, Toronto, ON, Canada. 4School of Pharmacy, Northeastern University, Boston, MA. 5Clinical Epidemiology Program, Ottawa Hospital Research Institute and Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada. 6Departments of Medicine, Clinical Epidemiology, and Biostatistics, McMaster University, Hamilton, ON, Canada. 7Department of Critical Care, Hamilton Health Sciences, Hamilton, ON, Canada. 8Department of Medicine, Mount Sinai Hospital, Toronto, ON, Canada. 9Département de Médecine, Soins Intensifs, Hôpital Maisonneuve Rosemont, Université de Montréal, Montréal, QC, Canada. 10Section of Critical Care, Department of Medicine, Faculty of Medicine, University of Manitoba, Winnipeg, MB, Canada. 11Keenan Research Centre and the Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada. 12Department of Medicine, Interdepartmental Division of Critical Care Medicine and the Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, ON, Canada. 13Department of Medicine, Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada. 14Department of Medicine, Division of Respirology, Toronto General Hospital, Interdepartmental Division of Critical Care, Faculty of Medicine, University of Toronto, Toronto, ON, Canada. 15Interdepartmental Division of Critical Care Medicine, Departments of Medicine and Physiology, University of Toronto, University Health Network and Mount Sinai Hospital, Toronto, ON, Canada. 16Departments of Anesthesiology and Critical Care,"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Herridge",
      "affiliations": []
    },
    {
      "last_name": "Devlin",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Devlin",
      "affiliations": []
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Steinberg",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Steinberg",
      "affiliations": []
    },
    {
      "last_name": "Skrobik",
      "fore_name": "Yoanna",
      "initials": "Y",
      "name": "Yoanna Skrobik",
      "affiliations": []
    },
    {
      "last_name": "Olafson",
      "fore_name": "Kendiss",
      "initials": "K",
      "name": "Kendiss Olafson",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Granton",
      "fore_name": "John",
      "initials": "J",
      "name": "John Granton",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall",
      "initials": "N",
      "name": "Niall Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Jacka",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Jacka",
      "affiliations": []
    },
    {
      "last_name": "Tanios",
      "fore_name": "Maged",
      "initials": "M",
      "name": "Maged Tanios",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": []
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Reynolds",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Keenan",
      "affiliations": []
    },
    {
      "last_name": "Mallick",
      "fore_name": "Ranjeeta",
      "initials": "R",
      "name": "Ranjeeta Mallick",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "2180",
  "end_page": "2190",
  "pages": "2180-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Benzodiazepines",
    "Clinical Protocols",
    "Deep Sedation",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Mental Recall",
    "Middle Aged",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "26181221",
    "doi": "10.1097/CCM.0000000000001196"
  },
  "doi": "10.1097/CCM.0000000000001196",
  "dates": {
    "completed": "2015-12-17",
    "revised": "2015-09-17"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Benzodiazepines"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.393258",
    "pmid": "26181221"
  }
}