{
  "pmid": "26203955",
  "uid": "26203955",
  "title": "Factors associated with acute care use among nursing home residents dying of cancer: a population-based study.",
  "abstract": "BACKGROUND: Little is known about residents of long-term care (LTC) facilities who die of cancer. The authors examined factors among this cohort prognostic of greater acute care use to identify areas for improving support in LTC. METHODS: The authors used administrative data representing all cancer decedents in Ontario, Canada, who had been living in LTC. Binary logistic regression was used to examine the contribution of covariates to having an emergency department (ED) visit in the last 6 months of life or to death in hospital. RESULTS: Among the 1196 LTC residents in the study cohort, 61% had visited an ED in the last 6 months of life and 20% had died in hospital. Cancer type, income, gender, time in LTC and rural location were not strong predictors of the acute care outcomes. However, certain comorbidities, being younger and region of residence significantly increased the odds of an ED visit and/or hospital death (all P<0.05). CONCLUSIONS: Determining the characteristics of LTC patients more likely to access acute care services can help to inform interventions that avoid costly and potentially adverse transfers to hospital. The study of cancer patients in LTC represents a starting point for clarifying the potential of specialised palliative care nursing and other support that is often lacking in these facilities.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Senior Research Coordinator, McMaster University, and Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Associate Professor, McMaster University, and Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Associate Professor, McMaster University, and Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Associate Professor; all at Department of Oncology, McMaster University, and Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of palliative nursing",
    "iso_abbreviation": "Int J Palliat Nurs",
    "issn": "1357-6321",
    "issn_type": "Print",
    "volume": "21",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Jul"
  },
  "start_page": "349",
  "end_page": "356",
  "pages": "349-56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cause of Death",
    "Cohort Studies",
    "Databases, Factual",
    "Female",
    "Health Services for the Aged",
    "Humans",
    "Male",
    "Neoplasms",
    "Nursing Homes",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26203955",
    "doi": "10.12968/ijpn.2015.21.7.349"
  },
  "doi": "10.12968/ijpn.2015.21.7.349",
  "dates": {
    "completed": "2015-12-03",
    "revised": "2015-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.060159",
    "pmid": "26203955"
  }
}