{
  "pmid": "26202162",
  "uid": "26202162",
  "title": "Handling trial participants with missing outcome data when conducting a meta-analysis: a systematic survey of proposed approaches.",
  "abstract": "BACKGROUND: When potentially associated with the likelihood of outcome, missing participant data represents a serious potential source of bias in randomized trials. Authors of systematic reviews frequently face this problem when conducting meta-analyses. The objective of this study is to conduct a systematic survey of the relevant literature to identify proposed approaches for how systematic review authors should handle missing participant data when conducting a meta-analysis. METHODS: We searched MEDLINE and the Cochrane Methodology register from inception to August 2014. We included papers that devoted at least two paragraphs to discuss a relevant approach for missing data. Five pairs of reviewers, working independently and in duplicate, selected relevant papers. One reviewer abstracted data from included papers and a second reviewer verified them. We summarized the results narratively. RESULTS: Of 9,138 identified citations, we included 11 eligible papers. Four proposed general approaches for handling dichotomous outcomes, and all recommended a complete case analysis as the primary analysis and additional sensitivity analyses using the following imputation methods: based on reasons for missingness (n = 3), relative to risk among followed up (n = 3), best-case scenario (n = 2), and worst-case scenario (n = 3). Three of these approaches suggested taking uncertainty into account. Two papers proposed general approaches for handling continuous outcomes, and both proposed a complete case analysis as the reference analysis and the following imputation methods as sensitivity analyses: based on reasons for missingness (n = 2), based on the mean observed in the same trial or other trials (n = 1), and based on informative missingness differences in means (n = 1). The remaining eligible papers did not propose general approaches but addressed specific statistical issues. CONCLUSIONS: All proposed approaches for handling missing participant data recommend conducting a complete case analysis for the primary analysis and some form of sensitivity analysis to evaluate robustness of results. Although these approaches require further testing, they may guide review authors in addressing missing participant data.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, Clinical Epidemiology Unit, American University of Beirut Medical Center, P.O. Box: 11-0236, Riad-El-Solh, Beirut, 1107, 2020, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Department of Internal Medicine, Clinical Epidemiology Unit, American University of Beirut Medical Center, P.O. Box: 11-0236, Riad-El-Solh, Beirut, 1107, 2020, Beirut, Lebanon. lara.kahale@gmail.com."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. thomas.agoritsas@gmail.com."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Evidence-Based Dentistry Unit, Universidad de Chile, Santiago, Chile. rominabp@gmail.com.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. rominabp@gmail.com."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. bussejw@mcmaster.ca."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. alonsocarrascolabra@gmail.com."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. shanil.ebrahim@utoronto.ca.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. shanil.ebrahim@utoronto.ca.",
        "Department of Anesthesia and Pain Medicine, the Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada. shanil.ebrahim@utoronto.ca.",
        "Department of Medicine, Stanford University, Stanford, CA, USA. shanil.ebrahim@utoronto.ca."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. bradley.johnston@sickkids.ca.",
        "Department of Anesthesia and Pain Medicine, the Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada. bradley.johnston@sickkids.ca.",
        "The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada. bradley.johnston@sickkids.ca.",
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada. bradley.johnston@sickkids.ca."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. ignacio.neumann@gmail.com."
      ]
    },
    {
      "last_name": "Sola",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Sola",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (CIBERESP-IIB Sant Pau), Barcelona, Spain. ISola@santpau.cat."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Sun",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. sunx26@gmail.com."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Vandvik",
      "affiliations": [
        "The Norwegian Knowledge Centre for the Health Services, Oslo, Norway. per.vandvik@gmail.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. madisonz1220@gmail.com."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (CIBERESP-IIB Sant Pau), Barcelona, Spain. PAlonso@santpau.cat."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. guyatt@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, Canada. guyatt@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "98",
  "pages": "98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Data Accuracy",
    "Humans",
    "Meta-Analysis as Topic",
    "Patient Dropouts",
    "Research Design",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26202162",
    "pmc": "PMC4511978",
    "doi": "10.1186/s13643-015-0083-6",
    "pii": "10.1186/s13643-015-0083-6"
  },
  "doi": "10.1186/s13643-015-0083-6",
  "pmc_id": "PMC4511978",
  "dates": {
    "completed": "2016-05-04",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.607351",
    "pmid": "26202162"
  }
}