{
  "pmid": "26215871",
  "uid": "26215871",
  "title": "Cost-effectiveness analysis of dabigatran and anticoagulation monitoring strategies of vitamin K antagonist.",
  "abstract": "BACKGROUND: Vitamin K antagonists are commonly used for the prevention of thromboembolic events. Patient self-monitoring of vitamin K antagonists has proved superior to usual care. Dabigatran has been shown, relative to warfarin, to reduce thromboembolic events without increasing bleeding. METHODS: We constructed a Markov model to compare vitamin K self-monitoring strategies to dabigatran including effectiveness and costs of monitoring and complications (thromboembolism and major bleeding). The model was used to project the incidence of these complications, life years, quality-adjusted life years, and health system costs with anticoagulant treatment throughout life. The analysis was conducted from the health system perspective and from the societal perspective. RESULTS: Low quality evidence suggests that self-monitoring is at least as effective as dabigatran for the outcomes of thrombosis, bleeding and death. Moderate quality evidence that patient self-monitoring is more effective than other forms of monitoring degree of anticoagulation with vitamin K antagonists, reducing the relative risk of thromboembolism by 41% and death by 34%. The cost per quality adjusted year gained relative to other warfarin monitoring strategies is well below 30,000 € in the short term, and is a dominant alternative from the fourth year. In comparison with dabigatran, the lower annual cost and its equivalence in terms of effectiveness made self-monitoring the dominant option. These results were confirmed in the probabilistic sensitivity analysis. CONCLUSIONS: We have moderate quality evidence that self-monitoring of vitamin K antagonists is a cost-effective alternative compared with hospital and primary care monitoring, and low quality evidence, compared with dabigatran. Our analyses contrast with the available cost analysis of dabigatran and usual care of anticoagulated patients.",
  "authors": [
    {
      "last_name": "Carles",
      "fore_name": "Misericòrdia",
      "initials": "M",
      "name": "Misericòrdia Carles",
      "affiliations": [
        "Departament d'Economia and CREIP, Universitat Rovira i Virgili, Avinguda de la Universitat 1, 43204, Reus, Spain. misericordia.carles@urv.net."
      ]
    },
    {
      "last_name": "Brosa",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Brosa",
      "affiliations": [
        "Oblikue Consulting, Barcelona, SL, Spain. max.brosa@oblikue.com."
      ]
    },
    {
      "last_name": "Souto",
      "fore_name": "Juan Carlos",
      "initials": "JC",
      "name": "Juan Carlos Souto",
      "affiliations": [
        "Unitat d'Hemostàsia i Trombosi, Hospital de la Santa Creu i Sant Pau, Barcelona, España. jsouto@santpau.cat."
      ]
    },
    {
      "last_name": "Garcia-Alamino",
      "fore_name": "Josep Maria",
      "initials": "JM",
      "name": "Josep Maria Garcia-Alamino",
      "affiliations": [
        "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, UK. Jose.garcia-alamino@kellogg.ox.ac.uk."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, CLARITY Research Group, McMaster University Medical Centre 2C9, 1200 Main St W, Hamilton, ON, Canada. guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, CLARITY Research Group, McMaster University Medical Centre 2C9, 1200 Main St W, Hamilton, ON, Canada. palonso@santpau.cat.",
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau) Research, CIBER of Epidemiology and Public Health (CIBERESP), Sant Antoni M. Claret 167, 08025, Barcelona, Spain. palonso@santpau.cat."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "289",
  "pages": "289",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Antithrombins",
    "Atrial Fibrillation",
    "Benzimidazoles",
    "Cost-Benefit Analysis",
    "Dabigatran",
    "Drug Monitoring",
    "Fibrinolytic Agents",
    "Hemorrhage",
    "Humans",
    "Male",
    "Markov Chains",
    "Quality-Adjusted Life Years",
    "Self Care",
    "Stroke",
    "Thrombosis",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "26215871",
    "pmc": "PMC4515878",
    "doi": "10.1186/s12913-015-0934-9",
    "pii": "10.1186/s12913-015-0934-9"
  },
  "doi": "10.1186/s12913-015-0934-9",
  "pmc_id": "PMC4515878",
  "dates": {
    "completed": "2016-03-17",
    "revised": "2024-03-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Antithrombins",
    "Benzimidazoles",
    "Fibrinolytic Agents",
    "Vitamin K",
    "Warfarin",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.060259",
    "pmid": "26215871"
  }
}