{
  "pmid": "26215032",
  "uid": "26215032",
  "title": "Temporal trends in the incidence and relative survival of non-small cell lung cancer in Canada: A population-based study.",
  "abstract": "OBJECTIVES: The objective of this study was to estimate trends in incidence and relative survival ratio in patients diagnosed with invasive lung cancer in Canada over the period of 1992-2007. MATERIALS AND METHODS: We identified patients with primary invasive non-small cell lung cancers in the Canadian Cancer Registry (CCR) dataset. Patients younger than 18 years of age were excluded in this analysis. A flexible parametric model was used to estimate one- and five-year relative survival ratios and excess mortality rate. RESULTS: In total 182,417, patients from CCR dataset with invasive lung cancer were identified of which 57.2% (n=106,197) were male and the mean age at diagnosis was 68.8 (SD=11.0) years. The incidence rate of lung cancer decreased in men and increased in women. Although one-year relative survival ratio slightly improved over time for both genders and most age groups, five-year relative survival decreased for most of the groups. CONCLUSIONS: Although the incidence rate of invasive lung cancer continued to decrease in men, it is increasing in women and the gap in incidence between men and women is narrowing. The one-year relative survival ratio gradually increased for most age groups over the study period, particularly for the younger age groups. Additionally, excess mortality rate is at its peak shortly after diagnosis and for the first 6 months and thereafter gradually decreases.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Canada; Department of Clinical Epidemiology & Biostatistics, Canada. Electronic address: daneshn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Finley",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Finley",
      "affiliations": [
        "Division of Thoracic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lung cancer (Amsterdam, Netherlands)",
    "iso_abbreviation": "Lung Cancer",
    "issn": "1872-8332",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "8",
  "end_page": "14",
  "pages": "8-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Carcinoma, Non-Small-Cell Lung",
    "Female",
    "Humans",
    "Incidence",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Mortality",
    "Registries",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "26215032",
    "doi": "10.1016/j.lungcan.2015.07.004",
    "pii": "S0169-5002(15)30010-6"
  },
  "doi": "10.1016/j.lungcan.2015.07.004",
  "dates": {
    "completed": "2016-06-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.227486",
    "pmid": "26215032"
  }
}