{
  "pmid": "26216584",
  "uid": "26216584",
  "title": "How dead is dead? Qualitative findings from participants of combined traditional and lead-time time trade-off valuations.",
  "abstract": "PURPOSE: The EuroQol Valuation Technology (EQ-VT) uses traditional time trade-off (tTTO) for health states better than dead and lead-time TTO (LT-TTO) for states worse than dead to elicit a value (-1.0 to +1.0) for each health state. In the Canadian EQ-5D-5L Valuation study which used the EQVT platform, we observed an unexpected peak in frequency of \"0\" values and few negative values, particularly in the range of 0 to -0.5. To better understand this finding, we sought to explore respondents' thought processes while valuing a health state, and their understanding of the tTTO and LT-TTO exercises. METHODS: Qualitative semi-structured interviews were conducted with EQVT task respondents. Questions focused on valuations of health states as: (a) Same as dead in tTTO, (b) Worse than dead in tTTO but changed to same as dead in LT-TTO, (c) Worse than dead in LT-TTO, and (d) Worse than dead in LT-TTO with trading off all 10 years. Data were analyzed using content and thematic analysis. RESULTS: Mean age of participants (N = 70) was 40 ± 18.1 years, 60% female, and 76% Caucasian. Participants provided similar reasons for valuing a health state same as or worse than dead. Many participants expressed confusion about worse than dead valuations, distinction between same as and worse than dead, and the transition from tTTO to LT-TTO. A few indicated that the addition of 10 years of full health in the LT-TTO influenced their valuations. CONCLUSIONS: The transition from tTTO to LT-TTO in the EQVT was confusing to participants, whereby some health state valuations around this transition appeared to be arbitrary.",
  "authors": [
    {
      "last_name": "Al Sayah",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Al Sayah",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Mladenovic",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Mladenovic",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Johnson",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada. jeff.johnson@ualberta.ca.",
        "Department of Public Health Sciences, 2-040 Li Ka Shing Centre for Health Research Innovation, University of Alberta, Edmonton, AB, T6G 2E1, Canada. jeff.johnson@ualberta.ca."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "35",
  "end_page": "43",
  "pages": "35-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude to Health",
    "Canada",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Time Factors",
    "Work"
  ],
  "article_ids": {
    "pubmed": "26216584",
    "doi": "10.1007/s11136-015-1073-9",
    "pii": "10.1007/s11136-015-1073-9"
  },
  "doi": "10.1007/s11136-015-1073-9",
  "dates": {
    "completed": "2016-08-29",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.870587",
    "pmid": "26216584"
  }
}