{
  "pmid": "26210200",
  "uid": "26210200",
  "title": "Toxicity of Cancer Therapy in Adolescents and Young Adults (AYAs).",
  "abstract": "OBJECTIVES: To identify treatment-related toxicities that are either more frequent or more severe in the adolescent and young adult (AYA) oncology population. To explore differences in drug pharmacology and patient physiology that contribute to toxicities in the AYA population and to describe the impact of treatment-related toxicities on outcomes for AYA patients. DATA SOURCES: A PubMed search was undertaken using the key words Adolescent Young Adult Oncology, AYA, toxicity, bone marrow transplant, late effects, and chemotherapy. Additional toxicity information was also obtained from recent publications from cancer cooperative groups treating AYA patients. CONCLUSION: AYA patients often experience more severe toxicities than children when treated with identical chemotherapy regimens, which can interfere with successful administration of planned treatment, as well as have profound effects on quality of life. AYA patients with cancer face the dual challenge of disease biology associated with inferior response to treatment, thus necessitating treatment intensification, while at the same time suffering higher rates of specific toxicities such as vincristine-induced neuropathy, osteonecrosis, and treatment-related mortality caused by infection. IMPLICATIONS FOR NURSING PRACTICE: AYA patients are at a higher risk for toxicities from regimens that may be tolerated by younger patients. Staff should be aware of toxicities facing this population so that appropriate supportive care measures can be utilized. Future research on the pharmacology of drugs in adolescence, hormonal effects on drug-metabolizing enzymes, cumulative exposure to different drugs in combination, and risk and severity of specific toxicities will be critical to improving the treatment of AYA patients.",
  "authors": [
    {
      "last_name": "Bukowinski",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Bukowinski",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen C",
      "initials": "KC",
      "name": "Karen C Burns",
      "affiliations": []
    },
    {
      "last_name": "Parsons",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Parsons",
      "affiliations": []
    },
    {
      "last_name": "Perentesis",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Perentesis",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Maureen M",
      "initials": "MM",
      "name": "Maureen M O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in oncology nursing",
    "iso_abbreviation": "Semin Oncol Nurs",
    "issn": "1878-3449",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "216",
  "end_page": "226",
  "pages": "216-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Drug-Related Side Effects and Adverse Reactions",
    "Female",
    "Hematopoietic Stem Cell Transplantation",
    "Humans",
    "Male",
    "Neoplasms",
    "Risk Assessment",
    "Survival Analysis",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26210200",
    "doi": "10.1016/j.soncn.2015.05.003",
    "pii": "S0749-2081(15)00045-5"
  },
  "doi": "10.1016/j.soncn.2015.05.003",
  "dates": {
    "completed": "2016-04-25",
    "revised": "2018-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.130004",
    "pmid": "26210200"
  }
}