{
  "pmid": "26238520",
  "uid": "26238520",
  "title": "Outcomes of sustained low efficiency dialysis versus continuous renal replacement therapy in critically ill adults with acute kidney injury: a cohort study.",
  "abstract": "BACKGROUND: Sustained low efficiency dialysis (SLED) is increasingly used as a renal replacement modality in critically ill patients with acute kidney injury (AKI) and hemodynamic instability. SLED may reduce the hemodynamic perturbations of intermittent hemodialysis, while obviating the resource demands of CRRT. Although SLED is being increasingly used, few studies have evaluated its impact on clinical outcomes. METHODS: We conducted a cohort study comparing SLED (target 8 h/session, blood flow 200 mL/min, predominantly without anticoagulation) to CRRT in four ICUs at an academic medical centre. The primary outcome was mortality 30 days after RRT initiation, adjusted for demographics, comorbidity, baseline kidney function, and Sequential Organ Failure Assessment score. Secondary outcomes were persistent RRT dependence at 30 days and early clinical deterioration, defined as a rise in SOFA score or death 48 h after starting RRT. RESULTS: We identified 158 patients who initiated treatment with CRRT and 74 with SLED. Mortality at 30 days was 54 % and 61 % among SLED- and CRRT-treated patients, respectively [adjusted odds ratio (OR) 1.07, 95 % CI 0.56-2.03, as compared with CRRT]. Among SLED recipients, the risk of RRT dependence at 30 days (adjusted OR 1.36, 95 % CI 0.51-3.57) and early clinical deterioration (adjusted OR 0.73, 95 % CI 0.40-1.34) were not different as compared to patients who initiated CRRT. CONCLUSIONS: Notwithstanding the limitations of this small non-randomized study, we found similar clinical outcomes for patients treated with SLED and CRRT. While we await the completion of a trial that will definitively assess the non-inferiority of SLED as compared to CRRT, SLED appears to be an acceptable alternative form of renal support in hemodynamically unstable patients with AKI.",
  "authors": [
    {
      "last_name": "Kitchlu",
      "fore_name": "Abhijat",
      "initials": "A",
      "name": "Abhijat Kitchlu",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, University of Toronto, Toronto, ON, Canada. abhijat.kitchlu@gmail.com."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill",
      "initials": "N",
      "name": "Neill Adhikari",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. neill.adhikari@sunnybrook.ca.",
        "Department of Critical Care Medicine and Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, ON, Canada. neill.adhikari@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. burnsk@smh.ca.",
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, 61 Queen Street East, 9-140, Toronto, ON, M5C 2 T2, Canada. burnsk@smh.ca.",
        "Departments of Critical Care and Medicine, St. Michael's Hospital, Toronto, ON, Canada. burnsk@smh.ca."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. friedrichj@smh.ca.",
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, 61 Queen Street East, 9-140, Toronto, ON, M5C 2 T2, Canada. friedrichj@smh.ca.",
        "Departments of Critical Care and Medicine, St. Michael's Hospital, Toronto, ON, Canada. friedrichj@smh.ca."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Western Ontario, London, ON, Canada. amit.garg@lhsc.on.ca.",
        "Department of Epidemiology & Biostatistics, University of Western Ontario, London, ON, Canada. amit.garg@lhsc.on.ca."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "David",
      "initials": "D",
      "name": "David Klein",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. kleind@smh.ca.",
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, 61 Queen Street East, 9-140, Toronto, ON, M5C 2 T2, Canada. kleind@smh.ca.",
        "Departments of Critical Care and Medicine, St. Michael's Hospital, Toronto, ON, Canada. kleind@smh.ca."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Richardson",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, University of Toronto, Toronto, ON, Canada. robert.richardson@uhn.ca."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, University of Toronto, Toronto, ON, Canada. waldr@smh.ca.",
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, 61 Queen Street East, 9-140, Toronto, ON, M5C 2 T2, Canada. waldr@smh.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "04"
  },
  "start_page": "127",
  "pages": "127",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Adult",
    "Aged",
    "Cause of Death",
    "Critical Illness",
    "Disease Progression",
    "Female",
    "Hemodiafiltration",
    "Humans",
    "Male",
    "Middle Aged",
    "Renal Dialysis",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26238520",
    "pmc": "PMC4522955",
    "doi": "10.1186/s12882-015-0123-4",
    "pii": "10.1186/s12882-015-0123-4"
  },
  "doi": "10.1186/s12882-015-0123-4",
  "pmc_id": "PMC4522955",
  "dates": {
    "completed": "2016-03-24",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.189664",
    "pmid": "26238520"
  }
}