{
  "pmid": "26243074",
  "uid": "26243074",
  "title": "Patterns of Innovation in Alzheimer's Disease Drug Development: A Strategic Assessment Based on Technological Maturity.",
  "abstract": "PURPOSE: This article examines the current status of translational science for Alzheimer's disease (AD) drug discovery by using an analytical model of technology maturation. Previous studies using this model have demonstrated that nascent scientific insights and inventions generate few successful leads or new products until achieving a requisite level of maturity. This article assessed whether recent failures and successes in AD research follow patterns of innovation observed in other sectors. METHODS: The bibliometric-based Technology Innovation Maturation Evaluation model was used to quantify the characteristic S-curve of growth for AD-related technologies, including acetylcholinesterase, N-methyl-d-aspartate (NMDA) receptors, B-amyloid, amyloid precursor protein, presenilin, amyloid precursor protein secretases, apolipoprotein E4, and transactive response DNA binding protein 43 kDa (TDP-43). This model quantifies the accumulation of knowledge as a metric for technological maturity, and it identifies the point of initiation of an exponential growth stage and the point at which growth slows as the technology is established. FINDINGS: In contrast to the long-established acetylcholinesterase and NMDA receptor technologies, we found that amyloid-related technologies reached the established point only after 2000, and that the more recent technologies (eg, TDP-43) have not yet approached this point. The first approvals for new molecular entities targeting acetylcholinesterase and the NMDA receptor occurred an average of 22 years after the respective technologies were established, with only memantine (which was phenotypically discovered) entering clinical trials before this point. In contrast, the 6 lead compounds targeting the formation of amyloid plaques that failed in Phase III trials between 2009 and 2014 all entered clinical trials before the respective target technologies were established. IMPLICATIONS: This analysis suggests that AD drug discovery has followed a predictable pattern of innovation in which technological maturity is an important determinant of success in development. Quantitative analysis indicates that the lag in emergence of new products, and the much-heralded clinical failures of recent years, should be viewed in the context of the ongoing maturation of AD-related technologies. Although these technologies were not sufficiently mature to generate successful products a decade ago, they may be now. Analytical models of translational science can inform basic and clinical research results as well as strategic development of new therapeutic products.",
  "authors": [
    {
      "last_name": "Beierlein",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Beierlein",
      "affiliations": [
        "Center for Integration of Science and Industry, Department of Natural and Applied Sciences and Department of Management, Bentley University, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "McNamee",
      "fore_name": "Laura M",
      "initials": "LM",
      "name": "Laura M McNamee",
      "affiliations": [
        "Center for Integration of Science and Industry, Department of Natural and Applied Sciences and Department of Management, Bentley University, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Center for Integration of Science and Industry, Department of Natural and Applied Sciences and Department of Management, Bentley University, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "Ledley",
      "fore_name": "Fred D",
      "initials": "FD",
      "name": "Fred D Ledley",
      "affiliations": [
        "Center for Integration of Science and Industry, Department of Natural and Applied Sciences and Department of Management, Bentley University, Waltham, Massachusetts. Electronic address: fledley@bentley.edu."
      ]
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "1879-114X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "1643",
  "end_page": "51.e3",
  "pages": "1643-51.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alzheimer Disease",
    "Clinical Trials, Phase III as Topic",
    "Forecasting",
    "Humans",
    "Organizational Innovation",
    "Technology, Pharmaceutical"
  ],
  "article_ids": {
    "pubmed": "26243074",
    "doi": "10.1016/j.clinthera.2015.07.003",
    "pii": "S0149-2918(15)00931-5"
  },
  "doi": "10.1016/j.clinthera.2015.07.003",
  "dates": {
    "completed": "2016-05-09",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.851480",
    "pmid": "26243074"
  }
}