{
  "pmid": "26243246",
  "uid": "26243246",
  "title": "Some Global Policies for Antibiotic Resistance Depend on Legally Binding and Enforceable Commitments.",
  "abstract": "To address the challenge of antibiotic resistance (ABR), the international community must ensure access, conservation and innovation of antibiotics. These goals can be significantly advanced through ten global policies that have been recommended to form part of an international legal agreement. Policies that could be central to this agreement include the establishment of standards, responsible antibiotic use regulations, and strengthening global surveillance systems. Funding for access, mobilizing resources for infrastructure, strengthening infection control practices, and regulating antibiotic marketing could also be helpful if included in a legal agreement. Incentives for innovation could also be included to mobilize support for its implementation. The inclusion of these policies in an international legal agreement could effectively support global collective action towards several ABR policy goals, some of which may depend on it for their achievement.",
  "authors": [
    {
      "last_name": "Behdinan",
      "fore_name": "Asha",
      "initials": "A",
      "name": "Asha Behdinan",
      "affiliations": [
        "M.D. Candidate at the University of Toronto in Toronto, Canada and a Research Assistant at the Global Strategy Lab, Faculty of Law at the University of Ottawa in Ottawa, Canada. In summer 2015 she worked as an intern for the World Health Organization's Regional Office for Europe."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Associate Professor of Law and Director of the Global Strategy Lab at the University of Ottawa with courtesy appointments as an Assistant Professor of Clinical Epidemiology & Biostatistics (Part-Time) at McMaster University and Adjunct Associate Professor of Global Health & Population at Harvard University. He previously worked for the Ontario Ministry of Health & Long-Term Care, World Health Organization, and the Executive Office of the United Nations Secretary-General."
      ]
    },
    {
      "last_name": "Pearcey",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Pearcey",
      "affiliations": [
        "Research Associate at the Global Strategy Lab, Faculty of Law at the University of Ottawa in Ottawa, Canada, and a Contract Instructor with the Department of Political Science at Carleton University in Ottawa, Canada. He was previously a Research Associate with the Centre for Trade Policy & Law in Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
    "iso_abbreviation": "J Law Med Ethics",
    "issn": "1748-720X",
    "issn_type": "Electronic",
    "volume": "43 Suppl 3",
    "pub_year": "2015"
  },
  "start_page": "68",
  "end_page": "73",
  "pages": "68-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Drug Resistance, Microbial",
    "Health Policy",
    "Humans",
    "International Cooperation"
  ],
  "article_ids": {
    "pubmed": "26243246",
    "doi": "10.1111/jlme.12277"
  },
  "doi": "10.1111/jlme.12277",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.631204",
    "pmid": "26243246"
  }
}