{
  "pmid": "26243243",
  "uid": "26243243",
  "title": "Much Can Be Learned about Addressing Antibiotic Resistance from Multilateral Environmental Agreements.",
  "abstract": "Antibiotic resistance (ABR) is a common-pool resource challenge. This means that efforts to address ABR can learn from similar collective action problems faced within the environmental sector. Multilateral environmental agreements are the backbone of global environmental governance. Their ability to effectively solve environmental problems depends on the problem structure and the regime's problem-solving capacity. The success or failure of environmental agreements is mainly determined by the problem structure, including the degree of political consensus and scientific certainty. But agreements' institutional design also matter because they can change the problem structure and problem-solving capacity. Based on experiences with environmental agreements, an international ABR agreement should contain robust reporting/verification procedures, sanctions for non-compliance, assistance for implementation, majority vote decision-making rules, a strong secretariat, an independent scientific panel, and specific commitments. More research on global strategies for achieving collective action is needed to help inform future institutional designs that are both effective and politically feasible.",
  "authors": [
    {
      "last_name": "Andresen",
      "fore_name": "Steinar",
      "initials": "S",
      "name": "Steinar Andresen",
      "affiliations": [
        "Research Professor with the Fridtjof Nansen Institute in Oslo, Norway. He was previously a Professor with the Department of Political Science at the University of Oslo and an Adjunct Professor with the Pluricourts Center of Excellence, also at the University of Oslo. His research focuses on international agreements, regimes and international organizations, especially in the area of environment, but also relating to international resource policy and global health issues. Some empirical examples include the climate regime, the whaling regime, and various United Nations bodies."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Associate Professor of Law and Director of the Global Strategy Lab at the University of Ottawa with courtesy appointments as an Assistant Professor of Clinical Epidemiology & Biostatistics (Part-Time) at McMaster University and Adjunct Associate Professor of Global Health & Population at Harvard University. He previously worked for the Ontario Ministry of Health & Long-Term Care, the World Health Organization, and the Executive Office of the United Nations Secretary-General."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
    "iso_abbreviation": "J Law Med Ethics",
    "issn": "1748-720X",
    "issn_type": "Electronic",
    "volume": "43 Suppl 3",
    "pub_year": "2015"
  },
  "start_page": "46",
  "end_page": "52",
  "pages": "46-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Drug Resistance, Microbial",
    "Environmental Policy",
    "Global Health",
    "Humans",
    "International Cooperation"
  ],
  "article_ids": {
    "pubmed": "26243243",
    "doi": "10.1111/jlme.12274"
  },
  "doi": "10.1111/jlme.12274",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.630133",
    "pmid": "26243243"
  }
}