{
  "pmid": "26243247",
  "uid": "26243247",
  "title": "Effective Global Action on Antibiotic Resistance Requires Careful Consideration of Convening Forums.",
  "abstract": "Global collective action is needed to address the growing transnational threat of antibiotic resistance (ABR). Some commentators have recommended an international legal agreement as the most promising mechanism for coordinating such action. While much has been said about what must be done to address ABR, far less work has analyzed how or where such collective action should be facilitated - even though the success of any international agreement depends greatly on where it is negotiated and implemented. This article evaluates four different forums that states may use to develop an international legal agreement for antibiotic resistance: (1) a self-organized venue; (2) the World Health Organization; (3) the World Trade Organization; and (4) the United Nations General Assembly. The need for a multisectoral approach and the diverse institutional landscape suggest that an effective response may best be coordinated through linked action pursued through multiple forums.",
  "authors": [
    {
      "last_name": "Rizvi",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Rizvi",
      "affiliations": [
        "J.D. Candidate at Yale Law School, and a fellow with the Global Health Justice Partnership at Yale University."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Associate Professor of Law and Director of the Global Strategy Lab at the University of Ottawa with courtesy appointments as an Assistant Professor of Clinical Epidemiology & Biostatistics (Part-Time) at McMaster University and Adjunct Associate Professor of Global Health & Population at Harvard University. He previously worked for the Ontario Ministry of Health & Long-Term Care, World Health Organization, and the Executive Office of the United Nations Secretary-General."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
    "iso_abbreviation": "J Law Med Ethics",
    "issn": "1748-720X",
    "issn_type": "Electronic",
    "volume": "43 Suppl 3",
    "pub_year": "2015"
  },
  "start_page": "74",
  "end_page": "78",
  "pages": "74-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Drug Resistance, Microbial",
    "Global Health",
    "Humans",
    "International Cooperation",
    "International Law",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "26243247",
    "doi": "10.1111/jlme.12278"
  },
  "doi": "10.1111/jlme.12278",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2017-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.631449",
    "pmid": "26243247"
  }
}