{
  "pmid": "26243244",
  "uid": "26243244",
  "title": "Addressing Antibiotic Resistance Requires Robust International Accountability Mechanisms.",
  "abstract": "A proposed international agreement on antibiotic resistance will depend on robust accountability mechanisms for real-world impact. This article examines the central aspects of accountability relationships in international agreements and lays out ways to strengthen them. We provide a menu of accountability mechanisms that facilitate transparency, oversight, complaint, and enforcement, describe how these mechanisms can promote compliance, and identify key considerations for a proposed international agreement on antibiotic resistance. These insights can be useful for bringing about the revolutionary changes that new international agreements aspire to achieve.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Associate Professor of Law and Director of the Global Strategy Lab at the University of Ottawa with courtesy appointments as an Assistant Professor of Clinical Epidemiology & Biostatistics (Part-Time) at McMaster University and Adjunct Associate Professor of Global Health & Population at Harvard University. He previously worked or the Ontario Ministry of Health & Long-Term Care, World Health Organization, and the Executive Office of the United Nations Secretary-General."
      ]
    },
    {
      "last_name": "Ottersen",
      "fore_name": "Trygve",
      "initials": "T",
      "name": "Trygve Ottersen",
      "affiliations": [
        "Postdoctoral Fellow in the Department of International Public Health at the Norwegian Institute of Public Health in Oslo, Norway, the Department of Global Public Health & Primary Care at the University of Bergen in Bergen, Norway, and the Global Strategy Lab at the University of Ottawa's Faculty of Law in Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
    "iso_abbreviation": "J Law Med Ethics",
    "issn": "1748-720X",
    "issn_type": "Electronic",
    "volume": "43 Suppl 3",
    "pub_year": "2015"
  },
  "start_page": "53",
  "end_page": "64",
  "pages": "53-64",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Drug Resistance, Microbial",
    "Global Health",
    "Humans",
    "International Cooperation",
    "Social Responsibility"
  ],
  "article_ids": {
    "pubmed": "26243244",
    "doi": "10.1111/jlme.12275"
  },
  "doi": "10.1111/jlme.12275",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.630355",
    "pmid": "26243244"
  }
}