{
  "pmid": "26243245",
  "uid": "26243245",
  "title": "International Law Has a Role to Play in Addressing Antibiotic Resistance.",
  "abstract": "If an international legal agreement is needed for any of today's global health challenges, it would be antibiotic resistance (ABR). This challenge is transnational, its solution justifies coercion, tangible benefits are likely to be achieved, and other commitment mechanisms have thus far not been successful. Since addressing ABR depends on near-universal and interdependent collective action across sectors, states should utilize an international legal agreement - which formally represents the strongest commitment mechanism available to them.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Associate Professor of Law and Director of the Global Strategy Lab at the University of Ottawa with courtesy appointments as an Assistant Professor of Clinical Epidemiology & Biostatistics (Part-Time) at McMaster University and Adjunct Associate Professor of Global Health & Population at Harvard University. He previously worked for the Ontario Ministry of Health & Long-Term Care, World Health Organization, and the Executive Office of the United Nations Secretary-General."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "Director of the Division of Infectious Disease Control at the Norwegian Institute of Public Health; Professor of Health Policy at the Department of Health Management and Health Economics, Institute of Health and Society, Faculty of Medicine, University of Oslo; Adjunct Professor at the Department of Global Health and Population, Harvard T.H. Chan School of Public Health; and Board Chair of the Alliance for Health Policy and Systems Research. He was Director-General of the Norwegian Knowledge Centre for the Health Services."
      ]
    },
    {
      "last_name": "Frenk",
      "fore_name": "Julio",
      "initials": "J",
      "name": "Julio Frenk",
      "affiliations": [
        "Dean of the Harvard T.H. Chan School of Public Health and T&G Angelopoulos Professor of Public Health & International Development at Harvard University. He is an eminent authority on global health who served as Mexico's Minister of Health, Assistant Director-General of the World Health organization, and Senior Fellow of the Bill & Melinda Gates Foundation. He received the Clinton Global Citizen Award for changing \"the way practitioners and policy makers across the world think about health.\""
      ]
    }
  ],
  "journal": {
    "title": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics",
    "iso_abbreviation": "J Law Med Ethics",
    "issn": "1748-720X",
    "issn_type": "Electronic",
    "volume": "43 Suppl 3",
    "pub_year": "2015"
  },
  "start_page": "65",
  "end_page": "67",
  "pages": "65-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Drug Resistance, Microbial",
    "Global Health",
    "Humans",
    "International Cooperation",
    "International Law"
  ],
  "article_ids": {
    "pubmed": "26243245",
    "doi": "10.1111/jlme.12276"
  },
  "doi": "10.1111/jlme.12276",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2017-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.630763",
    "pmid": "26243245"
  }
}