{
  "pmid": "26242915",
  "uid": "26242915",
  "title": "Overview of systematic reviews on the health-related effects of government tobacco control policies.",
  "abstract": "BACKGROUND: Government interventions are critical to addressing the global tobacco epidemic, a major public health problem that continues to deepen. We systematically synthesize research evidence on the effectiveness of government tobacco control policies promoted by the Framework Convention on Tobacco Control (FCTC), supporting the implementation of this international treaty on the tenth anniversary of it entering into force. METHODS: An overview of systematic reviews was prepared through systematic searches of five electronic databases, published up to March 2014. Additional reviews were retrieved from monthly updates until August 2014, consultations with tobacco control experts and a targeted search for reviews on mass media interventions. Reviews were assessed according to predefined inclusion criteria, and ratings of methodological quality were either extracted from source databases or independently scored. RESULTS: Of 612 reviews retrieved, 45 reviews met the inclusion criteria and 14 more were identified from monthly updates, expert consultations and a targeted search, resulting in 59 included reviews summarizing over 1150 primary studies. The 38 strong and moderate quality reviews published since 2000 were prioritized in the qualitative synthesis. Protecting people from tobacco smoke was the most strongly supported government intervention, with smoke-free policies associated with decreased smoking behaviour, secondhand smoke exposure and adverse health outcomes. Raising taxes on tobacco products also consistently demonstrated reductions in smoking behaviour. Tobacco product packaging interventions and anti-tobacco mass media campaigns may decrease smoking behaviour, with the latter likely an important part of larger multicomponent programs. Financial interventions for smoking cessation are most effective when targeted at smokers to reduce the cost of cessation products, but incentivizing quitting may be effective as well. Although the findings for bans on tobacco advertising were inconclusive, other evidence suggests they remain an important intervention. CONCLUSION: When designing and implementing tobacco control programs, governments should prioritize smoking bans and price increases of tobacco products followed by other interventions. Additional studies are needed on the various factors that can influence a policy's effectiveness and feasibility such as cost, local context, political barriers and implementation strategies.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Faculty of Law, University of Ottawa, 57 Louis Pasteur Street, Ottawa, K1N 6N5, ON, Canada. steven.hoffman@uottawa.ca.",
        "Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, ON, Canada. steven.hoffman@uottawa.ca.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. steven.hoffman@uottawa.ca."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Charlie",
      "initials": "C",
      "name": "Charlie Tan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada. tancy3@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "start_page": "744",
  "pages": "744",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Government Regulation",
    "Humans",
    "Mass Media",
    "Product Packaging",
    "Public Health",
    "Smoke-Free Policy",
    "Smoking",
    "Smoking Cessation",
    "Smoking Prevention",
    "Tobacco Industry",
    "Tobacco Smoke Pollution",
    "Tobacco Use Disorder"
  ],
  "article_ids": {
    "pubmed": "26242915",
    "pmc": "PMC4526291",
    "doi": "10.1186/s12889-015-2041-6",
    "pii": "10.1186/s12889-015-2041-6"
  },
  "doi": "10.1186/s12889-015-2041-6",
  "pmc_id": "PMC4526291",
  "dates": {
    "completed": "2015-12-31",
    "revised": "2024-05-18"
  },
  "chemicals": [
    "Tobacco Smoke Pollution"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.629441",
    "pmid": "26242915"
  }
}