{
  "pmid": "26254421",
  "uid": "26254421",
  "title": "In vivo compartmental analysis of leukocytes in mouse lungs.",
  "abstract": "The lung has a unique structure consisting of three functionally different compartments (alveolar, interstitial, and vascular) situated in an extreme proximity. Current methods to localize lung leukocytes using bronchoalveolar lavage and/or lung perfusion have significant limitations for determination of location and phenotype of leukocytes. Here we present a novel method using in vivo antibody labeling to enable accurate compartmental localization/quantification and phenotyping of mouse lung leukocytes. Anesthetized C57BL/6 mice received combined in vivo intravenous and intratracheal labeling with fluorophore-conjugated anti-CD45 antibodies, and lung single-cell suspensions were analyzed by flow cytometry. The combined in vivo intravenous and intratracheal CD45 labeling enabled robust separation of the alveolar, interstitial, and vascular compartments of the lung. In naive mice, the alveolar compartment consisted predominantly of resident alveolar macrophages. The interstitial compartment, gated by events negative for both intratracheal and intravenous CD45 staining, showed two conventional dendritic cell populations, as well as a Ly6C(lo) monocyte population. Expression levels of MHCII on these interstitial monocytes were much higher than on the vascular Ly6C(lo) monocyte populations. In mice exposed to acid aspiration-induced lung injury, this protocol also clearly distinguished the three lung compartments showing the dynamic trafficking of neutrophils and exudative monocytes across the lung compartments during inflammation and resolution. This simple in vivo dual-labeling technique substantially increases the accuracy and depth of lung flow cytometric analysis, facilitates a more comprehensive examination of lung leukocyte pools, and enables the investigation of previously poorly defined \"interstitial\" leukocyte populations during models of inflammatory lung diseases.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Brijesh V",
      "initials": "BV",
      "name": "Brijesh V Patel",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Tatham",
      "fore_name": "Kate C",
      "initials": "KC",
      "name": "Kate C Tatham",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom m.takata@imperial.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "American journal of physiology. Lung cellular and molecular physiology",
    "iso_abbreviation": "Am J Physiol Lung Cell Mol Physiol",
    "issn": "1522-1504",
    "issn_type": "Electronic",
    "volume": "309",
    "issue": "7",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "L639",
  "end_page": "L652",
  "pages": "L639-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antibodies",
    "Flow Cytometry",
    "Leukocyte Common Antigens",
    "Leukocytes",
    "Lung",
    "Mice",
    "Neutrophil Infiltration",
    "Pneumonia, Aspiration",
    "Staining and Labeling"
  ],
  "article_ids": {
    "pubmed": "26254421",
    "pmc": "PMC4593833",
    "doi": "10.1152/ajplung.00140.2015",
    "pii": "ajplung.00140.2015"
  },
  "doi": "10.1152/ajplung.00140.2015",
  "pmc_id": "PMC4593833",
  "dates": {
    "completed": "2016-01-08",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "Antibodies",
    "Leukocyte Common Antigens"
  ],
  "grants": [
    {
      "grant_id": "092851",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.355426",
    "pmid": "26254421"
  }
}