{
  "pmid": "26252340",
  "uid": "26252340",
  "title": "Utility of Equations to Estimate Peak Oxygen Uptake and Work Rate From a 6-Minute Walk Test in Patients With COPD in a Clinical Setting.",
  "abstract": "PURPOSE: To determine the utility of equations that use the 6-minute walk test (6MWT) results to estimate peak oxygen uptake ((Equation is included in full-text article.)o2) and peak work rate with chronic obstructive pulmonary disease (COPD) patients in a clinical setting. METHODS: This study included a systematic review to identify published equations estimating peak (Equation is included in full-text article.)o2 and peak work rate in watts in COPD patients and a retrospective chart review of data from a hospital-based pulmonary rehabilitation program. The following variables were abstracted from the records of 42 consecutively enrolled COPD patients: measured peak (Equation is included in full-text article.)o2 and peak work rate achieved during a cycle ergometer cardiopulmonary exercise test, 6MWT distance, age, sex, weight, height, forced expiratory volume in 1 second, forced vital capacity, and lung diffusion capacity. Estimated peak (Equation is included in full-text article.)o2 and peak work rate were estimated from 6MWT distance using published equations. The error associated with using estimated peak (Equation is included in full-text article.)o2 or peak work to prescribe aerobic exercise intensities of 60% and 80% was calculated. RESULTS: Eleven equations from 6 studies were identified. Agreement between estimated and measured values was poor to moderate (intraclass correlation coefficients = 0.11-0.63). The error associated with using estimated peak (Equation is included in full-text article.)o2 or peak work rate to prescribe exercise intensities of 60% and 80% of measured values ranged from mean differences of 12 to 35 and 16 to 47 percentage points, respectively. CONCLUSIONS: There is poor to moderate agreement between measured peak (Equation is included in full-text article.)o2 and peak work rate and estimations from equations that use 6MWT distance, and the use of the estimated values for prescription of aerobic exercise intensity would result in large error. Equations estimating peak (Equation is included in full-text article.)o2 and peak work rate are of low utility for prescribing exercise intensity in pulmonary rehabilitation programs.",
  "authors": [
    {
      "last_name": "Kirkham",
      "fore_name": "Amy A",
      "initials": "AA",
      "name": "Amy A Kirkham",
      "affiliations": [
        "Rehabilitation Sciences Graduate Program (Ms Kirkham, Drs Campbell and Camp), Department of Physical Therapy (Mss Pauhl, Elliott, Scott, and Doria, Mr Davidson, Drs Campbell and Camp), School of Population and Public Health (Ms Neil-Sztramko), and Centre for Heart Lung Innovation (Dr Camp), University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Pauhl",
      "fore_name": "Katherine E",
      "initials": "KE",
      "name": "Katherine E Pauhl",
      "affiliations": []
    },
    {
      "last_name": "Elliott",
      "fore_name": "Robyn M",
      "initials": "RM",
      "name": "Robyn M Elliott",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Jen A",
      "initials": "JA",
      "name": "Jen A Scott",
      "affiliations": []
    },
    {
      "last_name": "Doria",
      "fore_name": "Silvana C",
      "initials": "SC",
      "name": "Silvana C Doria",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "Hanan K",
      "initials": "HK",
      "name": "Hanan K Davidson",
      "affiliations": []
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": []
    },
    {
      "last_name": "Camp",
      "fore_name": "Pat G",
      "initials": "PG",
      "name": "Pat G Camp",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiopulmonary rehabilitation and prevention",
    "iso_abbreviation": "J Cardiopulm Rehabil Prev",
    "issn": "1932-751X",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2015"
  },
  "start_page": "431",
  "end_page": "438",
  "pages": "431-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Exercise Test",
    "Exercise Tolerance",
    "Female",
    "Forced Expiratory Volume",
    "Humans",
    "Lung",
    "Male",
    "Middle Aged",
    "Oxygen Consumption",
    "Pulmonary Disease, Chronic Obstructive",
    "Retrospective Studies",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "26252340",
    "doi": "10.1097/HCR.0000000000000129"
  },
  "doi": "10.1097/HCR.0000000000000129",
  "dates": {
    "completed": "2016-08-31",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:18.663925",
    "pmid": "26252340"
  }
}