{
  "pmid": "26262797",
  "uid": "26262797",
  "title": "Association Between Intermittent Hypoxemia or Bradycardia and Late Death or Disability in Extremely Preterm Infants.",
  "abstract": "IMPORTANCE: Extremely preterm infants may experience intermittent hypoxemia or bradycardia for many weeks after birth. The prognosis of these events is uncertain. OBJECTIVE: To determine the association between intermittent hypoxemia or bradycardia and late death or disability. DESIGN, SETTING, AND PARTICIPANTS: Post hoc analysis of data from the inception cohort assembled for the Canadian Oxygen Trial in 25 hospitals in Canada, the United States, Argentina, Finland, Germany, and Israel, including 1019 infants with gestational ages of 23 weeks 0 days through 27 weeks 6 days who were born between December 2006 and August 2010 and survived to a postmenstrual age of 36 weeks. Follow-up assessments occurred between October 2008 and August 2012. EXPOSURES: Episodes of hypoxemia (pulse oximeter oxygen saturation <80%) or bradycardia (pulse rate <80/min) for 10 seconds or longer. Values were sampled every 10 seconds within 24 hours after birth until at least 36 weeks' postmenstrual age. MAIN OUTCOMES AND MEASURES: The primary outcome was a composite of death after 36 weeks' postmenstrual age, motor impairment, cognitive or language delay, severe hearing loss, or bilateral blindness at 18 months' corrected age. Secondary outcomes were motor impairment, cognitive or language delay, and severe retinopathy of prematurity. RESULTS: Downloaded saturation and pulse rate data were available for a median of 68.3 days (interquartile range, 56.8-86.0 days). Mean percentages of recorded time with hypoxemia for the least and most affected 10% of infants were 0.4% and 13.5%, respectively. Corresponding values for bradycardia were 0.1% and 0.3%. The primary outcome was ascertained for 972 infants and present in 414 (42.6%). Hypoxemic episodes were associated with an estimated increased risk of late death or disability at 18 months of 56.5% in the highest decile of hypoxemic exposure vs 36.9% in the lowest decile (modeled relative risk, 1.53; 95% CI, 1.21-1.94). This association was significant only for prolonged hypoxemic episodes lasting at least 1 minute (relative risk, 1.66; 95% CI, 1.35-2.05 vs for shorter episodes, relative risk, 1.01; 95% CI, 0.77-1.32). Relative risks for all secondary outcomes were similarly increased after prolonged hypoxemia. Bradycardia did not alter the prognostic value of hypoxemia. CONCLUSIONS AND RELEVANCE: Among extremely preterm infants who survived to 36 weeks' postmenstrual age, prolonged hypoxemic episodes during the first 2 to 3 months after birth were associated with adverse 18-month outcomes. If confirmed in future studies, further research on the prevention of such episodes is needed.",
  "authors": [
    {
      "last_name": "Poets",
      "fore_name": "Christian F",
      "initials": "CF",
      "name": "Christian F Poets",
      "affiliations": [
        "Department of Neonatology, Tuebingen University Hospital, Tuebingen, Germany."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Robin S",
      "initials": "RS",
      "name": "Robin S Roberts",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada3Division of Neonatology, Children's Hospital of Philadelphia, University of Pennsylvania, Philadelphia."
      ]
    },
    {
      "last_name": "Whyte",
      "fore_name": "Robin K",
      "initials": "RK",
      "name": "Robin K Whyte",
      "affiliations": [
        "Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth V",
      "initials": "EV",
      "name": "Elizabeth V Asztalos",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bader",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bader",
      "affiliations": [
        "Department of Neonatology, Bnai Zion Medical Center, Haifa, Israel."
      ]
    },
    {
      "last_name": "Bairam",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Bairam",
      "affiliations": [
        "Centre Hospitalier Universitaire de Quebec, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Moddemann",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Moddemann",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Peliowski",
      "fore_name": "Abraham",
      "initials": "A",
      "name": "Abraham Peliowski",
      "affiliations": [
        "Royal Alexandra Hospital, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Rabi",
      "fore_name": "Yacov",
      "initials": "Y",
      "name": "Yacov Rabi",
      "affiliations": [
        "Department of Pediatrics, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Solimano",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Solimano",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Harvey",
      "initials": "H",
      "name": "Harvey Nelson",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "314",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "11"
  },
  "start_page": "595",
  "end_page": "603",
  "pages": "595-603",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blindness",
    "Bradycardia",
    "Cognition Disorders",
    "Cohort Studies",
    "Death",
    "Children with Disabilities",
    "Female",
    "Gestational Age",
    "Hearing Loss",
    "Humans",
    "Hypoxia",
    "Infant",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Language Development Disorders",
    "Male",
    "Motor Skills Disorders",
    "Oxygen",
    "Retinopathy of Prematurity",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "26262797",
    "doi": "10.1001/jama.2015.8841",
    "pii": "2425743"
  },
  "doi": "10.1001/jama.2015.8841",
  "dates": {
    "completed": "2015-08-19",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "MCT-79217",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:18.265425",
    "pmid": "26262797"
  }
}