{
  "pmid": "26264453",
  "uid": "26264453",
  "title": "Developing educational competencies for dissemination and implementation research training programs: an exploratory analysis using card sorts.",
  "abstract": "BACKGROUND: With demand increasing for dissemination and implementation (D&I) training programs in the USA and other countries, more structured, competency-based, and tested curricula are needed to guide training programs. There are many benefits to the use of competencies in practice-based education such as the establishment of rigorous standards as well as providing an additional metrics for development and growth. As the first aim of a D&I training grant, an exploratory study was conducted to establish a new set of D&I competencies to guide training in D&I research. METHODS: Based upon existing D&I training literature, the leadership team compiled an initial list of competencies. The research team then engaged 16 additional colleagues in the area of D&I science to provide suggestions to the initial list. The competency list was then additionally narrowed to 43 unique competencies following feedback elicited from these D&I researchers. Three hundred additional D&I researchers were then invited via email to complete a card sort in which the list of competencies were sorted into three categories of experience levels. Participants had previous first-hand experience with D&I or knowledge translation training programs in the past. Participants reported their self-identified D&I expertise level as well as the country in which their home institution is located. A mean score was calculated for each competency based on their experience level categorization. From these mean scores, beginner-, intermediate-, and advanced-level tertiles were created for the competencies. RESULTS: The card sort request achieved a 41 % response rate (n = 124). The list of 43 competencies was organized into four broad domains and sorted based on their experience level score. Eleven competencies were classified into the \"Beginner\" category, 27 into \"Intermediate,\" and 5 into \"Advanced.\" CONCLUSIONS: Education and training developers can use this competency list to formalize future trainings in D&I research, create more evidence-informed curricula, and enable overall capacity building and accompanying metrics in the field of D&I training and research.",
  "authors": [
    {
      "last_name": "Padek",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Padek",
      "affiliations": [
        "Prevention Research Center in St. Louis, Washington University in St. Louis, One Brookings Dr., St. Louis, MO, 63130, USA. mpadek@wustl.edu."
      ]
    },
    {
      "last_name": "Colditz",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Colditz",
      "affiliations": [
        "Division of Public Health Sciences and Alvin J. Siteman Cancer Center, School of Medicine, Washington University in St. Louis, 660 South Euclid Ave., St. Louis, MO, 63110, USA. colditzg@wustl.edu."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, National Collaborating Centre for Methods and Tools, McMaster University, 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada. dobbinsm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Koscielniak",
      "fore_name": "Nikolas",
      "initials": "N",
      "name": "Nikolas Koscielniak",
      "affiliations": [
        "Prevention Research Center in St. Louis, Washington University in St. Louis, One Brookings Dr., St. Louis, MO, 63130, USA. nik.koscielniak@gmail.com."
      ]
    },
    {
      "last_name": "Proctor",
      "fore_name": "Enola K",
      "initials": "EK",
      "name": "Enola K Proctor",
      "affiliations": [
        "George Warren Brown School of Social Work, Washington University in St. Louis, One Brookings Dr., St. Louis, MO, 63130, USA. ekp@wustl.edu."
      ]
    },
    {
      "last_name": "Sales",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Sales",
      "affiliations": [
        "Center for Clinical Management Research, VA Ann Arbor Healthcare System, Ann Arbor, MI, USA. salesann@umich.edu.",
        "Department of Learning Health Sciences, School of Medicine, University of Michigan, Ann Arbor, MI, USA. salesann@umich.edu."
      ]
    },
    {
      "last_name": "Brownson",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Brownson",
      "affiliations": [
        "Prevention Research Center in St. Louis, Washington University in St. Louis, One Brookings Dr., St. Louis, MO, 63130, USA. rbrownson@wustl.edu.",
        "Division of Public Health Sciences and Alvin J. Siteman Cancer Center, School of Medicine, Washington University in St. Louis, 660 South Euclid Ave., St. Louis, MO, 63110, USA. rbrownson@wustl.edu."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "start_page": "114",
  "pages": "114",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Biomedical Research",
    "Competency-Based Education",
    "Curriculum",
    "Educational Measurement",
    "Humans",
    "Information Dissemination",
    "Program Development"
  ],
  "article_ids": {
    "pubmed": "26264453",
    "pmc": "PMC4534127",
    "doi": "10.1186/s13012-015-0304-3",
    "pii": "10.1186/s13012-015-0304-3"
  },
  "doi": "10.1186/s13012-015-0304-3",
  "pmc_id": "PMC4534127",
  "dates": {
    "completed": "2016-04-18",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "5R01CA160327",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 CA171994",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "5R25CA171994-02",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA160327",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000448",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.341376",
    "pmid": "26264453"
  }
}