{
  "pmid": "26268692",
  "uid": "26268692",
  "title": "Intake of saturated and trans unsaturated fatty acids and risk of all cause mortality, cardiovascular disease, and type 2 diabetes: systematic review and meta-analysis of observational studies.",
  "abstract": "OBJECTIVE: To systematically review associations between intake of saturated fat and trans unsaturated fat and all cause mortality, cardiovascular disease (CVD) and associated mortality, coronary heart disease (CHD) and associated mortality, ischemic stroke, and type 2 diabetes. DESIGN: Systematic review and meta-analysis. DATA SOURCES: Medline, Embase, Cochrane Central Registry of Controlled Trials, Evidence-Based Medicine Reviews, and CINAHL from inception to 1 May 2015, supplemented by bibliographies of retrieved articles and previous reviews. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Observational studies reporting associations of saturated fat and/or trans unsaturated fat (total, industrially manufactured, or from ruminant animals) with all cause mortality, CHD/CVD mortality, total CHD, ischemic stroke, or type 2 diabetes. DATA EXTRACTION AND SYNTHESIS: Two reviewers independently extracted data and assessed study risks of bias. Multivariable relative risks were pooled. Heterogeneity was assessed and quantified. Potential publication bias was assessed and subgroup analyses were undertaken. The GRADE approach was used to evaluate quality of evidence and certainty of conclusions. RESULTS: For saturated fat, three to 12 prospective cohort studies for each association were pooled (five to 17 comparisons with 90,501-339,090 participants). Saturated fat intake was not associated with all cause mortality (relative risk 0.99, 95% confidence interval 0.91 to 1.09), CVD mortality (0.97, 0.84 to 1.12), total CHD (1.06, 0.95 to 1.17), ischemic stroke (1.02, 0.90 to 1.15), or type 2 diabetes (0.95, 0.88 to 1.03). There was no convincing lack of association between saturated fat and CHD mortality (1.15, 0.97 to 1.36; P=0.10). For trans fats, one to six prospective cohort studies for each association were pooled (two to seven comparisons with 12,942-230,135 participants). Total trans fat intake was associated with all cause mortality (1.34, 1.16 to 1.56), CHD mortality (1.28, 1.09 to 1.50), and total CHD (1.21, 1.10 to 1.33) but not ischemic stroke (1.07, 0.88 to 1.28) or type 2 diabetes (1.10, 0.95 to 1.27). Industrial, but not ruminant, trans fats were associated with CHD mortality (1.18 (1.04 to 1.33) v 1.01 (0.71 to 1.43)) and CHD (1.42 (1.05 to 1.92) v 0.93 (0.73 to 1.18)). Ruminant trans-palmitoleic acid was inversely associated with type 2 diabetes (0.58, 0.46 to 0.74). The certainty of associations between saturated fat and all outcomes was \"very low.\" The certainty of associations of trans fat with CHD outcomes was \"moderate\" and \"very low\" to \"low\" for other associations. CONCLUSIONS: Saturated fats are not associated with all cause mortality, CVD, CHD, ischemic stroke, or type 2 diabetes, but the evidence is heterogeneous with methodological limitations. Trans fats are associated with all cause mortality, total CHD, and CHD mortality, probably because of higher levels of intake of industrial trans fats than ruminant trans fats. Dietary guidelines must carefully consider the health effects of recommendations for alternative macronutrients to replace trans fats and saturated fats.",
  "authors": [
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada Clinical Nutrition and Risk Factor Modification Center, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maroleanu",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Maroleanu",
      "affiliations": [
        "Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cozma",
      "fore_name": "Adrian I",
      "initials": "AI",
      "name": "Adrian I Cozma",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada Clinical Nutrition and Risk Factor Modification Center, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ha",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Ha",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Department of Nutritional Sciences, University of Toronto, Toronto, ON, Canada Clinical Nutrition and Risk Factor Modification Center, St Michael's Hospital, Toronto, ON, Canada anands@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kishibe",
      "fore_name": "Teruko",
      "initials": "T",
      "name": "Teruko Kishibe",
      "affiliations": [
        "Scotiabank Health Sciences Library, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Uleryk",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Uleryk",
      "affiliations": [
        "Hospital Library and Archives, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Budylowski",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Budylowski",
      "affiliations": [
        "Clinical Nutrition and Risk Factor Modification Center, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada Department of Medicine, McMaster University, Hamilton, ON, Canada anands@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "351",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "11"
  },
  "start_page": "h3978",
  "pages": "h3978",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Coronary Disease",
    "Diabetes Mellitus, Type 2",
    "Diabetic Angiopathies",
    "Epidemiologic Methods",
    "Fatty Acids",
    "Humans",
    "Stroke",
    "Trans Fatty Acids"
  ],
  "article_ids": {
    "pubmed": "26268692",
    "pmc": "PMC4532752",
    "doi": "10.1136/bmj.h3978"
  },
  "doi": "10.1136/bmj.h3978",
  "pmc_id": "PMC4532752",
  "dates": {
    "completed": "2015-10-26",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Fatty Acids",
    "Trans Fatty Acids"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.614316",
    "pmid": "26268692"
  }
}