{
  "pmid": "26278977",
  "uid": "26278977",
  "title": "α5-Integrin-mediated cellular signaling contributes to the myogenic response of cerebral resistance arteries.",
  "abstract": "The myogenic response of resistance arterioles and small arteries involving constriction in response to intraluminal pressure elevation and dilation on pressure reduction is fundamental to local blood flow regulation in the microcirculation. Integrins have garnered considerable attention in the context of initiating the myogenic response, but evidence indicative of mechanotransduction by integrin adhesions, for example established changes in tyrosine phosphorylation of key adhesion proteins, has not been obtained to substantiate this interpretation. Here, we evaluated the role of integrin adhesions and associated cellular signaling in the rat cerebral arterial myogenic response using function-blocking antibodies against α5β1-integrins, pharmacological inhibitors of focal adhesion kinase (FAK) and Src family kinase (SFK), an ultra-high-sensitivity western blotting technique, site-specific phosphoprotein antibodies to quantify adhesion and contractile filament protein phosphorylation, and differential centrifugation to determine G-actin levels in rat cerebral arteries at varied intraluminal pressures. Pressure-dependent increases in the levels of phosphorylation of FAK (FAK-Y397, Y576/Y577), SFK (SFK-Y416; Y527 phosphorylation was reduced), vinculin-Y1065, paxillin-Y118 and phosphoinositide-specific phospholipase C-γ1 (PLCγ1)-Y783 were detected. Treatment with α5-integrin function-blocking antibodies, FAK inhibitor FI-14 or SFK inhibitor SU6656 suppressed the changes in adhesion protein phosphorylation, and prevented pressure-dependent phosphorylation of the myosin targeting subunit of myosin light chain phosphatase (MYPT1) at T855 and 20kDa myosin regulatory light chains (LC20) at S19, as well as actin polymerization that are necessary for myogenic constriction. We conclude that mechanotransduction by integrin adhesions and subsequent cellular signaling play a fundamental role in the cerebral arterial myogenic response.",
  "authors": [
    {
      "last_name": "Colinas",
      "fore_name": "Olaia",
      "initials": "O",
      "name": "Olaia Colinas",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: ocolinas@ucalgary.ca."
      ]
    },
    {
      "last_name": "Moreno-Domínguez",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Moreno-Domínguez",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: amoreno@ucalgary.ca."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Hai-Lei",
      "initials": "HL",
      "name": "Hai-Lei Zhu",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: hlzhu@ucalgary.ca."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Emma J",
      "initials": "EJ",
      "name": "Emma J Walsh",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: ejwalsh@ucalgary.ca."
      ]
    },
    {
      "last_name": "Pérez-García",
      "fore_name": "M Teresa",
      "initials": "MT",
      "name": "M Teresa Pérez-García",
      "affiliations": [
        "Department of Physiology, Instituto de Biología y Genética Molecular, University of Valladolid, Valladolid, Spain. Electronic address: tperez@ibgm.uva.es."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Biochemistry and Molecular Biology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: walsh@ucalgary.ca."
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "William C",
      "initials": "WC",
      "name": "William C Cole",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, Hotchkiss Brain Institute and Libin Cardiovascular Institute, University of Calgary, Alberta, Canada. Electronic address: wcole@ucalgary.ca."
      ]
    }
  ],
  "journal": {
    "title": "Biochemical pharmacology",
    "iso_abbreviation": "Biochem Pharmacol",
    "issn": "1873-2968",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "281",
  "end_page": "291",
  "pages": "281-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Arterial Pressure",
    "Blotting, Western",
    "Cerebral Arteries",
    "In Vitro Techniques",
    "Integrin alpha5",
    "Male",
    "Muscle, Smooth, Vascular",
    "Myography",
    "Phosphoproteins",
    "Phosphorylation",
    "Pressure",
    "Protein Kinases",
    "Rats, Sprague-Dawley",
    "Signal Transduction",
    "Vascular Resistance",
    "Vasoconstriction"
  ],
  "article_ids": {
    "pubmed": "26278977",
    "doi": "10.1016/j.bcp.2015.08.088",
    "pii": "S0006-2952(15)00533-X"
  },
  "doi": "10.1016/j.bcp.2015.08.088",
  "dates": {
    "completed": "2015-12-21",
    "revised": "2015-09-21"
  },
  "chemicals": [
    "Integrin alpha5",
    "Phosphoproteins",
    "Protein Kinases"
  ],
  "grants": [
    {
      "grant_id": "MOP-13505",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-97988",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.852538",
    "pmid": "26278977"
  }
}