{
  "pmid": "26272324",
  "uid": "26272324",
  "title": "Can an antimicrobial stewardship program reduce length of stay of immune-competent adult patients admitted to hospital with diagnosis of community-acquired pneumonia? Study protocol for pragmatic controlled non-randomized clinical study.",
  "abstract": "BACKGROUND: Pneumonia is responsible for a large proportion of hospital admissions and antibiotic utilization. Physician adherence to evidence-based pneumonia management guidelines is poor. Antimicrobial stewardship programs (ASPs) are an effective intervention to mitigate against unwarranted variation from these guidelines. Despite this benefit, ASPs have not been shown to reduce the length of stay of hospitalized patients with pneumonia. In immune-competent adult patients admitted to a hospital ward with a diagnosis of community-acquired pneumonia, does a multi-faceted ASP utilizing prospective chart audit and feedback reduce the length of stay, compared with usual care, without increasing the risk of death or readmission 30 days after discharge from hospital? METHODS/DESIGN: Starting on 1 April 2013, all consecutive immune-competent adult patients (>18 years old) admitted to a hospital ward with a positive febrile respiratory illness screening questionnaire and a diagnosis of pneumonia by the attending physician will be eligible for inclusion in this non-randomized study. All eligible patients who fulfill the ASP review criteria will undergo a prospective chart audit, followed by an ASP recommendation provided to the attending physician. The attending physician is responsible for implementing or rejecting the ASP recommendation. This is a modified stepped-wedge design with a baseline data collection period of 3 months, followed by non-random sequential introduction of the ASP intervention on each of four hospital wards in a single community-based, academic-affiliated 339-bed acute-care hospital in Barrie, ON, Canada. The primary outcome measure is hospital length of stay; secondary outcome measures include days and duration of antibiotic therapy, and inadvertent adverse outcomes of 30 day post-discharge mortality and hospital readmission rates. Differences in outcome measures will be assessed using extended Cox regression analysis. Time to ASP intervention is included as a time-dependent covariate in the final model, to account for time-dependent bias. DISCUSSION: By designing a pragmatic clinical trial with unique design and analytic features, we not only expect to demonstrate the effectiveness of a real-world ASP, but also provide a model for program evaluation that can be used more broadly to improve patient safety and quality of care. TRIAL REGISTRATION: ClinicalTrials.gov NCT02264756 .",
  "authors": [
    {
      "last_name": "DiDiodato",
      "fore_name": "Giulio",
      "initials": "G",
      "name": "Giulio DiDiodato",
      "affiliations": [
        "Department of Critical Care Medicine, Royal Victoria Regional Health Centre, Barrie, Ontario, L4M 6M2, Canada. didiodatog@rvh.on.ca."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie McArthur",
      "affiliations": [
        "Pharmacy, Royal Victoria Regional Health Centre, Barrie, Ontario, L4M 6M2, Canada. mcarthurl@rvh.on.ca."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, L8S 4L8, Canada. beyene@mcmaster.ca."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, L8S 4L8, Canada. smiejam@mcmaster.ca."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, L8S 4L8, Canada. thabanl@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "355",
  "pages": "355",
  "language": "eng",
  "publication_types": [
    "Controlled Clinical Trial",
    "Journal Article",
    "Pragmatic Clinical Trial"
  ],
  "keywords": [
    "Administration, Intravenous",
    "Administration, Oral",
    "Adult",
    "Age Factors",
    "Anti-Infective Agents",
    "Clinical Protocols",
    "Community-Acquired Infections",
    "Drug Administration Schedule",
    "Feedback",
    "Humans",
    "Immunocompetence",
    "Length of Stay",
    "Medical Staff, Hospital",
    "Ontario",
    "Patient Admission",
    "Patient Care Team",
    "Patient Readmission",
    "Pharmacy Service, Hospital",
    "Pneumonia, Bacterial",
    "Program Evaluation",
    "Proportional Hazards Models",
    "Prospective Studies",
    "Research Design",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26272324",
    "pmc": "PMC4535257",
    "doi": "10.1186/s13063-015-0871-2",
    "pii": "10.1186/s13063-015-0871-2"
  },
  "doi": "10.1186/s13063-015-0871-2",
  "pmc_id": "PMC4535257",
  "dates": {
    "completed": "2016-05-02",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.083171",
    "pmid": "26272324"
  }
}