{
  "pmid": "26270111",
  "uid": "26270111",
  "title": "Individualizing factor replacement therapy in severe hemophilia.",
  "abstract": "Prophylactic replacement of factor concentrate is the established optimal treatment to avoid or minimize joint disease in severe hemophilia patients, thus ultimately improving their life expectancy and quality of life toward values matching those in the normal population. Where uncertainty still exists is around the optimal regimen to be prescribed for prophylaxis, and more and more treaters and patients are showing interest in patient tailored approaches to prophylaxis, aiming at matching the prophylaxis regimen to the specific needs of the patient. The rationale behind tailoring the prophylaxis regimen to the individual patient is based on the significant variability that exists between patients (all with the same label of severe hemophilia) with respect to their bleeding phenotype, their pharmacokinetic handling of factor, their levels of physical activity, and a variety of other characteristics that contribute to differential prophylaxis needs of patients. Of course, any form of tailoring of prophylaxis needs to take into consideration the economic resources of the country; for many countries very intense prophylaxis regimens are just not possible. This article will review different concerns and strategies when tailoring prophylaxis, and will address how these issues will apply to the new longer acting factor concentrates in development.",
  "authors": [
    {
      "last_name": "Carcao",
      "fore_name": "Manuel D",
      "initials": "MD",
      "name": "Manuel D Carcao",
      "affiliations": [
        "Division of Haematology/Oncology and Child Health Evaluative Sciences, Research Institute, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in thrombosis and hemostasis",
    "iso_abbreviation": "Semin Thromb Hemost",
    "issn": "1098-9064",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "864",
  "end_page": "871",
  "pages": "864-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Hemophilia A",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "26270111",
    "doi": "10.1055/s-0035-1552563"
  },
  "doi": "10.1055/s-0035-1552563",
  "dates": {
    "completed": "2016-08-25",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.151836",
    "pmid": "26270111"
  }
}