{
  "pmid": "26273606",
  "uid": "26273606",
  "title": "The Epidemiology of Tobacco Use among Khat Users: A Systematic Review.",
  "abstract": "Khat, an \"amphetamine-like green leaf,\" may influence the consumption of tobacco. This study reviews the epidemiology of tobacco use among khat users. Electronic database searches using appropriate keywords/terms were conducted to identify observational studies of khat use. Assessment of quality and risk of bias of all included studies was conducted, and the results were synthesised descriptively. Nine eligible cross-sectional studies were identified. All assessed self-reported tobacco among khat users and were carried out in Africa and the Middle East. Eight reported cigarettes and one reported waterpipes as the mode of use. Methods of tobacco use prevalence assessment varied. Prevalence of \"current\" tobacco use among students and university teachers ranged from 29 to 37%; \"lifetime\" tobacco use in university teachers was 58% and \"undefined\" tobacco use in nonspecific adults and students ranged from 17 to 78%. Daily tobacco use among adults was reported as 17% whilst simultaneous tobacco and khat use was reported as between 14 and 30% in students. In conclusion, tobacco prevalence among khat users appears significant. Findings should be interpreted cautiously due to self-reported tobacco use, diversity in questions assessing tobacco use, and type of tobacco consumption. Future research should address the methodological shortcomings identified in this review before appropriate policy interventions can be developed.",
  "authors": [
    {
      "last_name": "Kassim",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Kassim",
      "affiliations": [
        "Barts and The London School of Medicine and Dentistry and Institute of Dentistry, Queen Mary University of London, London E1 2AT, UK."
      ]
    },
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Department of Primary Care and Public Health, Imperial College London, London W6 8RP, UK ; Academic Unit of Primary Care and Population Sciences, University of Southampton, Southampton SO16 6YD, UK."
      ]
    },
    {
      "last_name": "Croucher",
      "fore_name": "Ray",
      "initials": "R",
      "name": "Ray Croucher",
      "affiliations": [
        "Barts and The London School of Medicine and Dentistry and Institute of Dentistry, Queen Mary University of London, London E1 2AT, UK."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BioMed research international",
    "iso_abbreviation": "Biomed Res Int",
    "issn": "2314-6141",
    "issn_type": "Electronic",
    "volume": "2015",
    "pub_year": "2015"
  },
  "start_page": "313692",
  "pages": "313692",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Humans",
    "Observational Studies as Topic",
    "Plant Leaves",
    "Prevalence",
    "Substance-Related Disorders",
    "Nicotiana",
    "Tobacco Use"
  ],
  "article_ids": {
    "pubmed": "26273606",
    "pmc": "PMC4529904",
    "doi": "10.1155/2015/313692"
  },
  "doi": "10.1155/2015/313692",
  "pmc_id": "PMC4529904",
  "dates": {
    "completed": "2016-05-13",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.079862",
    "pmid": "26273606"
  }
}