{
  "pmid": "26297044",
  "uid": "26297044",
  "title": "Randomized controlled trials and neuro-oncology: should alternative designs be considered?",
  "abstract": "Deficiencies in design and reporting of randomized controlled trials (RCTs) hinders interpretability and critical appraisal. The reporting quality of recent RCTs in neuro-oncology was analyzed to assess adequacy of design and reporting. The MEDLINE and EMBASE databases were searched to identify non-surgical RCTs (years 2005-2014, inclusive). The CONSORT and Jadad scales were used to assess the quality of design/reporting. Studies published in 2005-2010 were compared as a cohort against studies published in 2011-2014, in terms of general characteristics and reporting quality. A PRECIS-based scale was used to designate studies on the pragmatic-explanatory continuum. Spearman's test was used to assess correlations. Regression analysis was used to assess associations. Overall 68 RCTs were identified. Studies were often chemotherapy-based (n = 41 studies) focusing upon high grade gliomas (46 %) and metastases (41 %) as the top pathologies. Multi-center trials (71 %) were frequent. The overall median CONSORT and Jadad scores were 34.5 (maximum 44) and 2 (maximum 5), respectively; these scores were similar in radiation and chemotherapy-based trials. Major areas of deficiency pertained to allocation concealment, implementation of methods, and blinding whereby less than 20 % of articles fulfilled all criteria. Description of intervention, random sequence generation, and the details regarding recruitment were also deficient; less than 50 % of studies fulfilled all criteria. Description of sample size calculations and blinding improved in later published cohorts. Journal impact factor was significantly associated with higher quality (p = 0.04). Large academic consortia, multi-center designs, ITT analysis, collaboration with biostatisticians, larger sample sizes, and studies with pragmatic objectives were more likely to achieve positive primary outcomes on univariate analysis; none of these variables were significant on multivariate analysis. Deficiencies in the quality of design/reporting of RCTs in neuro-oncology persist. Quality improvement is necessary. Consideration of alternative strategies should be considered.",
  "authors": [
    {
      "last_name": "Mansouri",
      "fore_name": "Alireza",
      "initials": "A",
      "name": "Alireza Mansouri",
      "affiliations": [
        "Division of Neurosurgery, University of Toronto, Toronto, ON, Canada. alireza.mansouri@utoronto.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. alireza.mansouri@utoronto.ca."
      ]
    },
    {
      "last_name": "Shin",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Shin",
      "affiliations": [
        "Department of Radiation Oncology, NYU Langone Medical Center, New York University, Suite 8R, New York, NY, 10016, USA."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Cooper",
      "affiliations": [
        "Department of Radiation Oncology, NYU Langone Medical Center, New York University, Suite 8R, New York, NY, 10016, USA."
      ]
    },
    {
      "last_name": "Srivastava",
      "fore_name": "Archita",
      "initials": "A",
      "name": "Archita Srivastava",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamltion, ON, Canada."
      ]
    },
    {
      "last_name": "Kondziolka",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Kondziolka",
      "affiliations": [
        "Department of Radiation Oncology, NYU Langone Medical Center, New York University, Suite 8R, New York, NY, 10016, USA. douglas.kondziolka@nyumc.org.",
        "Department of Neurosurgery, NYU Langone Medical Center, New York University, New York, NY, USA. douglas.kondziolka@nyumc.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neuro-oncology",
    "iso_abbreviation": "J Neurooncol",
    "issn": "1573-7373",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "345",
  "end_page": "356",
  "pages": "345-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Humans",
    "Medical Oncology",
    "Neurology",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "26297044",
    "doi": "10.1007/s11060-015-1870-6",
    "pii": "10.1007/s11060-015-1870-6"
  },
  "doi": "10.1007/s11060-015-1870-6",
  "dates": {
    "completed": "2016-06-29",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.373270",
    "pmid": "26297044"
  }
}