{
  "pmid": "26291124",
  "uid": "26291124",
  "title": "Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues.",
  "abstract": "BACKGROUND: Chronic pain is a serious health problem given its prevalence, associated disability, impact on quality of life and the costs associated with the extensive use of health care services by individuals living with it. OBJECTIVE: To summarize the research evidence and elicit health system policymakers', stakeholders' and researchers' tacit knowledge and views about improving chronic pain management in Canada and engaging provincial and territorial health system decision makers in supporting comprehensive chronic pain management in Canada. METHODS: For these two topics, the global and local research evidence regarding each of the two problems were synthesized in evidence briefs. Three options were generated for addressing each problem, and implementation considerations were assessed. A stakeholder dialogue regarding each topic was convened (with 29 participants in total) and the deliberations were synthesized. RESULTS: To inform the first stakeholder dialogue, the authors found that systematic reviews supported the use of evidence-based tools for strengthening chronic pain management, including patient education, self-management supports, interventions to implement guidelines and multidisciplinary approaches to pain management. While research evidence about patient registries/treatment-monitoring systems is limited, many dialogue participants argued that a registrysystem is needed. Many saw a registry as a precondition for moving forward with other options, including creating a national network of chronic pain centres with a coordinating 'hub' to provide chronic pain-related decision support and a cross-payer, cross-discipline model of patient-centred primary health care-based chronic pain management. For the second dialogue, systematic reviews indicated that traditional media can be used to positively influence individual health-related behaviours, and that multistakeholder partnerships can contribute to increasing attention devoted to issues on policy agendas. Dialogue participants emphasized the need to mobilize behind an effort to build a national network that would bring together existing organizations and committed individuals. CONCLUSIONS: Developing a national network and, thereafter, a national pain strategy are important initiatives that garnered broad-based support during the dialogues. Efforts toward achieving this goal have been made since convening the dialogues.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain research & management",
    "iso_abbreviation": "Pain Res Manag",
    "issn": "1918-1523",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2015"
  },
  "start_page": "269",
  "end_page": "279",
  "pages": "269-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Chronic Pain",
    "Evidence-Based Medicine",
    "Humans",
    "Organizations",
    "Pain Management",
    "Regional Health Planning"
  ],
  "article_ids": {
    "pubmed": "26291124",
    "pmc": "PMC4596635",
    "doi": "10.1155/2015/918976",
    "pii": "16823"
  },
  "doi": "10.1155/2015/918976",
  "pmc_id": "PMC4596635",
  "dates": {
    "completed": "2016-07-07",
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.356859",
    "pmid": "26291124"
  }
}