{
  "pmid": "26291435",
  "uid": "26291435",
  "title": "The Effect of Dietary Intervention on Irritable Bowel Syndrome: A Systematic Review.",
  "abstract": "OBJECTIVES: Elimination diets have been used for many years to treat irritable bowel syndrome (IBS). These approaches had fallen out of favor until a recent resurgence, which was based on new randomized controlled trial (RCT) data that suggested it might be effective. The evidence for the efficacy of dietary therapies has not been evaluated systematically. We have therefore conducted a systematic review to examine this issue. METHODS: MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched up to December 2013. Trials recruiting adults with IBS, which compared any form of dietary restriction or addition of an offending food group in patients already on a restricted diet vs. placebo, control therapy, or \"usual management\", were eligible. Dichotomous symptom data were pooled to obtain a relative risk of remaining symptomatic after therapy as well as the number needed to treat with a 95% confidence interval. RESULTS: We identified 17 RCTs involving 1,568 IBS patients that assessed elimination diets. Only three RCTs involving 230 patients met our eligibility criteria, all of which evaluated different approaches, and thus a meta-analysis could not be conducted. CONCLUSIONS: More evidence is needed before generally recommending elimination diets for IBS patients.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Health Sciences Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Medicine, Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Centre, Division of Gastroenterology and Hepatology, One Medical Centre Drive, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Lembo",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Lembo",
      "affiliations": [
        "The Beth Israel Deaconess Medical Centre, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Saito",
      "fore_name": "Yuri A",
      "initials": "YA",
      "name": "Yuri A Saito",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Schiller",
      "fore_name": "Lawrence R",
      "initials": "LR",
      "name": "Lawrence R Schiller",
      "affiliations": [
        "Digestive Health Associates of Texas, Baylor University Medical Centre, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Soffer",
      "fore_name": "Edy E",
      "initials": "EE",
      "name": "Edy E Soffer",
      "affiliations": [
        "Division of Gastroenterology at Cedars-Sinai, University of Southern California, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Spiegel",
      "fore_name": "Brennan M R",
      "initials": "BM",
      "name": "Brennan M R Spiegel",
      "affiliations": [
        "Department of Gastroenterology, VA Greater Los Angeles Healthcare System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK.",
        "Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, UK."
      ]
    }
  ],
  "journal": {
    "title": "Clinical and translational gastroenterology",
    "iso_abbreviation": "Clin Transl Gastroenterol",
    "issn": "2155-384X",
    "issn_type": "Print",
    "volume": "6",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "e107",
  "pages": "e107",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26291435",
    "pmc": "PMC4816279",
    "doi": "10.1038/ctg.2015.21",
    "pii": "ctg201521"
  },
  "doi": "10.1038/ctg.2015.21",
  "pmc_id": "PMC4816279",
  "dates": {
    "completed": "2015-08-21",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.390152",
    "pmid": "26291435"
  }
}