{
  "pmid": "26308077",
  "uid": "26308077",
  "title": "Health Reporting in Print Media in Lebanon: Evidence, Quality and Role in Informing Policymaking.",
  "abstract": "BACKGROUND: Media plays a vital role in shaping public policies and opinions through disseminating health-related information. This study aims at exploring the role of media in informing health policies in Lebanon, identifying the factors influencing health reporting and investigating the role of evidence in health journalism and the quality of health reporting. It also identifies strategies to enhance the use of evidence in health journalism and improve the quality of health reporting. METHODS: Media analysis was conducted to assess the way media reports on health-related issues and the quality of reporting using a quality assessment tool. Semi-structured interviews were also conducted with 27 journalists, researchers and policymakers to explore their perception on the role of media in health policymaking and the factors influencing health reporting. In addition, a validation workshop was conducted. RESULTS: Out of 1,279 health-related news articles identified, 318 articles used certain type of evidence to report health issues 39.8% of which relied on experts' opinions as their source of evidence while only 5.9% referenced peer-reviewed research studies. The quality of health reporting was judged to be low based on a quality assessment tool consisting of a set of ten criteria. Journalists raised concerns about issues impeding them from referring to evidence. Journalists also reported difficulties with the investigative health journalism. Policymakers and researchers viewed media as an important tool for evidence-informed health policies, however, serious concerns were voiced in terms of the current practice and capacities. CONCLUSION: Our study provides a structured reflection on the role of media and the factors that influence health reporting including context-specific strategies that would enhance the quality and promote the use of evidence in health reporting. In the light of the political changes in many Middle Eastern countries, findings from this study can contribute to redefining the role of media in strengthening health systems.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon; Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Riad El Solh, Beirut, Lebanon; Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Riad El Solh, Beirut, Lebanon; Research, Advocacy and Public Policy-making Program, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, Riad El Solh, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bou Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou Karroum",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bawab",
      "fore_name": "Lamya",
      "initials": "L",
      "name": "Lamya Bawab",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kdouh",
      "fore_name": "Ola",
      "initials": "O",
      "name": "Ola Kdouh",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Sayed",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah El-Sayed",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Rachidi",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Rachidi",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Makki",
      "fore_name": "Malak",
      "initials": "M",
      "name": "Malak Makki",
      "affiliations": [
        "Assafir newspaper, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "8",
    "pub_year": "2015"
  },
  "start_page": "e0136435",
  "pages": "e0136435",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Policy",
    "Humans",
    "Information Dissemination",
    "Lebanon",
    "Mass Media",
    "Policy Making",
    "Serial Publications"
  ],
  "article_ids": {
    "pubmed": "26308077",
    "pmc": "PMC4550456",
    "doi": "10.1371/journal.pone.0136435",
    "pii": "PONE-D-15-00567"
  },
  "doi": "10.1371/journal.pone.0136435",
  "pmc_id": "PMC4550456",
  "dates": {
    "completed": "2016-06-14",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.821959",
    "pmid": "26308077"
  }
}