{
  "pmid": "26310398",
  "uid": "26310398",
  "title": "Association of worker characteristics and early reimbursement for physical therapy, chiropractic and opioid prescriptions with workers' compensation claim duration, for cases of acute low back pain: an observational cohort study.",
  "abstract": "OBJECTIVE: To assess the association between early reimbursement for physiotherapy, chiropractic and opioid prescriptions for acute low back pain (LBP) with disability claim duration. DESIGN: Observational cohort study. SETTING AND PARTICIPANTS: From a random sample of 6665 claims for acute, uncomplicated LBP approved by the Ontario Workplace Safety and Insurance Board (WSIB) in 2005, we analysed 1442 who remained on full benefits at 4 weeks after claim approval. PRIMARY OUTCOME MEASURE: Our primary outcome was WSIB claim duration. RESULTS: We had complete data for all but 3 variables, which had <15% missing data, and we included missing data as a category for these factors. Our time-to-event analysis was adjusted for demographic, workplace and treatment factors, but not injury severity, although we attempted to include a sample with very similar, less-severe injuries. Regarding significant factors and treatment variables in our adjusted analysis, older age (eg, HR for age ≥ 55 vs <25=0.52; 99% CI 0.36 to 0.74) and WSIB reimbursement for opioid prescription in the first 4 weeks of a claim (HR=0.68; 99% CI 0.53 to 0.88) were associated with longer claim duration. Higher predisability income was associated with longer claim duration, but only among persistent claims (eg, HR for active claims at 1 year with a predisability income >$920 vs ≤$480/week=0.34; 99% CI 0.17 to 0.68). Missing data for union membership (HR=1.27; 99% CI 1.01 to 1.59), and working for an employer with a return-to-work programme were associated with fewer days on claim (HR=1.78; 99% CI 1.45 to 2.18). Neither reimbursement for physiotherapy (HR=1.01; 99% CI 0.86 to 1.19) nor chiropractic care (HR for active claims at 60 days=1.15; 99% CI 0.94 to 1.41) within the first 4 weeks was associated with claim duration. Our meta-analysis of 3 studies (n=51,069 workers) confirmed a strong association between early opioid use and prolonged claim duration (HR=0.57, 95% CI 0.48 to 0.69; low certainty evidence). CONCLUSIONS: Our analysis found that early WSIB reimbursement for physiotherapy or chiropractic care, in claimants fully off work for more than 4 weeks, was not associated with claim duration, and that early reimbursement for opioids predicted prolonged claim duration. Well-designed randomised controlled trials are needed to verify our findings and establish causality between these variables and claim duration.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, Stanford Prevention Research Center, Stanford University, Stanford, California, USA Department of Anaesthesia & Pain Medicine, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "26"
  },
  "start_page": "e007836",
  "pages": "e007836",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Analgesics, Opioid",
    "Cohort Studies",
    "Female",
    "Humans",
    "Insurance, Health, Reimbursement",
    "Low Back Pain",
    "Male",
    "Manipulation, Chiropractic",
    "Occupational Diseases",
    "Ontario",
    "Physical Therapy Modalities",
    "Return to Work",
    "Time Factors",
    "Workers' Compensation"
  ],
  "article_ids": {
    "pubmed": "26310398",
    "pmc": "PMC4554906",
    "doi": "10.1136/bmjopen-2015-007836",
    "pii": "bmjopen-2015-007836"
  },
  "doi": "10.1136/bmjopen-2015-007836",
  "pmc_id": "PMC4554906",
  "dates": {
    "completed": "2016-05-02",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.389503",
    "pmid": "26310398"
  }
}