{
  "pmid": "26315920",
  "uid": "26315920",
  "title": "The influence of the instabilities in modelling arteriovenous junction haemodynamics.",
  "abstract": "The arteriovenous junction is characterised by high flow rates, large pressure difference and typically a palpable thrill or audible bruit, associated with turbulent flow. However, the arteriovenous junction is frequently studied with the assumption of streamline flow. This assumption is based on the Reynolds number calculation, although other factors can contribute to turbulent generation. In this study, the presence of instabilities is examined and the influencing factors discussed. This was performed using a pseudo-realistic geometry with adapted graft angles, vein diameter, outflow split ratio and graft inlet velocity values. Correlation was performed between steady and unsteady averaged simulation cases with correlation performance ranked. Overall the arteriovenous junction is capable of possessing highly disturbed flows, in which strict modelling requirements are necessary to capture such instabilities and avoid erroneous conclusions. Vein diameter and flow split ratio contribute to turbulent generation, thus Reynolds number cannot be used as a sole turbulent criterion in the arteriovenous junction.",
  "authors": [
    {
      "last_name": "Broderick",
      "fore_name": "Stephen P",
      "initials": "SP",
      "name": "Stephen P Broderick",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical Aeronautical & Biomedical Engineering and Material Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Houston",
      "fore_name": "J Graeme",
      "initials": "JG",
      "name": "J Graeme Houston",
      "affiliations": [
        "Cardiovascular and Diabetes Medicine, Ninewells Hospital and Medical School, University of Dundee, Dundee, United Kingdom."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical Aeronautical & Biomedical Engineering and Material Surface Science Institute, University of Limerick, Limerick, Ireland. Electronic address: Michael.Walsh@UL.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomechanics",
    "iso_abbreviation": "J Biomech",
    "issn": "1873-2380",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "13",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "3591",
  "end_page": "3598",
  "pages": "3591-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arteriovenous Fistula",
    "Biomechanical Phenomena",
    "Blood Pressure",
    "Computer Simulation",
    "Humans",
    "Hydrodynamics",
    "Models, Biological",
    "Regional Blood Flow"
  ],
  "article_ids": {
    "pubmed": "26315920",
    "doi": "10.1016/j.jbiomech.2015.07.038",
    "pii": "S0021-9290(15)00432-7"
  },
  "doi": "10.1016/j.jbiomech.2015.07.038",
  "dates": {
    "completed": "2016-07-12",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.853562",
    "pmid": "26315920"
  }
}