{
  "pmid": "26318211",
  "uid": "26318211",
  "title": "The value of frameworks as knowledge translation mechanisms to guide community participation practice in Ontario CHCs.",
  "abstract": "The community participation literature has produced numerous frameworks to guide practice and evaluation of community participation strategies in the health sector. These frameworks are useful starting points for differentiating the approaches for involving people in planning and decision-making for health services, but have been critiqued for being too generic and ignoring that community participation is highly contextual and situational. Health service organizations across Canada and internationally have begun to respond to address this limitation by developing more context-specific community participation frameworks; however, such frameworks do not exist for Ontario Community Health Centres (CHCs)-local primary health care organizations with a mandate to engage marginalized groups in planning and decision-making for health services. We conducted a series of focus groups with staff members from four Ontario CHCs to: (1) examine the factors that would influence their use of a generic framework for community participation with marginalized populations; and (2) improve the \"context-specificity\" of this framework, to enhance its relevance to CHCs. Participants described the difficulty of organizing the contextual, multi-faceted and situational process of community participation that they experienced with marginalized populations into a single framework, which led them to question the value of using frameworks as a resource for guiding the design, implementation and evaluation of their community participation initiatives. Instead, participants revealed that tacit knowledge, in the form of professional and personal experience and local knowledge of a marginalized population, had a greater influence on guiding participation activities in Ontario CHCs. Our findings suggest that tacit knowledge is an essential feature of community participation practice and requires further exploration regarding its role in the community participation field.",
  "authors": [
    {
      "last_name": "Montesanti",
      "fore_name": "Stephanie Rose",
      "initials": "SR",
      "name": "Stephanie Rose Montesanti",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Canada. Electronic address: srmontes@ucalgary.ca."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Canada; Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Canada; Clinical Epidemiology and Biostatistics, McMaster University, Canada; Program in Policy Decision-Making, McMaster University, Canada; McMaster Health Forum, McMaster University, Canada; Department of Political Science, McMaster University, Canada; Department of Global Health and Population, Harvard School of Public Health, United States."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Dunn",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, Canada; Centre for Research on Inner City Health in the Keenan Research Centre of the Li Ka Shing Knowledge Institute of St. Michael's Hospital, Canada; McMaster Institute for Environment and Health, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "142",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "223",
  "end_page": "231",
  "pages": "223-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Health Centers",
    "Community Participation",
    "Decision Making",
    "Focus Groups",
    "Humans",
    "Ontario",
    "Qualitative Research",
    "Social Marginalization",
    "Translational Research, Biomedical",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "26318211",
    "doi": "10.1016/j.socscimed.2015.08.024",
    "pii": "S0277-9536(15)30076-9"
  },
  "doi": "10.1016/j.socscimed.2015.08.024",
  "dates": {
    "completed": "2016-03-03",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.983099",
    "pmid": "26318211"
  }
}