{
  "pmid": "26322157",
  "uid": "26322157",
  "title": "Update on novel endoscopic therapies to treat gastroesophageal reflux disease: A review.",
  "abstract": "Endoscopic treatments for gastroesophageal reflux disease (GERD) have become increasingly popular in recent years. While surgical intervention with the Laparoscopic Nissen Fundoplication remains the gold standard, two endoscopic interventions, specifically, are gaining traction in clinical use (EsophyX and Stretta). The EsophyX (EndoGastric Solutions, Inc., Redmond, WA, United States) was developed as a method of restoring the valve at the GE junction through an endoluminal fundoplication (ELF) technique. Long-term data suggests that transoral incisional fundoplication (TIF) with EsophyX may be effective for symptom control and proton pump inhibitor reduction or cessation for up to 2-6 years. There is no evidence that EsophyX is more effective than surgical intervention. TIF may be most effective for patients with HH < 2 cm and Hill Grade I/II valves. Stretta (Mederi Therapeutics, Greenwich, CT, United States) was approved by the Food and Drug Administration in 2000. It delivers radiofrequency energy to the lower esophageal sphincter and gastric cardia. Published reviews of the literature are conflicted in their recommendations of Stretta in the management of GERD. The literature suggests that the Stretta procedure has an acceptable safety profile and may be effective in reducing symptom burden and quality of life scores up to 8 years post-intervention. However, there does not appear to be any sustained improvement in objective outcomes and there is no evidence that Stretta results in improved outcomes as compared to surgical intervention. Treatment modalities for GERD, as a field, suffer from a lack of standardization in primary and secondary outcomes. Although many studies have looked at health related quality of life, the tools used to do so are markedly heterogeneous. Future directions for the endoscopic treatment of GERD include novel techniques like endoscopic submucosal dissection.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "Jessica Hopkins, Noah J Switzer, Shahzeer Karmali, Department of Surgery, University of Alberta, Edmonton, Alberta T6G 2B7, Canada."
      ]
    },
    {
      "last_name": "Switzer",
      "fore_name": "Noah J",
      "initials": "NJ",
      "name": "Noah J Switzer",
      "affiliations": [
        "Jessica Hopkins, Noah J Switzer, Shahzeer Karmali, Department of Surgery, University of Alberta, Edmonton, Alberta T6G 2B7, Canada."
      ]
    },
    {
      "last_name": "Karmali",
      "fore_name": "Shahzeer",
      "initials": "S",
      "name": "Shahzeer Karmali",
      "affiliations": [
        "Jessica Hopkins, Noah J Switzer, Shahzeer Karmali, Department of Surgery, University of Alberta, Edmonton, Alberta T6G 2B7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "World journal of gastrointestinal endoscopy",
    "iso_abbreviation": "World J Gastrointest Endosc",
    "issn": "1948-5190",
    "issn_type": "Print",
    "volume": "7",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Aug",
    "pub_day": "25"
  },
  "start_page": "1039",
  "end_page": "1044",
  "pages": "1039-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26322157",
    "pmc": "PMC4549661",
    "doi": "10.4253/wjge.v7.i11.1039"
  },
  "doi": "10.4253/wjge.v7.i11.1039",
  "pmc_id": "PMC4549661",
  "dates": {
    "completed": "2015-08-31",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.587973",
    "pmid": "26322157"
  }
}