{
  "pmid": "26322246",
  "uid": "26322246",
  "title": "Pathophysiologic mechanisms of brain-body associations in ruptured brain aneurysms: A systematic review.",
  "abstract": "BACKGROUND: Patients with ruptured brain aneurysms and aneurysmal subarachnoid hemorrhage suffer neurological damage from primary injury of the aneurysm rupture itself, as well as a number of secondary injurious processes that can further worsen the affected individual's neurological state. In addition, other body systems can be affected in a number of brain-body associations. METHODS: This systematic review synthesizes prospective and retrospective cohort studies that investigate brain-body associations in patients with ruptured brain aneurysms. The methodologic quality of these studies will be appraised. RESULTS: Six cohort studies were included in this systemic review. The methodologic quality of each study was assessed. They had representative patient populations, clear selection criteria and clear descriptions of study designs. Reproducible study protocols with ethics board approval were present. Clinical results were described in sufficient detail and were applicable to aneurysmal subarachnoid hemorrhage patients in clinical practice. There were few withdrawals from the study. Limitations included small sample sizes and between-study differences in diagnostic tests and clinical outcome endpoints. Several pathophysiologic mechanisms of brain-body associations in ruptured brain aneurysms were clarified through this systematic review. Sympathetic activation of the cardiovascular system in aneurysmal subarachnoid hemorrhage not only triggers the release of atrial and brain natriuretic peptides it can also lead to increased pulmonary venous pressures and permeability causing hydrostatic pulmonary edema. Natriuretic states can herald the onset or worsening of clinical vasospasm as the renin-angiotensin-aldosterone system is activated in a delayed manner. CONCLUSIONS: This systematic review synthesizes the most current evidence of underlying mechanisms of brain related associations with body systems in aneurysmal subarachnoid hemorrhage. Results gained from these studies are clinically useful and shed light on how ruptured brain aneurysms affect the cardiopulmonary system. Subsequent neuro-cardio-endocrine responses then interact with other body systems as part of the secondary responses to primary injury.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Benjamin W Y",
      "initials": "BW",
      "name": "Benjamin W Y Lo",
      "affiliations": [
        "Department of Neurology and Neurosurgery, Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Fukuda",
      "fore_name": "Hitoshi",
      "initials": "H",
      "name": "Hitoshi Fukuda",
      "affiliations": [
        "Department of Neurosurgery, Kurashiki Central Hospital, University of Kyoto, Okayama, Japan."
      ]
    },
    {
      "last_name": "Nishimura",
      "fore_name": "Yusuke",
      "initials": "Y",
      "name": "Yusuke Nishimura",
      "affiliations": [
        "Department of Neurosurgery, Nagoya University Hospital, Nagoya University, Nagoya, Japan."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "R Loch",
      "initials": "RL",
      "name": "R Loch Macdonald",
      "affiliations": [
        "Division of Neurosurgery, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Medicine, Clinical Epidemiology and Biostatistics, Division of Clinical Pharmacology, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical neurology international",
    "iso_abbreviation": "Surg Neurol Int",
    "issn": "2229-5097",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2015"
  },
  "start_page": "136",
  "pages": "136",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26322246",
    "pmc": "PMC4544125",
    "doi": "10.4103/2152-7806.162677",
    "pii": "SNI-6-136"
  },
  "doi": "10.4103/2152-7806.162677",
  "pmc_id": "PMC4544125",
  "dates": {
    "completed": "2015-08-31",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.872675",
    "pmid": "26322246"
  }
}