{
  "pmid": "26335938",
  "uid": "26335938",
  "title": "Trends in Antihyperglycemic Medication Prescriptions and Hypoglycemia in Older Adults: 2002-2013.",
  "abstract": "BACKGROUND: Over the last decade, several new antihyperglycemic medications have been introduced including those associated with a lower hypoglycemia risk. We aimed to investigate how these medications are being prescribed to older adults in our region. METHODS: We conducted population-based cross-sectional analyses of older adults (mean age 75 years) with treated diabetes in Ontario, Canada from 2002 until 2013, to examine the percentage prescribed insulin, sulphonylureas, alpha-glucosidase inhibitors, metformin, thiazolidinediones, meglitinides, and dipeptidyl peptidase-4 inhibitors. Over the study period, we also examined their hospital encounters for hypoglycemia (emergency room or inpatient encounter). RESULTS: The mean age of treated patients increased slightly over the study quarters and the proportion that were women declined. With the exception of chronic kidney disease, cancer, dementia, and neuropathy, the percentage with a comorbidity appeared to decline. The percentage of treated patients prescribed metformin, gliclazide and dipeptidyl peptidase-4 inhibitors increased as did combination therapy. Glyburide and thiazolidinedione prescriptions declined, and insulin use remained stable. In those with newly treated diabetes, the majority were prescribed metformin, with smaller percentages prescribed insulin and other oral agents. Although the absolute number of treated patients with a hypoglycemia encounter increased until mid-2006 and then decreased, the overall percentage with an encounter declined over the study period (0.8% with an event in the first quarter, 0.4% with an event in the last quarter). CONCLUSIONS: Antihyperglycemic medications with safer profiles are being increasingly prescribed to older adults. In this setting there has been a decrease in the percentage of treated patients with a hospital encounter for hypoglycemia.",
  "authors": [
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah",
      "initials": "S",
      "name": "Salimah Shariff",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Kuan",
      "initials": "K",
      "name": "Kuan Liu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hramiak",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Hramiak",
      "affiliations": [
        "Department of Medicine, Division of Endocrinology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mahon",
      "fore_name": "Jeffrey L",
      "initials": "JL",
      "name": "Jeffrey L Mahon",
      "affiliations": [
        "Department of Medicine, Division of Endocrinology, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "9",
    "pub_year": "2015"
  },
  "start_page": "e0137596",
  "pages": "e0137596",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cross-Sectional Studies",
    "Diabetes Mellitus",
    "Drug Prescriptions",
    "Female",
    "Humans",
    "Hypoglycemia",
    "Hypoglycemic Agents",
    "Male",
    "Practice Patterns, Physicians'",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "26335938",
    "pmc": "PMC4559313",
    "doi": "10.1371/journal.pone.0137596",
    "pii": "PONE-D-15-17671"
  },
  "doi": "10.1371/journal.pone.0137596",
  "pmc_id": "PMC4559313",
  "dates": {
    "completed": "2016-05-24",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.190167",
    "pmid": "26335938"
  }
}