{
  "pmid": "26332670",
  "uid": "26332670",
  "title": "Effectiveness of Mechanisms and Models of Coordination between Organizations, Agencies and Bodies Providing or Financing Health Services in Humanitarian Crises: A Systematic Review.",
  "abstract": "BACKGROUND: Effective coordination between organizations, agencies and bodies providing or financing health services in humanitarian crises is required to ensure efficiency of services, avoid duplication, and improve equity. The objective of this review was to assess how, during and after humanitarian crises, different mechanisms and models of coordination between organizations, agencies and bodies providing or financing health services compare in terms of access to health services and health outcomes. METHODS: We registered a protocol for this review in PROSPERO International prospective register of systematic reviews under number PROSPERO2014:CRD42014009267. Eligible studies included randomized and nonrandomized designs, process evaluations and qualitative methods. We electronically searched Medline, PubMed, EMBASE, Cochrane Central Register of Controlled Trials, CINAHL, PsycINFO, and the WHO Global Health Library and websites of relevant organizations. We followed standard systematic review methodology for the selection, data abstraction, and risk of bias assessment. We assessed the quality of evidence using the GRADE approach. RESULTS: Of 14,309 identified citations from databases and organizations' websites, we identified four eligible studies. Two studies used mixed-methods, one used quantitative methods, and one used qualitative methods. The available evidence suggests that information coordination between bodies providing health services in humanitarian crises settings may be effective in improving health systems inputs. There is additional evidence suggesting that management/directive coordination such as the cluster model may improve health system inputs in addition to access to health services. None of the included studies assessed coordination through common representation and framework coordination. The evidence was judged to be of very low quality. CONCLUSION: This systematic review provides evidence of possible effectiveness of information coordination and management/directive coordination between organizations, agencies and bodies providing or financing health services in humanitarian crises. Our findings can inform the research agenda and highlight the need for improving conduct and reporting of research in this field.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon; McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada; Research, Advocacy and Public Policy-making Program, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou Karroum",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Eid",
      "fore_name": "Jamale",
      "initials": "J",
      "name": "Jamale El-Eid",
      "affiliations": [
        "VP of Medical Affairs, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Faculty of Medicine, Université Saint Joseph, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akik",
      "fore_name": "Chaza",
      "initials": "C",
      "name": "Chaza Akik",
      "affiliations": [
        "Department of Population Health, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Osman",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Osman",
      "affiliations": [
        "Department of Family Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hassan",
      "fore_name": "Ghayda",
      "initials": "G",
      "name": "Ghayda Hassan",
      "affiliations": [
        "Department of Psychology, University of Québec, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Mira",
      "initials": "M",
      "name": "Mira Itani",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Farha",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "Department of Epidemiology and Community Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Department of Family Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Oliver",
      "affiliations": [
        "Department of Childhood, Families and Health, Social Science Research Unit, Institute of Education, University of London, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "9",
    "pub_year": "2015"
  },
  "start_page": "e0137159",
  "pages": "e0137159",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Altruism",
    "Health Services",
    "Health Services Administration",
    "Healthcare Financing",
    "Humans",
    "Relief Work"
  ],
  "article_ids": {
    "pubmed": "26332670",
    "pmc": "PMC4558048",
    "doi": "10.1371/journal.pone.0137159",
    "pii": "PONE-D-14-52473"
  },
  "doi": "10.1371/journal.pone.0137159",
  "pmc_id": "PMC4558048",
  "dates": {
    "completed": "2016-05-23",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.822222",
    "pmid": "26332670"
  }
}