{
  "pmid": "26336561",
  "uid": "26336561",
  "title": "Increased defibrillator therapies during influenza season in patients without influenza vaccines.",
  "abstract": "BACKGROUND: The association between influenza vaccination and implantable cardiac defibrillator (ICD) therapies during influenza season is not known and is described in this study. Understanding this association is important since reduction in ICD therapies during influenza season via use of influenza vaccination would benefit patients physically and psychologically. METHODS: Patients presenting to the Sunnybrook Health Sciences Center ICD clinic between September 1st, 2011 and November 31st, 2011 were asked to complete a survey evaluating their use of the influenza vaccine. The number of patients with any ICD therapy and the total number of ICD therapies in the six months before and the three months during the 2010-2011 influenza season were determined. Poisson regression analysis was employed to assess differences in the average number of ICD therapies received during the influenza season based on vaccine status (vaccinated vs. unvaccinated). The analysis was repeated after limiting the cohort to patients with a left ventricular ejection fraction ≤35%. RESULTS: A total of 229 patients completed the survey, 78% of whom received the influenza vaccine. Four patients had more than one ICD shock during the study period. Electrical storm was rare (n=2). A trend toward more ICD therapies (unadjusted incident rate ratio (IRR)=3.2; P=0.07) and appropriate ICD shocks (unadjusted IRR=9.0; P=0.17) was noted for unvaccinated compared to vaccinated patients. This association persisted when analysis was limited to patients with a left ventricular ejection fraction ≤35% (all ICD therapies: unadjusted IRR=5.8; P=0.045; adjusted IRR=2.6; P=0.33). No patient who received the influenza vaccine, and had a reduced ejection fraction, received an approprite ICD shock during influenza season (unadjusted P<0.002). CONCLUSION: A trend toward more ICD therapies during influenza season was observed in patients who did not receive the influenza vaccine compared to those who did. The association was stronger in patients who received appropriate ICD shocks and in patients with left ventricular systolic dysfunction. Further work to confirm these findings is recommended.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Sheldon M",
      "initials": "SM",
      "name": "Sheldon M Singh",
      "affiliations": [
        "Schulich Heart Program, Sunnybrook Health Sciences Center, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada ; Clinical Nutrition and Risk Factor Modification Center, St. Michael׳s Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kumareswaran",
      "fore_name": "Ramanan",
      "initials": "R",
      "name": "Ramanan Kumareswaran",
      "affiliations": [
        "Schulich Heart Program, Sunnybrook Health Sciences Center, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of arrhythmia",
    "iso_abbreviation": "J Arrhythm",
    "issn": "1880-4276",
    "issn_type": "Print",
    "volume": "31",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "210",
  "end_page": "214",
  "pages": "210-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26336561",
    "pmc": "PMC4555464",
    "doi": "10.1016/j.joa.2014.12.006",
    "pii": "S1880-4276(15)00003-4"
  },
  "doi": "10.1016/j.joa.2014.12.006",
  "pmc_id": "PMC4555464",
  "dates": {
    "completed": "2015-09-04",
    "revised": "2024-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.157155",
    "pmid": "26336561"
  }
}