{
  "pmid": "26334626",
  "uid": "26334626",
  "title": "Stigma, HIV and health: a qualitative synthesis.",
  "abstract": "BACKGROUND: HIV-related stigma continues to negatively impact the health and well-being of people living with HIV, with deleterious effects on their care, treatment and quality of life. A growing body of qualitative research has documented the relationship between HIV-related stigma and health. This review aims to synthesize qualitative evidence that explored the intersections of stigma and health for people with HIV. METHODS: A thematic summary was conducted that was guided by the qualitative metasummary technique developed by Sandelowski and Barraso. Literature searches yielded 8,622 references of which 55 qualitative studies were identified that illustrated HIV-related stigma in the context of health. RESULTS: The metasummary classified qualitative findings into three overarching categories: conceptualizing stigma which identified key dimensions of HIV-related stigma; experiencing stigma which highlighted experiences of stigma in the health context, and managing stigma which described ways in which stigma is avoided or addressed. To better illustrate these connections, the qualitative literature was summarized into the following themes: stigma within health care settings, the role of stigma in caring for one's health, and strategies to address HIV-related stigma in the health context. A number of health care practices were identified--some rooted in institutional practices, others shaped by personal perceptions held by practitioners--that could be stigmatizing or discriminatory towards people with HIV. There existed interconnections between enacted stigma and felt stigma that influenced health care utilization, treatment adherence, and overall health and well-being of people with HIV. Intersectional stigma also emerged as instrumental in the stigma experiences of people living with HIV. A number of strategies to address stigma were identified including social support, education, self-efficacy, resilience activities, and advocacy. CONCLUSION: This review of the qualitative evidence indicates that HIV-related stigma within health contexts is a broad social phenomenon that manifests within multiple social spheres, including health care environments. Findings from this review indicate that future stigma research should consider the social structures and societal practices--within and outside of health care environments--that perpetuate and reinforce stigma and discrimination towards people with HIV.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Lori A",
      "initials": "LA",
      "name": "Lori A Chambers",
      "affiliations": [
        "School of Social Work, McMaster University, Kenneth Taylor Hall, KTH-319, 1280 Main St. West, Hamilton, ON, L8S 4M4, Canada. chambl3@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rueda",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Rueda",
      "affiliations": [
        "Social and Epidemiological Research Department, Centre for Addiction and Mental Health, c/o Research Services Office, 33 Russell St., T100, Toronto, ON, M5S 2S1, Canada. sergio.rueda@utoronto.ca.",
        "Department of Psychiatry, University of Toronto, 250 College St., 8th floor, Toronto, ON, M5T 1R8, Canada. sergio.rueda@utoronto.ca.",
        "Institute for Work & Health, 481 University Ave., Suite 800, Toronto, ON, M5G 2E9, Canada. sergio.rueda@utoronto.ca."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "D Nico",
      "initials": "DN",
      "name": "D Nico Baker",
      "affiliations": [
        "Ontario HIV Treatment Network, 1300 Yonge St., Suite 600, Toronto, ON, M4T 1X3, Canada. nicofromdurango@gmail.com."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Ontario HIV Treatment Network, 1300 Yonge St., Suite 600, Toronto, ON, M4T 1X3, Canada. wilsom2@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Communications Research Laboratory, CRL-209, 1280 Main St. West, Hamilton, ON, L8S 4M4, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, L8S 4M4, Canada. wilsom2@mcmaster.ca.",
        "McMaster Health Forum, McMaster University, Mills Memorial Library, MML-417, 1280 Main St. West, Hamilton, ON, L8S 4M4, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Deutsch",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Deutsch",
      "affiliations": [
        "Ontario HIV Treatment Network, 1300 Yonge St., Suite 600, Toronto, ON, M4T 1X3, Canada. rachelsdeutsch@gmail.com."
      ]
    },
    {
      "last_name": "Raeifar",
      "fore_name": "Elmira",
      "initials": "E",
      "name": "Elmira Raeifar",
      "affiliations": [
        "Department of Psychiatry, Weill Cornell Medical College, 21 Bloomingdale Rd., White Plains, NY, 10605, USA. elmira.raeifar@gmail.com."
      ]
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, 250 College St., 8th floor, Toronto, ON, M5T 1R8, Canada. srourke@ohtn.on.ca.",
        "Ontario HIV Treatment Network, 1300 Yonge St., Suite 600, Toronto, ON, M4T 1X3, Canada. srourke@ohtn.on.ca.",
        "Centre for Research on Inner City Health, The Keenan Research Centre, Li Ka Shing Knowledge Institute, St. Michael's Hospital, 209 Victoria St, Toronto, ON, M5B 1 T8, Canada. srourke@ohtn.on.ca."
      ]
    },
    {
      "affiliations": [
        "Ontario HIV Treatment Network, 1300 Yonge St., Suite 600, Toronto, ON, M4T 1X3, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "848",
  "pages": "848",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "HIV Infections",
    "Health Status",
    "Humans",
    "Patient Acceptance of Health Care",
    "Qualitative Research",
    "Quality of Life",
    "Social Stigma",
    "Social Support",
    "Stereotyping"
  ],
  "article_ids": {
    "pubmed": "26334626",
    "pmc": "PMC4557823",
    "doi": "10.1186/s12889-015-2197-0",
    "pii": "10.1186/s12889-015-2197-0"
  },
  "doi": "10.1186/s12889-015-2197-0",
  "pmc_id": "PMC4557823",
  "dates": {
    "completed": "2016-03-17",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.778656",
    "pmid": "26334626"
  }
}