{
  "pmid": "26336014",
  "uid": "26336014",
  "title": "Prophylaxis and treatment of venous thromboembolism in patients with cancer: the Saudi clinical practice guideline.",
  "abstract": "BACKGROUND AND OBJECTIVES: Venous thromboembolism (VTE) is commonly encountered in the daily clinical practice. Cancer is an important VTE risk factor. Proper thromboprophylaxis is key to prevent VTE in patients with cancer, and proper treatment is essential to reduce VTE complications and adverse events associated with the therapy. DESIGN AND SETTINGS: As a result of an initiative of the Ministry of Health of Saudi Arabia, an expert panel led by the Saudi Association for Venous Thrombo-Embolism (a subsidiary of the Saudi Thoracic Society) and the Saudi Scientific Hematology Society with the methodological support of the McMaster University working group produced this clinical practice guideline to assist health care providers in evidence-based clinical decision-making for VTE prophylaxis and treatment in patients with cancer. METHODS: Six questions related to thromboprophylaxis and antithrombotic therapy were identified and the corresponding recommendations were made following the GRADE (Grading of Recommendations, Assessment, Development and Evaluation) approach. RESULTS: Question 1. Should heparin versus no heparin be used in outpatients with cancer who have no other therapeutic or prophylactic indication for anticoagulation? RECOMMENDATION: For outpatients with cancer, the Saudi Expert Panel suggests against routine thromboprophylaxis with heparin (weak recommendation; moderate quality evidence).Question 2. Should oral anticoagulation versus no oral anticoagulation be used in outpatients with cancer who have no other therapeutic or prophylactic indication for anticoagulation? RECOMMENDATION: For outpatients with cancer, the Saudi Expert Panel recommends against thromboprophylaxis with oral anticoagulation (strong recommendation; moderate quality evidence).Question 3. Should parenteral anticoagulation versus no anticoagulation be used in patients with cancer and central venous catheters? RECOMMENDATION: For outpatients with cancer and central venous catheters, the Saudi Expert Panel suggests thromboprophylaxis with parenteral anticoagulation (weak recommendation; moderate quality evidence).Question 4. Should oral anticoagulation versus no anticoagulation be used in patients with cancer and central venous catheters? RECOMMENDATION: For outpatients with cancer and central venous catheters, the Saudi Expert Panel suggests against thromboprophylaxis with oral anticoagulation (weak recommendation; low quality evidence).Question 5. Should low-molecular-weight heparin versus unfractionated heparin be used in patients with cancer being initiated on treatment for venous thromboembolism? RECOMMENDATION: In patients with cancer being initiated on treatment for venous thromboembolism, the Saudi Expert Panel suggests low-molecular-weight heparin over intravenous unfractionated heparin (weak; very low quality evidence).Question 6. Should heparin versus oral anticoagulation be used in patients with cancer requiring long-term treatment of VTE? RECOMMENDATION: In patients with metastatic cancer requiring long-term treatment of VTE, the Saudi Expert Panel recommends low-molecular-weight heparin (LMWH) over vitamin K antagonists (VKAs) (strong recommendation; moderate quality evidence). In patients with non-metastatic cancer requiring long-term treatment of venous thromboembolism, the Saudi Expert Panel suggests LMWH over VKA (weak recommendation; moderate quality evidence).",
  "authors": [
    {
      "last_name": "Al-Hameed",
      "fore_name": "Fahad",
      "initials": "F",
      "name": "Fahad Al-Hameed",
      "affiliations": []
    },
    {
      "last_name": "Al-Dorzi",
      "fore_name": "Hasan M",
      "initials": "HM",
      "name": "Hasan M Al-Dorzi",
      "affiliations": []
    },
    {
      "last_name": "AlMomen",
      "fore_name": "Abdulkarim",
      "initials": "A",
      "name": "Abdulkarim AlMomen",
      "affiliations": []
    },
    {
      "last_name": "Algahtani",
      "fore_name": "Farjah",
      "initials": "F",
      "name": "Farjah Algahtani",
      "affiliations": []
    },
    {
      "last_name": "AlZahrani",
      "fore_name": "Hazzaa",
      "initials": "H",
      "name": "Hazzaa AlZahrani",
      "affiliations": []
    },
    {
      "last_name": "AlSaleh",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid AlSaleh",
      "affiliations": []
    },
    {
      "last_name": "AlSheef",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed AlSheef",
      "affiliations": []
    },
    {
      "last_name": "Owaidah",
      "fore_name": "Tarek",
      "initials": "T",
      "name": "Tarek Owaidah",
      "affiliations": []
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": []
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": []
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": []
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of Saudi medicine",
    "iso_abbreviation": "Ann Saudi Med",
    "issn": "0975-4466",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "95",
  "end_page": "106",
  "pages": "95-106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anticoagulants",
    "Evidence-Based Medicine",
    "Humans",
    "Neoplasms",
    "Practice Guidelines as Topic",
    "Risk Factors",
    "Saudi Arabia",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "26336014",
    "pmc": "PMC6074132",
    "doi": "10.5144/0256-4947.2015.95"
  },
  "doi": "10.5144/0256-4947.2015.95",
  "pmc_id": "PMC6074132",
  "dates": {
    "completed": "2016-06-08",
    "revised": "2024-03-29"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:19.745791",
    "pmid": "26336014"
  }
}