{
  "pmid": "26334602",
  "uid": "26334602",
  "title": "Binge Eating Predicts Excess Gestational Weight Gain: A Pilot Prospective Cohort Study.",
  "abstract": "OBJECTIVE: One half of women's gestational weight gain (GWG) exceeds the recommended amount. In attempting to prevent this, randomized trials targeting diet and/or exercise have been generally unsuccessful. In response, study of psychological factors has been called for. We aimed to determine the feasibility of a full-scale prospective cohort study examining psychological and other factors affecting GWG and to obtain prospective pilot data. METHODS: We conducted a prospective cohort feasibility study in seven clinics in southwestern Ontario. Women with a singleton pregnancy were recruited between May and September 2013 and subsequently completed a questionnaire. GWG was abstracted from medical records and was categorized as below, within, or above guideline-recommended limits. RESULTS: All clinics and 89.7% of women approached (n = 525) agreed to participate, and 514 were eligible for analysis. For the prospective analysis, we included participants enrolled during their first or second trimester (27%), because only 11% were less than 21 weeks' gestation. Planning GWG predicted excess GWG (adjusted RR [aRR] 9.44; 95% CI 2.64 to 33.80), as did binge eating (aRR 6.51; 95% CI 1.03 to 41.18). Dietary restraint was not significantly associated with excess GWG (aRR 2.74; 95% CI 0.67 to 11.22) or inadequate GWG (aRR 3.86; 95% CI 0.82 to 18.11). CONCLUSION: This prospective pilot study demonstrated the feasibility of a full-scale study and identified a need for additional strategies to permit recruitment before 21 weeks, such as a longer recruitment period and involvement of more clinics. Previously identified knowledge factors, particularly planned weight gain, were predictive of excess GWG. However, psychological factors identified in this study, especially binge eating (which was found to be independently predictive for the first time) and dietary restraint, are areas requiring further study.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Christina K",
      "initials": "CK",
      "name": "Christina K Park",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Krebs",
      "fore_name": "Lynette",
      "initials": "L",
      "name": "Lynette Krebs",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Lutsiv",
      "fore_name": "Olha",
      "initials": "O",
      "name": "Olha Lutsiv",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "van Blyderveen",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry van Blyderveen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton ON; Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON; Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Department of Radiology, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "37",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "494",
  "end_page": "507",
  "pages": "494-507",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Binge-Eating Disorder",
    "Feeding Behavior",
    "Female",
    "Humans",
    "Pilot Projects",
    "Pregnancy",
    "Pregnancy Complications",
    "Prospective Studies",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "26334602",
    "doi": "10.1016/s1701-2163(15)30226-7",
    "pii": "S1701-2163(15)30226-7"
  },
  "doi": "10.1016/s1701-2163(15)30226-7",
  "dates": {
    "completed": "2015-11-06",
    "revised": "2019-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.054909",
    "pmid": "26334602"
  }
}