{
  "pmid": "26330990",
  "uid": "26330990",
  "title": "OrthoEvidence™: A Clinical Resource for Evidence-Based Orthopedics.",
  "abstract": "The prevalence of musculoskeletal issues in clinical practice, and the limited focus placed upon musculoskeletal conditions by current electronic summary resources, highlights the need for a resource that provides access to simple and concise summaries of top-quality orthopedic literature for orthopedic surgeons and allied healthcare professionals. OrthoEvidence™ is an online clinical resource that addresses the paucity of adequate evidence-based summary tools in the field of orthopedic surgery. OrthoEvidence™ uses a rigorous, transparent, and unique process to review, evaluate, and summarize high quality research studies and their implications for orthopedic clinical practice. Randomized controlled trials and meta-analyses are identified and reviewed by an expert medical writing team, who prepare Advanced Clinical Evidence (ACETM) reports: one or two detailed pages including critical appraisals and synopses of key research. These timely and targeted reports provide a clear understanding about the quality of evidence associated with each summarized study, and can be organized by users to identify trending information. OrthoEvidence™ allows members to use their time efficiently and to stay current by having access to a breadth of timely, high-quality research output. OrthoEvidence™ is easily accessible through the internet and is available at the point-of-care, which allows treating orthopedic surgeons and allied health professionals to easily practice the principles of evidence-based medicine within their clinical practices..",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Surgery, McMaster University , Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Smith",
      "affiliations": [
        "Department of Surgery, McMaster University , Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University , Hamilton, ON, Canada ; OrthoEvidence , Burlington, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopedic reviews",
    "iso_abbreviation": "Orthop Rev (Pavia)",
    "issn": "2035-8237",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "5762",
  "pages": "5762",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26330990",
    "pmc": "PMC4508555",
    "doi": "10.4081/or.2015.5762"
  },
  "doi": "10.4081/or.2015.5762",
  "pmc_id": "PMC4508555",
  "dates": {
    "completed": "2015-09-02",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.373951",
    "pmid": "26330990"
  }
}