{
  "pmid": "26346987",
  "uid": "26346987",
  "title": "Is bad living better than good death? Impact of demographic and cultural factors on health state preference.",
  "abstract": "PURPOSE: The aim of this study was to examine the impact of demographic and cultural factors on health preferences among Chinese general population. METHODS: The Chinese EQ-5D-5L valuation study was conducted between December 2012 and January 2013. A total of 1296 participants were recruited from the general public at Beijing, Chengdu, Guiyang, Nanjing, and Shenyang. Each participant was interviewed to measure preferences for ten EQ-5D-5L health states using composite time trade-off and seven pairs of states using discrete choice experiment (data were not included in this study). At the end of the interview, each participant was also asked to provide their demographic information and answers to two questions about their attitudes towards whether bad living is better than good death (LBD) and whether they believe in an afterlife. Generalized linear model and random effects logistic models were used to examine the impact of demographic and cultural factors on health preferences. RESULTS: Participants who had serious illness experience received college or higher education, or agree with LBD were more likely to value health states positively and have a narrower score range. Participants at Beijing were more likely to be non-traders, value health states positively, less likely to reach the lowest possible score, and have narrower score range compared with all other four cities after controlling for all other demographic and culture factors. CONCLUSIONS: Health state preference is significantly affected by factors beyond demographics. These factors should be considered in achieving a representative sample in valuation studies in China.",
  "authors": [
    {
      "last_name": "Jin",
      "fore_name": "Xuejing",
      "initials": "X",
      "name": "Xuejing Jin",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "China Center for Health Economic Research, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Gordon Guoen",
      "initials": "GG",
      "name": "Gordon Guoen Liu",
      "affiliations": [
        "China Center for Health Economic Research, Peking University, Beijing, China.",
        "National School of Development, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Nan",
      "initials": "N",
      "name": "Nan Luo",
      "affiliations": [
        "Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hongchao",
      "initials": "H",
      "name": "Hongchao Li",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Guan",
      "fore_name": "Haijing",
      "initials": "H",
      "name": "Haijing Guan",
      "affiliations": [
        "China Center for Health Economic Research, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "979",
  "end_page": "986",
  "pages": "979-86",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Beijing",
    "Buddhism",
    "China",
    "Choice Behavior",
    "Female",
    "Health Status",
    "Humans",
    "Linear Models",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Religious Philosophies",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26346987",
    "doi": "10.1007/s11136-015-1129-x",
    "pii": "10.1007/s11136-015-1129-x"
  },
  "doi": "10.1007/s11136-015-1129-x",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.870951",
    "pmid": "26346987"
  }
}