{
  "pmid": "26348891",
  "uid": "26348891",
  "title": "Parent Outlook: How Parents View the Road Ahead as They Embark on Hematopoietic Stem Cell Transplantation for Their Child.",
  "abstract": "Pediatric hematopoietic stem cell transplantation (HSCT) offers cure for high-risk malignancies and other conditions, but carries a risk of complications. Parental outlook regarding their child's transplantation course and future health has been largely unexplored. This report presents the Parent Outlook Scale, describes its properties, and examines the outlook of parents embarking on their child's transplantation course and the associated variables. Parents of children scheduled to undergo HSCT (n = 363) at 8 US transplantation centers completed the Parent Outlook Scale, comprising 4 items assessing frequency of the parent's thoughts about the potential difficulty of the child's transplantation (Transplant Difficult subscale) and worsened health (Health Worse subscale). Item responses were rated on a 5-point Likert scale (ranging from \"none\" to \"all of the time\") and, along with scale/subscale scores, transformed to 100-point scales, with higher scores connoting greater thought frequency. Psychometrics were explored. Multivariable models identified personal and clinical characteristics associated with scale and subscale scores. The Parent Outlook Scale (α = 0.75) and subscales were found to have sound psychometric properties. Factor loading supported the single scale with 2 subscales representing distinct aspects of overall outlook. Mean scores (Parent Outlook, 52.5 ± 21.7; Transplant Difficult, 64.4 ± 25.6; Health Worse, 40.7 ± 25.7) revealed variability within and across scale/subscales. Significantly different mean subscale scores (P < .001) indicated more frequent Transplant Difficult thoughts than Health Worse thoughts. Clinical factors (solid tumor diagnosis and unrelated donor transplant) and a parent factor (worse emotional functioning) were associated with higher scale and subscale scores. Our findings show that the outlook of parents embarking on their child's HSCT course is varied and not solely a product of clinical factors readily apparent to clinicians. Referring and transplantation clinicians should create opportunities to explore with parents their perspectives and concerns before and during the course of HSCT.",
  "authors": [
    {
      "last_name": "Ullrich",
      "fore_name": "Christina K",
      "initials": "CK",
      "name": "Christina K Ullrich",
      "affiliations": [
        "Department of Psychosocial Oncology and Palliative Care, Dana-Farber Cancer Institute, Boston, Massachusetts; Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts; Center for Outcomes and Policy Research, Dana-Farber Cancer Institute, Boston, Massachusetts; Department of Medicine, Boston Children's Hospital, Boston, Massachusetts. Electronic address: christina_ullrich@dfci.harvard.edu."
      ]
    },
    {
      "last_name": "Rodday",
      "fore_name": "Angie Mae",
      "initials": "AM",
      "name": "Angie Mae Rodday",
      "affiliations": [
        "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, Massachusetts; Department of Medicine, Tufts University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Bingen",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Bingen",
      "affiliations": [
        "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, Wisconsin."
      ]
    },
    {
      "last_name": "Kupst",
      "fore_name": "Mary Jo",
      "initials": "MJ",
      "name": "Mary Jo Kupst",
      "affiliations": [
        "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, Wisconsin."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Sunita K",
      "initials": "SK",
      "name": "Sunita K Patel",
      "affiliations": [
        "Departments of Population Sciences and Supportive Care Medicine, City of Hope Medical Center, Duarte, California."
      ]
    },
    {
      "last_name": "Syrjala",
      "fore_name": "Karen L",
      "initials": "KL",
      "name": "Karen L Syrjala",
      "affiliations": [
        "Biobehavioral Sciences Department, Fred Hutchinson Cancer Research Center, Seattle, Washington."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Lynnette L",
      "initials": "LL",
      "name": "Lynnette L Harris",
      "affiliations": [
        "Department of Pediatrics, Baylor College of Medicine, Houston, Texas."
      ]
    },
    {
      "last_name": "Recklitis",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Recklitis",
      "affiliations": [
        "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts; Department of Medicine, Boston Children's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Division of Oncology, Children's Hospital of Philadelphia and Department of Pediatrics, Perelman School of Medicine at University of Pennsylvania, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Stella",
      "initials": "S",
      "name": "Stella Davies",
      "affiliations": [
        "Division of Bone Marrow Transplant and Immune Deficiency Cincinnati Children's Hospital Medical Center Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Guinan",
      "fore_name": "Eva C",
      "initials": "EC",
      "name": "Eva C Guinan",
      "affiliations": [
        "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, Massachusetts; Department of Medicine, Boston Children's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Chang",
      "affiliations": [
        "Department of Psychiatry, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Wolfe",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Wolfe",
      "affiliations": [
        "Department of Psychosocial Oncology and Palliative Care, Dana-Farber Cancer Institute, Boston, Massachusetts; Department of Medicine, Boston Children's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Parsons",
      "fore_name": "Susan K",
      "initials": "SK",
      "name": "Susan K Parsons",
      "affiliations": [
        "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, Massachusetts; Department of Medicine, Tufts University School of Medicine, Boston, Massachusetts; Department of Pediatrics, Tufts University School of Medicine, Boston, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "Biology of blood and marrow transplantation : journal of the American Society for Blood and Marrow Transplantation",
    "iso_abbreviation": "Biol Blood Marrow Transplant",
    "issn": "1523-6536",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "104",
  "end_page": "111",
  "pages": "104-11",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Female",
    "Hematopoietic Stem Cell Transplantation",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Parents",
    "Prospective Studies",
    "Psychometrics"
  ],
  "article_ids": {
    "pubmed": "26348891",
    "mid": "NIHMS727351",
    "pmc": "PMC4706486",
    "doi": "10.1016/j.bbmt.2015.08.040",
    "pii": "S1083-8791(15)00601-1"
  },
  "doi": "10.1016/j.bbmt.2015.08.040",
  "pmc_id": "PMC4706486",
  "dates": {
    "completed": "2016-09-29",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1K23HL107452-01",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "5R01 CA119196",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 HL107452",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA119196",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA160684",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.516995",
    "pmid": "26348891"
  }
}