{
  "pmid": "26342400",
  "uid": "26342400",
  "title": "Systematic review of anticoagulant treatment of catheter-related thrombosis.",
  "abstract": "Central venous catheter-related thrombosis (CRT) is a complication seen in patients requiring long-term intravenous access. Treatment of CRT is not standardized and international guidelines for treatment are based on extrapolation of evidence from lower extremity thrombosis. We performed a systematic review of the literature to evaluate if duration of anticoagulation affects the risk of recurrent venous thrombosis, post-thrombotic syndrome, or major hemorrhage. We searched PubMed, Embase, Medline, CINAHL, Cochrane, and ACP Journal club for studies of CRT treated with anticoagulation. Of 1648 titles and abstracts, 23 studies met our inclusion criteria. No randomized trials were identified. Duration of anticoagulation varied from 8 days to more than 6 months. Outcomes of patients with upper extremity thrombosis due to CRT or other etiologies were often combined. The incidence of post-thrombotic syndrome varied between 0 and 75% depending on the definition used. Seven percent of patients with upper extremity thrombosis treated with anticoagulation experienced recurrent deep vein thrombosis and 2.8% experienced pulmonary embolism. Major hemorrhage was reported in 2.8-4.9% of anticoagulated patients. Prospective studies evaluating the optimal duration of anticoagulation in patients with CRT are needed.",
  "authors": [
    {
      "last_name": "Baumann Kreuziger",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Baumann Kreuziger",
      "affiliations": [
        "Blood Center of Wisconsin, 8733 Watertown Plank Road, Milwaukee, WI 53226, United States; Medical College of Wisconsin, Department of Medicine, Division of Hematology, 8701 W Watertown Plank Rd, Milwaukee, WI 53226, United States. Electronic address: lisa.baumannkreuziger@bcw.edu."
      ]
    },
    {
      "last_name": "Onwuemene",
      "fore_name": "Oluwatoyosi",
      "initials": "O",
      "name": "Oluwatoyosi Onwuemene",
      "affiliations": [
        "Duke University Medical Center, Department of Medicine, Division of Hematology, 40 Duke Medicine Circle, DUHS Box 3422, Durham, NC 27710, United States. Electronic address: toyosi.onwuemene@duke.edu."
      ]
    },
    {
      "last_name": "Kolesar",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Kolesar",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada. Electronic address: emmakolesar@icloud.com."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "McMaster University, Department of Medicine, Division of Hematology and Thromboembolism, 50 Charlton Ave, E, Hamilton, Ontario L8N 4A6, Canada. Electronic address: crowthrm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "McMaster University, Department of Medicine, Division of Hematology and Thromboembolism, 50 Charlton Ave, E, Hamilton, Ontario L8N 4A6, Canada. Electronic address: limwp@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "136",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "1103",
  "end_page": "1109",
  "pages": "1103-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Humans",
    "Upper Extremity Deep Vein Thrombosis"
  ],
  "article_ids": {
    "pubmed": "26342400",
    "doi": "10.1016/j.thromres.2015.08.020",
    "pii": "S0049-3848(15)30103-1"
  },
  "doi": "10.1016/j.thromres.2015.08.020",
  "dates": {
    "completed": "2016-09-30",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.645036",
    "pmid": "26342400"
  }
}