{
  "pmid": "26355732",
  "uid": "26355732",
  "title": "Capsule Endoscopy in the Assessment of Obscure Gastrointestinal Bleeding: An Economic Analysis.",
  "abstract": "BACKGROUND: Small-bowel capsule endoscopy is a tool used to visualize the small bowel to identify the location of bleeds in obscure gastrointestinal bleeding (OGIB). Capsule endoscopy is currently funded in Ontario in cases where there has been a failure to identify a source of bleeding via conventional diagnostic procedures. In Ontario, capsule endoscopy is a diagnostic option for patients whose findings on esophagogastroduodenoscopy, colonoscopy, and push enteroscopy have been negative (i.e., the source of bleeding was not found). OBJECTIVES: This economic analysis aims to estimate the budget impact of different rates of capsule endoscopy use as a complement to push enteroscopy procedures in patients aged 18 years and older. DATA SOURCES: Population-based administrative databases for Ontario were used to identify patients receiving push enteroscopy and small-bowel capsule endoscopy in the fiscal years 2008 to 2012. REVIEW METHODS: A systematic literature search was performed to identify economic evaluations of capsule endoscopy for the investigation of OGIB. Studies were assessed for their methodological quality and their applicability to the Ontarian setting. An original budget impact analysis was performed using data from Ontarian administrative sources and published literature. The budget impact was estimated for different levels of use of capsule endoscopy as a complement to push enteroscopy due to the uncertain clinical utility of the capsule based on current clinical evidence. The analysis was conducted from the provincial public payer perspective. RESULTS: With varying rates of capsule endoscopy use, the budgetary impact spans from savings of $510,000, when no (0%) push enteroscopy procedures are complemented with capsule endoscopy, to $2,036,000, when all (100%) push enteroscopy procedures are complemented with capsule endoscopy. A scenario where 50% of push enteroscopy procedures are complemented with capsule endoscopy (expected use based on expert opinion) would result in additional expenditure of about $763,000. LIMITATIONS: In the literature on OGIB, estimates of rebleeding rates after endoscopic procedures or spontaneous cessation rates are unreliable, with a lack of data. Rough estimates from expert consultation can provide an indication of expected additional use of capsule endoscopy; however, a wide range of capsule uses was explored. CONCLUSIONS: The budgetary impact in the first year in Ontario of capsule endoscopy use to complement push enteroscopy procedures ranges from $510,000 in savings to an additional expenditure of $2,036,000 (at 0% and 100% push enteroscopy procedures complemented, respectively). The expected scenario of 50% of push enteroscopy procedures likely to benefit from the use of capsule endoscopy, based on expert opinion, would result in additional expenditures of $763,000 in the first year.",
  "authors": [
    {
      "last_name": "Palimaka",
      "fore_name": "S",
      "initials": "S",
      "name": "S Palimaka",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "1",
  "end_page": "32",
  "pages": "1-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Capsule Endoscopes",
    "Capsule Endoscopy",
    "Endoscopy, Gastrointestinal",
    "Gastrointestinal Hemorrhage",
    "Health Care Costs",
    "Humans",
    "Intestine, Small",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "26355732",
    "pmc": "PMC4558771"
  },
  "pmc_id": "PMC4558771",
  "dates": {
    "completed": "2016-04-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:38.921037",
    "pmid": "26355732"
  }
}