{
  "pmid": "26366240",
  "uid": "26366240",
  "title": "Colon Capsule Endoscopy for the Detection of Colorectal Polyps: An Economic Analysis.",
  "abstract": "BACKGROUND: Colorectal cancer is a leading cause of mortality and morbidity in Ontario. Most cases of colorectal cancer are preventable through early diagnosis and the removal of precancerous polyps. Colon capsule endoscopy is a non-invasive test for detecting colorectal polyps. OBJECTIVES: The objectives of this analysis were to evaluate the cost-effectiveness and the impact on the Ontario health budget of implementing colon capsule endoscopy for detecting advanced colorectal polyps among adult patients who have been referred for computed tomographic (CT) colonography. METHODS: We performed an original cost-effectiveness analysis to assess the additional cost of CT colonography and colon capsule endoscopy resulting from misdiagnoses. We generated diagnostic accuracy data from a clinical evidence-based analysis (reported separately), and we developed a deterministic Markov model to estimate the additional long-term costs and life-years lost due to false-negative results. We then also performed a budget impact analysis using data from Ontario administrative sources. One-year costs were estimated for CT colonography and colon capsule endoscopy (replacing all CT colonography procedures, and replacing only those CT colonography procedures in patients with an incomplete colonoscopy within the previous year). We conducted this analysis from the payer perspective. RESULTS: Using the point estimates of diagnostic accuracy from the head-to-head study between colon capsule endoscopy and CT colonography, we found the additional cost of false-positive results for colon capsule endoscopy to be $0.41 per patient, while additional false-negatives for the CT colonography arm generated an added cost of $116 per patient, with 0.0096 life-years lost per patient due to cancer. This results in an additional cost of $26,750 per life-year gained for colon capsule endoscopy compared with CT colonography. The total 1-year cost to replace all CT colonography procedures with colon capsule endoscopy in Ontario is about $2.72 million; replacing only those CT colonography procedures in patients with an incomplete colonoscopy in the previous year would cost about $740,600 in the first year. LIMITATIONS: The difference in accuracy between colon capsule endoscopy and CT colonography was not statistically significant for the detection of advanced adenomas (≥ 10 mm in diameter), according to the head-to-head clinical study from which the diagnostic accuracy was taken. This leads to uncertainty in the economic analysis, with results highly sensitive to changes in diagnostic accuracy. CONCLUSIONS: The cost-effectiveness of colon capsule endoscopy for use in patients referred for CT colonography is $26,750 per life-year, assuming an increased sensitivity of colon capsule endoscopy. Replacement of CT colonography with colon capsule endoscopy is associated with moderate costs to the health care system.",
  "authors": [
    {
      "last_name": "Palimaka",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Palimaka",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "15",
    "pub_year": "2015"
  },
  "start_page": "1",
  "end_page": "43",
  "pages": "1-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Capsule Endoscopy",
    "Colonic Polyps",
    "Colonography, Computed Tomographic",
    "Colorectal Neoplasms",
    "Cost-Benefit Analysis",
    "Diagnosis, Differential",
    "Diagnostic Errors",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "26366240",
    "pmc": "PMC4561761"
  },
  "pmc_id": "PMC4561761",
  "dates": {
    "completed": "2016-06-17",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:38.921285",
    "pmid": "26366240"
  }
}