{
  "pmid": "26365018",
  "uid": "26365018",
  "title": "Child and adolescent exposure to alcohol advertising in Australia's major televised sports.",
  "abstract": "INTRODUCTION AND AIMS: Exposure to alcohol advertising is associated with greater alcohol consumption in children and adolescents, and alcohol advertising is common in Australian sport. We examine child, adolescent and young adult exposure to alcohol advertising during three televised sports in Australia: Australian Football League (AFL), cricket and the National Rugby League (NRL). METHODS: Alcohol advertising and audience viewing data were purchased for all AFL, cricket and NRL TV programs in Australia for 2012. We estimated children and adolescents (0-17 years) and young adults (18-29 years) exposure to alcohol advertising during AFL, cricket and NRL programs in the daytime (06:00-20:29 h), and night-time (20:30-23:59 h). RESULTS: There were 3544 alcohol advertisements in AFL (1942), cricket (941) and NRL programs (661), representing 60% of all alcohol advertising in sport TV, and 15% of all alcohol advertisements on Australian TV. These programs had a cumulative audience of 26.9 million children and adolescents, and 32 million young adults. Children and adolescents received 51 million exposures to alcohol advertising, with 47% of this exposure occurring during the daytime. Children and adolescents exposure to alcohol advertising was similar to young adults and peaked after 8.30pm. DISCUSSION AND CONCLUSIONS: Child and adolescent and young adult's exposure to alcohol advertising is high when viewing sport TV in Australia in the daytime and night-time. Current alcohol advertising regulations are not protecting children and adolescents from exposure, particularly in prominent televised sports. The regulations should be changed to reduce children and adolescent excessive exposure to alcohol advertising when watching sport. [Carr S, O'Brien KS, Ferris J, Room R, Livingston M, Vandenberg B, Donovan RJ, Lynott D. Child and adolescent exposure to alcohol advertising in Australia's major televised sports. Drug Alcohol Rev 2016;35:406-411].",
  "authors": [
    {
      "last_name": "Carr",
      "fore_name": "Sherilene",
      "initials": "S",
      "name": "Sherilene Carr",
      "affiliations": [
        "School of Social Sciences, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kerry S",
      "initials": "KS",
      "name": "Kerry S O'Brien",
      "affiliations": [
        "School of Social Sciences, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Ferris",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Ferris",
      "affiliations": [
        "Institute for Social Science Research, University of Queensland, Brisbane, Australia."
      ],
      "orcid": "0000-0001-7474-0173"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia.",
        "Centre for Alcohol Policy Research, Turning Point, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug and Alcohol Research Centre, Centre for Alcohol Policy Research, Turning Point, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Vandenberg",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Vandenberg",
      "affiliations": [
        "Cancer Council Victoria, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Donovan",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Donovan",
      "affiliations": [
        "Faculty of Health sciences, Curtin University, Perth, Australia."
      ]
    },
    {
      "last_name": "Lynott",
      "fore_name": "Dermot",
      "initials": "D",
      "name": "Dermot Lynott",
      "affiliations": [
        "Psychology Department, University of Lancaster, Lancaster, UK."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "406",
  "end_page": "411",
  "pages": "406-11",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Advertising",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Child",
    "Child, Preschool",
    "Humans",
    "Infant",
    "Sports",
    "Television",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26365018",
    "doi": "10.1111/dar.12326"
  },
  "doi": "10.1111/dar.12326",
  "dates": {
    "completed": "2018-01-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.762405",
    "pmid": "26365018"
  }
}