{
  "pmid": "26372585",
  "uid": "26372585",
  "title": "Outcomes After Hip Fracture Surgery Compared With Elective Total Hip Replacement.",
  "abstract": "IMPORTANCE: Patients undergoing surgery for a hip fracture have a higher risk of mortality and major complications compared with patients undergoing an elective total hip replacement (THR) operation. The effect of older age and comorbidities associated with hip fracture on this increased perioperative risk is unknown. OBJECTIVE: To determine if there was a difference in hospital mortality among patients who underwent hip fracture surgery relative to an elective THR, after adjustment for age, sex, and preoperative comorbidities. DESIGN, SETTING, AND PARTICIPANTS: Using the French National Hospital Discharge Database from January 2010 to December 2013, patients older than 45 years undergoing hip surgery at French hospitals were included. The International Statistical Classification of Diseases and Related Health Problems, 10th Revision (ICD-10), codes were used to determine patients' comorbidities and complications after surgery. A population matched for age, sex, and preoperative comorbidities of patients who underwent elective THR or hip fracture surgery was created using a multivariable logistic model and a greedy matching algorithm with a 1:1 ratio. EXPOSURE: Hip fracture. MAIN OUTCOMES AND MEASURES: Postoperative in-hospital mortality. RESULTS: A total of 690,995 eligible patients were included from 864 centers in France. Patients undergoing elective THR surgery (n = 371,191) were younger, more commonly men, and had less comorbidity compared with patients undergoing hip fracture surgery. Following hip fracture surgery (n = 319,804), 10,931 patients (3.42%) died before hospital discharge and 669 patients (0.18%) died after elective THR. Multivariable analysis of the matched populations (n = 234,314) demonstrated a higher risk of mortality (1.82% for hip fracture surgery vs 0.31% for elective THR; absolute risk increase, 1.51% [95% CI, 1.46%-1.55%]; relative risk [RR], 5.88 [95% CI, 5.26-6.58]; P < .001) and of major postoperative complications (5.88% for hip fracture surgery vs 2.34% for elective THR; absolute risk increase, 3.54% [95% CI, 3.50%-3.59%]; RR, 2.50 [95% CI, 2.40-2.62]; P < .001) among patients undergoing hip fracture surgery. CONCLUSIONS AND RELEVANCE: In a large cohort of French patients, hip fracture surgery compared with elective THR was associated with a higher risk of in-hospital mortality after adjustment for age, sex, and measured comorbidities. Further studies are needed to define the causes for these differences.",
  "authors": [
    {
      "last_name": "Le Manach",
      "fore_name": "Yannick",
      "initials": "Y",
      "name": "Yannick Le Manach",
      "affiliations": [
        "Department of Anesthesia, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada2Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada3Popula."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Collins",
      "affiliations": [
        "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology, and Musculoskeletal Sciences, Botnar Research Center, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada3Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton Health."
      ]
    },
    {
      "last_name": "Bessissow",
      "fore_name": "Amal",
      "initials": "A",
      "name": "Amal Bessissow",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada6Division of General Internal Medicine, McGill University, Montreal, Quebec, Can."
      ]
    },
    {
      "last_name": "Boddaert",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Boddaert",
      "affiliations": [
        "Department of Geriatrics, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique Hôpitaux de Paris, Paris, France8Département Hospitalo-Universitaire \"Fight Against Stress and Aging\", Université Pierre et Marie Curie-Paris 06, Sorbonne Universités, Par."
      ]
    },
    {
      "last_name": "Khiami",
      "fore_name": "Frédéric",
      "initials": "F",
      "name": "Frédéric Khiami",
      "affiliations": [
        "Department of Orthopedic Surgery, Groupe Hospitalier Pitié-Salpêtrière Assistance Publique Hôpitaux de Paris, Paris, France."
      ]
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Chaudhry",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada5Department of Surgery, Michael DeGroote School of Medicine, McMaster University."
      ]
    },
    {
      "last_name": "De Beer",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin De Beer",
      "affiliations": [
        "Department of Surgery, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riou",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Riou",
      "affiliations": [
        "Unité Propre de Recherche de l'Enseignement Supérieur Equipe d'Acceuil 2415, Clinical Research Institute, Faculty of Medicine, Montpellier University, Montpellier, France 11Department of Emergency Medicine and Surgery, Groupe Hospitalier Pitié-Salpêtrière."
      ]
    },
    {
      "last_name": "Landais",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Landais",
      "affiliations": [
        "Unité Propre de Recherche de l'Enseignement Supérieur Equipe d'Acceuil 2415, Clinical Research Institute, Faculty of Medicine, Montpellier University, Montpellier, France15Department of Biostatistics, Clinical Research and Medical Information, Nîmes Unive."
      ]
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Winemaker",
      "affiliations": [
        "Department of Surgery, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boudemaghe",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Boudemaghe",
      "affiliations": [
        "Unité Propre de Recherche de l'Enseignement Supérieur Equipe d'Acceuil 2415, Clinical Research Institute, Faculty of Medicine, Montpellier University, Montpellier, France15Department of Biostatistics, Clinical Research and Medical Information, Nîmes Unive."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada3Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton Health."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "314",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "1159",
  "end_page": "1166",
  "pages": "1159-66",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Distribution",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Comorbidity",
    "Elective Surgical Procedures",
    "Female",
    "France",
    "Hip Fractures",
    "Hospital Mortality",
    "Humans",
    "Logistic Models",
    "Male",
    "Matched-Pair Analysis",
    "Middle Aged",
    "Postoperative Complications",
    "Sex Distribution"
  ],
  "article_ids": {
    "pubmed": "26372585",
    "doi": "10.1001/jama.2015.10842",
    "pii": "2441262"
  },
  "doi": "10.1001/jama.2015.10842",
  "dates": {
    "completed": "2015-10-01",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G1100513",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.374292",
    "pmid": "26372585"
  }
}