{
  "pmid": "26379216",
  "uid": "26379216",
  "title": "Validation of the four-dimensional symptom questionnaire (4DSQ) and prevalence of psychological symptoms in orthopedic shoulder patients.",
  "abstract": "Psychological problems are common in shoulder patients. A validated psychological questionnaire measuring clinically relevant psychological symptoms (including distress, depression, anxiety, and somatization) in shoulder patients is lacking. The Four-Dimensional Symptom Questionnaire (4DSQ) is a self-report questionnaire to identify distress, depression, anxiety, and somatization which has been validated in primary care populations. The aim of this study was to validate the 4DSQ in orthopedic shoulder patients. We assessed whether the 4DSQ measures these four constructs the same way in an orthopedic population with shoulder problems compared to a general practice population. We also investigated the prevalence of psychological symptoms in shoulder patients. The shoulder group consisted of 200 consecutive patients and the general practice group comprised 368 patients, matched for gender and age. Differential item functioning analysis showed that the 4DSQ measures the different psychological symptoms in orthopedic shoulder patients the same way as in general practice patients. The shoulder patients tended to score higher on the somatization scale, resulting in a new cut-off point for somatization. The prevalence of distress, somatization, anxiety, and depression in the shoulder group was 23%, 14%, 10%, and 8%, respectively. It can be concluded from this study that the 4DSQ in orthopedic shoulder patients measures the same constructs as in general practice patients and can therefore be used in orthopedic practice to measure psychological symptoms in patients with shoulder complaints.",
  "authors": [
    {
      "last_name": "Koorevaar",
      "fore_name": "Rinco C T",
      "initials": "RC",
      "name": "Rinco C T Koorevaar",
      "affiliations": [
        "Department of Orthopedics, Deventer Hospital, Deventer, The Netherlands."
      ]
    },
    {
      "last_name": "Terluin",
      "fore_name": "Berend",
      "initials": "B",
      "name": "Berend Terluin",
      "affiliations": [
        "Department of General Practice and Elderly Care Medicine, EMGO Institute for Health and Care Research, VU University Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "van 't Riet",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther van 't Riet",
      "affiliations": [
        "Teaching Hospital/Research department, Deventer Hospital, Deventer, The Netherlands."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Mc Master University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bulstra",
      "fore_name": "Sjoerd K",
      "initials": "SK",
      "name": "Sjoerd K Bulstra",
      "affiliations": [
        "Department of Orthopedics, University Medical Center Groningen, University of Groningen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
    "iso_abbreviation": "J Orthop Res",
    "issn": "1554-527X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "683",
  "end_page": "691",
  "pages": "683-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anxiety",
    "Case-Control Studies",
    "Depression",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Netherlands",
    "Orthopedics",
    "Prevalence",
    "Prospective Studies",
    "Shoulder Pain",
    "Somatoform Disorders",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26379216",
    "doi": "10.1002/jor.23051"
  },
  "doi": "10.1002/jor.23051",
  "dates": {
    "completed": "2016-08-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:32.257598",
    "pmid": "26379216"
  }
}