{
  "pmid": "26389095",
  "uid": "26389095",
  "title": "The risk of pancreatitis with sitagliptin therapy in older adults: a population-based cohort study.",
  "abstract": "BACKGROUND: The risk of pancreatitis with sitagliptin use in routine care remains to be established in older patients. We aimed to determine this risk in older adults who were newly prescribed sitagliptin versus an alternative hypoglycemic agent in the outpatient setting. METHODS: In a population-based retrospective cohort study in Ontario from 2010 until 2012 involving adults aged 66 years and older, we studied those who were newly prescribed sitagliptin or an alternative hypoglycemic agent. Our primary outcome of interest was a hospital encounter (emergency department visit or hospital admission) with acute pancreatitis within 90 days. We used inverse probability of treatment weighting to balance the 2 groups and logistic regression with a robust variance estimate to calculate odds ratios (ORs) and 95% confidence intervals (CIs). RESULTS: A total of 57 689 patients (mean age 74 yr) were newly prescribed sitagliptin, and 83 405 patients (mean age 75 yr) were given an alternative hypoglycemic agent (metformin, glyburide, gliclazide or insulin) during the study period. After weighting, there were no significant differences in measured baseline characteristics between groups. In the weighted sample, sitagliptin was not associated with an increased risk of a hospital encounter with pancreatitis compared with alternative hypoglycemic agents (weighted total 46 of 57 689 patients taking sitagliptin [0.08%] v. 48 of 55 705 patients taking alternative hypoglycemic agents [0.09%], absolute risk difference -0.01% [95% CI -0.05% to 0.02%], OR 0.92 [95% CI 0.55 to 1.55]). INTERPRETATION: Older adults newly prescribed sitagliptin in routine care were not at a substantially higher risk of pancreatitis than those prescribed alternative hypoglycemic agents. These findings are reassuring for those who use or prescribe sitagliptin in the management of type 2 diabetes.",
  "authors": [
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Department of Medicine, Western University, London, Ont."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ont."
      ]
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Department of Medicine, Western University, London, Ont. ; Institute for Clinical Evaluative Sciences, Toronto, Ont."
      ]
    },
    {
      "last_name": "Hramiak",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Hramiak",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, Western University, London, Ont."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Medicine, Western University, London, Ont. ; Institute for Clinical Evaluative Sciences, Toronto, Ont. ; Department of Epidemiology and Biostatistics, Western University, London, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "3",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "E172",
  "end_page": "E181",
  "pages": "E172-81",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26389095",
    "pmc": "PMC4571832",
    "doi": "10.9778/cmajo.20140060",
    "pii": "20140060"
  },
  "doi": "10.9778/cmajo.20140060",
  "pmc_id": "PMC4571832",
  "dates": {
    "completed": "2015-09-21",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.191346",
    "pmid": "26389095"
  }
}