{
  "pmid": "26387272",
  "uid": "26387272",
  "title": "Barriers to Influenza Vaccination in Patients with Implantable Cardiac Defibrillators.",
  "abstract": "BACKGROUND: Multiple studies have demonstrated a reduction of cardiovascular events in patients who receive the annual influenza vaccine. Despite recommendations from cardiovascular societies, influenza vaccination remains suboptimal in the implantable cardioverter defibrillator (ICD) population. Barriers to receiving the influenza vaccination have not been explored. PURPOSE: To evaluate the barriers to receiving the influenza vaccine in patients with ICDs. DESIGN: Exploratory descriptive design using a survey developed by the staff of the ICD clinic. PROCEDURE: A pilot study was conducted as part of a quality initiative of ICD patients at a regional cardiac centre. These patients were approached to participate in a one-page survey assessing barriers to receipt of the influenza vaccination. Predictors of vaccination were determined using multivariate logistic regression. FINDINGS: Of the 229 patients who completed the survey between September 1 and November 31, 2011, 78% of the patients received the influenza vaccine. The only factor independently associated with influenza vaccination was a positive patient attitude toward the safety of influenza vaccination. Easier access to the influenza vaccination was not associated with its receipt. CONCLUSION: A positive patient attitude toward the influenza vaccine is associated with its use. ICD clinic practitioners may have an opportunity to explore any misconceptions toward the influenza vaccine at each clinic visit in hope of increasing its receipt. Given the importance of this vaccination, future studies are recommended.",
  "authors": [
    {
      "last_name": "Turner",
      "fore_name": "Suzette",
      "initials": "S",
      "name": "Suzette Turner",
      "affiliations": []
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": []
    },
    {
      "last_name": "Kumareswaran",
      "fore_name": "Ramanan",
      "initials": "R",
      "name": "Ramanan Kumareswaran",
      "affiliations": []
    },
    {
      "last_name": "Singh",
      "fore_name": "Sheldon M",
      "initials": "SM",
      "name": "Sheldon M Singh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of cardiovascular nursing = Journal canadien en soins infirmiers cardio-vasculaires",
    "iso_abbreviation": "Can J Cardiovasc Nurs",
    "issn": "0843-6096",
    "issn_type": "Print",
    "volume": "25",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "17",
  "end_page": "23",
  "pages": "17-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Defibrillators, Implantable",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Heart Diseases",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Male",
    "Middle Aged",
    "Patients",
    "Pilot Projects",
    "Surveys and Questionnaires",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "26387272"
  },
  "dates": {
    "completed": "2015-11-06",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:17:42.583834",
    "pmid": "26387272"
  }
}