{
  "pmid": "26388698",
  "uid": "26388698",
  "title": "British Columbia Healthy Connections Project process evaluation: a mixed methods protocol to describe the implementation and delivery of the Nurse-Family Partnership in Canada.",
  "abstract": "BACKGROUND: The Nurse-Family Partnership is a home visitation program for first-time, socially and economically disadvantaged mothers. The effectiveness of this public health intervention has been well established in the United States; however, whether the same beneficial outcomes will be obtained within the Canadian context is unknown. As part of the British Columbia Healthy Connections Project, which includes a trial comparing Nurse-Family Partnership's effectiveness with existing services in British Columbia, we are conducting a process evaluation to describe and explain how the intervention is implemented and delivered across five regional Health Authorities. METHODS: A convergent parallel mixed methods research design will be used to address the process evaluation objectives. The principles of interpretive description will guide all sampling, data collection and analytic decisions in the qualitative component of the study. The full population of public health nurses and supervisors (n = 71) will discuss their experiences of implementing and delivering the program in interviews (or focus groups). Managers (n = 5-15) responsible for this portfolio will also be interviewed annually. Fidelity reports with quantitative data on the reach and the dose of the intervention will be collected and analyzed. Summaries of team meetings and supervisory sessions will be analyzed. Data will be used to compare, corroborate and explain results and variances across the five regional Health Authorities. DISCUSSION: The process evaluation results will be of immediate instrumental use to the program implementers to inform intervention delivery. Findings will contribute to the emerging body of evidence surrounding: 1) professional nurse home visitation practice issues; 2) best practices for meeting the needs of families living in rural and remote communities; 3) a deeper understanding of how health and social issues such as mental health problems including substance misuse and exposure to intimate partner violence affect a young mother's capacity to parent; and 4) strategies to support professionals from the primary care, public health and child welfare sectors to work collaboratively to meet the needs of children and families who are at risk or experiencing maltreatment.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Sheehan",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Sheehan",
      "affiliations": [
        "Children's Health Policy Centre, Faculty of Health Sciences, Simon Fraser University, Room 2400, 515 West Hastings Street, Vancouver, BC V6B 5K3 Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Offord Centre for Child Studies, 1280 Main Street West, Hamilton, ON Canada L8S 4K1."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Departments of Psychiatry & Behavioural Neurosciences, and of Pediatrics, Offord Centre for Child Studies, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1 Canada."
      ]
    },
    {
      "last_name": "Catherine",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Catherine",
      "affiliations": [
        "Children's Health Policy Centre, Faculty of Health Sciences, Simon Fraser University, Room 2400, 515 West Hastings Street, Vancouver, BC V6B 5K3 Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "Children's Health Policy Centre, Faculty of Health Sciences, Simon Fraser University, Room 2400, 515 West Hastings Street, Vancouver, BC V6B 5K3 Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2015"
  },
  "start_page": "47",
  "pages": "47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26388698",
    "pmc": "PMC4574451",
    "doi": "10.1186/s12912-015-0097-3",
    "pii": "97"
  },
  "doi": "10.1186/s12912-015-0097-3",
  "pmc_id": "PMC4574451",
  "dates": {
    "completed": "2015-09-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.202445",
    "pmid": "26388698"
  }
}