{
  "pmid": "26384375",
  "uid": "26384375",
  "title": "Does treatment collection and observation each day keep the patient away? An analysis of the determinants of adherence among patients with Tuberculosis in South Africa.",
  "abstract": "Directly observed treatment short course (DOTS) has been the recommended strategy for Tuberculosis (TB) control since 1995. Developed as an alternative to inpatient treatment, it involves observation of patients' medication intake to promote adherence. However, the burden of daily clinic visits may affect access to care. Using a mixed methods approach, we consider whether (1) non-adherence differs systematically between patients required to make daily clinic visits and patients cared for under less frequent clinic visits and (2) the association between frequency of required clinic visits and adherence depends on affordability and acceptability of care. Data were collected in facility exit interviews with 1200 TB patients in two rural and two urban sub-districts in South Africa. Additionally, 17 in-depth interviews were completed with TB patients. After controlling for socioeconomic and demographic factors, patient type (new or retreatment) and treatment duration, regression analyses showed that daily attending patients were over twice as likely to report a missed clinic visit (P < 0.001) or a missed dose of treatment (P = 0.002) compared with patients required to attend clinics for treatment collection less frequently. Missed visits increased with treatment duration (P = 0.01). The significant interaction between clinic visit frequency and treatment duration indicated that sustaining daily visits over time may become increasingly difficult over the course of treatment. The qualitative analysis identified treatment cost and duration, patients' physical condition and varying social contexts (family, community and work) as important influences on adherence. These findings suggest that strategies involving daily clinic visits may require reconsideration if resources for TB care are to be used efficiently. The adoption of approaches that place patient interests at the centre of TB treatment delivery would appear to be of high priority, particularly in countries where TB prevalence is high and resources for TB care are highly constrained.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Canada, Centre for Health Economics, University of Manchester, UK, birch@mcmaster.ca."
      ]
    },
    {
      "last_name": "Govender",
      "fore_name": "Veloshnee",
      "initials": "V",
      "name": "Veloshnee Govender",
      "affiliations": [
        "Health Economics Unit, University of Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Fried",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Fried",
      "affiliations": [
        "Centre for Agroecology, Water and Resilience, University of Coventry, UK."
      ]
    },
    {
      "last_name": "Eyles",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eyles",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Canada, Centre for Health Policy, Witwatersrand University, Johannesburg, South Africa and."
      ]
    },
    {
      "last_name": "Daries",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Daries",
      "affiliations": [
        "Health Economics Unit, University of Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Moshabela",
      "fore_name": "Mosa",
      "initials": "M",
      "name": "Mosa Moshabela",
      "affiliations": [
        "Department of Rural Health, University of KwaZulu-Natal, South Africa."
      ]
    },
    {
      "last_name": "Cleary",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Cleary",
      "affiliations": [
        "Health Economics Unit, University of Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "454",
  "end_page": "461",
  "pages": "454-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Ambulatory Care Facilities",
    "Antitubercular Agents",
    "Directly Observed Therapy",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Medication Adherence",
    "South Africa",
    "Tuberculosis, Pulmonary"
  ],
  "article_ids": {
    "pubmed": "26384375",
    "doi": "10.1093/heapol/czv084",
    "pii": "czv084"
  },
  "doi": "10.1093/heapol/czv084",
  "dates": {
    "completed": "2017-03-15",
    "revised": "2017-03-15"
  },
  "chemicals": [
    "Antitubercular Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.848781",
    "pmid": "26384375"
  }
}