{
  "pmid": "26390928",
  "uid": "26390928",
  "title": "Paying for prevention in clinical practice: Aligning provider remuneration with system objectives.",
  "abstract": "Evidence on the efficacy of preventive procedures in oral health care has not been matched by uptake of prevention in clinical practice. Reducing oral disease in the population reduces the size of the future market for treatment. Hence a provider's intention to adopt prevention in clinical practice may be offset by the financial implications of such behaviour. Effective prevention may therefore depend upon prevention-friendly methods of remuneration if providers are to be rewarded appropriately for doing what the system expects them to do. This paper considers whether changing the way providers are paid for delivering care can be expected to change the utilisation of preventive care in the population in terms of the proportion of the population receiving preventive care, the distribution of preventive care in the population and the pattern of preventive care received. A conceptual framework is presented that identifies the determinants of rewards under different approaches to provider remuneration. The framework is applied to develop recommendations for paying for prevention in clinical practice. Literature on provider payment in dental care is reviewed to assess the evidence base for the effects of changing payment methods, identify gaps in the evidence-base and inform the design of future research on dental remuneration.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "15 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2015"
  },
  "start_page": "S7",
  "pages": "S7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Dental Care",
    "Dentists",
    "Humans",
    "Preventive Dentistry",
    "Remuneration",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "26390928",
    "pmc": "PMC4580826",
    "doi": "10.1186/1472-6831-15-S1-S7",
    "pii": "1472-6831-15-S1-S7"
  },
  "doi": "10.1186/1472-6831-15-S1-S7",
  "pmc_id": "PMC4580826",
  "dates": {
    "completed": "2017-01-10",
    "revised": "2024-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.674199",
    "pmid": "26390928"
  }
}