{
  "pmid": "26393610",
  "uid": "26393610",
  "title": "Three-Component Decomposition Based on Stokes Vector for Compact Polarimetric SAR.",
  "abstract": "In this paper, a three-component decomposition algorithm is proposed for processing compact polarimetric SAR images. By using the correspondence between the covariance matrix and the Stokes vector, three-component scattering models for CTLR and DCP modes are established. The explicit expression of decomposition results is then derived by setting the contribution of volume scattering as a free parameter. The degree of depolarization is taken as the upper bound of the free parameter, for the constraint that the weighting factor of each scattering component should be nonnegative. Several methods are investigated to estimate the free parameter suitable for decomposition. The feasibility of this algorithm is validated by AIRSAR data over San Francisco and RADARSAT-2 data over Flevoland.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hanning",
      "initials": "H",
      "name": "Hanning Wang",
      "affiliations": [
        "School of Electronic Science and Engineering, National University of Defense Technology, Changsha 410073, China. wanghanning2012@gmail.com."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zhimin",
      "initials": "Z",
      "name": "Zhimin Zhou",
      "affiliations": [
        "School of Electronic Science and Engineering, National University of Defense Technology, Changsha 410073, China. kdzhouzm@sina.cn."
      ]
    },
    {
      "last_name": "Turnbull",
      "fore_name": "John",
      "initials": "J",
      "name": "John Turnbull",
      "affiliations": [
        "Information Technology Services, University of Birmingham, Birmingham B152TT, UK. johnturnbull2@googlemail.com."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Song",
      "affiliations": [
        "School of Electronic Science and Engineering, National University of Defense Technology, Changsha 410073, China. danosong@gmail.com."
      ]
    },
    {
      "last_name": "Qi",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Qi",
      "affiliations": [
        "Key Laboratory of Opt-Electronic Information Processing, Shenyang Institute of Automation, Chinese Academy of Science, Shenyang 110015, China. qifeng@riken.jp."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep",
    "pub_day": "18"
  },
  "start_page": "24087",
  "end_page": "24108",
  "pages": "24087-108",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26393610",
    "pmc": "PMC4610580",
    "doi": "10.3390/s150924087",
    "pii": "s150924087"
  },
  "doi": "10.3390/s150924087",
  "pmc_id": "PMC4610580",
  "dates": {
    "completed": "2015-12-15",
    "revised": "2015-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:45.259951",
    "pmid": "26393610"
  }
}