{
  "pmid": "26412259",
  "uid": "26412259",
  "title": "Trimethylamine-N-Oxide Treatment Induces Changes in the ATP-Binding Cassette Transporter A1 and Scavenger Receptor A1 in Murine Macrophage J774A.1 cells.",
  "abstract": "BACKGROUND: Recently, trimethylamine N-oxide was introduced as a risk factor for atherosclerosis in terms of helping foam cell formation and worsening atherosclerosis complications. The present study was performed to investigate whether/how trimethylamine N-oxide is involved in regulation of ATP-binding cassette transporter A1 and scavenger receptor A1 in macrophages at both mRNA and protein levels. METHODS: Murine macrophage J774A.1 cells were treated with micromolar concentrations of trimethylamine N-oxide and 4-phenylbutyric acid, a chemical chaperon, for different time intervals. Tunicamycin was also used as a control for induction of endoplasmic reticulum stress. RESULTS: Similar to tunicamycin, trimethylamine N-oxide increased scavenger receptor A1 in all treatment periods, whereas ATP-binding cassette transporter A1 was only reduced 24 h post-treatment with trimethylamine N-oxide at both mRNA and protein levels. In contrast, 4-phenylbutyric acid failed to induce such changes in either scavenger receptor A1 or ATP-binding cassette transporter A1. CONCLUSIONS: The results of this study, in agreement with previous studies, confirm the mechanistic role of trimethylamine N-oxide in the upregulation of scavenger receptor A1, which potentially can promote its proatherogenic role. The results also showed downregulation of ATP-binding cassette transporter A1 in trimethylamine N-oxide treated macrophages which may indicate another possible proatherosclerotic mechanism for foam cell formation.",
  "authors": [
    {
      "last_name": "Mohammadi",
      "fore_name": "Abbas",
      "initials": "A",
      "name": "Abbas Mohammadi",
      "affiliations": [
        "Department of Clinical Biochemistry, Afzalipour School of Medicine, Kerman University of Medical Sciences, Kerman, Iran.",
        "Endocrine and Metabolism Research Center, Institute of Basic and Clinical Physiology, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Najar",
      "fore_name": "Ahmad Gholamhoseynian",
      "initials": "AG",
      "name": "Ahmad Gholamhoseynian Najar",
      "affiliations": [
        "Department of Clinical Biochemistry, Afzalipour School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Sciences and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Jahani",
      "fore_name": "Yunes",
      "initials": "Y",
      "name": "Yunes Jahani",
      "affiliations": [
        "Social Determinants of Health Research Center, Institute of Futures Studies in Health, Department of Biostatistics and Epidemiology, School of Public Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Vahabzadeh",
      "fore_name": "Zakaria",
      "initials": "Z",
      "name": "Zakaria Vahabzadeh",
      "affiliations": [
        "Department of Clinical Biochemistry, Afzalipour School of Medicine, Kerman University of Medical Sciences, Kerman, Iran. zakariav@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Inflammation",
    "iso_abbreviation": "Inflammation",
    "issn": "1573-2576",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "393",
  "end_page": "404",
  "pages": "393-404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "ATP Binding Cassette Transporter 1",
    "Animals",
    "Atherosclerosis",
    "Cell Line",
    "Endoplasmic Reticulum Stress",
    "Foam Cells",
    "Macrophages",
    "Methylamines",
    "Mice",
    "Phenylbutyrates",
    "RNA, Messenger",
    "Scavenger Receptors, Class A",
    "Tunicamycin",
    "Up-Regulation"
  ],
  "article_ids": {
    "pubmed": "26412259",
    "doi": "10.1007/s10753-015-0261-7",
    "pii": "10.1007/s10753-015-0261-7"
  },
  "doi": "10.1007/s10753-015-0261-7",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "ABCA1 protein, mouse",
    "ATP Binding Cassette Transporter 1",
    "Methylamines",
    "Msr1 protein, mouse",
    "Phenylbutyrates",
    "RNA, Messenger",
    "Scavenger Receptors, Class A",
    "Tunicamycin",
    "4-phenylbutyric acid",
    "trimethyloxamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.359382",
    "pmid": "26412259"
  }
}