{
  "pmid": "26428330",
  "uid": "26428330",
  "title": "Minimally important difference estimates and methods: a protocol.",
  "abstract": "INTRODUCTION: Patient-reported outcomes (PROs) are often the outcomes of greatest importance to patients. The minimally important difference (MID) provides a measure of the smallest change in the PRO that patients perceive as important. An anchor-based approach is the most appropriate method for MID determination. No study or database currently exists that provides all anchor-based MIDs associated with PRO instruments; nor are there any accepted standards for appraising the credibility of MID estimates. Our objectives are to complete a systematic survey of the literature to collect and characterise published anchor-based MIDs associated with PRO instruments used in evaluating the effects of interventions on chronic medical and psychiatric conditions and to assess their credibility. METHODS AND ANALYSIS: We will search MEDLINE, EMBASE and PsycINFO (1989 to present) to identify studies addressing methods to estimate anchor-based MIDs of target PRO instruments or reporting empirical ascertainment of anchor-based MIDs. Teams of two reviewers will screen titles and abstracts, review full texts of citations, and extract relevant data. On the basis of findings from studies addressing methods to estimate anchor-based MIDs, we will summarise the available methods and develop an instrument addressing the credibility of empirically ascertained MIDs. We will evaluate the credibility of all studies reporting on the empirical ascertainment of anchor-based MIDs using the credibility instrument, and assess the instrument's inter-rater reliability. We will separately present reports for adult and paediatric populations. ETHICS AND DISSEMINATION: No research ethics approval was required as we will be using aggregate data from published studies. Our work will summarise anchor-based methods available to establish MIDs, provide an instrument to assess the credibility of available MIDs, determine the reliability of that instrument, and provide a comprehensive compendium of published anchor-based MIDs associated with PRO instruments which will help improve the interpretability of outcome effects in systematic reviews and practice guidelines.",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Anaesthesia and Pain Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada Child Health Evaluative Sciences, The Research Institute, The Hospital For Sick Children, Hospital for Sick Children, Toronto, Ontario, Canada Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Anaesthesia and Pain Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada Department of Medicine, Stanford Prevention Research Center, Stanford University, Stanford, California, USA Meta-Research Innovation Center at Stanford (METRICS), Stanford University, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Independencia, Santiago, Chile."
      ]
    },
    {
      "last_name": "Furukawa",
      "fore_name": "Toshi A",
      "initials": "TA",
      "name": "Toshi A Furukawa",
      "affiliations": [
        "Department of Health Promotion and Human Behavior, School of Public Health, Kyoto University Graduate School of Medicine, Kyoto, Japan."
      ],
      "orcid": "0000-0003-2159-3776"
    },
    {
      "last_name": "Patrick",
      "fore_name": "Donald L",
      "initials": "DL",
      "name": "Donald L Patrick",
      "affiliations": [
        "Department of Health Services, University of Washington, Seattle, Washington, USA."
      ]
    },
    {
      "last_name": "Crawford",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Crawford",
      "affiliations": [
        "Department of Anaesthesia and Pain Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schunemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad",
      "initials": "G",
      "name": "Gihad Nesrallah",
      "affiliations": [
        "Nephrology Program, Humber River Regional Hospital, Toronto, Ontario, Canada Division of Nephrology, University of Western Ontario, London, Ontario, Canada Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "e007953",
  "pages": "e007953",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Health Status Indicators",
    "Humans",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "26428330",
    "pmc": "PMC4606423",
    "doi": "10.1136/bmjopen-2015-007953",
    "pii": "bmjopen-2015-007953"
  },
  "doi": "10.1136/bmjopen-2015-007953",
  "pmc_id": "PMC4606423",
  "dates": {
    "completed": "2016-04-07",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "F32 DC000190",
      "agency": "NIDCD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DC0190SR",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.617029",
    "pmid": "26428330"
  }
}