{
  "pmid": "26428084",
  "uid": "26428084",
  "title": "An institutional approach to support the conduct and use of health policy and systems research: The Nodal Institute in the Eastern Mediterranean Region.",
  "abstract": "BACKGROUND: The use of health policy and systems research (HPSR) to support decision making in health systems is limited in the Eastern Mediterranean Region (EMR). This is partly due to the lack of effective initiatives to strengthen regional HPSR capacities and promote its use in decision making. This paper offers a structured reflection on the establishment and core functioning of a HPSR Nodal Institute for the EMR with specific focus on the approach used to support the conduct and use of HPSR. It seeks to gain better understanding of the activities conducted by the Nodal Institute, the methods by which the Nodal Institute implemented these activities, and the outcomes of these activities. METHODS: A multi-faceted approach was implemented by the Nodal Institute in collaboration with regional academic/research institutions, Sub-Nodes. The overall approach was a phased one that included the selection of Sub-Nodes, mapping of academic/research institutions in the EMR, stakeholders' meetings, and HPSR capacity building workshops, and culminated with a regional meeting. RESULTS: The mapping of academic/research institutions in the EMR resulted in the identification of 50 institutions, of which only 32 were engaged in HPSR. These institutions have the highest HPSR involvement in information/evidence (84%) and the lowest in human resources for health (34%). Their main HPSR focus areas included quality of healthcare services, patient safety, management of non-communicable diseases, and human resources for health. Regional HPSR challenges among these institutions were identified. The validation and ranking questionnaires resulted in the identification of country-specific HPSR priorities according to stakeholders in three countries. From these results, cross-cutting HPSR priorities among the countries related to primary healthcare, non-communicable diseases, human resources for health, as well as cross-cutting HPSR priorities among stakeholders and according to stakeholders of the countries, were extracted. CONCLUSION: The Nodal Institute in the EMR is a promising initiative to support the conduct and use of HPSR in health policies. The approach and findings reported in this paper allow for the development of opportunities towards the building of capacity for HPSR in the region and other countries and provide a roadmap for academic/research institutions interested in HPSR in the region.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Riad El Solh, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Research, Advocacy and Public Policy-making, Issam Fares Institute for Public Policy and International Affairs, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, CRL-209, 1280 Main St. West, Hamilton, ON, L8S 4 K1, Canada. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Shadi",
      "initials": "S",
      "name": "Shadi Saleh",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. ss117@aub.edu.lb.",
        "Collaborative for Leadership and Innovation in Health Systems, Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. ss117@aub.edu.lb."
      ]
    },
    {
      "last_name": "Khodor",
      "fore_name": "Rawya",
      "initials": "R",
      "name": "Rawya Khodor",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El Solh, PO Box 11-0236, Beirut, 1107 2020, Lebanon. rmk43@mail.aub.edu."
      ]
    },
    {
      "last_name": "Abu Al Rub",
      "fore_name": "Raeda",
      "initials": "R",
      "name": "Raeda Abu Al Rub",
      "affiliations": [
        "College of Nursing, Jordan University of Science and Technology, Irbid, 22110, Jordan. raeda70@just.edu.jo."
      ]
    },
    {
      "last_name": "Arfa",
      "fore_name": "Chokri",
      "initials": "C",
      "name": "Chokri Arfa",
      "affiliations": [
        "National Institute of Labor and Social Studies (INTES), University of Carthage, Tunis, Tunisia. chokri_arfa@yahoo.fr."
      ]
    },
    {
      "last_name": "Ben Romdhane",
      "fore_name": "Habiba",
      "initials": "H",
      "name": "Habiba Ben Romdhane",
      "affiliations": [
        "Cardiovascular Diseases Research Laboratory, University of Tunis El Manar, Tunis, Tunisia. habibabr@yahoo.fr."
      ]
    },
    {
      "last_name": "Hamadeh",
      "fore_name": "Randah R",
      "initials": "RR",
      "name": "Randah R Hamadeh",
      "affiliations": [
        "Department of Family and Community Medicine, College of Medicine and Medical Sciences, Arabian Gulf University, Manama, Bahrain. randah@agu.edu.bh."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Academies and Institutes",
    "Cooperative Behavior",
    "Decision Making",
    "Delivery of Health Care",
    "Developing Countries",
    "Government Programs",
    "Health Policy",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Mediterranean Region",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "26428084",
    "pmc": "PMC4591730",
    "doi": "10.1186/s12961-015-0032-9",
    "pii": "10.1186/s12961-015-0032-9"
  },
  "doi": "10.1186/s12961-015-0032-9",
  "pmc_id": "PMC4591730",
  "dates": {
    "completed": "2016-03-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.822517",
    "pmid": "26428084"
  }
}