{
  "pmid": "26424454",
  "uid": "26424454",
  "title": "Testing spatial measures of alcohol outlet density with self-rated health in the Australian context: Implications for policy and practice.",
  "abstract": "INTRODUCTION AND AIMS: Reducing access to alcohol is an important and cost-effective strategy for decreasing alcohol consumption and associated harm. Yet this is a less common approach to alcohol control in Australia. The aim of this research was to ascertain which alcohol outlet density spatial measures were related to long-term health outcomes, and the extent to which this differs for those living in more or less disadvantaged neighbourhoods. DESIGN AND METHODS: Existing Australian state-level spatial alcohol policies were reviewed. No appropriate spatial policies were identified; therefore, the literature was used to identify potential alcohol-related spatial measures. Spatial measures of alcohol outlet density were generated in a geographical information system and linked with health survey data drawn from 3141 adults living in metropolitan Melbourne. Logistic regression analysis was used to examine associations between alcohol outlet density measures, self-rated health and area-level disadvantage. RESULTS: Twelve spatial measures of alcohol outlet density were generated. Alcohol outlet density and self-rated health associations varied by area-level disadvantage. For those living in more disadvantaged areas, not having off-licenses available within 800 m, or on-licenses available within 400 m were protective of self-rated health. DISCUSSION AND CONCLUSIONS: Local alcohol outlet density may have a more detrimental effect on self-rated health for those living in more disadvantaged neighbourhoods, compared with those living in more advantaged areas. There is a need for spatial alcohol policies to help reduce alcohol-related harm. This research proposes a set of spatial measures to generate a more consistent understanding of alcohol availability in Australia. [Badland H, Mavoa S, Livingston M, David S, Giles-Corti B. Testing spatial measures of alcohol outlet density with self-rated health in the Australian context: Implications for policy and practice. Drug Alcohol Rev 2016;35:298-306].",
  "authors": [
    {
      "last_name": "Badland",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Badland",
      "affiliations": [
        "McCaughey VicHealth Community Wellbeing Unit, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8936-2715"
    },
    {
      "last_name": "Mavoa",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Mavoa",
      "affiliations": [
        "McCaughey VicHealth Community Wellbeing Unit, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug and Alcohol Research Centre, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "David",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie David",
      "affiliations": [
        "McCaughey VicHealth Community Wellbeing Unit, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Giles-Corti",
      "fore_name": "Billie",
      "initials": "B",
      "name": "Billie Giles-Corti",
      "affiliations": [
        "McCaughey VicHealth Community Wellbeing Unit, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "298",
  "end_page": "306",
  "pages": "298-306",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Commerce",
    "Female",
    "Health Policy",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Socioeconomic Factors",
    "Vulnerable Populations",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26424454",
    "doi": "10.1111/dar.12341"
  },
  "doi": "10.1111/dar.12341",
  "dates": {
    "completed": "2017-12-15",
    "revised": "2018-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.762684",
    "pmid": "26424454"
  }
}