{
  "pmid": "26432432",
  "uid": "26432432",
  "title": "Efficacy of Nonsteroidal Anti-inflammatory Drug Prophylaxis for Heterotrophic Ossification in Hip Arthroscopy: A Systematic Review.",
  "abstract": "PURPOSE: The purpose of this systematic review was to investigate the efficacy of nonsteroidal anti-inflammatory drug (NSAID) prophylaxis for preventing heterotopic ossification (HO) in the setting of hip arthroscopy. METHODS: A systematic search was performed in duplicate for studies comparing the use of NSAID prophylaxis for HO in the setting of hip arthroscopy until March 2015. Study parameters--including sample size, incidence of HO, adverse effects, and level of symptoms--were obtained. Furthermore, the level of evidence of studies was collected and quality assessment was performed. The difference in incidence as well as pooled odds ratios were calculated and analyzed to compare no prophylaxis versus NSAID prophylaxis. RESULTS: This systematic review identified 5 studies, consisting of 1,662 patients, investigating NSAID prophylaxis in hip arthroscopy. HO was diagnosed with the use of postoperative hip radiographs at follow-up, with 95% of cases classified using the Brooker classification. The incidence of HO was 13.4% without NSAID prophylaxis and 3.3% with NSAID prophylaxis. Pooled odds ratios from the prospective studies were 0.07 (95% confidence interval [CI], 0.02 to 0.28; P = .0002; I(2) = 0%), showing with statistical significance that NSAID prophylaxis decreased the incidence of HO. The retrospective data similarly showed pooled odds ratios of 0.03 (95% CI, 0.00 to 1.43); P = .08; I(2) = 84%), although it was not statistically significant. Most of the patients who experienced HO in both groups were not reported to be symptomatic. Adverse effects and compliance were not consistently reported. CONCLUSIONS: The available orthopaedic literature suggests that the incidence of postoperative HO may be decreased with the use of NSAID prophylaxis in hip arthroscopy. However, the evidence is unclear regarding NSAID drug regimen choice, drug compliance, and adverse effects. LEVEL OF EVIDENCE: Level III, systematic review of Level I, Level II, and Level III studies.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Yeung",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jamshidi",
      "fore_name": "Sahab",
      "initials": "S",
      "name": "Sahab Jamshidi",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan",
      "initials": "N",
      "name": "Nolan Horner",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Sahlgrenska, University Hospital/Mölndal, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "519",
  "end_page": "525",
  "pages": "519-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Arthroscopy",
    "Humans",
    "Ossification, Heterotopic",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "26432432",
    "doi": "10.1016/j.arthro.2015.08.007",
    "pii": "S0749-8063(15)00661-1"
  },
  "doi": "10.1016/j.arthro.2015.08.007",
  "dates": {
    "completed": "2016-10-27",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.755302",
    "pmid": "26432432"
  }
}