{
  "pmid": "26440592",
  "uid": "26440592",
  "title": "Exploratory study for identifying systemic biomarkers that correlate with pain response in patients with intervertebral disc disorders.",
  "abstract": "Molecular events that drive disc damage and low back pain (LBP) may precede clinical manifestation of disease onset and can cause detrimental long-term effects such as disability. Biomarkers serve as objective molecular indicators of pathological processes. The goal of this study is to identify systemic biochemical factors as predictors of response to treatment of LBP with epidural steroid injection (ESI). Since inflammation plays a pivotal role in LBP, this pilot study investigates the effect of ESI on systemic levels of 48 inflammatory biochemical factors (cytokines, chemokines, and growth factors) and examines the relationship between biochemical factor levels and pain or disability in patients with disc herniation (DH), or other diagnoses (Other Dx) leading to low back pain, which included spinal stenosis (SS) and degenerative disc disease (DDD). Study participants (n = 16) were recruited from a back pain management practice. Pain numerical rating score (NRS), Oswestry Disability Index (ODI), and blood samples were collected pre- and at 7 to 10 days post-treatment. Blood samples were assayed for inflammatory mediators using commercial multiplex assays. Mediator levels were compared pre- and post-treatment to investigate the potential correlations between clinical and biochemical outcomes. Our results indicate that a single ESI significantly decreased systemic levels of SCGF-β and IL-2. Improvement in pain in all subjects was correlated with changes in chemokines (MCP-1, MIG), hematopoietic progenitor factors (SCGF-β), and factors that participate in angiogenesis/fibrosis (HGF), nociception (SCF, IFN-α2), and inflammation (IL-6, IL-10, IL-18, TRAIL). Levels of biochemical mediators varied based on diagnosis of LBP, and changes in pain responses and systemic mediators from pre- to post-treatment were dependent on the diagnosis cohort. In the DH cohort, levels of IL-17 and VEGF significantly decreased post-treatment. In the Other Dx cohort, levels of IL-2Rα, IL-3, and SCGF-β significantly decreased post-treatment. In order to determine whether mediator changes were related to pain, correlations between change in pain scores and change in mediator levels were performed. Subjects with DH demonstrated a profile signature that implicated hematopoiesis factors (SCGF-β, GM-CSF) in pain response, while subjects with Other Dx demonstrated a biomarker profile that implicated chemokines (MCP-1, MIG) and angiogenic factors (HGF, VEGF) in pain response. Our findings provide evidence that systemic biochemical factors in patients with LBP vary by diagnosis, and pain response to treatment is associated with a unique profile of biochemical responses in each diagnosis group. Future hypothesis-based studies with larger subject cohorts are warranted to confirm the findings of this pilot exploratory study.",
  "authors": [
    {
      "last_name": "Weber",
      "fore_name": "K T",
      "initials": "KT",
      "name": "K T Weber",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA."
      ]
    },
    {
      "last_name": "Satoh",
      "fore_name": "Shina",
      "initials": "S",
      "name": "Shina Satoh",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA."
      ]
    },
    {
      "last_name": "Alipui",
      "fore_name": "D Olivier",
      "initials": "DO",
      "name": "D Olivier Alipui",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA."
      ]
    },
    {
      "last_name": "Virojanapa",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Virojanapa",
      "affiliations": [
        "Department of Neurosurgery, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Neurosurgery, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Sison",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Sison",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA.",
        "Department of Molecular Medicine, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Quraishi",
      "fore_name": "Shaheda",
      "initials": "S",
      "name": "Shaheda Quraishi",
      "affiliations": [
        "Department of Neurosurgery, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA.",
        "Department of Physical Medicine and Rehabilitation, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Bloom",
      "fore_name": "Ona",
      "initials": "O",
      "name": "Ona Bloom",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA.",
        "Department of Physical Medicine and Rehabilitation, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA.",
        "Department of Molecular Medicine, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Chahine",
      "fore_name": "Nadeen O",
      "initials": "NO",
      "name": "Nadeen O Chahine",
      "affiliations": [
        "The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY, 11030, USA. nchahine@nshs.edu.",
        "Department of Neurosurgery, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA. nchahine@nshs.edu.",
        "Department of Molecular Medicine, Hofstra North Shore LIJ School of Medicine, Hempstead, NY, USA. nchahine@nshs.edu."
      ]
    }
  ],
  "journal": {
    "title": "Immunologic research",
    "iso_abbreviation": "Immunol Res",
    "issn": "1559-0755",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "1-3",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "170",
  "end_page": "180",
  "pages": "170-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Biomarkers",
    "Cytokines",
    "Female",
    "Hematopoiesis",
    "Hematopoietic Cell Growth Factors",
    "Humans",
    "Inflammation Mediators",
    "Injections, Epidural",
    "Intervertebral Disc",
    "Lectins, C-Type",
    "Male",
    "Middle Aged",
    "Neovascularization, Pathologic",
    "Neurodegenerative Diseases",
    "Pain",
    "Spinal Stenosis",
    "Steroids"
  ],
  "article_ids": {
    "pubmed": "26440592",
    "pmc": "PMC4689741",
    "doi": "10.1007/s12026-015-8709-2",
    "pii": "10.1007/s12026-015-8709-2"
  },
  "doi": "10.1007/s12026-015-8709-2",
  "pmc_id": "PMC4689741",
  "dates": {
    "completed": "2016-09-05",
    "revised": "2024-03-24"
  },
  "chemicals": [
    "Biomarkers",
    "CLEC11A protein, human",
    "Cytokines",
    "Hematopoietic Cell Growth Factors",
    "Inflammation Mediators",
    "Lectins, C-Type",
    "Steroids"
  ],
  "grants": [
    {
      "grant_id": "R41 AG050021",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R41AG050021",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.429691",
    "pmid": "26440592"
  }
}