{
  "pmid": "26443658",
  "uid": "26443658",
  "title": "Comparative efficacy and acceptability of psychotherapies for acute anxiety disorders in children and adolescents: study protocol for a network meta-analysis.",
  "abstract": "INTRODUCTION: Anxiety disorders are associated with significant public health burden in young individuals. Cognitive-behavioural therapy (CBT) is the most commonly used psychotherapy for anxiety disorders in children and adolescents, but previous reviews were hindered by a limited number of trials with direct comparisons between different psychotherapies and their deliveries. Consequently, the main aim of this research was to investigate the comparative efficacy and acceptability of various types and deliveries of psychotherapies for anxiety disorders in children and adolescents. METHODS AND ANALYSIS: We will systematically search PubMed, EMBASE, Cochrane, Web of Science, PsycINFO, CINAHL, ProQuest Dissertations and LiLACS for randomised controlled trials, regardless of whether participants received blinding or not, published from 1 January 1966 to 30 January 2015 (updated to 1 July 2015), that compared any psychotherapy with either a control condition or an active comparator with different types and/or different delivery formats for the acute treatment of anxiety disorders in children and adolescents. Data extraction, risk of bias and quality assessments will be independently extracted by two reviewers. The primary outcome for efficacy will be mean overall change scores in anxiety symptoms (self-rated or assessor-rated) from baseline to post-treatment between two groups. The acceptability of treatment will be measured as the proportion of patients who discontinued treatment during the acute phase of treatment. We will assess efficacy, based on the standardised mean difference (SMD), and acceptability, based on the OR, using a random-effects network meta-analysis within a Bayesian framework. Subgroup and sensitivity analyses will be conducted to assess the robustness of the findings. ETHICS AND DISSEMINATION: No ethical issues are foreseen. The results will be published in a peer-reviewed journal and will be disseminated electronically and in print. The meta-analysis may be updated to inform and guide management of anxiety in children and adolescents. TRIAL REGISTRATION NUMBER: PROSPERO CRD42015016283.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Anthony C",
      "initials": "AC",
      "name": "Anthony C James",
      "affiliations": [
        "Department of Psychiatry, University of Oxford, Oxford, UK Highfield Family and Adolescent Unit, Warneford Hospital, Oxford, UK."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Qin",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Whittington",
      "fore_name": "Craig J",
      "initials": "CJ",
      "name": "Craig J Whittington",
      "affiliations": [
        "Research Department of Clinical, Educational & Health Psychology, Centre for Outcomes Research and Effectiveness, University College London, London, UK."
      ]
    },
    {
      "last_name": "Cuijpers",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Cuijpers",
      "affiliations": [
        "Department of Clinical Psychology, VU University Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yiyun",
      "initials": "Y",
      "name": "Yiyun Liu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cohen",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Institut des Systèmes Intelligents et de Robotiques, UPMC Univ Paris 06, UMR 7222, Sorbonne Universités, AP-HP, Hôpital Pitié-Salpétrière, Paris, France."
      ]
    },
    {
      "last_name": "Weisz",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Weisz",
      "affiliations": [
        "Department of Psychology, Harvard University, Cambridge, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "06"
  },
  "start_page": "e008572",
  "pages": "e008572",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Acute Disease",
    "Anxiety Disorders",
    "Clinical Protocols",
    "Disease Management",
    "Mental Health",
    "Psychotherapy",
    "Research Design",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "26443658",
    "pmc": "PMC4606384",
    "doi": "10.1136/bmjopen-2015-008572",
    "pii": "bmjopen-2015-008572"
  },
  "doi": "10.1136/bmjopen-2015-008572",
  "pmc_id": "PMC4606384",
  "dates": {
    "completed": "2016-07-21",
    "revised": "2025-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.203862",
    "pmid": "26443658"
  }
}