{
  "pmid": "26448646",
  "uid": "26448646",
  "title": "Influenza Transmission in the Mother-Infant Dyad Leads to Severe Disease, Mammary Gland Infection, and Pathogenesis by Regulating Host Responses.",
  "abstract": "Seasonal influenza viruses are typically restricted to the human upper respiratory tract whereas influenza viruses with greater pathogenic potential often also target extra-pulmonary organs. Infants, pregnant women, and breastfeeding mothers are highly susceptible to severe respiratory disease following influenza virus infection but the mechanisms of disease severity in the mother-infant dyad are poorly understood. Here we investigated 2009 H1N1 influenza virus infection and transmission in breastfeeding mothers and infants utilizing our developed infant-mother ferret influenza model. Infants acquired severe disease and mortality following infection. Transmission of the virus from infants to mother ferrets led to infection in the lungs and mother mortality. Live virus was also found in mammary gland tissue and expressed milk of the mothers which eventually led to milk cessation. Histopathology showed destruction of acini glandular architecture with the absence of milk. The virus was localized in mammary epithelial cells of positive glands. To understand the molecular mechanisms of mammary gland infection, we performed global transcript analysis which showed downregulation of milk production genes such as Prolactin and increased breast involution pathways indicated by a STAT5 to STAT3 signaling shift. Genes associated with cancer development were also significantly increased including JUN, FOS and M2 macrophage markers. Immune responses within the mammary gland were characterized by decreased lymphocyte-associated genes CD3e, IL2Ra, CD4 with IL1β upregulation. Direct inoculation of H1N1 into the mammary gland led to infant respiratory infection and infant mortality suggesting the influenza virus was able to replicate in mammary tissue and transmission is possible through breastfeeding. In vitro infection studies with human breast cells showed susceptibility to H1N1 virus infection. Together, we have shown that the host-pathogen interactions of influenza virus infection in the mother-infant dyad initiate immunological and oncogenic signaling cascades within the mammary gland. These findings suggest the mammary gland may have a greater role in infection and immunity than previously thought.",
  "authors": [
    {
      "last_name": "Paquette",
      "fore_name": "Stéphane G",
      "initials": "SG",
      "name": "Stéphane G Paquette",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banner",
      "fore_name": "David",
      "initials": "D",
      "name": "David Banner",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Stephen S H",
      "initials": "SS",
      "name": "Stephen S H Huang",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; Department of Immunology, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Almansa",
      "fore_name": "Raquel",
      "initials": "R",
      "name": "Raquel Almansa",
      "affiliations": [
        "Infection and Immunity Medical Investigation Unit, Hospital Clínico Universitario-Instituto de Estudios de Ciencias de la Salud de Castilla y Leόn, Valladolid, Spain."
      ]
    },
    {
      "last_name": "Leon",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Leon",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Luoling",
      "initials": "L",
      "name": "Luoling Xu",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bartoszko",
      "affiliations": [
        "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kelvin",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Kelvin",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Immunology, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Sezione di Microbiologia Sperimentale e Clinica, Dipartimento di Scienze Biomediche, Universita' degli Studi di Sassari, Sassari, Italy; International Institute of Infection and Immunity, Shantou University Medical College, Shantou, Guangdong, China; Guangdong Provincial Key Laboratory of Infectious Diseases and Molecular Immunopathology, Guangdong, China."
      ]
    },
    {
      "last_name": "Kelvin",
      "fore_name": "Alyson A",
      "initials": "AA",
      "name": "Alyson A Kelvin",
      "affiliations": [
        "Division of Experimental Therapeutics, Toronto General Hospital Research Institute, University Health Network, Toronto, Ontario, Canada; Immune Diagnostics & Research, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLoS pathogens",
    "iso_abbreviation": "PLoS Pathog",
    "issn": "1553-7374",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "e1005173",
  "pages": "e1005173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Animals, Newborn",
    "Animals, Suckling",
    "Blotting, Western",
    "Cell Line",
    "Disease Models, Animal",
    "Female",
    "Ferrets",
    "Host-Parasite Interactions",
    "Humans",
    "Immunohistochemistry",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Lactation",
    "Mammary Glands, Animal",
    "Mammary Glands, Human",
    "Microscopy, Confocal",
    "Milk",
    "Mothers",
    "Oligonucleotide Array Sequence Analysis",
    "Orthomyxoviridae Infections",
    "Pregnancy",
    "Real-Time Polymerase Chain Reaction",
    "Transcriptome"
  ],
  "article_ids": {
    "pubmed": "26448646",
    "pmc": "PMC4598190",
    "doi": "10.1371/journal.ppat.1005173",
    "pii": "PPATHOGENS-D-15-00859"
  },
  "doi": "10.1371/journal.ppat.1005173",
  "pmc_id": "PMC4598190",
  "dates": {
    "completed": "2016-04-04",
    "revised": "2024-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U01 AI111598",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "0038591(123721-3)",
      "agency": "PHS HHS",
      "country": "United States"
    },
    {
      "grant_id": "1U01AI11598-01",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:53.905448",
    "pmid": "26448646"
  }
}