{
  "pmid": "26451218",
  "uid": "26451218",
  "title": "Family medicine residency training and burnout: a qualitative study.",
  "abstract": "BACKGROUND: Almost three-quarters of family practice residents in British Columbia (BC) meet criteria for burnout. We sought to understand how burnout is perceived and experienced by family medicine residents, and to identify both contributory and protective factors for resident burnout. METHOD: Two semi-structured focus groups were conducted with ten family practice residents from five distinct University of British Columbia training sites. Participants completed the Maslach Burnout Inventory (MBI). The data were analyzed using a thematic analysis approach. RESULTS: Seventy percent of the focus group participants met criteria for burnout using the MBI. The experience of burnout was described as physical and emotional exhaustion, loss of motivation, isolation from loved ones, and disillusionment with the medical profession. Contributory factors included high workload, burned-out colleagues, perceived undervaluing of family medicine, lack of autonomy, and inability to achieve work-life balance. Protective factors included strong role models in medicine, feeling that one's work is valued and rotations in family medicine. CONCLUSIONS: The high level of burnout in family medicine residents in BC is a multifactorial and complex phenomenon. Training programs and faculty should be aware of burnout risk factors and strive to implement changes to reduce burnout, including allowing residents increased control over scheduling, access to counseling services and training for resident mentors.",
  "authors": [
    {
      "last_name": "Rutherford",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Rutherford",
      "affiliations": [
        "Department of Family Practice, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Oda",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Oda",
      "affiliations": [
        "Department of Family Practice, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2014"
  },
  "start_page": "e13",
  "end_page": "e23",
  "pages": "e13-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26451218",
    "pmc": "PMC4563612"
  },
  "pmc_id": "PMC4563612",
  "dates": {
    "completed": "2015-10-09",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:03.513302",
    "pmid": "26451218"
  }
}