{
  "pmid": "26457787",
  "uid": "26457787",
  "title": "Developing GRADE outcome-based recommendations about diagnostic tests: a key role in laboratory medicine policies.",
  "abstract": "Harmonisation and risk management policies represent key-issues in modern laboratory medicine as they focus on a more patient-centred delivery of laboratory information based on the recognition of the importance of all steps of the total testing process (TTP) for assuring quality and patient safety. However, a further essential step in project aiming to improve the value of laboratory medicine becomes the assessment of the impact of testing on patient-important outcomes. The grading of recommendations assessment, development and evaluation (GRADE) evidence to decision (EtD) frameworks may provide a systematic and transparent approach for translating the best clinical evidence available into healthcare decisions and recommendations. GRADE is a tool appropriate not only for evaluating test accuracy but also for clinical impact, such as mortality, morbidity, symptoms, and quality of life and therefore it should be applied to the outcome research in laboratory medicine. The application of GRADE requires the recognition that a recommendation about the use of test results should result from a balance between the desirable and the undesirable consequences, including non-health related consequences such as resource utilisation, feasibility, acceptability, equity and other factors. GRADE EtDs, represents a fundamental step in projects designed to improve care quality. Patient-physician-laboratory feedback can be assured through the GRADE process, where the team developing the recommendations should include the \"three-parties\" representatives; clinicians, laboratorians and patient/consumers. This ensures that the laboratory-patient interaction should not be a one-way process only (information from laboratory to patient) but a two-way process, incorporating patient expectations and feedback.",
  "authors": [
    {
      "last_name": "Trenti",
      "fore_name": "Tommaso",
      "initials": "T",
      "name": "Tommaso Trenti",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Plebani",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Plebani",
      "affiliations": [],
      "orcid": "0000-0002-0270-1711"
    }
  ],
  "journal": {
    "title": "Clinical chemistry and laboratory medicine",
    "iso_abbreviation": "Clin Chem Lab Med",
    "issn": "1437-4331",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "535",
  "end_page": "543",
  "pages": "535-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Diagnostic Tests, Routine",
    "Evidence-Based Medicine",
    "Humans",
    "Medical Laboratory Science",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "26457787",
    "doi": "10.1515/cclm-2015-0867",
    "pii": "/j/cclm.ahead-of-print/cclm-2015-0867/cclm-2015-0867.xml"
  },
  "doi": "10.1515/cclm-2015-0867",
  "dates": {
    "completed": "2016-10-24",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.592210",
    "pmid": "26457787"
  }
}