{
  "pmid": "26474310",
  "uid": "26474310",
  "title": "Decision-Making about Healthcare Related Tests and Diagnostic Strategies: User Testing of GRADE Evidence Tables.",
  "abstract": "OBJECTIVE: To develop guidance on what information to include and how to present it in tables summarizing the evidence from systematic reviews of test accuracy following the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. METHODS: To design and refine the evidence tables, we used an iterative process based on the analysis of data from four rounds of discussions, feedback and user testing. During the final round, we conducted one-on-one user testing with target end users. We presented a number of alternative formats of evidence tables to participants and obtained information about users' understanding and preferences. RESULTS: More than 150 users participated in initial discussions and provided their formal and informal feedback. 20 users completed one-on-one user testing interviews. Almost all participants preferred summarizing the results of systematic reviews of test accuracy in tabular format rather than plain text. Users generally preferred less complex tables but found presenting sensitivity and specificity estimates only as too simplistic. Users found the presentation of test accuracy for several values of prevalence initially confusing but modifying table layout and adding sample clinical scenarios for each prevalence reduced this confusion. Providing information about clinical consequences of testing result was viewed as not feasible for authors of systematic reviews. CONCLUSION: We present the current formats for tables presenting test accuracy following the GRADE approach. These tables can be developed using GRADEpro guidelines development tool (www.guidelinedevelopment.org or www.gradepro.org) and are being further developed into electronic interactive tables that will suit the needs of different end users. The formatting of these tables, and how they influence result interpretation and decision-making will be further evaluated in a randomized trial.",
  "authors": [
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Departments of Internal Medicine and Biomedical & Health Informatics, University of Missouri-Kansas City, Kansas City, United States of America."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Cheung",
      "affiliations": [
        "Faculty of Medicine, University of British Colombia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Prediger",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Prediger",
      "affiliations": [
        "Center for Medical Biometry and Medical Informatics, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Baldeh",
      "fore_name": "Tejan",
      "initials": "T",
      "name": "Tejan Baldeh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago de Chile, Chile."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago de Chile, Chile; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Internal Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Bossuyt",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Bossuyt",
      "affiliations": [
        "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Academic Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lelgemann",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Lelgemann",
      "affiliations": [
        "Medizinischer Dienst des Spitzenverbandes Bund der Kranken-kassen e.V. (MDS) Theodor Althoff-Str. 47 45133 Essen, Germany."
      ]
    },
    {
      "last_name": "Bühler",
      "fore_name": "Diedrich",
      "initials": "D",
      "name": "Diedrich Bühler",
      "affiliations": [
        "Abteilung Medizin. GKV-Reinhardtstraße 28 10117 Berlin, Germany."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "10",
    "pub_year": "2015"
  },
  "start_page": "e0134553",
  "pages": "e0134553",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Female",
    "Humans",
    "Male",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "26474310",
    "pmc": "PMC4608675",
    "doi": "10.1371/journal.pone.0134553",
    "pii": "PONE-D-15-03801"
  },
  "doi": "10.1371/journal.pone.0134553",
  "pmc_id": "PMC4608675",
  "dates": {
    "completed": "2016-06-02",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.835645",
    "pmid": "26474310"
  }
}