{
  "pmid": "26474230",
  "uid": "26474230",
  "title": "Learning from Adverse Events in Obstetrics: Is a Standardized Computer Tool an Effective Strategy for Root Cause Analysis?",
  "abstract": "OBJECTIVE: Adverse events occur in up to 10% of obstetric cases, and up to one half of these could be prevented. Case reviews and root cause analysis using a structured tool may help health care providers to learn from adverse events and to identify trends and recurring systems issues. We sought to establish the reliability of a root cause analysis computer application called Standardized Clinical Outcome Review (SCOR). METHODS: We designed a mixed methods study to evaluate the effectiveness of the tool. We conducted qualitative content analysis of five charts reviewed by both the traditional obstetric quality assurance methods and the SCOR tool. We also determined inter-rater reliability by having four health care providers review the same five cases using the SCOR tool. RESULTS: The comparative qualitative review revealed that the traditional quality assurance case review process used inconsistent language and made serious, personalized recommendations for those involved in the case. In contrast, the SCOR review provided a consistent format for recommendations, a list of action points, and highlighted systems issues. The mean percentage agreement between the four reviewers for the five cases was 75%. The different health care providers completed data entry and assessment of the case in a similar way. Missing data from the chart and poor wording of questions were identified as issues affecting percentage agreement. CONCLUSION: The SCOR tool provides a standardized, objective, obstetric-specific tool for root cause analysis that may improve identification of risk factors and dissemination of action plans to prevent future events.",
  "authors": [
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen McDonald",
      "affiliations": [
        "Midwifery Education Program, McMaster University, Hamilton ON; Department of Family Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Cross-Sudworth",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Cross-Sudworth",
      "affiliations": [
        "West Midlands Perinatal Institute, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Rashid",
      "initials": "R",
      "name": "Rashid Ahmed",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Simioni",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Simioni",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Dore",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Marrin",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Marrin",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON; Division of Neonatology, McMaster Children's Hospital, Hamilton ON."
      ]
    },
    {
      "last_name": "DeSantis",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy DeSantis",
      "affiliations": [
        "Division of Women's Health, Hamilton Health Sciences, Hamilton ON."
      ]
    },
    {
      "last_name": "Leyland",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Leyland",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Gardosi",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Gardosi",
      "affiliations": [
        "West Midlands Perinatal Institute, Birmingham, United Kingdom; Department of Maternal and Perinatal Health, University of Warwick, Coventry, United Kingdom."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON; Division of Maternal Fetal Medicine, McMaster University, Hamilton ON; Department of Radiology, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "37",
    "issue": "8",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "728",
  "end_page": "735",
  "pages": "728-735",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Decision Making, Computer-Assisted",
    "Female",
    "Humans",
    "Obstetric Labor Complications",
    "Outcome and Process Assessment, Health Care",
    "Pregnancy",
    "Pregnancy Complications",
    "Risk Management",
    "Root Cause Analysis"
  ],
  "article_ids": {
    "pubmed": "26474230",
    "doi": "10.1016/S1701-2163(15)30178-X",
    "pii": "S1701-2163(15)30178-X"
  },
  "doi": "10.1016/S1701-2163(15)30178-X",
  "dates": {
    "completed": "2015-11-16",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.055175",
    "pmid": "26474230"
  }
}