{
  "pmid": "26473034",
  "uid": "26473034",
  "title": "The offering of family presence during resuscitation: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Family members may wish to be present during resuscitation of loved ones, despite concerns that they may interfere with the resuscitation or experience psychological harm. METHODS: We conducted a systematic review to determine whether offering family presence during resuscitation (FPDR) affected patient mortality, resuscitation quality, or family member psychological outcomes. We searched multiple databases up to January 2014 for studies comparing FPDR to usual care. Two reviewers independently assessed eligibility, risk of bias, and extracted data. Data from randomized controlled trial (RCTs) at low or uncertain risk of bias were eligible for pooling. Quality of evidence was assessed using GRADE. RESULTS: Three RCTs evaluated the offering of FPDR in adults, finding no differences in resuscitation duration, prehospital/emergency room mortality (odds ratio [OR] 0.80, 95 % confidence interval [CI] 0.54-1.19), or 28-day mortality (OR 1.24, 95 % CI [0.50-3.03]). Hospital Anxiety and Depression Scale scores for anxiety (mean difference [MD] -0.99, 95 % CI [-1.77, -0.22]) and depression (MD -1.00, 95 % CI [-1.78, -0.23]), along with Impact of Events Scale intrusion score (MD -1.00, 95 % CI [-1.96, -0.03]), were better in family members offered FPDR. One RCT evaluated FPDR in pediatric patients, finding no mortality differences at 28 days (OR 0.30; 95 % CI [0.11-0.79]), but did not report psychological outcomes in family members. CONCLUSIONS: Moderate-quality evidence suggests the offering of FPDR does not affect adult resuscitation outcomes and may improve family member psychological outcomes. Low-quality evidence suggests FPDR does not affect pediatric resuscitation outcomes. The generalizability of these findings outside the prehospital and emergency room setting is limited due to the absence of trials in other health care settings.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon Jw",
      "initials": "SJ",
      "name": "Simon Jw Oczkowski",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Canada ; Hamilton General Hospital, McMaster Clinic, 4th floor, Room 434, 237 Barton St East, Hamilton, ON L8L 2X2 Canada."
      ]
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Mazzetti",
      "affiliations": [
        "Department of Critical Care, Schulich School of Medicine and Dentistry, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Cupido",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Cupido",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison E",
      "initials": "AE",
      "name": "Alison E Fox-Robichaud",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of intensive care",
    "iso_abbreviation": "J Intensive Care",
    "issn": "2052-0492",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2015"
  },
  "start_page": "41",
  "pages": "41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26473034",
    "pmc": "PMC4607174",
    "doi": "10.1186/s40560-015-0107-2",
    "pii": "107"
  },
  "doi": "10.1186/s40560-015-0107-2",
  "pmc_id": "PMC4607174",
  "dates": {
    "completed": "2015-10-16",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.034341",
    "pmid": "26473034"
  }
}