{
  "pmid": "26482162",
  "uid": "26482162",
  "title": "Comparison Between Banded and Nonbanded Roux-En-Y Gastric Bypass with 2-Year Follow-Up: a Preliminary Retrospective Analysis.",
  "abstract": "BACKGROUND: Roux-en-Y gastric bypass (RYGB) is one of the most widely used bariatric surgeries for treatment of moderate and severe obesity. Placing a band around the pouch to band the gastric bypass operation has been reported to increase the restriction resulting in better weight loss and weight loss maintenance. A retrospective comparative study of banded versus nonbanded gastric bypass was done to see if banding the pouch made a difference in the weight loss and quality of life outcome in the patients. METHODS: Data from all patients who had a gastric bypass in the year 2012 at our centre were reviewed. They were divided into two groups the banded and the nonbanded groups. Patients with complete 2-year follow-up were analysed in terms of weight loss, weight regain and quality of life changes. RESULTS: Two hundred ten patients had gastric bypass in 2012; 165 had complete 2-year follow-up; 64 were banded and 101 nonbanded. The preoperative patient profile in terms of weight, gender and comorbid conditions was similar in both groups except the body mass index (BMI) was significantly higher in the banded group. The perioperative and postoperative complication rates were similar. The weight, BMI and percentage excess weight loss (PEWL) at 2 years were 80.93 kg, 29.45 kg/m2 and 60.76 % in the nonbanded group and 77.06 kg, 27.66 kg/m2 and 71.45 % in the banded group, respectively. Resolution of comorbid conditions was the same in both groups. The overall Gastrointestinal Quality of Life Index went from 88.98 preoperatively to 109.33 postoperatively in the nonbanded group and 92.5 to 112.81 in the banded group, respectively. CONCLUSIONS: The patients with banded gastric bypass had significantly better results in terms of weight loss, weight stability and Gastrointestinal Quality of Life Index scores at 2 years.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Shilpa",
      "initials": "S",
      "name": "Shilpa Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Mishra",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Mishra",
      "affiliations": []
    },
    {
      "last_name": "Mathur",
      "fore_name": "Winni",
      "initials": "W",
      "name": "Winni Mathur",
      "affiliations": []
    },
    {
      "last_name": "Dixit",
      "fore_name": "Atul",
      "initials": "A",
      "name": "Atul Dixit",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obesity surgery",
    "iso_abbreviation": "Obes Surg",
    "issn": "1708-0428",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "213",
  "end_page": "218",
  "pages": "213-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Follow-Up Studies",
    "Gastric Bypass",
    "Humans",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Quality of Life",
    "Retrospective Studies",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "26482162",
    "doi": "10.1007/s11695-015-1929-7",
    "pii": "10.1007/s11695-015-1929-7"
  },
  "doi": "10.1007/s11695-015-1929-7",
  "dates": {
    "completed": "2016-08-10",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.122789",
    "pmid": "26482162"
  }
}