{
  "pmid": "26496942",
  "uid": "26496942",
  "title": "Perspectives on cervical cancer screening among educated Muslim women in Dubai (the UAE): a qualitative study.",
  "abstract": "BACKGROUND: Cervical cancer (CC) is the seventh leading cause of death among women in the United Arab Emirates (UAE), with most deaths attributed to late detection of this cancer. The UAE lacks a national CC screening programme. Thus, cervical screening is only performed opportunistically during women's visits to health facilities. CC screening rates in the UAE are as low as 16.9 %, and little is known about the perspectives of the nation's educated Muslim women regarding screening. Consequently, the aim of this study is to explore Muslim women's perspectives towards cervical screening in Dubai to promote strategies for increasing its uptake, thereby leading to a decrease in morbidity and mortality associated with CC. METHODS: Interpretivist and social constructivist epistemological approaches were applied for this qualitative study. Data were obtained through 13 in-depth interviews. Purposive and snowballing methods were used to recruit six South Asian women and seven Emirati women living in Dubai. Thematic content analysis was concurrently applied with comparative analysis to the data. RESULTS: Four themes regarding women's perceptions of CC emerged from the data. First, CC was considered a 'silent disease' that could be detected with early screening. However, it was also associated with extramarital sexual relations, which negatively influenced screening uptake. Second, women's fear, pain and embarrassment, along with cultural influences, deterred them from undergoing screening. Third, a growing mistrust of allopathic medicine and impersonal healthcare promoted a negative view of screening. Last, women became aware of screening mainly when they were pregnant or receiving fertility treatment. CONCLUSIONS: The study highlighted a number of important factors relating to cultural, religious and sexual behaviour that shaped educated Muslim women's perspectives on CC screening. Evidently, the current opportunistic approach to screening is flawed. A national awareness programme on CC screening should be developed, tailored to the sociocultural norms of the Muslim community, to promote knowledge regarding the causes of CC and the importance of screening.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Sustainability Sciences and Humanities, Zayed University, PO Box 19282, Dubai, United Arab Emirates. Sarah.Khan@zu.ac.ae."
      ]
    },
    {
      "last_name": "Woolhead",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Woolhead",
      "affiliations": [
        "Department of Public Health and Policy, University of Liverpool, Liverpool, L69 3GL, United Kingdom. Gillian.woolhead@online.liverpool.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "24"
  },
  "start_page": "90",
  "pages": "90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Culture",
    "Early Detection of Cancer",
    "Female",
    "Focus Groups",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Islam",
    "Mass Screening",
    "Qualitative Research",
    "United Arab Emirates",
    "Uterine Cervical Neoplasms",
    "Vaginal Smears"
  ],
  "article_ids": {
    "pubmed": "26496942",
    "pmc": "PMC4619445",
    "doi": "10.1186/s12905-015-0252-8",
    "pii": "10.1186/s12905-015-0252-8"
  },
  "doi": "10.1186/s12905-015-0252-8",
  "pmc_id": "PMC4619445",
  "dates": {
    "completed": "2016-07-08",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.701127",
    "pmid": "26496942"
  }
}