{
  "pmid": "26496448",
  "uid": "26496448",
  "title": "Duration of Antimicrobial Treatment for Bacteremia in Canadian Critically Ill Patients.",
  "abstract": "OBJECTIVES: The optimum duration of antimicrobial treatment for patients with bacteremia is unknown. Our objectives were to determine duration of antimicrobial treatment provided to patients who have bacteremia in ICUs, to assess pathogen/patient factors related to treatment duration, and to assess the relationship between treatment duration and survival. DESIGN: Retrospective cohort study. SETTINGS: Fourteen ICUs across Canada. PATIENTS: Patients with bacteremia and were present in the ICU at the time culture reported positive. INTERVENTIONS: Duration of antimicrobial treatment for patients who had bacteremia in ICU. MEASUREMENTS AND MAIN RESULTS: Among 1,202 ICU patients with bacteremia, the median duration of treatment was 14 days, but with wide variability (interquartile range, 9-17.5). Most patient characteristics were not associated with treatment duration. Coagulase-negative staphylococci were the only pathogens associated with shorter treatment (odds ratio, 2.82; 95% CI, 1.51-5.26). The urinary tract was the only source of infection associated with a trend toward lower likelihood of shorter treatment (odds ratio, 0.67; 95% CI, 0.42-1.08); an unknown source of infection was associated with a greater likelihood of shorter treatment (odds ratio, 2.14; 95% CI, 1.17-3.91). The association of treatment duration and survival was unstable when analyzed based on timing of death. CONCLUSIONS: Critically ill patients who have bacteremia typically receive long courses of antimicrobials. Most patient/pathogen characteristics are not associated with treatment duration; survivor bias precludes a valid assessment of the association between treatment duration and survival. A definitive randomized controlled trial is needed to compare shorter versus longer antimicrobial treatment in patients who have bacteremia.",
  "authors": [
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "1Division of Infectious Diseases, Department of Medicine and Clinical Epidemiology, Sunnybrook Health Sciences Centre, University of Toronto and Adjunct Scientist, Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, Toronto, ON, Canada. 2Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada. 3Division of Critical Care Medicine, University of Alberta, Edmonton, AB, Canada. 4Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada. 5Department of Critical Care Medicine, Dalhousie University and the Capital District, Health Authority, Halifax, NS, Canada. 6Sections of Critical Care Medicine and Infectious Diseases, University of Manitoba, Winnipeg, MB, Canada. 7Department of Medicine, Centre de recherche du CHU de Sherbrooke, Université de Sherbrooke, Sherbrooke, QC, Canada. 8Centre de recherche du CHU de Québec, Axe santé des populations et pratiques optimales en santé, Division de soins intensifs adultes, départements de médecine et d'anesthésiologie, Université Laval, Quebec, QC, Canada. 9Departments of Surgery and Critical Care Medicine, St. Michael's Hospital, University of Toronto, Toronto, ON, Canada. 10Department of Medicine, University of Western Ontario, London, ON, Canada. 11Division of Critical Care, Department of Medicine, The Ottawa Hospital, Ottawa, ON, Canada. 12Department of Medicine, Queen's University, Kingston, ON, Canada. 13Department of Medicine, University of British Columbia, Vancouver, BC, Canada. 14Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada. 15Departments of Medicine, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 16Department of Medicine and Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar H",
      "initials": "AH",
      "name": "Asgar H Rishu",
      "affiliations": []
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": []
    },
    {
      "last_name": "Kumar",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Kumar",
      "affiliations": []
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lamontagne",
      "affiliations": []
    },
    {
      "last_name": "Lauzier",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lauzier",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": []
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Reynolds",
      "affiliations": []
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "256",
  "end_page": "264",
  "pages": "256-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Anti-Bacterial Agents",
    "Bacteremia",
    "Canada",
    "Critical Illness",
    "Drug Administration Schedule",
    "Female",
    "Humans",
    "Immunocompromised Host",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26496448",
    "doi": "10.1097/CCM.0000000000001393"
  },
  "doi": "10.1097/CCM.0000000000001393",
  "dates": {
    "completed": "2016-05-25",
    "revised": "2016-01-16"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.142878",
    "pmid": "26496448"
  }
}