{
  "pmid": "26496634",
  "uid": "26496634",
  "title": "Obstetrical brachial plexus injury: burden in a publicly funded, universal healthcare system.",
  "abstract": "OBJECT The aim of this study was to determine the volume and timing of referrals for obstetrical brachial plexus injury (OBPI) to multidisciplinary centers in a national demographic sample. Secondarily, we aimed to measure the incidence and risk factors for OBPI in the sample. The burden of OBPI has not been investigated in a publicly funded system, and the timing and volume of referrals to multidisciplinary centers are unknown. The incidence and risk factors for OBPI have not been established in Canada. METHODS This is a retrospective cohort study. The authors used a demographic sample of all infants born in Canada, capturing all children born in a publicly funded, universal healthcare system. OBPI diagnoses and corresponding risk factors from 2004 to 2012 were identified and correlated with referrals to Canada's 10 multidisciplinary OBPI centers. Quality indicators were approved by the Canadian OBPI Working Group's guideline consensus group. The primary outcome was the timing of initial assessment at a multidisciplinary center, \"good\" if assessed by the time the patient was 1 month of age, \"satisfactory\" if by 3 months of age, and \"poor\" if thereafter. Joinpoint regression analysis was used to determine the OBPI incidence over the study period. Odds ratios were calculated to determine the strength of association for risk factors. RESULTS OBPI incidence was 1.24 per 1000 live births, and was consistent from 2004 to 2012. Potential biases underestimate the level of injury identification. The factors associated with a very strong risk for OBPI were humerus fracture, shoulder dystocia, and clavicle fracture. The majority (55%-60%) of OBPI patients identified at birth were not referred. Among those who were referred, the timing of assessment was \"good\" in 28%, \"satisfactory\" in 66%, and \"poor\" in 34%. CONCLUSIONS Shoulder dystocia was the strongest modifiable risk factor for OBPI. Most children with OBPI were not referred to multidisciplinary care. Of those who were referred, 72% were assessed later than the target quality indicator of 1 month that was established by the national guideline consensus group. A referral gap has been identified using quality indicators at clinically relevant time points; this gap should be addressed with the use of knowledge tools (e.g., a clinical practice guideline) to target variations in referral rates and clinical practice. Interventions should guide the referral process.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery and.",
        "Departments of 2 Clinical Epidemiology & Biostatistics."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Division of Plastic Surgery and.",
        "Departments of 2 Clinical Epidemiology & Biostatistics."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Marie K",
      "initials": "MK",
      "name": "Marie K Coroneos",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Noor",
      "initials": "N",
      "name": "Noor Alolabi",
      "affiliations": [
        "Division of Plastic Surgery and."
      ]
    },
    {
      "last_name": "Goekjian",
      "fore_name": "Serge R",
      "initials": "SR",
      "name": "Serge R Goekjian",
      "affiliations": [
        "Division of Plastic Surgery and."
      ]
    },
    {
      "last_name": "Willoughby",
      "fore_name": "Lauren I",
      "initials": "LI",
      "name": "Lauren I Willoughby",
      "affiliations": [
        "Division of Plastic Surgery and."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Departments of 2 Clinical Epidemiology & Biostatistics.",
        "Surgery, and."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery and.",
        "Departments of 2 Clinical Epidemiology & Biostatistics."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Bain",
      "affiliations": [
        "Division of Plastic Surgery and."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa C",
      "initials": "MC",
      "name": "Melissa C Brouwers",
      "affiliations": [
        "Departments of 2 Clinical Epidemiology & Biostatistics.",
        "Oncology, McMaster University, Hamilton, Ontario, Canada; and."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neurosurgery. Pediatrics",
    "iso_abbreviation": "J Neurosurg Pediatr",
    "issn": "1933-0715",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "222",
  "end_page": "229",
  "pages": "222-229",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26496634",
    "doi": "10.3171/2015.6.PEDS14703"
  },
  "doi": "10.3171/2015.6.PEDS14703",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.160291",
    "pmid": "26496634"
  }
}