{
  "pmid": "26492196",
  "uid": "26492196",
  "title": "Stakeholder Engagement to Identify Priorities for Improving the Quality and Value of Critical Care.",
  "abstract": "BACKGROUND: Large amounts of scientific evidence are generated, but not implemented into patient care (the 'knowledge-to-care' gap). We identified and prioritized knowledge-to-care gaps in critical care as opportunities to improve the quality and value of healthcare. METHODS: We used a multi-method community-based participatory research approach to engage a Network of all adult (n = 14) and pediatric (n = 2) medical-surgical intensive care units (ICUs) in a fully integrated geographically defined healthcare system serving 4 million residents. Participants included Network oversight committee members (n = 38) and frontline providers (n = 1,790). Network committee members used a modified RAND/University of California Appropriateness Methodology, to serially propose, rate (validated 9 point scale) and revise potential knowledge-to-care gaps as priorities for improvement. The priorities were sent to frontline providers for evaluation. Results were relayed back to all frontline providers for feedback. RESULTS: Initially, 68 knowledge-to-care gaps were proposed, rated and revised by the committee (n = 32 participants) over 3 rounds of review and resulted in 13 proposed priorities for improvement. Then, 1,103 providers (62% response rate) evaluated the priorities, and rated 9 as 'necessary' (median score 7-9). Several factors were associated with rating priorities as necessary in multivariable logistic regression, related to the provider (experience, teaching status of ICU) and topic (strength of supporting evidence, potential to benefit the patient, potential to improve patient/family experience, potential to decrease costs). CONCLUSIONS: A community-based participatory research approach engaged a diverse group of stakeholders to identify 9 priorities for improving the quality and value of critical care. The approach was time and cost efficient and could serve as a model to prioritize areas for research quality improvement across other settings.",
  "authors": [
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "Niven",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Niven",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "Clement",
      "fore_name": "Fiona M",
      "initials": "FM",
      "name": "Fiona M Clement",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; O'Brien Institute of Public Health, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Alberta Health Services, Alberta, Canada; Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Departments of Medicine, Critical Care, and Clinical Epidemiology and Biostatistics, McMaster University, and St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily McKenzie",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Potestio",
      "fore_name": "Melissa L",
      "initials": "ML",
      "name": "Melissa L Potestio",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "Doig",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Doig",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada; Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara O'Neill",
      "affiliations": [
        "Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "Zygun",
      "fore_name": "David",
      "initials": "D",
      "name": "David Zygun",
      "affiliations": [
        "Alberta Health Services, Alberta, Canada; Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "10",
    "pub_year": "2015"
  },
  "start_page": "e0140141",
  "pages": "e0140141",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Critical Care",
    "Female",
    "Humans",
    "Male",
    "Quality Assurance, Health Care"
  ],
  "article_ids": {
    "pubmed": "26492196",
    "pmc": "PMC4619641",
    "doi": "10.1371/journal.pone.0140141",
    "pii": "PONE-D-15-25520"
  },
  "doi": "10.1371/journal.pone.0140141",
  "pmc_id": "PMC4619641",
  "dates": {
    "completed": "2016-06-20",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.142438",
    "pmid": "26492196"
  }
}