{
  "pmid": "26503363",
  "uid": "26503363",
  "title": "Transmission indices and microfilariae prevalence in human population prior to mass drug administration with ivermectin and albendazole in the Gomoa District of Ghana.",
  "abstract": "BACKGROUND: The Lymphatic Filariasis Elimination Programme in Ghana involves annual mass drug administration (MDA) of ivermectin and albendazole to persons living in endemic areas. This is repeated annually for 4-6 years to span across the reproductive lifespan of adult worms. In order to stimulate participation of community members in the MDA programme, this study was carried out to understand local views on transmission, management and prevention of the disease. The study also presents baseline transmission indices and microfilariae prevalence in the human population in eight endemic communities of coastal Ghana prior to the MDA. METHODS: A descriptive survey was carried out to explore perceptions on causes, treatment and prevention of lymphatic filariasis. Perceptions on community participation in disease control programmes were also assessed. After participants were selected by cluster sampling and 100 μl of blood sampled from each individual and examined for mf microfilariae. A similar volume of blood was used to determine the presence of circulating filarial antigen. Mosquitoes were collected simultaneously at all sites by human landing catches for 4 days per month over a six-month period. All Anopheles mosquitoes were dissected and examined for the larval stages of the parasite following which molecular identification of both vector and parasite was done. RESULTS: Eight hundred and four persons were interviewed, of which 284 (32.9%; CI 31.1-34.5) acknowledged elephantiasis and hydrocoele as health related issues in the communities. Thirty-three people (3.8%; CI 2.1-5.5) thought sleeping under bed net could help prevent elephantiasis. Microfilariae prevalence was 4.6% (43/941) whiles 8.7% (75/861) were positive for circulating filarial antigen. A total of 17,784 mosquitoes were collected, majority (55.8%) of which were Anopheles followed by Culex species (40%). Monthly biting rates ranged between 311 and 6116 bites/person for all the eight communities together. Annual transmission potential values for An. gambiae s.s. and An. funestus were 311.35 and 153.50 respectively. CONCLUSION: Even though the highest mf density among inhabitants was recorded in a community that had the lowest Anopheles density with Culex species constituting 95% of all mosquitoes collected, Anopheles gambiae s.s. and An. funestus remained the main vectors.",
  "authors": [
    {
      "last_name": "Aboagye-Antwi",
      "fore_name": "Fred",
      "initials": "F",
      "name": "Fred Aboagye-Antwi",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. faboagye-antwi@ug.edu.gh.",
        "Department of Animal Biology and Conservation Science, University of Ghana, Accra, Ghana. faboagye-antwi@ug.edu.gh."
      ]
    },
    {
      "last_name": "Kwansa-Bentum",
      "fore_name": "Bethel",
      "initials": "B",
      "name": "Bethel Kwansa-Bentum",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. bkwansa-bentum@ug.edu.gh.",
        "Department of Animal Biology and Conservation Science, University of Ghana, Accra, Ghana. bkwansa-bentum@ug.edu.gh."
      ]
    },
    {
      "last_name": "Dadzie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Dadzie",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. sdadzie@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Ahorlu",
      "fore_name": "Collins K",
      "initials": "CK",
      "name": "Collins K Ahorlu",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. cahorlu@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Appawu",
      "fore_name": "Maxwell A",
      "initials": "MA",
      "name": "Maxwell A Appawu",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. mappawu@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Gyapong",
      "fore_name": "John",
      "initials": "J",
      "name": "John Gyapong",
      "affiliations": [
        "School of Public Health, University of Ghana, Accra, Ghana. jgyapong@ug.edu.gh."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael David",
      "initials": "MD",
      "name": "Michael David Wilson",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. mwilson@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel Adjei",
      "initials": "DA",
      "name": "Daniel Adjei Boakye",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana. dboakye@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "26"
  },
  "start_page": "562",
  "pages": "562",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Albendazole",
    "Animals",
    "Anopheles",
    "Communicable Disease Control",
    "Disease Transmission, Infectious",
    "Elephantiasis, Filarial",
    "Filaricides",
    "Ghana",
    "Humans",
    "Insect Vectors",
    "Ivermectin",
    "Microfilariae",
    "Patient Acceptance of Health Care",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "26503363",
    "pmc": "PMC4624376",
    "doi": "10.1186/s13071-015-1105-x",
    "pii": "10.1186/s13071-015-1105-x"
  },
  "doi": "10.1186/s13071-015-1105-x",
  "pmc_id": "PMC4624376",
  "dates": {
    "completed": "2016-07-22",
    "revised": "2024-05-20"
  },
  "chemicals": [
    "Filaricides",
    "Ivermectin",
    "Albendazole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.365927",
    "pmid": "26503363"
  }
}