{
  "pmid": "26503159",
  "uid": "26503159",
  "title": "Measured outcomes of chronic care programs for older adults: a systematic review.",
  "abstract": "BACKGROUND: Wagner's Chronic Care Model (CCM), as well as the expanded version (ECCM) developed by Barr and colleagues, have been widely adopted as frameworks for prevention and management of chronic disease. Given the high prevalence of chronic illness in older persons, these frameworks can play a valuable role in reorienting the health care system to better serve the needs of seniors. We aimed to identify and assess the measured goals of E/CCM interventions in older populations. In particular, our objective was to determine the extent to which published E/CCM initiatives were evaluated based on population, community, system and individual-level outcomes (including clinical, functional and quality of life measures). METHODS: We conducted a systematic search of the Science Citation Index Web of Knowledge search tool to gather articles published between January 2003 and July 2014. We included published CCM interventions that cited at least one of the fundamental papers that introduced and described the CCM and ECCM. Studies retained for review reported evaluations of senior-focused E/CCM initiatives in community-based settings, with the topic of \"older adults\" OR senior* OR elder* OR geriatric OR aged. The resulting 619 published articles were independently reviewed for inclusion by two researchers. We excluded the following: systematic reviews, meta-analyses, descriptions of proposed programs, and studies whose populations did not focus on seniors. RESULTS: We identified 14 articles that met inclusion criteria. Studies used a wide range of measures, with little consensus between studies. All of the included studies used the original CCM. While a range of system-level and individual patient outcomes have been used to evaluate CCM interventions, no studies employed measures of population or community health outcomes. CONCLUSIONS: Future efforts to test E/CCM interventions with seniors would be aided by more consistent outcome measures, greater attention to outcomes for the caregivers of older persons with chronic illness, and a greater focus on population and community impacts.",
  "authors": [
    {
      "last_name": "Drouin",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Drouin",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. hedrouin@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Human and Social Development, Nipissing University, Muskoka Campus, 125 Wellington St, Bracebridge, ON, P1L 1E2, Canada. jennifer.walker@ices.on.ca."
      ]
    },
    {
      "last_name": "McNeil",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McNeil",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. hmcneil@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Jacobi",
      "initials": "J",
      "name": "Jacobi Elliott",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. jacobi.elliott@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Stolee",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Stolee",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. stolee@uwaterloo.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "26"
  },
  "start_page": "139",
  "pages": "139",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Chronic Disease",
    "Delivery of Health Care",
    "Humans",
    "Long-Term Care",
    "Models, Organizational",
    "Outcome Assessment, Health Care",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "26503159",
    "pmc": "PMC4621859",
    "doi": "10.1186/s12877-015-0136-7",
    "pii": "10.1186/s12877-015-0136-7"
  },
  "doi": "10.1186/s12877-015-0136-7",
  "pmc_id": "PMC4621859",
  "dates": {
    "completed": "2016-05-20",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "ETG 92249",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.640613",
    "pmid": "26503159"
  }
}