{
  "pmid": "26509322",
  "uid": "26509322",
  "title": "Endotoxemia Following Multiple Trauma: Risk Factors and Prognostic Implications.",
  "abstract": "OBJECTIVE: To evaluate the prevalence and time course of systemic endotoxemia following severe multiple trauma, to define its risk factors, and to explore the correlation between post-trauma endotoxemia and organ dysfunction. DESIGN: Prospective single-center cohort study. SETTING: Emergency department and ICU of adult tertiary care level I trauma center. PATIENTS: Forty-eight severely injured (Injury Severity Score ≥ 16) patients, admitted to ICU within 24 hours of injury. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Endotoxemia was not evident on initial presentation, but developed subsequently in 75% of patients, even in the absence of Gram-negative infection. Nonsurviving patients had higher endotoxin levels than survivors on day 1 (endotoxemia, 0.48 vs 0.28; p = 0.048). Shock at admission, or surgery within the first 48 hours after trauma, was associated with higher endotoxin levels and predicted subsequent maximal endotoxemia, after adjusting for other significant covariates. Maximal endotoxemia levels were higher in patients who developed organ dysfunction, reflected in a cumulative Multiple Organ Dysfunction Score greater than 25, and patients with an intermediate endotoxemia level (≥ 0.4) had more cardiovascular dysfunction. CONCLUSIONS: It is the first study to detect increasing levels of endotoxemia following multiple trauma. Shock and early surgery predict the development of endotoxemia; endotoxemia is particularly associated with cardiovascular dysfunction. However, Gram-negative infections are uncommon in these patients, suggesting that the gastrointestinal tract is the dominant reservoir of endotoxin. Endotoxin may be an appropriate therapeutic target in patients who have sustained severe multiple trauma.",
  "authors": [
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "1Department of Medicine, Centre de Recherche de l'Hôpital du Sacré-Coeur, University of Montreal, Montreal, QC, Canada. 2Department of Medicine, Niagara Health System, St Catherine's, McMaster University, Hamilton, ON, Canada. 3Department of Critical Care, St. Michael's Hospital, Toronto, ON, Canada. 4Department of Clinical Biochemistry, St. Michael's Hospital and the Keenan Research Centre for Biomedical Science, University of Toronto, Toronto, ON, Canada. 5Department of Critical Care, St. Michael's Hospital and the Keenan Research Centre for Biomedical Science, University of Toronto, Toronto, ON, Canada. 6Departamento de Anestesiología y Reanimación, Gregorio Marañon Hospital, Madrid, Spain."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer Y",
      "initials": "JY",
      "name": "Jennifer Y Tsang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yangmei",
      "initials": "Y",
      "name": "Yangmei Li",
      "affiliations": []
    },
    {
      "last_name": "Klein",
      "fore_name": "David",
      "initials": "D",
      "name": "David Klein",
      "affiliations": []
    },
    {
      "last_name": "Duque",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Duque",
      "affiliations": []
    },
    {
      "last_name": "Romaschin",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Romaschin",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "335",
  "end_page": "341",
  "pages": "335-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cardiovascular Diseases",
    "Emergency Service, Hospital",
    "Endotoxemia",
    "Female",
    "Humans",
    "Injury Severity Score",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Multiple Trauma",
    "Organ Dysfunction Scores",
    "Prognosis",
    "Prospective Studies",
    "Risk Factors",
    "Shock",
    "Time Factors",
    "Trauma Centers"
  ],
  "article_ids": {
    "pubmed": "26509322",
    "doi": "10.1097/CCM.0000000000001404"
  },
  "doi": "10.1097/CCM.0000000000001404",
  "dates": {
    "completed": "2016-05-25",
    "revised": "2016-09-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP129493",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.907815",
    "pmid": "26509322"
  }
}