{
  "pmid": "26509600",
  "uid": "26509600",
  "title": "Understanding Career Success and Its Contributing Factors for Clinical and Translational Investigators.",
  "abstract": "PURPOSE: To understand the factors that facilitate career success for career development awardees in clinical and translational science and reconceptualize understand ing of career success for this population. METHOD: In 2013-2014, the authors conducted semistructured interviews with former NIH KL2 or K12 scholars from nine Clinical and Translational Science Award-funded institutions. Participants either had or had not secured independent funding at least two years after the end of their last K award. Questions covered the factors that facilitate or hinder junior investigators' transition to independent funding. Interviews were recorded and transcribed, and the transcripts were analyzed thematically. RESULTS: Forty individuals participated, with equal representation by men and women and by independently and not independently funded investigators. Personal factors that facilitated success included networks, persistence and resilience, initiative, autonomy, and personal and professional balance. Organizational factors included appropriate mentorship, protected research time, and institutional resources and support.Even independently funded participants described challenges regarding career direction. Five participants without independent funding modeled a broad spectrum of successful career paths, having assumed leadership positions not reliant on grant funding. Alternative definitions of career success included improving public health, enjoying work, seeing mentees succeed, and receiving external acknowledgment of successes. CONCLUSIONS: Awareness of the factors that facilitate or hinder career success can help junior faculty, mentors, and institutional leaders support career development in clinical and translational science. New definitions of career success are needed, as are career paths for faculty who want to engage in research in roles other than principal investigator.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Georgeanna F W B",
      "initials": "GF",
      "name": "Georgeanna F W B Robinson",
      "affiliations": [
        "G.F.W.B. Robinson is assistant director, Institute for Clinical Research Education, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania. L.S. Schwartz is assistant research professor, Department of Clinical Research and Leadership, and associate director of research education, training, and career development, Clinical and Translational Science Institute, Children's National Health System, George Washington University School of Medicine and Health Sciences, Washington, DC. L.A. DiMeglio is professor of pediatrics, Department of Pediatrics, Section of Pediatric Endocrinology/Diabetology, Riley Hospital for Children, Indiana University School of Medicine, and director of career development, Indiana University Clinical and Translational Sciences Institute, Indianapolis, Indiana. J.S. Ahluwalia is dean, School of Public Health, Rutgers University, New Brunswick, New Jersey. J.L. Gabrilove is James F. Holland Professor of Medicine and Oncological Sciences and associate director of education and training, Tisch Cancer Institute; and director, Clinical Research Education Programs, and codirector, KL2 Scholars and PORTAL Programs, Icahn School of Medicine at Mount Sinai and Graduate School of Biomedical Sciences, New York, New York."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa S",
      "initials": "LS",
      "name": "Lisa S Schwartz",
      "affiliations": []
    },
    {
      "last_name": "DiMeglio",
      "fore_name": "Linda A",
      "initials": "LA",
      "name": "Linda A DiMeglio",
      "affiliations": []
    },
    {
      "last_name": "Ahluwalia",
      "fore_name": "Jasjit S",
      "initials": "JS",
      "name": "Jasjit S Ahluwalia",
      "affiliations": []
    },
    {
      "last_name": "Gabrilove",
      "fore_name": "Janice L",
      "initials": "JL",
      "name": "Janice L Gabrilove",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "570",
  "end_page": "582",
  "pages": "570-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Achievement",
    "Biomedical Research",
    "Faculty",
    "Female",
    "Humans",
    "Leadership",
    "Male",
    "Mentors",
    "National Institutes of Health (U.S.)",
    "Professional Autonomy",
    "Research Personnel",
    "Research Support as Topic",
    "Resilience, Psychological",
    "Translational Research, Biomedical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "26509600",
    "mid": "NIHMS722086",
    "pmc": "PMC4811729",
    "doi": "10.1097/ACM.0000000000000979"
  },
  "doi": "10.1097/ACM.0000000000000979",
  "pmc_id": "PMC4811729",
  "dates": {
    "completed": "2016-08-08",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1UL1TR001108-01",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000005",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1TR000114",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000075",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000114",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001433",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "TL1 TR001434",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000067",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "KL2 TR000146",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1TR000067",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1TR000075",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1TR000005",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001108",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.519095",
    "pmid": "26509600"
  }
}