{
  "pmid": "26500450",
  "uid": "26500450",
  "title": "Caregiver perceptions regarding the measurement of level and quality of care in Alzheimer's disease.",
  "abstract": "BACKGROUND: Primary informal caregivers play a critical role in the care and support of persons with Alzheimer's disease (AD). A recent systematic review found little existing research into whether caregiver quality-of-life affects the level or quality of care that caregivers provide to their loved ones with AD. The dearth of research could be due to the absence of research questionnaires designed specifically to measure level or quality of care in AD. In the present study, we interviewed primary informal caregivers to obtain their views on the type of questionnaire that would be most suitable to assess level or quality of care in AD. METHODS: A qualitative descriptive design was used. Purposive sampling was used to select participants. Participants were primary informal caregivers who were 18 years of age and older and were directly involved in the day-to-day care of community-dwelling (residing in private homes) persons with AD. A total of 21 caregivers were interviewed using focus groups or one-on-one interviews. Data were analyzed using qualitative content analysis. RESULTS: Informal caregivers identified a number of factors that researchers should consider when developing an instrument to measure level or quality of care that informal caregivers provide to their loved ones with AD. Overall, caregivers preferred a questionnaire that would employ a case management approach that recognizes the increase in care demands as patient health deteriorates, that acknowledges the importance of social support for caregivers, and that considers the role of hired help. CONCLUSIONS: The information generated from this study can help in developing an instrument for measuring the level or quality of care provided. Such an instrument could guide nursing practice in supporting caregivers as they care for persons with AD.",
  "authors": [
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1 ; Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON Canada, L8S 4K1 ; School of Public Health and Health Sciences, University of Waterloo, 200 University Avenue West, Waterloo, ON Canada, N2L 3G1."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2015"
  },
  "start_page": "54",
  "pages": "54",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26500450",
    "pmc": "PMC4619286",
    "doi": "10.1186/s12912-015-0104-8",
    "pii": "104"
  },
  "doi": "10.1186/s12912-015-0104-8",
  "pmc_id": "PMC4619286",
  "dates": {
    "completed": "2015-10-27",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.897990",
    "pmid": "26500450"
  }
}