{
  "pmid": "26514717",
  "uid": "26514717",
  "title": "Does Increasing Home Care Nursing Reduce Emergency Department Visits at the End of Life? A Population-Based Cohort Study of Cancer Decedents.",
  "abstract": "CONTEXT: Despite being commonplace in health care systems, little research has described home care nursing's effectiveness to reduce acute care use at the end of life. OBJECTIVES: To examine the temporal association between home care nursing rate on emergency department (ED) visit rate in the subsequent week during the last six months of life. METHODS: We conducted a retrospective cohort study of end-of-life cancer decedents in Ontario, Canada, from 2004 to 2009 by linking administrative databases. We examined the association between home care nursing rate of one week with the ED rate in the subsequent week closer to death, controlling for covariates and repeated measures among decedents. Nursing was dichotomized into standard and end-of-life care intent. RESULTS: Our cohort included 54,576 decedents who used home care nursing services in the last six months before death, where 85% had an ED visit and 68% received end-of-life home care nursing. Patients receiving end-of-life nursing at any week had a significantly reduced ED rate in the subsequent week of 31% (relative rate [RR] 0.69; 95% confidence interval [CI] 0.68, 0.71) compared with standard nursing. In the last month of life, receiving end-of-life nursing and standard nursing rate of more than five hours/week was associated with a decreased ED rate of 41% (RR 0.59, 95% CI 0.58, 0.61) and 32% (RR 0.68, 95% CI 0.66, 0.70), respectively, compared with standard nursing of one hour/week. CONCLUSION: Our study showed a temporal association between receiving end-of-life nursing in a given week during the last six months of life, and of more standard nursing in the last month of life, with a reduced ED rate in the subsequent week.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. Electronic address: seowh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "Department of Radiation Oncology, University of Toronto, Toronto, Ontario, Canada; Odette Cancer Centre, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pataky",
      "fore_name": "Reka",
      "initials": "R",
      "name": "Reka Pataky",
      "affiliations": [
        "British Columbia Cancer Research Centre, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lawson",
      "fore_name": "Beverley",
      "initials": "B",
      "name": "Beverley Lawson",
      "affiliations": [
        "Department of Family Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "O'Leary",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin O'Leary",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fassbender",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Fassbender",
      "affiliations": [
        "Department of Palliative Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim McGrail",
      "affiliations": [
        "Centre for Health Services and Policy Research, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Burge",
      "fore_name": "Fred",
      "initials": "F",
      "name": "Fred Burge",
      "affiliations": [
        "Department of Family Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "204",
  "end_page": "212",
  "pages": "204-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Databases, Factual",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Female",
    "Home Health Nursing",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Ontario",
    "Palliative Care",
    "Quality of Health Care",
    "Regression Analysis",
    "Retrospective Studies",
    "Terminal Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26514717",
    "doi": "10.1016/j.jpainsymman.2015.10.008",
    "pii": "S0885-3924(15)00572-2"
  },
  "doi": "10.1016/j.jpainsymman.2015.10.008",
  "dates": {
    "completed": "2017-01-03",
    "revised": "2017-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.061397",
    "pmid": "26514717"
  }
}