{
  "pmid": "26511714",
  "uid": "26511714",
  "title": "Throat and nasal swabs for molecular detection of respiratory viruses in acute pharyngitis.",
  "abstract": "BACKGROUND: Detection of specific respiratory viruses is important for surveillance programs, where nasopharyngeal or nasal swabs have traditionally been used. Our objective was to determine whether sampling with a throat swab provides incremental benefit-when used in conjunction with a nasal swab-to detect respiratory viruses among patients with acute pharyngitis in the outpatient setting. FINDINGS: Among 83 university students with acute pharyngitis, we detected respiratory viruses with molecular assays on two samples collected per student: with a flocked nasal mid-turbinate swab and a rayon throat swab. Forty-eight (58 %) patients had virus-positive samples, with 49 virus positives detected by either swab (one patient had a dual viral co-infection). The most common viruses were rhinovirus, coronavirus, and influenza A virus. Specifically, 29 virus positives were detected by both swabs, 14 exclusively by the nasal swab, and six exclusively by the throat swab. The additional six virus positives detected by the throat swab corresponded to an absolute increase in viral detection of 7.1 % (95 % CI: 1.2-12.9 %); the specific viruses detected were four rhinoviruses and two coronaviruses. CONCLUSIONS: The flocked nasal swab samples respiratory viruses well, even among patients whose primary complaint is a sore throat. The rayon throat swab has modest incremental value over and above using the flocked nasal mid-turbinate swab alone, which suggests that while throat swabs alone would not be adequate for respiratory viral surveillance, they may have value as a supplementary test.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Mohsin",
      "initials": "M",
      "name": "Mohsin Ali",
      "affiliations": [
        "Icahn School of Medicine at Mount Sinai, New York, NY, USA. mohsin.ali@icahn.mssm.edu."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Sangsu",
      "initials": "S",
      "name": "Sangsu Han",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada. shan037@uottawa.ca."
      ]
    },
    {
      "last_name": "Gunst",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Gunst",
      "affiliations": [
        "Department of Immunology, University of Toronto, Toronto, ON, Canada. chris.gunst@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Lim",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, ON, Canada. stevee.lim@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Luinstra",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Luinstra",
      "affiliations": [
        "St. Joseph's Healthcare, St. Luke's Wing, L-424, 50 Charlton Avenue East, Hamilton, ON, Canada, L8N 4A6. kluinstr@stjosham.on.ca."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "St. Joseph's Healthcare, St. Luke's Wing, L-424, 50 Charlton Avenue East, Hamilton, ON, Canada, L8N 4A6. smiejam@mcmaster.ca.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada. smiejam@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Virology journal",
    "iso_abbreviation": "Virol J",
    "issn": "1743-422X",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "start_page": "178",
  "pages": "178",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Female",
    "Humans",
    "Male",
    "Nasal Cavity",
    "Outpatients",
    "Pharyngitis",
    "Pharynx",
    "Sensitivity and Specificity",
    "Specimen Handling",
    "Students",
    "Virus Diseases",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26511714",
    "pmc": "PMC4625558",
    "doi": "10.1186/s12985-015-0408-z",
    "pii": "10.1186/s12985-015-0408-z"
  },
  "doi": "10.1186/s12985-015-0408-z",
  "pmc_id": "PMC4625558",
  "dates": {
    "completed": "2016-06-29",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.087921",
    "pmid": "26511714"
  }
}