{
  "pmid": "26529525",
  "uid": "26529525",
  "title": "Off the Radar: Comparative Evaluation of Radial Visualization Solutions for Composite Indicators.",
  "abstract": "A composite indicator (CI) is a measuring and benchmark tool used to capture multi-dimensional concepts, such as Information and Communication Technology (ICT) usage. Individual indicators are selected and combined to reflect a phenomena being measured. Visualization of a composite indicator is recommended as a tool to enable interested stakeholders, as well as the public audience, to better understand the indicator components and evolution over time. However, existing CI visualizations introduce a variety of solutions and there is a lack in CI's visualization guidelines. Radial visualizations are popular among these solutions because of CI's inherent multi-dimensionality. Although in dispute, Radar-charts are often used for CI presentation. However, no empirical evidence on Radar's effectiveness and efficiency for common CI tasks is available. In this paper, we aim to fill this gap by reporting on a controlled experiment that compares the Radar chart technique with two other radial visualization methods: Flower-charts as used in the well-known OECD Betterlife index, and Circle-charts which could be adopted for this purpose. Examples of these charts in the current context are shown in Figure 1. We evaluated these charts, showing the same data with each of the mentioned techniques applying small multiple views for different dimensions of the data. We compared users' performance and preference empirically under a formal task-taxonomy. Results indicate that the Radar chart was the least effective and least liked, while performance of the two other options were mixed and dependent on the task. Results also showed strong preference of participants toward the Flower chart. Summarizing our results, we provide specific design guidelines for composite indicator visualization. Fig. 1: Three radial solutions for composite indicator visualizations compared empirically for users' performance and preferences.",
  "authors": [
    {
      "last_name": "Albo",
      "fore_name": "Yael",
      "initials": "Y",
      "name": "Yael Albo",
      "affiliations": []
    },
    {
      "last_name": "Lanir",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Lanir",
      "affiliations": []
    },
    {
      "last_name": "Bak",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bak",
      "affiliations": []
    },
    {
      "last_name": "Rafaeli",
      "fore_name": "Sheizaf",
      "initials": "S",
      "name": "Sheizaf Rafaeli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE transactions on visualization and computer graphics",
    "iso_abbreviation": "IEEE Trans Vis Comput Graph",
    "issn": "1941-0506",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "569",
  "end_page": "578",
  "pages": "569-78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26529525",
    "doi": "10.1109/TVCG.2015.2467322"
  },
  "doi": "10.1109/TVCG.2015.2467322",
  "dates": {
    "completed": "2016-02-05",
    "revised": "2015-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:13.120994",
    "pmid": "26529525"
  }
}