{
  "pmid": "26520757",
  "uid": "26520757",
  "title": "A feasibility study: Selection of a personalized radiotherapy fractionation schedule using spatiotemporal optimization.",
  "abstract": "PURPOSE: To investigate the impact of using spatiotemporal optimization, i.e., intensity-modulated spatial optimization followed by fractionation schedule optimization, to select the patient-specific fractionation schedule that maximizes the tumor biologically equivalent dose (BED) under dose constraints for multiple organs-at-risk (OARs). METHODS: Spatiotemporal optimization was applied to a variety of lung tumors in a phantom geometry using a range of tumor sizes and locations. The optimal fractionation schedule for a patient using the linear-quadratic cell survival model depends on the tumor and OAR sensitivity to fraction size (α/β), the effective tumor doubling time (Td), and the size and location of tumor target relative to one or more OARs (dose distribution). The authors used a spatiotemporal optimization method to identify the optimal number of fractions N that maximizes the 3D tumor BED distribution for 16 lung phantom cases. The selection of the optimal fractionation schedule used equivalent (30-fraction) OAR constraints for the heart (Dmean≤45 Gy), lungs (Dmean≤20 Gy), cord (Dmax≤45 Gy), esophagus (Dmax≤63 Gy), and unspecified tissues (D05≤60 Gy). To assess plan quality, the authors compared the minimum, mean, maximum, and D95 of tumor BED, as well as the equivalent uniform dose (EUD) for optimized plans to conventional intensity-modulated radiation therapy plans prescribing 60 Gy in 30 fractions. A sensitivity analysis was performed to assess the effects of Td (3-100 days), tumor lag-time (Tk=0-10 days), and the size of tumors on optimal fractionation schedule. RESULTS: Using an α/β ratio of 10 Gy, the average values of tumor max, min, mean BED, and D95 were up to 19%, 21%, 20%, and 19% larger than those from conventional prescription, depending on Td and Tk used. Tumor EUD was up to 17% larger than the conventional prescription. For fast proliferating tumors with Td less than 10 days, there was no significant increase in tumor BED but the treatment course could be shortened without a loss in tumor BED. The improvement in the tumor mean BED was more pronounced with smaller tumors (p-value=0.08). CONCLUSIONS: Spatiotemporal optimization of patient plans has the potential to significantly improve local tumor control (larger BED/EUD) of patients with a favorable geometry, such as smaller tumors with larger distances between the tumor target and nearby OAR. In patients with a less favorable geometry and for fast growing tumors, plans optimized using spatiotemporal optimization and conventional (spatial-only) optimization are equivalent (negligible differences in tumor BED/EUD). However, spatiotemporal optimization yields shorter treatment courses than conventional spatial-only optimization. Personalized, spatiotemporal optimization of treatment schedules can increase patient convenience and help with the efficient allocation of clinical resources. Spatiotemporal optimization can also help identify a subset of patients that might benefit from nonconventional (large dose per fraction) treatments that are ineligible for the current practice of stereotactic body radiation therapy.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Minsun",
      "initials": "M",
      "name": "Minsun Kim",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, Washington 98195-6043."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Stewart",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, Washington 98195-6043."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Phillips",
      "affiliations": [
        "Departments of Radiation Oncology and Neurological Surgery, University of Washington, Seattle, Washington 98195-6043."
      ]
    }
  ],
  "journal": {
    "title": "Medical physics",
    "iso_abbreviation": "Med Phys",
    "issn": "2473-4209",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "6671",
  "end_page": "6678",
  "pages": "6671-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Cell Survival",
    "Dose Fractionation, Radiation",
    "Esophagus",
    "Feasibility Studies",
    "Heart",
    "Humans",
    "Lung",
    "Lung Neoplasms",
    "Models, Biological",
    "Organs at Risk",
    "Phantoms, Imaging",
    "Precision Medicine",
    "Radiometry",
    "Radiotherapy, Intensity-Modulated",
    "Spinal Cord",
    "Tumor Burden"
  ],
  "article_ids": {
    "pubmed": "26520757",
    "doi": "10.1118/1.4934369"
  },
  "doi": "10.1118/1.4934369",
  "dates": {
    "completed": "2016-08-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.701409",
    "pmid": "26520757"
  }
}