{
  "pmid": "26529260",
  "uid": "26529260",
  "title": "Emergent and Urgent Transfers to Neurosurgical Centers in Ontario.",
  "abstract": "Critically ill neurosurgical patients require expedient access to neurosurgical centers (NC) to improve outcome. In regionalized health systems patients are often initially evaluated at a non-neurosurgical center (NNC) and are subsequently transferred to a NC using air or ground vehicles. We sought to identify barriers to accessing a NC for critically ill patients by analyzing interfacility transfer times and referral patterns in the province of Ontario. A retrospective observational analysis was undertaken. The cohort included patients in Ontario with emergent and urgent neurologic pathologies who underwent transfer from a NNC to NC between January 1, 2011 and December 31, 2013. Timing, clinical, and geographic data were collected for each transfer. We identified 1103 emergent/urgent transfers. The median transfer time to a NC was 3.4 h (IQR -2.2, 3.8) and varied by the geographic region of origin. A total of 17% of the patients bypassed a closer NC during transfer to their destination NC. Transfers that bypassed a closer NC travelled further (101 miles vs. 296 miles, p < 0.001), took longer (3.1 h vs. 3.9 h, p < 0.001), and in some regions were associated with a higher risk of in-transit clinical decline (3.0% vs. 8.3%, p < 0.05) when compared with transfers that ended at the closest NC. Regionalization of neurosurgical services in Ontario has led to heavy reliance upon patient transfers to maintain continuity of care. Access to a NC varied across the province, which may represent regional differences in neurosurgical bed availability, resource limitations at smaller NCs, or environmental factors. Our descriptions of referral patterns and transport times can guide health system planning in Ontario and similar jurisdictions in the United States and Canada.",
  "authors": [
    {
      "last_name": "Merali",
      "fore_name": "Zamir",
      "initials": "Z",
      "name": "Zamir Merali",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": []
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Russell D",
      "initials": "RD",
      "name": "Russell D MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Massicotte",
      "fore_name": "Eric M",
      "initials": "EM",
      "name": "Eric M Massicotte",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "245",
  "end_page": "253",
  "pages": "245-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Critical Illness",
    "Emergency Medical Services",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Middle Aged",
    "Neurosurgery",
    "Ontario",
    "Patient Transfer",
    "Referral and Consultation",
    "Retrospective Studies",
    "Trauma Centers"
  ],
  "article_ids": {
    "pubmed": "26529260",
    "doi": "10.3109/10903127.2015.1086847"
  },
  "doi": "10.3109/10903127.2015.1086847",
  "dates": {
    "completed": "2017-01-19",
    "revised": "2017-01-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:14.878219",
    "pmid": "26529260"
  }
}