{
  "pmid": "26520249",
  "uid": "26520249",
  "title": "Mild cognitive decline. A position statement of the Cognitive Decline Group of the European Innovation Partnership for Active and Healthy Ageing (EIPAHA).",
  "abstract": "INTRODUCTION: Mild cognitive impairment (MCI) is a term used to describe a level of decline in cognition which is seen as an intermediate stage between normal ageing and dementia, and which many consider to be a prodromal stage of neurodegeneration that may become dementia. That is, it is perceived as a high risk level of cognitive change. The increasing burden of dementia in our society, but also our increasing understanding of its risk factors and potential interventions, require diligent management of MCI in order to find strategies that produce effective prevention of dementia. AIM: To update knowledge regarding mild cognitive impairment, and to bring together and appraise evidence about the main features of clinical interest: definitions, prevalence and stability, risk factors, screening, and management and intervention. METHODS: Literature review and consensus of expert opinion. RESULTS AND CONCLUSION: MCI describes a level of impairment in which deteriorating cognitive functions still allow for reasonable independent living, including some compensatory strategies. While there is evidence for some early risk factors, there is still a need to more precisely delineate and distinguish early manifestations of frank dementia from cognitive impairment that is less likely to progress to dementia, and furthermore to develop improved prospective evidence for positive response to intervention. An important limitation derives from the scarcity of studies that take MCI as an endpoint. Strategies for effective management suffer from the same limitation, since most studies have focused on dementia. Behavioural changes may represent the most cost-effective approach.",
  "authors": [
    {
      "last_name": "Apostolo",
      "fore_name": "Joao",
      "initials": "J",
      "name": "Joao Apostolo",
      "affiliations": [
        "Portugal Centre for Evidence Based Practice, Health Sciences Research Unit: Nursing (UICISA: E), Nursing School of Coimbra, Portugal. Electronic address: apostolo@esenfc.pt."
      ]
    },
    {
      "last_name": "Holland",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Holland",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing, Aston University, Birmingham, UK. Electronic address: c.holland1@aston.ac.uk."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Matthew D L",
      "initials": "MD",
      "name": "Matthew D L O'Connell",
      "affiliations": [
        "Trinity College, Dublin, Ireland. Electronic address: oconnem8@tcd.ie."
      ]
    },
    {
      "last_name": "Feeney",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Feeney",
      "affiliations": [
        "Centre for Public Health, Queen's University Belfast, United Kingdom. Electronic address: joanne.feeney@qub.ac.uk."
      ]
    },
    {
      "last_name": "Tabares-Seisdedos",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Tabares-Seisdedos",
      "affiliations": [
        "Department of Medicine, University of Valencia, INCLIVA, Valencia, Spain; CIBERSAM, Madrid, Spain. Electronic address: Rafael.Tabares@uv.es."
      ]
    },
    {
      "last_name": "Tadros",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tadros",
      "affiliations": [
        "Birmingham & Solihull Mental Health Foundation Trust, Old Age Psychiatry, Queen Elizabeth Psychiatric Hospital, Birmingham, UK. Electronic address: gtadros3@yahoo.com."
      ]
    },
    {
      "last_name": "Campos",
      "fore_name": "Elzbieta",
      "initials": "E",
      "name": "Elzbieta Campos",
      "affiliations": [
        "Portugal Centre for Evidence Based Practice, Health Sciences Research Unit: Nursing (UICISA: E), Nursing School of Coimbra, Portugal. Electronic address: elzbieta.campos@gmail.com."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Santos",
      "affiliations": [
        "Life and Health Sciences Research Institute (ICVS), School of Health Sciences, University of Minho, Braga, Portugal; ICVS/3B's, PT Government Associate Laboratory, Braga, Guimarães, Portugal. Electronic address: nsantos@ecsaude.uminho.pt."
      ]
    },
    {
      "last_name": "Robertson",
      "fore_name": "Deirdre A",
      "initials": "DA",
      "name": "Deirdre A Robertson",
      "affiliations": [
        "Trinity College, Dublin, Ireland. Electronic address: droberts@tcd.ie."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico & Department of Clinical Sciences and Community Health, University of Milan, Milan, Italy. Electronic address: marcucci.maura@gmail.com."
      ]
    },
    {
      "last_name": "Varela-Nieto",
      "fore_name": "Isabel",
      "initials": "I",
      "name": "Isabel Varela-Nieto",
      "affiliations": [
        "Institute for Biomedical Research, CSIC-UAM and IdiPAZ-CIBERER, Madrid 28029, Spain. Electronic address: ivarela@iib.uam.es."
      ]
    },
    {
      "last_name": "Crespo-Facorro",
      "fore_name": "Benedicto",
      "initials": "B",
      "name": "Benedicto Crespo-Facorro",
      "affiliations": [
        "Department of Psychiatry, School of Medicine, University of Cantabria, Marqués de Valdecilla Hospital, Santander, Spain; IDIVAL, Santander, Spain; CIBERSAM, Madrid, Spain. Electronic address: bcfacorro@humv.es."
      ]
    },
    {
      "last_name": "Vieta",
      "fore_name": "Eduard",
      "initials": "E",
      "name": "Eduard Vieta",
      "affiliations": [
        "Barcelona Bipolar Disorders Programme, Hospital Clinic, IDIBAPS, CIBERSAM, University of Barcelona, Barcelona, Spain. Electronic address: evieta@clinic.ub.es."
      ]
    },
    {
      "last_name": "Navarro-Pardo",
      "fore_name": "Esperanza",
      "initials": "E",
      "name": "Esperanza Navarro-Pardo",
      "affiliations": [
        "Department of Developmental and Educational Psychology, University of Valencia, Spain. Electronic address: Esperanza.navarro@uv.es."
      ]
    },
    {
      "last_name": "Selva-Vera",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Selva-Vera",
      "affiliations": [
        "Department of Medicine, University of Valencia, INCLIVA, Valencia, Spain; CIBERSAM, Madrid, Spain. Electronic address: Gabriel.Selva@uv.es."
      ]
    },
    {
      "last_name": "Balanzá-Martínez",
      "fore_name": "Vicent",
      "initials": "V",
      "name": "Vicent Balanzá-Martínez",
      "affiliations": [
        "Department of Medicine, La Fe University and Polytechnic Hospital, CIBERSAM, University of Valencia, Valencia, Spain. Electronic address: Vicente.Balanza@uv.es."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Cano",
      "affiliations": [
        "Department of Pediatrics, Obstetrics and Gynecology, University of Valencia, Spain; Service of Obstetrics and Gynecology, INCLIVA, Valencia, Spain. Electronic address: Antonio.Cano@uv.es."
      ]
    }
  ],
  "journal": {
    "title": "Maturitas",
    "iso_abbreviation": "Maturitas",
    "issn": "1873-4111",
    "issn_type": "Electronic",
    "volume": "83",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "83",
  "end_page": "93",
  "pages": "83-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aging",
    "Cognition",
    "Cognitive Dysfunction",
    "Consensus",
    "Dementia",
    "Disease Progression",
    "Humans",
    "Prevalence",
    "Prospective Studies",
    "Risk Factors",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "26520249",
    "doi": "10.1016/j.maturitas.2015.10.008",
    "pii": "S0378-5122(15)30067-0"
  },
  "doi": "10.1016/j.maturitas.2015.10.008",
  "dates": {
    "completed": "2016-07-11",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:11.997818",
    "pmid": "26520249"
  }
}