{
  "pmid": "26537589",
  "uid": "26537589",
  "title": "Redesigning printed educational materials for primary care physicians: design improvements increase usability.",
  "abstract": "BACKGROUND: Printed educational materials (PEMs) are a frequently used tool to disseminate clinical information and attempt to change behavior within primary care. However, their effect on clinician behavior is limited. In this study, we explored how PEMs can be redesigned to better meet the needs of primary care physicians (PCPs) and whether usability and selection can be increased when design principles and user preferences are used. METHODS: We redesigned a publicly available PEM using physician preferences, design principles, and graphic designer support. We invited PCPs to select their preferred document between the redesigned and original versions in a discrete choice experiment, followed by an assessment of usability with the System Usability Scale and a think aloud process. We conducted this study in both a controlled and opportunistic setting to determine whether usability testing results vary by study location. Think aloud data was thematically analyzed, and results were interpreted using the Technology Acceptance Model. RESULTS: One hundred and eighty four PCPs participated in the discrete choice experiment at the 2014 Family Medicine Forum, a large Canadian conference for family physicians. Of these, 87.7 % preferred the redesigned version. Follow-up interviews were held with a randomly selected group of seven participants. We repeated this in a controlled setting in Toronto, Canada, with a set of 14 participants. Using the System Usability Scale, we found that usability scores were significantly increased with the redesign (p < 0.001). We also found that when PCPs were given the choice between the two versions, they selected the redesigned version as their preferred PEM more often than the original (p < 0.001). Results did not appear to differ between the opportunistic and controlled setting. We used the results of the think aloud process to add to a list of end user preferences developed in a previous study. CONCLUSIONS: We found that redesigning a PEM with user preferences and design principles can improve its usability and result in the PEM being selected more often than the original. We feel this finding supports the involvement of the user, application of design principles, and the assistance of a graphic designer in the development of PEMs.",
  "authors": [
    {
      "last_name": "Grudniewicz",
      "fore_name": "Agnes",
      "initials": "A",
      "name": "Agnes Grudniewicz",
      "affiliations": [
        "Institute of Health Policy, Management & Evaluation, University of Toronto, Health Sciences Building, 155 College Street, Suite 425, Toronto, Canada. a.grudniewicz@mail.utoronto.ca.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, 209 Victoria Street, 7th Floor, East Building, Toronto, ON, Canada. a.grudniewicz@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Bhattacharyya",
      "fore_name": "Onil",
      "initials": "O",
      "name": "Onil Bhattacharyya",
      "affiliations": [
        "Women's College Hospital, University of Toronto, 77 Grenville St, Toronto, ON, M5S 1B3, Office 217, Canada. onil.bhattacharyya@wchospital.ca."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Room 137 Communications Research Laboratory, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. mckib@mcmaster.ca."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, 209 Victoria Street, 7th Floor, East Building, Toronto, ON, Canada. sharon.straus@utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "04"
  },
  "start_page": "156",
  "pages": "156",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Consumer Behavior",
    "Female",
    "Humans",
    "Information Dissemination",
    "Male",
    "Middle Aged",
    "Pamphlets",
    "Physicians, Primary Care"
  ],
  "article_ids": {
    "pubmed": "26537589",
    "pmc": "PMC4634785",
    "doi": "10.1186/s13012-015-0339-5",
    "pii": "10.1186/s13012-015-0339-5"
  },
  "doi": "10.1186/s13012-015-0339-5",
  "pmc_id": "PMC4634785",
  "dates": {
    "completed": "2016-06-22",
    "revised": "2024-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.380983",
    "pmid": "26537589"
  }
}