{
  "pmid": "26535395",
  "uid": "26535395",
  "title": "Utility of Intra-articular Hip Injections for Femoroacetabular Impingement: A Systematic Review.",
  "abstract": "BACKGROUND: Femoroacetabular impingement (FAI) is a condition that is becoming increasingly recognized as a common etiology of hip pain in athletes, adolescents, and adults. However, history and clinical examination are often inconclusive in reaching a diagnosis, while imaging often detects asymptomatic abnormalities. Treatment has traditionally been limited to surgery, with the role of conservative management remaining unclear. PURPOSE: To evaluate the utility of the intra-articular hip injection in the diagnosis and management of FAI. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: MEDLINE, EMBASE, and PubMed databases were screened in duplicate for studies published between January 1946 and January 2014. Search terms included femoroacetabular impingement, hip impingement, and intra-articular injection. Quality assessment using the Methodological Index for Non-Randomized Studies (MINORS) scale was completed for all included studies. Data evaluated included study design, study objectives, number of hips, injected product, duration of pain relief, and outcomes measured. RESULTS: Our search yielded 8 studies involving 281 hips. Studies were categorized into diagnostic (4 studies), therapeutic (3 studies), and prognostic (1 study) applications. Patients with FAI and its degenerative sequelae obtained greater relief from diagnostic intra-articular hip injection than those without (P < .05). The diagnostic intra-articular injection performed under ultrasound guidance was better tolerated than injections performed under fluoroscopic guidance (pain rating, 5.6 vs 3.0; P < .1). Intra-articular injection of hyaluronic acid was the most effective at providing pain relief (in 23 patients), with significant improvements of functional outcome measures (Harris Hip Score, visual analog scale) present at 12 months. Pooled results with corticosteroid injection resulted in improvement in only 15% (9/60) of patients at 6 weeks. A negative response to intra-articular hip injection was a strong predictor for poor surgical outcomes. CONCLUSION: The results of this review suggest that (1) pain relief obtained from an intra-articular hip injection supports a diagnosis of FAI, (2) therapeutic relief at 12 months may be achieved, particularly with hyaluronic acid, and (3) a negative response to preoperative injections may predict poor short-term surgical outcomes. Additional large studies are required to build on the small number of studies included in this review, and further delineate the role of intra-articular hip injection in the management of FAI.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Wahab",
      "initials": "W",
      "name": "Wahab Khan",
      "affiliations": [
        "Division of Physical Medicine and Rehabilitation, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alradwan",
      "fore_name": "Hussain",
      "initials": "H",
      "name": "Hussain Alradwan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. ; Ministry of Higher Education, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Williams",
      "affiliations": [
        "Division of Physical Medicine and Rehabilitation, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "3",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "2325967115601030",
  "pages": "2325967115601030",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26535395",
    "pmc": "PMC4622294",
    "doi": "10.1177/2325967115601030",
    "pii": "10.1177_2325967115601030"
  },
  "doi": "10.1177/2325967115601030",
  "pmc_id": "PMC4622294",
  "dates": {
    "completed": "2015-11-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.275049",
    "pmid": "26535395"
  }
}