{
  "pmid": "26531111",
  "uid": "26531111",
  "title": "Independent predictors of prolonged operative time during robotic-assisted radical prostatectomy.",
  "abstract": "The objective of this study is to investigate the determinants of prolonged operative time during robotic radical prostatectomy (RARP) after the learning curve period. Data were prospectively collected from consecutive patients with low- or intermediate-risk prostate cancer who underwent RARP at an academic institution from 2006 to 2012. The early learning curve period of 40 patients was excluded. Primary outcome was prolonged operative time, defined as greater than one standard deviation above the mean. Multivariable logistic regression was performed to identify predictors of prolonged operative time, and multivariable linear regression further quantified their impact. The mean age of the 440 men included in this cohort was 60 ± 7 years, with a PSA of 7 ± 3 and BMI and IIEF scores of 27 ± 3 and 17 ± 8, respectively. Seventy-one percent of patients had Stage 1 disease, the majority of which underwent bilateral (62%) or unilateral (21%) nerve-sparing prostatectomy with pelvic lymph node dissection (49%). The mean complete operative time was 187 ± 32 min. Multivariable logistic regression revealed four independent predictors of prolonged operative time: blood loss, pre-operative PSA, robot malfunction, and gland volume. Operative time was most strongly affected by procedure-specific variables, including robotic malfunction (32 min/malfunction) and blood loss (6.5 min/100 ml). Operative time was also affected to a lesser degree by patient-specific variables of PSA (10 min/10 ng/ml) and gland volume (3 min/10 cc). Robotic malfunction was the strongest predictor of prolonged operative time. Blood loss, PSA, and gland volume were also associated with prolonged operative time. Knowledge of these predictors may assist in surgical planning and improve resource utilization.",
  "authors": [
    {
      "last_name": "Violette",
      "fore_name": "Philippe D",
      "initials": "PD",
      "name": "Philippe D Violette",
      "affiliations": [
        "Division of Urology, Department of Surgery, Schulich School of Medicine and Dentistry, Western University, London, Canada. philippedenis.violette@gmail.com."
      ]
    },
    {
      "last_name": "Mikhail",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mikhail",
      "affiliations": [
        "Division of Urology, Department of Surgery, Schulich School of Medicine and Dentistry, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, Juravinski Hospital and Cancer Centre, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pautler",
      "fore_name": "Stephen E",
      "initials": "SE",
      "name": "Stephen E Pautler",
      "affiliations": [
        "Division of Urology, Department of Surgery, Schulich School of Medicine and Dentistry, Western University, London, Canada. Stephen.pautler@sjhc.london.on.ca.",
        "Division of Surgical Oncology, Department of Oncology, Schulich School of Medicine and Dentistry, Western University, London, Canada. Stephen.pautler@sjhc.london.on.ca.",
        "Urology, St. Joseph's Hospital, 268 Grosvenor Street, London, ON, N6A 4V2, Canada. Stephen.pautler@sjhc.london.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of robotic surgery",
    "iso_abbreviation": "J Robot Surg",
    "issn": "1863-2491",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "117",
  "end_page": "123",
  "pages": "117-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cohort Studies",
    "Humans",
    "Intraoperative Complications",
    "Learning Curve",
    "Male",
    "Middle Aged",
    "Operative Time",
    "Prostate",
    "Prostatectomy",
    "Prostatic Neoplasms",
    "Risk Factors",
    "Robotic Surgical Procedures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26531111",
    "doi": "10.1007/s11701-015-0497-0",
    "pii": "10.1007/s11701-015-0497-0"
  },
  "doi": "10.1007/s11701-015-0497-0",
  "dates": {
    "completed": "2016-08-18",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.171385",
    "pmid": "26531111"
  }
}