{
  "pmid": "26542363",
  "uid": "26542363",
  "title": "Clonidine for sedation in the critically ill: a systematic review and meta-analysis (protocol).",
  "abstract": "BACKGROUND: Management and choice of sedation is important during critical illness in order to reduce patient suffering and to facilitate the delivery of care. Unfortunately, medications traditionally used for sedation in the intensive care unit (ICU) such as benzodiazepines and propofol are associated with significant unwanted effects. Clonidine is an alpha-2 selective adrenergic agonist that may have a role in optimizing current sedation practices in the pediatric and adult critically ill populations by potentially minimizing exposure to other sedative agents. METHODS/DESIGN: We will search MEDLINE, EMBASE, CINAHL, ACPJC, the Cochrane trial registry, World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), and clinicaltrials.gov for eligible observational studies and randomized controlled trials investigating the use of clonidine as an adjunctive or stand-alone sedative agent in patients requiring invasive mechanical ventilation. Our primary outcome is the duration of mechanical ventilation. Secondary outcomes include the following, listed by priority: duration of sedation infusions, dose of sedation used, level of sedation, incidence of withdrawal from other sedatives, delirium incidence, ICU and hospital length of stay, use and duration of non-invasive ventilation, and all-cause ICU and hospital mortality. We will also capture unwanted effects potentially associated with clonidine administration such as clinically significant hypotension or bradycardia, clonidine withdrawal, self-extubation, and the accidental removal of central intravenous lines and arterial lines. We will not apply any publication date, language, or journal restrictions. Two reviewers will independently screen and identify eligible studies using predefined eligibility criteria and then review full reports of all potentially relevant citations. A third reviewer will resolve disagreements if consensus cannot be achieved. We will use Review Manager (RevMan) to pool effect estimates from included studies across outcomes. We will present the results as relative risk (RR) with 95 % confidence intervals (CI) for dichotomous outcomes and as mean difference (MD) or standardized mean difference (SMD) for continuous outcomes with 95 % CI. We will assess the quality of evidence using the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. DISCUSSION: The aim of this systematic review is to summarize the evidence on the efficacy and safety of clonidine as a sedative agent in the critically ill population. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015019365.",
  "authors": [
    {
      "last_name": "Jing Wang",
      "fore_name": "Gennie",
      "initials": "G",
      "name": "Gennie Jing Wang",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. jing.wang@medportal.ca."
      ]
    },
    {
      "last_name": "Belley-Coté",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Coté",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. ebelleycote@me.com."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": [
        "Department of Pharmacy, Mount Sinai Hospital, Toronto, Ontario, Canada. lburry@mtsinai.on.ca.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada. lburry@mtsinai.on.ca."
      ]
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. duffetmc@mcmaster.ca.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada. duffetmc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Karachi",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Karachi",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. karachi@univmail.cis.mcmaster.ca.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada. karachi@univmail.cis.mcmaster.ca."
      ]
    },
    {
      "last_name": "Perri",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Perri",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. perrid@mcmaster.ca.",
        "St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada. perrid@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. waleed.al-hazzani@medportal.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. waleed.al-hazzani@medportal.ca."
      ]
    },
    {
      "last_name": "D'Aragon",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick D'Aragon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. frederick.daragon@usherbrooke.ca."
      ]
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. hannah.wunsch@sunnybrook.ca.",
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada. hannah.wunsch@sunnybrook.ca.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada. hannah.wunsch@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. rochwerg@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. rochwerg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "06"
  },
  "start_page": "154",
  "pages": "154",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenergic alpha-2 Receptor Agonists",
    "Clonidine",
    "Conscious Sedation",
    "Critical Care",
    "Critical Illness",
    "Humans",
    "Research Design",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "26542363",
    "pmc": "PMC4635616",
    "doi": "10.1186/s13643-015-0139-7",
    "pii": "10.1186/s13643-015-0139-7"
  },
  "doi": "10.1186/s13643-015-0139-7",
  "pmc_id": "PMC4635616",
  "dates": {
    "completed": "2016-06-23",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Adrenergic alpha-2 Receptor Agonists",
    "Clonidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.016887",
    "pmid": "26542363"
  }
}