{
  "pmid": "26543695",
  "uid": "26543695",
  "title": "Association of Ego Defense Mechanisms with Academic Performance, Anxiety and Depression in Medical Students: A Mixed Methods Study.",
  "abstract": "BACKGROUND: Ego defense mechanisms are unconscious psychological processes that help an individual to prevent anxiety when exposed to a stressful situation. These mechanisms are important in psychiatric practice to assess an individual's personality dynamics, psychopathologies, and modes of coping with stressful situations, and hence, to design appropriate individualized treatment. Our study delineates the relationship of ego defense mechanisms with anxiety, depression, and academic performance of Pakistani medical students. METHODS:  This cross-sectional study was done at CMH Lahore Medical College and Fatima Memorial Hospital Medical and Dental College, both in Lahore, Pakistan, from December 1, 2014 to January 15, 2015. Convenience sampling was used and only students who agreed to take part in this study were included. The questionnaire consisted of three sections: 1) Demographics, documenting demographic data and academic scores on participants' most recent exams; 2) Hospital Anxiety and Depression Scale (HADS); and 3) Defense Style Questionnaire-40 (DSQ-40). The data were analyzed with SPSS v. 20. Mean scores and frequencies were calculated for demographic variables and ego defense mechanisms. Bivariate correlations, one-way ANOVA, and multiple linear regression were used to identify associations between academic scores, demographics, ego defense mechanisms, anxiety, and depression. RESULTS:  A total of 409 medical students participated, of whom 286 (70%) were females and 123 (30%) were males. Mean percentage score on the most recent exams was 75.6% in medical students. Bivariate correlation revealed a direct association between mature and neurotic ego defense mechanisms and academic performance, and an indirect association between immature mechanisms and academic performance. One-way ANOVA showed that moderate levels of anxiety (P < .05) and low levels of depression (P < .05) were associated with higher academic performance. CONCLUSION:  There was a significant association between academic performance and ego defense mechanisms, anxiety, and depression levels in our sample of Pakistani medical students.",
  "authors": [
    {
      "last_name": "Waqas",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Waqas",
      "affiliations": [
        "Final year MBBS Student, CMH Lahore Medical College and Institute of Dentistry, Shami Road, Lahore Cantt."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Rehman",
      "affiliations": [
        "Medical Student, Allama Iqbal Medical College, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Aamenah",
      "initials": "A",
      "name": "Aamenah Malik",
      "affiliations": [
        "Department of Biochemistry, CMH Lahore Medical College and Institute of Dentistry, Shami Road, Lahore Cantt."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Umer",
      "initials": "U",
      "name": "Umer Muhammad",
      "affiliations": [
        "Department of Psychiatry, Combined Military Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Biochemistry, CMH Lahore Medical College and Institute of Dentistry, Shami Road, Lahore Cantt."
      ]
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Mahmood",
      "affiliations": [
        "Department of Pathology, CMH Lahore Medical College and Institute of Dentistry, Shami Road, Lahore Cantt."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "7",
    "issue": "9",
    "pub_year": "2015",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "e337",
  "pages": "e337",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26543695",
    "pmc": "PMC4627837",
    "doi": "10.7759/cureus.337"
  },
  "doi": "10.7759/cureus.337",
  "pmc_id": "PMC4627837",
  "dates": {
    "completed": "2015-11-06",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.701396",
    "pmid": "26543695"
  }
}