{
  "pmid": "26541489",
  "uid": "26541489",
  "title": "The hypoglycemic risk of glyburide (glibenclamide) compared with modified-release gliclazide.",
  "abstract": "OBJECTIVES: The risk for hypoglycemia when taking glyburide compared with modified-release gliclazide remains to be established in older adults in routine care. We investigated the risk of a hospital encounter with hypoglycemia following a new prescription for glyburide compared with modified-release gliclazide. METHODS: In 2 population-based matched retrospective cohort studies in Ontario, Canada, between 2002 and 2011, we examined older adults who were newly prescribed glyburide or gliclazide as monotherapy or in the presence of metformin. Our primary outcome was a hospital encounter with hypoglycemia assessed within 90 days. RESULTS: The baseline characteristics between matched groups were similar. Initiating glyburide vs. gliclazide as monotherapy was associated with a higher risk for a hospital encounter with hypoglycemia (69 patients of 4374 taking glyburide [1.58%] vs. 8 patients of 4374 taking gliclazide [0.18%], absolute risk increase 1.40% [95% CI 1.01% to 1.79%], number needed to harm 71 [55 to 99], odds ratio 8.63 [95% CI 4.15 to 17.93], p<0.0001). Similar findings were noted when glyburide vs. gliclazide was initiated in the presence of metformin (110 patients of 8038 taking glyburide [1.37%] vs. 19 patients of 8038 taking gliclazide [0.24%], absolute risk increase 1.13% [95% CI 0.86% to 1.40%], number needed to harm 77 [71 to 116], odds ratio 6.06 [95% CI 3.68 to 9.97], p<0.0001). CONCLUSIONS: Glyburide was associated with a higher risk for hypoglycemia than modified-release gliclazide. The results of our studies may help to convince healthcare professionals who use glyburide to consider modified-release gliclazide as a safer alternative.",
  "authors": [
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario Canada. Electronic address: kclemens2008@meds.uwo.ca."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario Canada; Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Hramiak",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Hramiak",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario Canada; Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "39 Suppl 4",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "32",
  "end_page": "40",
  "pages": "32-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26541489",
    "doi": "10.1016/j.jcjd.2015.09.087",
    "pii": "S1499-2671(15)00753-4"
  },
  "doi": "10.1016/j.jcjd.2015.09.087",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.193047",
    "pmid": "26541489"
  }
}