{
  "pmid": "26544859",
  "uid": "26544859",
  "title": "Effects of Virtual Walking Treatment on Spinal Cord Injury-Related Neuropathic Pain: Pilot Results and Trends Related to Location of Pain and at-level Neuronal Hypersensitivity.",
  "abstract": "Previous studies have shown that virtual walking to treat spinal cord injury-related neuropathic pain (SCI-NP) can be beneficial, although the type of SCI-NP that may benefit the most is unclear. This study's aims were to (1) determine the effect of location of SCI-NP on pain outcomes after virtual walking treatment and (2) examine the potential relationship between neuronal hyperexcitability, as measured by quantitative sensory testing, and pain reduction after virtual walking treatment. Participants were recruited from a larger ongoing trial examining the benefits of virtual walking in SCI-NP. Neuropathic pain was classified according to location of pain (at- or below-level). In addition, quantitative sensory testing was performed on a subset of individuals at a nonpainful area corresponding to the level of their injury before virtual walking treatment and was used to characterize treatment response. These pilot results suggest that when considered as a group, SCI-NP was responsive to treatment irrespective of the location of pain (F1, 44 = 4.82, P = 0.03), with a trend for the greatest reduction occurring in at-level SCI-NP (F1, 44 = 3.18, P = 0.08). These pilot results also potentially implicate cold, innocuous cool, and pressure hypersensitivity at the level of injury in attenuating the benefits of virtual walking to below-level pain, suggesting certain SCI-NP sensory profiles may be less responsive to virtual walking.",
  "authors": [
    {
      "last_name": "Jordan",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Jordan",
      "affiliations": [
        "From the School of Medicine (MJ) and Department of Physical Medicine and Rehabilitation (EJR), University of Alabama at Birmingham."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Richardson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical medicine & rehabilitation",
    "iso_abbreviation": "Am J Phys Med Rehabil",
    "issn": "1537-7385",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "390",
  "end_page": "396",
  "pages": "390-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Female",
    "Humans",
    "Hyperalgesia",
    "Male",
    "Middle Aged",
    "Neuralgia",
    "Pain Measurement",
    "Pilot Projects",
    "Spinal Cord Injuries",
    "Virtual Reality Exposure Therapy",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "26544859",
    "doi": "10.1097/PHM.0000000000000417"
  },
  "doi": "10.1097/PHM.0000000000000417",
  "dates": {
    "completed": "2016-08-30",
    "revised": "2016-10-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.390314",
    "pmid": "26544859"
  }
}