{
  "pmid": "26542498",
  "uid": "26542498",
  "title": "Cluster randomized controlled trial of Delayed Educational Reminders for Long-term Medication Adherence in ST-Elevation Myocardial Infarction (DERLA-STEMI).",
  "abstract": "BACKGROUND: Discontinuation of guideline-recommended cardiac medications post-ST-elevation myocardial infarction (STEMI) is common and associated with increased mortality. DERLA-STEMI tested an intervention to improve long-term adherence to cardiac medications post-STEMI. METHODS AND RESULTS: Between September 2011 and December 2012, STEMI patients from one health region in Ontario, who underwent an angiogram during their admission and survived to discharge, were cluster randomized (by primary care provider) to intervention or control. The intervention was an automated system of personalized, educational-reminders sent to the patient and their family physician, urging long-term use of secondary-prevention medications. Interventions were mailed at 1, 2, 5, 8, and 11 months after discharge. A total of 852 eligible participants were randomized to intervention (n = 424, 287 clusters) and control (n = 428, 295 clusters); 87% completed a 12-month follow-up. The primary outcome, defined as the proportion of participants taking (persistence) all 4-cardiovascular medication classes (acetylsalicylic acid, angiotensin blockers, statin, and β-blocker) at 12 months, was 58.4% (intervention) and 58.9% (control; adjusted odds ratio 1.03, 95% CI 0.77-1.36). Medication adherence, as assessed by the Morisky Medication Adherence Score, was statistically significantly better in the intervention group as compared with control (65.3% vs 58.0%, adjusted odds ratio 1.35, 95% CI 1.01-1.81). CONCLUSION: The results suggest suboptimal use of 4 of 4 cardiac medication classes at 12 months. There was no significant difference compared with usual care in the persistence to guideline-recommended medications post-STEMI when participants (and their family physicians) receive repeated postal reminders.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Heart Investigation Unit, Hamilton General Hospital, Hamilton, ON, Canada; Population Health Research Unit, McMaster University, Hamilton, ON, Canada; Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: schwalj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "Family Practice Health Centre, Women's College Research Institute and Institute for Health Systems Solutions, Women's College Hospital, Toronto, ON, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Heart Investigation Unit, Hamilton General Hospital, Hamilton, ON, Canada; Population Health Research Unit, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, ON, Canada; Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rao-Melacini",
      "fore_name": "Purnima",
      "initials": "P",
      "name": "Purnima Rao-Melacini",
      "affiliations": [
        "Population Health Research Unit, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Witteman",
      "fore_name": "Holly O",
      "initials": "HO",
      "name": "Holly O Witteman",
      "affiliations": [
        "Department of Family and Emergency Medicine, University of Laval, Quebec City, QC, Canada; Office of Education and Continuing Professional Development, Faculty of Medicine, Université Laval, Quebec City, QC, Canada; Research Centre of the Centre Hospitalier Universitaire de Québec, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Zwarenstein",
      "fore_name": "Merrick",
      "initials": "M",
      "name": "Merrick Zwarenstein",
      "affiliations": [
        "Centre for Studies in Family Medicine, Department of Family Medicine, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Department of Epidemiology and Community Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "170",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "903",
  "end_page": "913",
  "pages": "903-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Cardiovascular Agents",
    "Cluster Analysis",
    "Electrocardiography",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Medication Adherence",
    "Middle Aged",
    "Myocardial Infarction",
    "Patient Education as Topic",
    "Registries",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "26542498",
    "doi": "10.1016/j.ahj.2015.08.014",
    "pii": "S0002-8703(15)00534-7"
  },
  "doi": "10.1016/j.ahj.2015.08.014",
  "dates": {
    "completed": "2016-02-16",
    "revised": "2015-11-06"
  },
  "chemicals": [
    "Cardiovascular Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.137797",
    "pmid": "26542498"
  }
}