{
  "pmid": "26559016",
  "uid": "26559016",
  "title": "Community health workers as chronic care coordinators: evaluation of an Australian Indigenous primary health care program.",
  "abstract": "OBJECTIVES: To explore how a client-centred Chronic Care model was implemented by Indigenous Health Workers (IHWs) at participating sites in a trial of IHW-led case management. To understand the experiences of engaging with the model from the perspective of the IHWs, health team members and clients. METHODS: The review was conducted within a cluster randomised trial of the model in six remote Indigenous communities in north Queensland over 18 months. Content analysis was undertaken on 377 project records of health worker activity. Descriptive coding was used to classify issues that were grouped under key themes. Open-ended interviews were conducted with 21 stakeholders and analysed using the key themes. RESULTS: Implementation of all elements of the intervention was not achieved. Key themes identified that describe the issues affecting the IHWs' capacity to implement the model were: service management, training, client engagement, clarification of IHW role and infrastructure. CONCLUSIONS: Placing skilled and dedicated IHWs to improve care coordination is insufficient to improve chronic disease outcomes. A supportive and systematic service delivery system is also required. IMPLICATIONS: The PHC model in remote Indigenous communities needs to be re-oriented to actively support the unique contributions of IHWs to chronic care coordination.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Centre for Chronic Disease Prevention, James Cook University, Queensland.",
        "Division of Health Sciences, University of South Australia."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Campbell",
      "affiliations": [
        "Centre for Chronic Disease Prevention, James Cook University, Queensland."
      ]
    },
    {
      "last_name": "McDermott",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn McDermott",
      "affiliations": [
        "Centre for Chronic Disease Prevention, James Cook University, Queensland.",
        "Division of Health Sciences, University of South Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian and New Zealand journal of public health",
    "iso_abbreviation": "Aust N Z J Public Health",
    "issn": "1753-6405",
    "issn_type": "Electronic",
    "volume": "40 Suppl 1",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "S107",
  "end_page": "S114",
  "pages": "S107-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Australia",
    "Community Health Workers",
    "Health Services, Indigenous",
    "Humans",
    "Long-Term Care",
    "Primary Health Care",
    "Program Evaluation",
    "Queensland",
    "Randomized Controlled Trials as Topic",
    "Rural Health Services",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "26559016",
    "doi": "10.1111/1753-6405.12480"
  },
  "doi": "10.1111/1753-6405.12480",
  "dates": {
    "completed": "2017-02-27",
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.418292",
    "pmid": "26559016"
  }
}