{
  "pmid": "26566748",
  "uid": "26566748",
  "title": "Age-specific and sex-specific adult mortality risk in India in 2014: analysis of 0·27 million nationally surveyed deaths and demographic estimates from 597 districts.",
  "abstract": "BACKGROUND: As child mortality decreases rapidly worldwide, premature adult mortality is becoming an increasingly important contributor to global mortality. Any possible worldwide reduction of premature adult mortality before the age of 70 years will depend on progress in India. Indian districts increasingly have responsibility for implementing public health programmes. We aimed to assess age-specific and sex-specific adult mortality risks in India at the district level. METHODS: We analysed data from five national surveys of 0·27 million adult deaths at an age of 15-69 years together with 2014 demographic data to estimate age-specific and sex-specific adult mortality risks for 597 districts. Cause of death data were drawn from the verbal autopsies in the Registrar General of India's ongoing Million Death Study. FINDINGS: In 2014, about two-fifths of India's men aged 15-69 years lived in the 253 districts where the conditional probability of a man dying at these ages exceeded 50%, and more than a third of India's women aged 15-69 years lived in the 222 districts where the conditional probability of a woman dying exceeded 40%. The probabilities of a man or woman dying by the age of 70 years in high-mortality districts was 62% and 54%, respectively, whereas the probability of a man or woman dying by the age of 70 years in low-mortality districts was 40% and 30%, respectively. The roughly 10-year survival gap between high-mortality and low-mortality districts was nearly as extreme as the survival gap between the entire Indian population and people living in high-income countries. Adult mortality risks at ages 15-69 years was highest in east India and lowest in west India, by contrast with the north-south divide for child mortality. Vascular disease, tuberculosis, malaria and other infections, and respiratory diseases accounted for about 60% of the absolute gap in adult mortality risk at ages 15-69 years between high-mortality and low-mortality districts. Most of the variation in adult mortality could not be explained by known determinants or risk factors for premature mortality. INTERPRETATION: India's large variation in adult mortality by district, notably the higher death rates in eastern India, requires further aetiological research, particularly to explore whether high levels of adult mortality risks from infections and non-communicable diseases are a result of historical childhood malnutrition and infection. Such research can be complemented by an expanded coverage of known effective interventions to reduce adult mortality, especially in high-mortality districts. FUNDING: National Institutes of Health, Canadian Institutes of Health Research, University of Toronto.",
  "authors": [
    {
      "last_name": "Ram",
      "fore_name": "Usha",
      "initials": "U",
      "name": "Usha Ram",
      "affiliations": [
        "Centre for Global Health Research (CGHR), St Michael's Hospital, University of Toronto, Toronto, ON, Canada; International Institute for Population Science, Mumbai, India."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Prabhat",
      "initials": "P",
      "name": "Prabhat Jha",
      "affiliations": [
        "Centre for Global Health Research (CGHR), St Michael's Hospital, University of Toronto, Toronto, ON, Canada. Electronic address: Prabhat.jha@utoronto.ca."
      ]
    },
    {
      "last_name": "Gerland",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Gerland",
      "affiliations": [
        "United Nations Population Division, New York, NY, USA."
      ]
    },
    {
      "last_name": "Hum",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Hum",
      "affiliations": [
        "Centre for Global Health Research (CGHR), St Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rodriguez",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rodriguez",
      "affiliations": [
        "Centre for Global Health Research (CGHR), St Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Suraweera",
      "fore_name": "Wilson",
      "initials": "W",
      "name": "Wilson Suraweera",
      "affiliations": [
        "Centre for Global Health Research (CGHR), St Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Kaushalendra",
      "initials": "K",
      "name": "Kaushalendra Kumar",
      "affiliations": [
        "International Institute for Population Science, Mumbai, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Kumar",
      "affiliations": [
        "School of Public Health, Post Graduate Institute of Medical Education and Research, Chandigarh, India."
      ]
    },
    {
      "last_name": "Dikshit",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Dikshit",
      "affiliations": [
        "Department of Epidemiology, Tata Memorial Hospital, Mumbai, India."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "St John's Medical College and Research Institute, Bangalore, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Department of Medicine, Fortis Escorts Hospital, Jaipur, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Prakash C",
      "initials": "PC",
      "name": "Prakash C Gupta",
      "affiliations": [
        "Healis-Seskarhia Institute of Public Health, Navi Mumbai, India."
      ]
    },
    {
      "last_name": "Ram",
      "fore_name": "Faujdar",
      "initials": "F",
      "name": "Faujdar Ram",
      "affiliations": [
        "International Institute for Population Science, Mumbai, India."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "12",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "e767",
  "end_page": "e775",
  "pages": "e767-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Cardiovascular Diseases",
    "Cause of Death",
    "Death",
    "Female",
    "Humans",
    "India",
    "Infections",
    "Life Expectancy",
    "Male",
    "Middle Aged",
    "Mortality, Premature",
    "Respiratory Tract Diseases",
    "Risk",
    "Sex Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26566748",
    "doi": "10.1016/S2214-109X(15)00091-1",
    "pii": "S2214-109X(15)00091-1"
  },
  "doi": "10.1016/S2214-109X(15)00091-1",
  "dates": {
    "completed": "2016-08-26",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01-TW05991-01",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "TW007939-01",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.598601",
    "pmid": "26566748"
  }
}