{
  "pmid": "26563337",
  "uid": "26563337",
  "title": "Print media coverage of primary healthcare and related research evidence in South Africa.",
  "abstract": "BACKGROUND: The news media is located at the nexus of the public and policy agendas and provides a window into issues concerning the public. Therefore, it could be a powerful tool for advocating for citizens' health and could help promote evidence-based primary health systems responsive to the needs of citizens. However, research on the coverage of primary healthcare and related research evidence in the South African print media is virtually non-existent. METHODS: We examined 2,077 news stories that covered primary healthcare from 25 South African newspapers retrieved from the Lexis-Nexis online archive over a 16-year period (1997-2012). We analysed basic characteristics and conducted a content analysis of the news stories. RESULTS: Of the 2,077 news stories that mentioned primary healthcare, this was the main focus in 8.3% (n = 173). Of these, 45.7% discussed issues relating to clinics, whereas issues relating to community health workers and nurses were covered by 42.8% and 34.1% of news stories, respectively. The number of news stories discussing infectious diseases (55.5%) was more than twice the number discussing non-communicable diseases (21.4%). HIV/AIDS/TB illness- and service-related issues were covered by 54.3% of news stories and social determinants of health by 22%. Issues relating to how healthcare is organised to deliver services to the people received substantial coverage in the print media, with 72.8% discussing delivery arrangements, 72.3% governance arrangements, and 55% financial arrangements. A small fraction of news stories (7.5%) discussed research studies but none discussed a systematic review. CONCLUSION: Our study underscores the potential role of media analyses in illuminating patterns in print media coverage of health issues. It also shows that an understanding of coverage of health research evidence could help spur efforts to support the climate for evidence-informed health policymaking. Researchers in low- and middle-income countries need to be more proactive in making use of media analyses to help illuminate health related issues that require the attention of health policymakers, stakeholders and reporters, and to identify potential areas of research.",
  "authors": [
    {
      "last_name": "Akintola",
      "fore_name": "Olagoke",
      "initials": "O",
      "name": "Olagoke Akintola",
      "affiliations": [
        "School of Applied Human Sciences, University of KwaZulu-Natal, Mazisi Kunene Road, Glenwood, Durban, 4041, South Africa. akintolao@ukzn.ac.za.",
        "School of Human and Social Development, Nipissing University, 100 College Drive, ON, P1B 8 L7, North Bay, Canada. akintolao@ukzn.ac.za."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main St. West, MML 417, Hamilton, ON, L8S 4 L6, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St. West, Hamilton, ON, L8S 4 K1, Canada. lavisj@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL 209, 1280 Main St. West, Hamilton, ON, L8S 4 K1, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, 1280 Main St. West, Hamilton, ON, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard School of Public Health, Boston, USA. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hoskins",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Hoskins",
      "affiliations": [
        "Alberta Health Services, 1701-10010 119 St., Edmonton, Alberta, T5K1Y8, Canada. ryanhoskinscanada@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "start_page": "68",
  "pages": "68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Communicable Diseases",
    "Community Health Workers",
    "Evidence-Based Practice",
    "HIV Infections",
    "Health Services Research",
    "Humans",
    "Newspapers as Topic",
    "Primary Health Care",
    "Social Determinants of Health",
    "South Africa",
    "Tuberculosis",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "26563337",
    "pmc": "PMC4643501",
    "doi": "10.1186/s12961-015-0051-6",
    "pii": "10.1186/s12961-015-0051-6"
  },
  "doi": "10.1186/s12961-015-0051-6",
  "pmc_id": "PMC4643501",
  "dates": {
    "completed": "2016-08-31",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.985425",
    "pmid": "26563337"
  }
}