{
  "pmid": "26579488",
  "uid": "26579488",
  "title": "Correlation of baseline biomarkers with clinical outcomes and response to fulvestrant with vandetanib or placebo in patients with bone predominant metastatic breast cancer: An OCOG ZAMBONEY sub-study.",
  "abstract": "BACKGROUND: Bone metastases are common in women with breast cancer and often result in skeletal related events (SREs). As the angiogenic factor vascular endothelial growth factor (VEGF) regulates osteoclast activity and is associated with more extensive bone metastases and SRE risk in metastatic breast cancer, we hypothesized that blockade of VEGF signaling could be a therapeutic strategy for inhibiting bone metastases progression and possibly prolonging overall (OS) or progression-free survival (PFS). The Zamboney trial was a randomized placebo-controlled study designed to assess whether patients with bone predominant metastatic breast cancer benefited from addition of the VEGF receptor (VEGFR) targeting agent, vandetanib, to endocrine therapy with fulvestrant. As a companion study, evaluation of biomarkers and their potential association with response to vandetanib or SRE risk was performed. METHODS: Baseline overnight fasted serum from enrolled patients was analyzed for levels of various putative biomarkers including; VEGF-A, soluble (s)VEGFR2, sVEGFR3, transforming growth factor (TGF)-β1 and activinA by ELISA. Spearman correlation coefficients and Wilcoxon rank sum tests were used to investigate potential relationships between biomarker values and baseline clinical parameters. Prognostic and predictive ability of each marker was investigated using Cox proportional hazards regression with adjustments for treatment and baseline strata of serum CTx (<400 versus ≥400 ng/L). RESULTS: Of 129 enrolled patients, serum was available for analysis in 101; 51 in vandetanib and 50 in placebo arm. Mean age amongst consenting patients was 59.8 years. Clinical characteristics were not significantly different between patients with or without serum biomarker data and serum markers were similar for patients by treatment arm. Baseline sVEGFR2 was prognostic for OS (HR=0.77, 95% CI=0.61-0.96, p=0.020), and although a modest association was observed, it was not significant for PFS (HR=0.90, 95% CI=0.80-1.01, p=0.085) nor time to first SRE (HR=0.82, 95% CI=0.66-1.02, p=0.079). When interaction terms were evaluated, sVEGFR2 was not found to be predictive of response to vandetanib, although a modest association remained with respect to PFS (interaction p=0.085). No other marker showed any significant prognostic or predictive ability with any measured outcome. CONCLUSIONS: In this clinical trial, sVEGFR2 appeared prognostic for OS, hence validation of sVEGFR2 should be conducted. Moreover, the role of sVEGFR2 in breast cancer bone metastasis progression should be elucidated.",
  "authors": [
    {
      "last_name": "Addison",
      "fore_name": "Christina L",
      "initials": "CL",
      "name": "Christina L Addison",
      "affiliations": [
        "Program for Cancer Therapeutics, Ottawa Hospital Research Institute, Box 926, 501 Smyth Road, Ottawa, ON, Canada K1H 8L6 ; Department of Medicine, University of Ottawa, Ottawa, ON, Canada ; Department of Biochemistry, Microbiology and Immunology University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "McMaster University and Ontario Clinical Oncology Group, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cochrane",
      "fore_name": "Brandy",
      "initials": "B",
      "name": "Brandy Cochrane",
      "affiliations": [
        "McMaster University and Ontario Clinical Oncology Group, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Huijun",
      "initials": "H",
      "name": "Huijun Zhao",
      "affiliations": [
        "Program for Cancer Therapeutics, Ottawa Hospital Research Institute, Box 926, 501 Smyth Road, Ottawa, ON, Canada K1H 8L6."
      ]
    },
    {
      "last_name": "Chia",
      "fore_name": "Stephen K",
      "initials": "SK",
      "name": "Stephen K Chia",
      "affiliations": [
        "BC Cancer Agency, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": [
        "McMaster University and Ontario Clinical Oncology Group, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Clemons",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Clemons",
      "affiliations": [
        "Program for Cancer Therapeutics, Ottawa Hospital Research Institute, Box 926, 501 Smyth Road, Ottawa, ON, Canada K1H 8L6 ; Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of bone oncology",
    "iso_abbreviation": "J Bone Oncol",
    "issn": "2212-1366",
    "issn_type": "Print",
    "volume": "4",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "47",
  "end_page": "53",
  "pages": "47-53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26579488",
    "pmc": "PMC4620970",
    "doi": "10.1016/j.jbo.2015.04.001",
    "pii": "S2212-1374(15)20023-1"
  },
  "doi": "10.1016/j.jbo.2015.04.001",
  "pmc_id": "PMC4620970",
  "dates": {
    "completed": "2015-11-20",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.172702",
    "pmid": "26579488"
  }
}