{
  "pmid": "26571189",
  "uid": "26571189",
  "title": "Determinants of Citation Impact in Large Clinical Trials in Critical Care: The Role of Investigator-Led Clinical Trials Groups.",
  "abstract": "OBJECTIVES: Randomized clinical trials provide the best evidence of treatment effectiveness; factors determining their impact are unknown. We sought to determine the influence of funding (industry vs nonindustry), research (comparative effectiveness vs technology evaluation), and organizational models (investigator-led trials group vs others) on the impact of large trials in critical care medicine. DATA SOURCES: We searched MEDLINE for randomized clinical trials published between 1990 and 2012 in five critical care, five general interest, and one pediatrics journal. Impact was evaluated as annual citation rates measured using the ISI Web of Knowledge database. STUDY SELECTION: Eligible trials enrolled at least 100 critically ill adults, children, or neonates, evaluated an intervention that was applied during the ICU stay, and reported mortality and/or length of ICU or hospital stay. DATA EXTRACTION: Two reviewers identified eligible studies, and two separate reviewers extracted data. DATA SYNTHESIS: We identified 391 randomized clinical trials, recruiting 208,154 subjects. Funding source--industry versus peer review versus mixed--did not impact citation rates. Comparative effectiveness studies made up 52.5% of the reports and were cited more frequently than studies evaluating novel technologies (median, 15.6 vs 10.3 citations/yr; p = 0.002). Trials conducted by investigator-led trials groups (n = 45) were cited a median of 45.7 (interquartile range [IQR], 17.3-86.2) times per year, significantly more often (p < 0.0001) than multicenter trials conducted by ad hoc groups (n = 89; median, 19 [IQR, 8.7-30.4]) or industry (n = 85; median, 12.3 [IQR, 5.4-24.1]), and more than single-center trials (n = 116; median, 6.8 [IQR, 3.5-12.8]) or small ad hoc trials involving two to five centers (n = 59; median, 11.0 [IQR, 4.5-22.4]). Although only 11.5% of all trials included, randomized clinical trials from investigator-led research consortia accounted for nine of the 16 studies cited more than 100 times per year and 23.4% of all citations; their costs were substantially less than the typical costs of industry-run trials.. CONCLUSIONS: Clinical trials conducted by investigator-led research groups are significantly more frequently cited than industry-led trials in critical care medicine. In addition, costs appear to be substantially lower with investigator-led trials. Support for and expansion of this model of research can ensure that critical care research is clinically relevant and practice changing.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "1Keenan Research Centre at the Li Ka Shing Knowledge Institute and the Department of Critical Care Medicine, St. Michael's Hospital, and the Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. 2Faculty of Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Kwong",
      "fore_name": "Wilson",
      "initials": "W",
      "name": "Wilson Kwong",
      "affiliations": []
    },
    {
      "last_name": "Kommaraju",
      "fore_name": "Kamya",
      "initials": "K",
      "name": "Kamya Kommaraju",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "663",
  "end_page": "670",
  "pages": "663-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Bibliometrics",
    "Biomedical Research",
    "Child",
    "Critical Care",
    "Evidence-Based Medicine",
    "Humans",
    "Infant, Newborn",
    "Inventions",
    "Journal Impact Factor",
    "Length of Stay",
    "Mortality",
    "Organization and Administration",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26571189",
    "doi": "10.1097/CCM.0000000000001466"
  },
  "doi": "10.1097/CCM.0000000000001466",
  "dates": {
    "completed": "2016-08-05",
    "revised": "2016-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.136992",
    "pmid": "26571189"
  }
}