{
  "pmid": "26583070",
  "uid": "26583070",
  "title": "Establishing a Canadian national clinical trials network for kidney disease: proceedings of a planning workshop.",
  "abstract": "Knowledge generation through randomized controlled trials (RCTs) is critical to advance the medical evidence base, inform decision-making, and improve care and outcomes. Unfortunately, nephrology has typically lagged behind other medical specialties in this regard. The establishment of formal clinical trial networks can facilitate the successful conduct of RCTs and has significantly increased the number of RCTs performed worldwide in other medical specialties. No such formal network of nephrology trialists exists in Canada. On April 24, 2014, the Canadian Kidney Knowledge Translation and Generation Network (CANN-NET) Clinical Trials Committee held a stakeholder engagement meeting to address this gap and improve the nephrology clinical trial landscape in Canada. The meeting was held in Vancouver in association with the 2014 Canadian Society of Nephrology Annual General Meeting and was co-sponsored by the Kidney Foundation of Canada and CANN-NET. Attendees included nephrologists from university- and non-university-affiliated nephrology practices, administrators, and representatives from the Kidney Foundation of Canada. Through structured presentations and facilitated group discussions, the group explored the extent to which nephrology trials are currently happening in Canada, barriers to leading or participating in larger investigator-initiated trials, and strategies to improve clinical trial output in nephrology in Canada. The themes and action items arising from this meeting are discussed.",
  "authors": [
    {
      "last_name": "Rigatto",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Rigatto",
      "affiliations": [
        "Department of Medicine, University of Manitoba, Winnipeg, MB Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Zalunardo",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Zalunardo",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, AB Canada ; Department of Community Health Sciences, University of Calgary, Calgary, AB Canada."
      ]
    },
    {
      "last_name": "Madore",
      "fore_name": "François",
      "initials": "F",
      "name": "François Madore",
      "affiliations": [
        "Centre de Recherche, Hôpital du Sacré-Cœur de Montréal, University de Montréal, Montreal, QC Canada."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Samuel",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, AB Canada ; Department of Pediatrics, University of Calgary, Calgary, AB Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Catherine J",
      "initials": "CJ",
      "name": "Catherine J Morgan",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB Canada."
      ]
    },
    {
      "last_name": "Wolfs",
      "fore_name": "Wim",
      "initials": "W",
      "name": "Wim Wolfs",
      "affiliations": [
        "Kidney Foundation of Canada, Montreal, QC Canada."
      ]
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Centre de Recherche, Centre Hospitalier de l'Université de Montréal, University de Montréal, Montreal, QC Canada ; Section de Néphrologie, Centre Hospitalier de l'Université de Montréal, University of Montreal, 1058 rue St. Denis, Montreal, QC H2X 3J4 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2015"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26583070",
    "pmc": "PMC4650502",
    "doi": "10.1186/s40697-015-0080-7",
    "pii": "80"
  },
  "doi": "10.1186/s40697-015-0080-7",
  "pmc_id": "PMC4650502",
  "dates": {
    "completed": "2015-11-20",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.598014",
    "pmid": "26583070"
  }
}