{
  "pmid": "26584266",
  "uid": "26584266",
  "title": "Bigger Data, Bigger Problems.",
  "abstract": "Clinical studies frequently lack the ability to reliably answer their research questions because of inadequate sample sizes. Underpowered studies are subject to multiple sources of bias, may not represent the larger population, and are regularly unable to detect differences between treatment groups. Most importantly, an underpowered study can lead to incorrect conclusions. Big data can be used to address many of these concerns, enabling researchers to answer questions with increased certainty and less likelihood of bias. Big datasets, such as The National Hip Fracture Database in the United Kingdom and the Swedish Hip Arthroplasty Registry, collect valuable clinical information that can be used by researchers to guide patient care and inform policy makers, chief executives, commissioners, and clinical staff. The range of research questions that can be examined is directly related to the quality and complexity of the data, which is positively associated with the cost of the data. However, technological advancements have unlocked new possibilities for efficient data capture and widespread opportunities to merge massive datasets, particularly in the setting of national registries and administrative data.",
  "authors": [
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard P",
      "initials": "GP",
      "name": "Gerard P Slobogean",
      "affiliations": [
        "*Department of Orthopaedics, University of Maryland School of Medicine, Baltimore, MD; †Academic Department of Trauma and Orthopaedics, School of Medicine, University of Leeds, Leeds, United Kingdom; ‡Leeds Biomedical Research Unit, Leeds, West Yorkshire, United Kingdom; §Department of Orthopaedic, Oslo University Hospital, Oslo, Norway; ‖Division of Health Policy and Management, University of Minnesota School of Public Health, Minneapolis, MN; ¶Orthopaedic Trauma Institute, Department of Orthopaedic Surgery, University of California, San Francisco and San Francisco General Hospital, San Francisco, CA; #Department of Epidemiology and Biostatistics, University of California, San Francisco and San Francisco General Hospital, San Francisco, CA; and **Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Giannoudis",
      "fore_name": "Peter V",
      "initials": "PV",
      "name": "Peter V Giannoudis",
      "affiliations": []
    },
    {
      "last_name": "Frihagen",
      "fore_name": "Frede",
      "initials": "F",
      "name": "Frede Frihagen",
      "affiliations": []
    },
    {
      "last_name": "Forte",
      "fore_name": "Mary L",
      "initials": "ML",
      "name": "Mary L Forte",
      "affiliations": []
    },
    {
      "last_name": "Morshed",
      "fore_name": "Saam",
      "initials": "S",
      "name": "Saam Morshed",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "29 Suppl 12",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "S43",
  "end_page": "S46",
  "pages": "S43-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Databases, Factual",
    "Datasets as Topic",
    "Evidence-Based Medicine",
    "Hip Fractures",
    "Humans",
    "Outcome Assessment, Health Care",
    "Prevalence",
    "Prognosis",
    "Registries",
    "Risk Factors",
    "Survival Rate",
    "Sweden",
    "Treatment Outcome",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "26584266",
    "doi": "10.1097/BOT.0000000000000463",
    "pii": "00005131-201512001-00010"
  },
  "doi": "10.1097/BOT.0000000000000463",
  "dates": {
    "completed": "2016-09-06",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.375431",
    "pmid": "26584266"
  }
}