{
  "pmid": "26595784",
  "uid": "26595784",
  "title": "A decisional model to individualize warfarin recommendations: Expected impact on treatment and outcome rates in a real-world population with atrial fibrillation.",
  "abstract": "BACKGROUND: How the adoption of prediction models to decide which patient with atrial fibrillation (AF) to anticoagulate can affect prescription rates and outcomes is unclear. METHODS: We retrospectively analyzed data from Danish registries on patients with a first-time recorded AF from 2005 to 2010. We simulated the adoption of a decisional model based on the individual absolute risk reduction of stroke and absolute risk increase of bleeding with warfarin, as expected from the patient CHA2DS2-VASc and HAS-BLED, adjusted for a 0.6 relative value for bleeding versus stroke. We studied 3 different model versions and calculated for each of them the net benefit associated with its adoption, measured as the value-adjusted reduction in stroke and bleeding events at 1 year, compared with i) the actual practice, or ii) recommending warfarin consistently with the European Society of Cardiology (ESC) guidelines, irrespective of HAS-BLED. RESULTS: We included 41,455 patients; 31.9% actually received warfarin. The expected treatment rate with the model ranged from 21% to 87% according to the version used. The model version resulting into the highest treatment rate (i.e. treating any patient with CHA2DS2-VASc ≥ 1) was associated with the greatest net benefit (0.98; 95% credible interval 0.72-1.23), compared with the actual practice, with a 1/3 reduction in overall mortality, as with the adoption of ESC guidelines. CONCLUSIONS: Preliminarily to a randomized impact study, our analysis suggests that individualizing anticoagulation for AF using a decisional model might have a clinical advantage over actual practice, and no added advantage over following ESC guidelines.",
  "authors": [
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; Geriatrics, Foundation IRCCS Ca' Granda - Ospedale Maggiore Policlinico & University of Milan, Milan, Italy. Electronic address: marcucci.maura@gmail.com."
      ]
    },
    {
      "last_name": "Skjøth",
      "fore_name": "Flemming",
      "initials": "F",
      "name": "Flemming Skjøth",
      "affiliations": [
        "Department of Cardiology, Aalborg AF Study Group, Aalborg University Hospital, Denmark; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Faculty of Health, Aalborg University, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Lip",
      "fore_name": "Gregory Y H",
      "initials": "GY",
      "name": "Gregory Y H Lip",
      "affiliations": [
        "Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Faculty of Health, Aalborg University, Aalborg, Denmark; University of Birmingham Centre for Cardiovascular Sciences, City Hospital, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Larsen",
      "fore_name": "Torben Bjerregaard",
      "initials": "TB",
      "name": "Torben Bjerregaard Larsen",
      "affiliations": [
        "Department of Cardiology, Aalborg AF Study Group, Aalborg University Hospital, Denmark; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Faculty of Health, Aalborg University, Aalborg, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "1874-1754",
    "issn_type": "Electronic",
    "volume": "203",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "785",
  "end_page": "790",
  "pages": "785-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Blood Coagulation",
    "Decision Support Techniques",
    "Denmark",
    "Drug Prescriptions",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Population Surveillance",
    "Practice Guidelines as Topic",
    "Registries",
    "Retrospective Studies",
    "Risk Assessment",
    "Stroke",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "26595784",
    "doi": "10.1016/j.ijcard.2015.11.035",
    "pii": "S0167-5273(15)30844-5"
  },
  "doi": "10.1016/j.ijcard.2015.11.035",
  "dates": {
    "completed": "2016-09-30",
    "revised": "2015-12-22"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.460225",
    "pmid": "26595784"
  }
}