{
  "pmid": "26597972",
  "uid": "26597972",
  "title": "Sensitivity subgroup analysis based on single-center vs. multi-center trial status when interpreting meta-analyses pooled estimates: the logical way forward.",
  "abstract": "OBJECTIVES: Prior studies regarding whether single-center trial estimates are larger than multi-center are equivocal. We examined the extent to which single-center trials yield systematically larger effects than multi-center trials. STUDY DESIGN AND SETTING: We searched the 119 core clinical journals and the Cochrane Database of Systematic Reviews for meta-analyses (MAs) of randomized controlled trials (RCTs) published during 2012. In this meta-epidemiologic study, for binary variables, we computed the pooled ratio of ORs (RORs), and for continuous outcomes mean difference in standardized mean differences (SMDs), we conducted weighted random-effects meta-regression and random-effects MA modeling. Our primary analyses were restricted to MAs that included at least five RCTs and in which at least 25% of the studies used each of single trial center (SC) and more trial center (MC) designs. RESULTS: We identified 81 MAs for the odds ratio (OR) and 43 for the SMD outcome measures. Based on our analytic plan, our primary analysis (core) is based on 25 MAs/241 RCTs (binary outcome) and 18 MAs/173 RCTs (continuous outcome). Based on the core analysis, we found no difference in magnitude of effect between SC and MC for binary outcomes [RORs: 1.02; 95% confidence interval (CI): 0.83, 1.24; I(2) 20.2%]. Effect sizes were systematically larger for SC than MC for the continuous outcome measure (mean difference in SMDs: -0.13; 95% CI: -0.21, -0.05; I(2) 0%). CONCLUSIONS: Our results do not support prior findings of larger effects in SC than MC trials addressing binary outcomes but show a very similar small increase in effect in SC than MC trials addressing continuous outcomes. Authors of systematic reviews would be wise to include all trials irrespective of SC vs. MC design and address SC vs. MC status as a possible explanation of heterogeneity (and consider sensitivity analyses).",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Alexander",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Building (HSB), 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. Electronic address: elias98_99@yahoo.com."
      ]
    },
    {
      "last_name": "Bonner",
      "fore_name": "Ashley J",
      "initials": "AJ",
      "name": "Ashley J Bonner",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario L8N 3Z5, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8N 3Z5, Canada; Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Shelly-Anne",
      "initials": "SA",
      "name": "Shelly-Anne Li",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Building (HSB), 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Hariharan",
      "fore_name": "Abishek",
      "initials": "A",
      "name": "Abishek Hariharan",
      "affiliations": [
        "Life Sciences IV, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Izhar",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Izhar",
      "affiliations": [
        "Life Sciences IV, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Alba",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Alba",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8N 3Z5, Canada; Division of Cardiology and Heart Transplantation, University Health Network, 585 University Avenue, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Lebanon; Center for Systematic Reviews in Health Policy and Systems Research (SPARK), American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fei",
      "fore_name": "Yutong",
      "initials": "Y",
      "name": "Yutong Fei",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Building (HSB), 1280 Main Street West, Hamilton, Ontario L8N 3Z5, Canada; Centre for Evidence-Based Chinese Medicine, Beijing University of Chinese Medicine."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Michael DeGroote Centre for Learning & Discovery, Room 3208, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada; John D. Cameron Endowed Chair in Genetic Epidemiology, McMaster University, Michael DeGroote Centre for Learning & Discovery, Room 3208, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada; Population Genomics Program, McMaster University, Michael DeGroote Centre for Learning & Discovery, Room 3208, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "74",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "80",
  "end_page": "92",
  "pages": "80-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Review"
  ],
  "keywords": [
    "Epidemiologic Research Design",
    "Humans",
    "Meta-Analysis as Topic",
    "Odds Ratio",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "26597972",
    "doi": "10.1016/j.jclinepi.2015.08.027",
    "pii": "S0895-4356(15)00510-7"
  },
  "doi": "10.1016/j.jclinepi.2015.08.027",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.065236",
    "pmid": "26597972"
  }
}