{
  "pmid": "26597766",
  "uid": "26597766",
  "title": "Analysis of 43 Intraoperative Cardiac Surgery Case Cancellations.",
  "abstract": "OBJECTIVE: Late cancellation of surgery cases imposes significant emotional distress on the patient and their family and results in wasted resources, including loss of operating room and personnel time. This study was designed to determine the causes of cancellation, preventability, total operating room time, and postoperative destination. DESIGN: This study was a retrospective review of the 43 cardiac surgical cases that were cancelled while the patient was in the operating room (OR) but prior to surgical incision. SETTING: The cases were performed at the Massachusetts General Hospital, a teaching hospital of Harvard Medical School. PARTICIPANTS: Forty-three out of 5,110 scheduled cardiac cases were identified that were cancelled after the patient had entered the operating room between January 1, 2010 and December 31, 2013. INTERVENTIONS: No interventions were made. This was a retrospective study. MEASUREMENTS AND MAIN RESULTS: The most common causes of cancellation included a change in the patient's health status (44%), problems associated with central catheter placement (18.6%), and unsatisfactory donor organs for planned transplantation (12%). The majority were inpatients (65%) prior to the procedure. The cumulative OR time for all cancelled cases was 5,374 minutes (89 hours and 34 minutes). CONCLUSIONS: The reason for cancellation, preventability, total operating room time, and postoperative destination were determined. The information can be utilized to decrease the number of future cancellations.",
  "authors": [
    {
      "last_name": "Fitzsimons",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Fitzsimons",
      "affiliations": [
        "Massachusetts General Hospital, Department of Anesthesia, Critical Care, and Pain Medicine, Boston, MA."
      ]
    },
    {
      "last_name": "Dilley",
      "fore_name": "Joshua D",
      "initials": "JD",
      "name": "Joshua D Dilley",
      "affiliations": [
        "Massachusetts General Hospital, Department of Anesthesia, Critical Care, and Pain Medicine, Boston, MA. Electronic address: joshuaddilley@gmail.com."
      ]
    },
    {
      "last_name": "Moser",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Moser",
      "affiliations": [
        "Lahey Hospital and Medical Center, Department of Anesthesiology, Burlington, MA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "UMass Memorial Medical Center-University Campus, Department of Cardiac Surgery, Worcester, MA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiothoracic and vascular anesthesia",
    "iso_abbreviation": "J Cardiothorac Vasc Anesth",
    "issn": "1532-8422",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "19",
  "end_page": "22",
  "pages": "19-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Appointments and Schedules",
    "Cardiac Surgical Procedures",
    "Elective Surgical Procedures",
    "Humans",
    "Operating Rooms",
    "Preoperative Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26597766",
    "doi": "10.1053/j.jvca.2015.08.007",
    "pii": "S1053-0770(15)00752-1"
  },
  "doi": "10.1053/j.jvca.2015.08.007",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.641135",
    "pmid": "26597766"
  }
}