{
  "pmid": "26596963",
  "uid": "26596963",
  "title": "Conceptual and institutional gaps: understanding how the WHO can become a more effective cross-sectoral collaborator.",
  "abstract": "BACKGROUND: Two themes consistently emerge from the broad range of academics, policymakers and opinion leaders who have proposed changes to the World Health Organization (WHO): that reform efforts are too slow, and that they do too little to strengthen WHO's capacity to facilitate cross-sectoral collaboration. This study seeks to identify possible explanations for the challenges WHO faces in addressing the broader determinants of health, and the potential opportunities for working across sectors. METHODS: This qualitative study used a mixed methods approach of semi-structured interviews and document review. Five interviewees were selected by stratified purposive sampling within a sampling frame of approximately 45 potential interviewees, and a targeted document review was conducted. All interviewees were senior WHO staff at the department director level or above. Thematic analysis was used to analyze data from interview transcripts, field notes, and the document review, and data coded during the analysis was analyzed against three central research questions. First, how does WHO conceptualize its mandate in global health? Second, what are the barriers and enablers to enhancing cross-sectoral collaboration between WHO and other intergovernmental organizations? Third, how do the dominant conceptual frames and the identified barriers and enablers to cross-sectoral collaboration interact? RESULTS: Analysis of the interviews and documents revealed three main themes: 1) WHO's role must evolve to meet the global challenges and societal changes of the 21st century; 2) WHO's cross-sectoral engagement is hampered internally by a dominant biomedical view of health, and the prevailing institutions and incentives that entrench this view; and 3) WHO's cross-sectoral engagement is hampered externally by siloed areas of focus for each intergovernmental organization, and the lack of adequate conceptual frameworks and institutional mechanisms to facilitate engagement across siloes. CONCLUSION: There are a number of external and internal pressures on WHO which have created an organizational culture and operational structure that focuses on a narrow, technical approach to global health, prioritizing disease-based, siloed interventions over more complex approaches that span sectors. The broader approach to promoting human health and wellbeing, which is conceptualized in WHO's constitution, requires cultural and institutional changes for it to be fully implemented.",
  "authors": [
    {
      "last_name": "Gopinathan",
      "fore_name": "Unni",
      "initials": "U",
      "name": "Unni Gopinathan",
      "affiliations": [
        "Institute of Health and Society, University of Oslo, Oslo, Norway. unni.gnathan@gmail.com."
      ]
    },
    {
      "last_name": "Watts",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Watts",
      "affiliations": [
        "Institute of Global Health, University College London, London, UK. wattsn03@gmail.com."
      ]
    },
    {
      "last_name": "Hougendobler",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Hougendobler",
      "affiliations": [
        "O'Neill Institute for National and Global Health Law, Georgetown University Law Center, Washington, DC, USA. dan.hougendobler@gmail.com."
      ]
    },
    {
      "last_name": "Lefebvre",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Lefebvre",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, Canada. alex.lefebvr@gmail.com."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Cheung",
      "affiliations": [
        "School of Medicine, The University of Queensland, Brisbane, Australia. arthurtlcheung@gmail.com."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Faculty of Law, University of Ottawa, Ottawa, Canada. Steven.hoffman@uottawa.ca.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. Steven.hoffman@uottawa.ca.",
        "Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, Canada. Steven.hoffman@uottawa.ca."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "Division of Environmental Health and Infectious Disease Control, Norwegian Institute of Public Health, Oslo, Norway. john-arne.rottingen@fhi.no."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "24"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Health Care Reform",
    "Humans",
    "Organizational Culture",
    "Organizational Innovation",
    "Qualitative Research",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "26596963",
    "pmc": "PMC4657201",
    "doi": "10.1186/s12992-015-0128-6",
    "pii": "10.1186/s12992-015-0128-6"
  },
  "doi": "10.1186/s12992-015-0128-6",
  "pmc_id": "PMC4657201",
  "dates": {
    "completed": "2016-06-23",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.631671",
    "pmid": "26596963"
  }
}