{
  "pmid": "26602753",
  "uid": "26602753",
  "title": "Surgical versus medical management of patients with acute ischemic mitral regurgitation: a systematic review.",
  "abstract": "AIMS: Acute ischemic mitral regurgitation (MR) is seen in patients with myocardial infarction and is associated with increased morbidity and mortality. The optimal treatment strategy of this condition however, is not well established. The aim of this manuscript is to conduct a systematic review of the medical literature to assess the relative benefits and harms of mitral valve surgery with medical therapy versus medical management alone for patients with acute ischemic MR of at least moderate severity. METHODS: We performed a literature search in MEDLINE, Embase.com, and Cochrane Central Register of Controlled Trials. We restricted the search to randomized clinical trials comparing surgical to medical management of acute ischemic MR. Exclusion criteria included non-randomized trials, trials enrolling patients with non-ischemic MR, and trials excluding acute ischemic MR. The primary outcomes were short-term and long term mortality. Two reviewers (WA, WA) screened titles and abstracts of identified citations independently and in duplicate using calibration exercises and standardized screening forms. RESULTS: The search strategy identified 887 citations (137 were duplicates and removed). Of the 750 titles, 709 were excluded (519 were non-relevant and 190 were review articles and case reports). Of the 41 remaining abstracts, 37 were retrospective cohorts and four excluded acute MR, leaving no eligible study for analysis. An ongoing study that is being conducted at Southern Illinois University entitled by \"Medical Versus Surgical Management of Patients With Moderate Mitral Regurgitation Following Percutaneous Coronary Intervention for Myocardial Infarction: A Pilot Prospective Randomized Trial\" was identified; however, it was just withdrawn after failing to enroll patients during 4 years. CONCLUSION: This is an empty systematic review that identified no published randomized trials for the management of acute MR complicating acute MI. The only ongoing randomized study that was identified was just withdrawn after failing to enroll patients. There is an urgent need for conducing proper randomized trials in order to guide informed decision making in the treatment of acute ischemic MR. PROSPERO registration number CRD42013005843.",
  "authors": [
    {
      "last_name": "Alajaji",
      "fore_name": "Wissam A",
      "initials": "WA",
      "name": "Wissam A Alajaji",
      "affiliations": [
        "Division of Cardiovascular Medicine, American University of Beirut Medical Center, Beirut, Lebanon. alajajiw1@gmail.com."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Farha",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon. af02@aub.edu.lb."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Wael A",
      "initials": "WA",
      "name": "Wael A Jaber",
      "affiliations": [
        "Division of Cardiovascular Medicine, Heart and Vascular Institute, Cleveland Clinic, Cleveland, OH, USA. jaberw@ccf.org."
      ]
    },
    {
      "last_name": "AlJaroudi",
      "fore_name": "Wael A",
      "initials": "WA",
      "name": "Wael A AlJaroudi",
      "affiliations": [
        "Division of Cardiovascular Medicine/Cardiovascular Imaging, Clemenceau Medical Center, Beirut, Lebanon. wjaroudi@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "24"
  },
  "start_page": "712",
  "pages": "712",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Disease",
    "Humans",
    "Mitral Valve Insufficiency",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26602753",
    "pmc": "PMC4659221",
    "doi": "10.1186/s13104-015-1704-9",
    "pii": "10.1186/s13104-015-1704-9"
  },
  "doi": "10.1186/s13104-015-1704-9",
  "pmc_id": "PMC4659221",
  "dates": {
    "completed": "2016-06-22",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.152863",
    "pmid": "26602753"
  }
}