{
  "pmid": "26607149",
  "uid": "26607149",
  "title": "Assessing the prevalence and clinical relevance of positive abdominal and pelvic CT findings in senior patients presenting to the emergency department.",
  "abstract": "The purpose of our study was to retrospectively evaluate the prevalence and clinical relevance of positive abdominal and pelvic CT findings for patients 65 years of age and older, when compared with all other scanned adult Emergency Department (ED) patients, at a single tertiary care hospital. Our hypothesis was that there is an increased prevalence and clinical relevance of positive abdominal/pelvic CT findings in senior patients. A research ethics board-approved retrospective review of all adult patients who underwent an emergency CT of the abdomen and pelvis for acute nontraumatic abdominal and/or pelvic signs and symptoms was performed. Two thousand one hundred two patients between October 1, 2011, and September 30, 2013, were reviewed. Six hundred thirty-one patients were included in the <65 group (298 men and 333 women; mean age 46, age range 18-64), and 462 were included in the >65 group (209 men and 253 women; mean age 77.6, age range 65-99). Overall, there were more positive CT findings for patients <65 (389 positive cases, 61.6 %) compared with the >65 group (257 positive cases, 55.6 %), which was a statistically significant difference (p < 0.03). Moreover, with the exception of complicated appendicitis cases, which were more common in the >65 group, there were no statistically significant differences in the clinical/surgical relevance of the positive CT findings between the two groups. The findings of our retrospective study therefore refute our hypothesis that there is an increased prevalence of positive abdominal CT findings in patients >65. This may be related to ED physicians at our institution being more hesitant to order CT examinations for the younger population, presumably due to radiation concerns. However, older patients in our series were more likely to present with complicated appendicitis, and a lower threshold for ordering CT examinations of the abdomen and pelvis in this patient population should therefore be considered.",
  "authors": [
    {
      "last_name": "Alabousi",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Alabousi",
      "affiliations": [
        "Division of Emergency/Trauma Radiology, Department of Radiology, McMaster University, 237 Barton Street East, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Patlas",
      "fore_name": "Michael N",
      "initials": "MN",
      "name": "Michael N Patlas",
      "affiliations": [
        "Division of Emergency/Trauma Radiology, Department of Radiology, McMaster University, 237 Barton Street East, Hamilton, ON, Canada. patlas@hhsc.ca."
      ]
    },
    {
      "last_name": "Meshki",
      "fore_name": "Malek",
      "initials": "M",
      "name": "Malek Meshki",
      "affiliations": [
        "Division of Emergency/Trauma Radiology, Department of Radiology, McMaster University, 237 Barton Street East, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Douglas S",
      "initials": "DS",
      "name": "Douglas S Katz",
      "affiliations": [
        "Department of Radiology, Winthrop-University Hospital, Mineola, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Emergency radiology",
    "iso_abbreviation": "Emerg Radiol",
    "issn": "1438-1435",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "111",
  "end_page": "115",
  "pages": "111-5",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Emergencies",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pelvis",
    "Prevalence",
    "Radiography, Abdominal",
    "Retrospective Studies",
    "Tomography, X-Ray Computed",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26607149",
    "doi": "10.1007/s10140-015-1362-1",
    "pii": "10.1007/s10140-015-1362-1"
  },
  "doi": "10.1007/s10140-015-1362-1",
  "dates": {
    "completed": "2017-01-10",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.041157",
    "pmid": "26607149"
  }
}