{
  "pmid": "26605889",
  "uid": "26605889",
  "title": "Development and Psychometric Evaluation of the FACE-Q Scales for Patients Undergoing Rhinoplasty.",
  "abstract": "IMPORTANCE: Rhinoplasty continues to rank among the most popular cosmetic surgical treatments. Measuring what the nose looks like has typically involved the use of observer-reported or physician-reported outcome measures (eg, photographs). While objective outcomes are important, facial appearance is subjective, and asking patients what they think about the appearance of their nose is of paramount importance. The patient perspective can be measured using patient-reported outcome instruments. OBJECTIVE: To describe the development and psychometric evaluation of the FACE-Q scales and adverse effects checklist designed to measure rhinoplasty outcomes. DESIGN, SETTING, AND PARTICIPANTS: A questionnaire was completed by patients recruited between July 13, 2010, and March 1, 2015. Psychometric methods were used to select the most clinically sensitive items for inclusion in item-reduced scales as well as to examine reliability, validity, and ability to detect clinical change. The setting was plastic surgery clinics in the United States, England, and Canada. Participants were preoperative and postoperative patients 18 years or older undergoing rhinoplasty. MAIN OUTCOMES AND MEASURES: Responses and validation measures of the FACE-Q scales and adverse effects checklist. RESULTS: In total, 158 of 169 patients invited to participate in the study were enrolled (response rate, 93.5%). The most common adverse effect was the skin of the nose looking thick or swollen. Rasch measurement theory analysis led to the refinement of a 10-item Satisfaction With Nose Scale and a 5-item Satisfaction With Nostrils Scale. The person separation index and Cronbach α were 0.91 and 0.96, respectively, for the Satisfaction With Nose Scale and 0.89 and 0.96, respectively, for the Satisfaction With Nostrils Scale. All items had ordered thresholds and good item fit. Satisfaction with the nose and nostrils was incrementally lower in participants bothered by specific adverse effects (eg, the skin of the nose looking thick or swollen). Patient satisfaction on the Satisfaction With Nose Scale and the Satisfaction With Nostrils Scale and on 3 additional FACE-Q scales (ie, Satisfaction With Facial Appearance Scale, Psychological Function Scale, and Social Function Scale) was higher after surgery than before surgery (P < .001 for all, independent samples t test). Twenty-three participants who provided preoperative and postoperative data reported improvement on all 5 scales (P ≤ .003 for all). The effect sizes ranged from 0.6 to 2.3. Significant individual-level change was reported by most participants for the Satisfaction With Nose Scale, Satisfaction With Nostrils Scale, Satisfaction With Facial Appearance Scale, and Social Function Scale. CONCLUSIONS AND RELEVANCE: A FACE-Q scales rhinoplasty module can be used in clinical practice, research, and quality improvement to incorporate the patient perspective in outcome assessments. LEVEL OF EVIDENCE: NA.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Stotfold, England."
      ]
    },
    {
      "last_name": "East",
      "fore_name": "Charles A",
      "initials": "CA",
      "name": "Charles A East",
      "affiliations": [
        "Department of Otolaryngology-Craniofacial Surgery, University College London Hospitals, London, England."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Baker",
      "affiliations": [
        "Department of Plastic Surgery, MedStar Georgetown University Hospital, Washington, DC."
      ]
    },
    {
      "last_name": "Badia",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Badia",
      "affiliations": [
        "Rhinoplasty London, London, England."
      ]
    },
    {
      "last_name": "Schwitzer",
      "fore_name": "Jonathan A",
      "initials": "JA",
      "name": "Jonathan A Schwitzer",
      "affiliations": [
        "Department of Plastic Surgery, MedStar Georgetown University Hospital, Washington, DC6Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "JAMA facial plastic surgery",
    "iso_abbreviation": "JAMA Facial Plast Surg",
    "issn": "2168-6092",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2016"
  },
  "start_page": "27",
  "end_page": "35",
  "pages": "27-35",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Video-Audio Media"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Outcome Assessment",
    "Patient Satisfaction",
    "Psychometrics",
    "Rhinoplasty",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26605889",
    "mid": "NIHMS767770",
    "pmc": "PMC4831065",
    "doi": "10.1001/jamafacial.2015.1445",
    "pii": "2470407"
  },
  "doi": "10.1001/jamafacial.2015.1445",
  "pmc_id": "PMC4831065",
  "dates": {
    "completed": "2016-05-26",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.059898",
    "pmid": "26605889"
  }
}