{
  "pmid": "26606971",
  "uid": "26606971",
  "title": "Validity of tools used for surveying physicians about their interactions with pharmaceutical company: a systematic review.",
  "abstract": "BACKGROUND: There is evidence that physicians' prescription behavior is negatively affected by the extent of their interactions with pharmaceutical companies. In order to develop and implement policies and interventions for better management of interactions, we need to understand physicians' perspectives on this issue. Surveys addressing physicians' interactions with pharmaceutical companies need to use validated tools to ensure the validity of their findings. OBJECTIVE: To assess the validity of tools used in surveys of physicians about the extent and nature of their interactions with pharmaceutical companies, and about their knowledge, beliefs and attitudes towards such interactions; and to identify those tools that have been formally validated. METHODS: We developed a search strategy with the assistance of a medical librarian. We electronically searched MEDLINE and EMBASE databases in September 2015. Teams of two reviewers conducted data selection and data abstraction. They identified eligible studies in one table and then abstracted the relevant data from the studies with validated tools in another table. Tables were piloted and standardized. RESULTS: We identified one validated questionnaire out of the 11 assessing the nature and extent of the interaction, and three validated questionnaires out of the 47 assessing knowledge, beliefs and attitudes of physicians toward the interaction. None of these validated questionnaires were used in more than one survey. CONCLUSION: The available supporting evidence of the issue of physicians' interaction with pharmaceutical company is of low quality. There is a need for research to develop and validate tools to survey physicians about their interactions with pharmaceutical companies.",
  "authors": [
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. tamara_loutfi@hotmail.com.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. tamara_loutfi@hotmail.com."
      ]
    },
    {
      "last_name": "Morsi",
      "fore_name": "Rami Z",
      "initials": "RZ",
      "name": "Rami Z Morsi",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. ramimorsi93@gmail.com."
      ]
    },
    {
      "last_name": "Zmeter",
      "fore_name": "Nada",
      "initials": "N",
      "name": "Nada Zmeter",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. nadazmeter@gmail.com."
      ]
    },
    {
      "last_name": "Godah",
      "fore_name": "Mohammad W",
      "initials": "MW",
      "name": "Mohammad W Godah",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. mwg06@mail.aub.edu.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. mwg06@mail.aub.edu."
      ]
    },
    {
      "last_name": "Alkhaled",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Alkhaled",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, Faculty of Medicine, American University of Beirut, Beirut, Lebanon. lina.alkhaled@hotmail.com."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. lara.kahale@gmail.com.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. lara.kahale@gmail.com."
      ]
    },
    {
      "last_name": "Nass",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Nass",
      "affiliations": [
        "Faculty of Medicine, University of Damascus, Damascus, Syria. hala.al.nass@gmail.com."
      ]
    },
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Faculty of Medicine, Université Saint Joseph, Beirut, Lebanon. ninabrax@hotmail.com."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. rsf07@mail.aub.edu."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Research Institute, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut, Riad-El-Solh Beirut 1107 2020, P.O. Box: 11-0236, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "720",
  "pages": "720",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Data Collection",
    "Drug Industry",
    "Humans",
    "Interprofessional Relations",
    "Physicians",
    "Practice Patterns, Physicians'",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26606971",
    "pmc": "PMC4660663",
    "doi": "10.1186/s13104-015-1709-4",
    "pii": "10.1186/s13104-015-1709-4"
  },
  "doi": "10.1186/s13104-015-1709-4",
  "pmc_id": "PMC4660663",
  "dates": {
    "completed": "2016-09-13",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.153145",
    "pmid": "26606971"
  }
}