{
  "pmid": "26618662",
  "uid": "26618662",
  "title": "Reaming Does Not Affect Functional Outcomes After Open and Closed Tibial Shaft Fractures: The Results of a Randomized Controlled Trial.",
  "abstract": "OBJECTIVES: We sought to determine the effect of reaming on 1-year 36-item short-form general health survey (SF-36) and short musculoskeletal function assessment (SMFA) scores from the Study to Prospectively Evaluate Reamed Intramedullary Nails in patients with Tibial Fractures. DESIGN: Prospective randomized controlled trial.1319 patients were randomized to reamed or unreamed nails. Fractures were categorized as open or closed. SETTING: Twenty-nine academic and community health centers across the US, Canada, and the Netherlands. PATIENTS/PARTICIPANTS: One thousand three hundred and nineteen skeletally mature patients with closed and open diaphyseal tibia fractures. INTERVENTION: Reamed versus unreamed tibial nails. MAIN OUTCOME MEASUREMENTS: SF-36 and the SMFA. Outcomes were obtained during the initial hospitalization to reflect preinjury status, and again at the 2-week, 3-month, 6-month, and 1-year follow-up. Repeated measures analyses were performed with P < 0.05 considered significant. RESULTS: There were no differences between the reamed and unreamed groups at 12 months for either the SF-36 physical component score [42.9 vs. 43.4, P = 0.54, 95% Confidence Interval for the difference (CI) -2.1 to 1.1] or the SMFA dysfunction index (18.0 vs. 17.6, P = 0.79. 95% CI, -2.2 to 2.9). At one year, functional outcomes were significantly below baseline for the SF-36 physical componentf score, SMFA dysfunction index, and SMFA bothersome index (P < 0.001). Time and fracture type were significantly associated with functional outcome. CONCLUSIONS: Reaming does not affect functional outcomes after intramedullary nailing for tibial shaft fractures. Patients with open fractures have worse functional outcomes than those with a closed injury. Patients do not reach their baseline function by 1 year after surgery. LEVEL OF EVIDENCE: Therapeutic Level I. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Lin",
      "fore_name": "Carol A",
      "initials": "CA",
      "name": "Carol A Lin",
      "affiliations": [
        "*Department of Orthopaedic Surgery, Cedars-Sinai Medical Center, Orthopedic Center, Los Angeles, CA; †Department of Orthopedic Surgery, Minneapolis, University of Minnesota, MN; ‡SPRINT Methods Center, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; §Department of Clinical Epidemiology and Biostatistics, Health Sciences Centre, Hamilton, ON, Canada; ‖Department of Orthopaedic Surgery, University of Toronto St. Michael's Hospital, Toronto, ON, Canada; ¶Department of Orthopedic Surgery, University of Western Ontario London Health Sciences Centre, London, ON, Canada; and **Department of Orthopedic Surgery, Boston Medical Center, Boston, MA."
      ]
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Sanders",
      "fore_name": "David",
      "initials": "D",
      "name": "David Sanders",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "142",
  "end_page": "148",
  "pages": "142-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Closed Fracture Reduction",
    "Female",
    "Fracture Fixation, Intramedullary",
    "Fracture Healing",
    "Fractures, Closed",
    "Fractures, Open",
    "Humans",
    "Male",
    "Netherlands",
    "Open Fracture Reduction",
    "Osteotomy",
    "Prevalence",
    "Quality of Life",
    "Recovery of Function",
    "Risk Factors",
    "Tibial Fractures",
    "Treatment Outcome",
    "United States"
  ],
  "article_ids": {
    "pubmed": "26618662",
    "mid": "NIHMS739000",
    "pmc": "PMC4761270",
    "doi": "10.1097/BOT.0000000000000497"
  },
  "doi": "10.1097/BOT.0000000000000497",
  "pmc_id": "PMC4761270",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AR048529",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "MCT-38140",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "R01 AR48529",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.185011",
    "pmid": "26618662"
  }
}