{
  "pmid": "26616558",
  "uid": "26616558",
  "title": "Diabetes Management and Education in Older Adults: The Development of a National Consensus of Key Research Priorities.",
  "abstract": "OBJECTIVES: Diabetes in older adults is increasing in its prevalence and complexity. To date, little research has been done to inform current diabetes management, including education and support, in older adults in Canada. The objective of this interactive national workshop was to develop key research priorities for future research related to diabetes in older adults. METHODS: Workshop participants comprised interprofessional healthcare providers, decision makers and policy makers from across Canada. Approximately 30 individuals attended an interactive 2-day meeting that included expert presentations and group consensus building using an electronic meeting system as well as nominal group techniques. RESULTS: The results of the 2-day meeting found more than 50 ideas that were summarized into 5 overall themes, with 14 subquestions, reflecting areas such as 1) identifying relevant outcomes for patients, providers and decision makers; 2) diabetes prevention; 3) the impact of diabetes on older adults and informal caregivers; 4) risk assessment tools and 5) effective models of care across a variety of healthcare settings. CONCLUSIONS: To date, this workshop is the first of its kind and follows suit with other international working groups and associations. The research priorities developed through consensus from this workshop set forward a research agenda for diabetes in older adults in Canada.",
  "authors": [
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada; Diabetes Care and Research Program, Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: dsherif@mcmaster.ca."
      ]
    },
    {
      "last_name": "Meneilly",
      "fore_name": "Graydon",
      "initials": "G",
      "name": "Graydon Meneilly",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada; Department of Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "31",
  "end_page": "34",
  "pages": "31-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Biomedical Research",
    "Canada",
    "Combined Modality Therapy",
    "Consensus Development Conferences as Topic",
    "Cost of Illness",
    "Diabetes Complications",
    "Diabetes Mellitus, Type 2",
    "Evidence-Based Medicine",
    "Frail Elderly",
    "Health Priorities",
    "Health Promotion",
    "Health Services for the Aged",
    "Humans",
    "Long-Term Care",
    "Patient Education as Topic",
    "Practice Guidelines as Topic",
    "Precision Medicine",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "26616558",
    "doi": "10.1016/j.jcjd.2015.08.010",
    "pii": "S1499-2671(15)00566-3"
  },
  "doi": "10.1016/j.jcjd.2015.08.010",
  "dates": {
    "completed": "2016-10-21",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.735047",
    "pmid": "26616558"
  }
}