{
  "pmid": "26621364",
  "uid": "26621364",
  "title": "Incorporating research evidence into decision-making processes: researcher and decision-maker perceptions from five low- and middle-income countries.",
  "abstract": "BACKGROUND: The 'Sponsoring National Processes for Evidence-Informed Policy Making in the Health Sector of Developing Countries' program was launched by the Alliance for Health Policy and Systems Research, WHO, in July 2008. The program aimed to catalyse the use of evidence generated through health policy and systems research in policymaking processes through (1) promoting researchers and policy advocates to present their evidence in a manner that is easy for policymakers to understand and use, (2) creating mechanisms to spur the demand for and application of research evidence in policymaking, and (3) increased interaction between researchers, policy advocates, and policymakers. Grants ran for three years and five projects were supported in Argentina, Bangladesh, Cameroon, Nigeria and Zambia. This paper seeks to understand why projects in some settings were perceived by the key stakeholders involved to have made progress towards their goals, whereas others were perceived to have not done so well. Additionally, by comparing experiences across five countries, we seek to illustrate general learnings to inform future evidence-to-policy efforts in low- and middle-income countries. METHODS: We adopted the theory of knowledge translation developed by Jacobson et al. (J Health Serv Res Policy 8(2):94-9, 2003) as a framing device to reflect on project experiences across the five cases. Using data from the projects' external evaluation reports, which included information from semi-structured interviews and quantitative evaluation surveys of those involved in projects, and supplemented by information from the projects' individual technical reports, we applied the theoretical framework with a partially grounded approach to analyse each of the cases and make comparisons. RESULTS AND CONCLUSION: There was wide variation across projects in the type of activities carried out as well as their intensity. Based on our findings, we can conclude that projects perceived as having made progress towards their goals were characterized by the coming together of a number of domains identified by the theory. The domains of Jacobson's theoretical framework, initially developed for high-income settings, are of relevance to the low- and middle-income country context, but may need modification to be fully applicable to these settings. Specifically, the relative fragility of institutions and the concomitantly more significant role of individual leaders point to the need to look at leadership as an additional domain influencing the evidence-to-policy process.",
  "authors": [
    {
      "last_name": "Shroff",
      "fore_name": "Zubin",
      "initials": "Z",
      "name": "Zubin Shroff",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland. shroffz@who.int."
      ]
    },
    {
      "last_name": "Aulakh",
      "fore_name": "Bhupinder",
      "initials": "B",
      "name": "Bhupinder Aulakh",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland. bhupinder.saheb@gmail.com."
      ]
    },
    {
      "last_name": "Gilson",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Gilson",
      "affiliations": [
        "Health Economics Unit, Health Policy and Systems Division, School of Public Health and Family Medicine, University of Cape Town, Cape Town, South Africa. lucy.gilson@uct.ac.za.",
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, United Kingdom. lucy.gilson@uct.ac.za."
      ]
    },
    {
      "last_name": "Agyepong",
      "fore_name": "Irene A",
      "initials": "IA",
      "name": "Irene A Agyepong",
      "affiliations": [
        "University of Ghana School of Public Health/Ghana Health Service, Accra, Ghana. iagyepong@hotmail.com."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Ghaffar",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland. ghaffara@who.int."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Nov",
    "pub_day": "30"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Argentina",
    "Bangladesh",
    "Biomedical Research",
    "Cameroon",
    "Decision Making",
    "Developing Countries",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Income",
    "Judgment",
    "Leadership",
    "Nigeria",
    "Perception",
    "Policy Making",
    "Research Personnel",
    "Translational Research, Biomedical",
    "Zambia"
  ],
  "article_ids": {
    "pubmed": "26621364",
    "pmc": "PMC4666035",
    "doi": "10.1186/s12961-015-0059-y",
    "pii": "10.1186/s12961-015-0059-y"
  },
  "doi": "10.1186/s12961-015-0059-y",
  "pmc_id": "PMC4666035",
  "dates": {
    "completed": "2016-03-07",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.352874",
    "pmid": "26621364"
  }
}