{
  "pmid": "26621856",
  "uid": "26621856",
  "title": "The impact of the Rasouli decision: a Survey of Canadian intensivists.",
  "abstract": "INTRODUCTION: In a landmark 2013 decision, the Supreme Court of Canada (SCC) ruled that the withdrawal of life support in certain circumstances is a treatment requiring patient or substitute decision maker (SDM) consent. How intensive care unit (ICU) physicians perceive this ruling is unknown. OBJECTIVES: To determine physician knowledge of and attitudes towards the SCC decision, as well as the self-reported changes in practice attributed to the decision. METHODS: We surveyed intensivists at university hospitals across Canada. We used a knowledge test and Likert-scale questions to measure respondent knowledge of and attitudes towards the ruling. We used vignettes to assess decision making in cases of intractable physician-SDM conflict over the management of patients with very poor prognoses. We compared management choices pre-SCC decision versus post-SCC decision versus the subjective, respondent-defined most appropriate choice. Responses were compared across predefined subgroups. We performed qualitative analysis on free-text responses. RESULTS: We received 82 responses (response rate=42%). Respondents reported providing high levels of self-defined inappropriate treatment. Although most respondents reported no change in practice, there was a significant overall shift towards higher intensity and less subjectively appropriate management after the SCC decision. Attitudes to the SCC decision and approaches to disputes over end-of-life (EoL) care in the ICU were highly variable. There were no significant differences among predefined subgroups. CONCLUSIONS: Many Canadian ICU physicians report providing a higher intensity of treatment, and less subjectively appropriate treatment, in situations of dispute over EoL care after the Supreme Court of Canada's ruling in Cuthbertson versus Rasouli.",
  "authors": [
    {
      "last_name": "Cape",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cape",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": [
        "Division of Critical Care, Department of Anaesthesiology and Critical Care, Research Center of the Centre Hospitalier Universitaire (CHU) de Québec, Axe Santé des populations et pratiques optimales en santé, Traumatologie - Urgence - Soins Intensifs, CHU de Québec (Hôpital de l'Enfant-Jésus, Quebec City, Canada."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Seely",
      "affiliations": [
        "Departments of Surgery and Critical Care Medicine, Faculty of Medicine and Dentistry, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Department of Anaesthesia, Queen Elizabeth II Health Science Centre, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Keenan Research Centre and the Li KaShing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Singal",
      "fore_name": "Rohit K",
      "initials": "RK",
      "name": "Rohit K Singal",
      "affiliations": [
        "Section of Critical Care, Department of Medicine; Cardiac Sciences Program, Division of Cardiac Surgery, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Division of Critical Care Medicine, Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Bagshaw",
      "affiliations": [
        "Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Sibbald",
      "affiliations": [
        "Deparment of Ethics, London Health Sciences Centre, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "Divisions of Critical Care and Palliative Care, Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical ethics",
    "iso_abbreviation": "J Med Ethics",
    "issn": "1473-4257",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "180",
  "end_page": "185",
  "pages": "180-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Clinical Decision-Making",
    "Critical Care",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Intensive Care Units",
    "Jurisprudence",
    "Male",
    "Middle Aged",
    "Physicians",
    "Terminal Care",
    "Withholding Treatment",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "26621856",
    "doi": "10.1136/medethics-2015-102856",
    "pii": "medethics-2015-102856"
  },
  "doi": "10.1136/medethics-2015-102856",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.884232",
    "pmid": "26621856"
  }
}