{
  "pmid": "26626995",
  "uid": "26626995",
  "title": "Transfusion of fresher vs older red blood cells in hospitalized patients: a systematic review and meta-analysis.",
  "abstract": "The impact of transfusing fresher vs older red blood cells (RBCs) on patient-important outcomes remains controversial. Two recently published large trials have provided new evidence. We summarized results of randomized trials evaluating the impact of the age of transfused RBCs. We searched MEDLINE, EMBASE, CINAHL, the Cochrane Database for Systematic Reviews, and Cochrane CENTRAL for randomized controlled trials enrolling patients who were transfused fresher vs older RBCs and reported outcomes of death, adverse events, and infection. Independently and in duplicate, reviewers determined eligibility, risk of bias, and abstracted data. We conducted random effects meta-analyses and rated certainty (quality or confidence) of evidence using the GRADE approach. Of 12 trials that enrolled 5229 participants, 6 compared fresher RBCs with older RBCs and 6 compared fresher RBCs with current standard practice. There was little or no impact of fresher vs older RBCs on mortality (relative risk [RR], 1.04; 95% confidence interval [CI], 0.94-1.14; P = .45; I(2) = 0%, moderate certainty evidence) or on adverse events (RR, 1.02; 95% CI, 0.91-1.14; P = .74; I(2) = 0%, low certainty evidence). Fresher RBCs appeared to increase the risk of nosocomial infection (RR, 1.09; 95% CI, 1.00-1.18; P = .04; I(2) = 0%, risk difference 4.3%, low certainty evidence). Current evidence provides moderate certainty that use of fresher RBCs does not influence mortality, and low certainty that it does not influence adverse events but could possibly increase infection rates. The existing evidence provides no support for changing practices toward fresher RBC transfusion.",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Alexander",
      "affiliations": [
        "Health Research Methods (HRM), Health Sciences Building (HSB), Department of Clinical Epidemiology and Biostatistics, McMaster University, West Hamilton, ON, Canada;"
      ]
    },
    {
      "last_name": "Barty",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Barty",
      "affiliations": [
        "McMaster Transfusion Research Program, McMaster University, Faculty of Health Sciences, Department of Medicine, Hamilton, ON, Canada;"
      ]
    },
    {
      "last_name": "Fei",
      "fore_name": "Yutong",
      "initials": "Y",
      "name": "Yutong Fei",
      "affiliations": [
        "Health Research Methods (HRM), Health Sciences Building (HSB), Department of Clinical Epidemiology and Biostatistics, McMaster University, West Hamilton, ON, Canada; Centre for Evidence-Based Chinese Medicine-Beijing, University of Chinese Medicine, Beijing, China;"
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Faculty of Medicine, University of Oslo, Norway; Norwegian Knowledge Centre for the Health Services, Oslo, Norway; Department of Medicine, Innlandet Hospital Trust-division, Gjøvik, Norway;"
      ]
    },
    {
      "last_name": "Pai",
      "fore_name": "Menaka",
      "initials": "M",
      "name": "Menaka Pai",
      "affiliations": [
        "Department of Medicine and Department of Pathology and Molecular Medicine, McMaster University Thrombosis and Atherosclerosis Research Institute (TaARI), McMaster University, West Hamilton, ON, Canada;"
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RA",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada;"
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "Department of Medicine and."
      ]
    },
    {
      "last_name": "Blumberg",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Blumberg",
      "affiliations": [
        "Clinical Laboratories, University of Rochester Medical Center, Rochester, NY; and."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Department of Family and Community Medicine University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Liu",
      "affiliations": [
        "Centre for Evidence-Based Chinese Medicine-Beijing, University of Chinese Medicine, Beijing, China;"
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": [
        "Department of Medicine and."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Health Research Methods (HRM), Health Sciences Building (HSB), Department of Clinical Epidemiology and Biostatistics, McMaster University, West Hamilton, ON, Canada;"
      ]
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "1528-0020",
    "issn_type": "Electronic",
    "volume": "127",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "28"
  },
  "start_page": "400",
  "end_page": "410",
  "pages": "400-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Preservation",
    "Cross Infection",
    "Erythrocyte Aging",
    "Erythrocyte Transfusion",
    "Erythrocytes",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "26626995",
    "doi": "10.1182/blood-2015-09-670950",
    "pii": "S0006-4971(20)30513-9"
  },
  "doi": "10.1182/blood-2015-09-670950",
  "dates": {
    "completed": "2016-06-14",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.465946",
    "pmid": "26626995"
  }
}