{
  "pmid": "26626807",
  "uid": "26626807",
  "title": "Temporal trends in falls cases seen by EMS in Melbourne: The effect of residence on time of day and day of week patterns.",
  "abstract": "BACKGROUND: Injury due to falls is a major public health problem, especially for older people. We aimed to determine the accuracy of the ambulance call taker triage algorithm relative to paramedic assessment, and characterise variation in ambulance service demand for falls cases involving older adults over time and by residence type. METHOD: We obtained all ambulance case records for January 2008 to December 2011 for adults aged 65 or over in Melbourne, Australia. Data elements comprised age, gender, date and time of emergency call, dispatch category, location of incident and the patient's clinical condition as ascertained by paramedics. We compared cases coded as falls by the call taker triage algorithm with those identified by paramedics. We also examined temporal variation (hour of day and day of week) in ambulance service demand for cases involving older adults, and compared community-dwelling cases and those from Residential Aged Care Facilities (RACFs). We used negative binomial regression to compare counts and trigonometric regression to compare temporal variation patterns. RESULTS: Over the four-year study period 77,891 falls cases involved older adults (6.5% of overall ambulance demand). Eighty-seven per cent of paramedic-assessed falls cases were correctly identified by the triage system. The RACF population was older (median age 87 years, IQR 82-91 vs. 82 years, IQR 76-87), had higher hospital transport rates (89.5% vs. 75.8%) and a higher incidence of falls at any age than the community-dwelling population. The temporal pattern for fall cases for all residence types peaked between 6:00 and 12:00, but fall cases from RACFs showed an additional peak in the evening between 17:00 and 20:00. CONCLUSION: Falls by older people are the second-biggest contributor to ambulance demand in Melbourne, consuming significant operational resources. Using call taker triage data instead of paramedic case records to calculate falls cases may underestimate the true incidence of falls by up to 13%. Temporal patterns can inform ambulance service policy and practice, falls referral and prevention programmes to optimise service delivery which will lessen the number of future falls cases.",
  "authors": [
    {
      "last_name": "Cantwell",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Cantwell",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Victoria, Australia; Ambulance Victoria, Victoria, Australia; Department of Epidemiology and Preventive Medicine, Monash University, Victoria Australia. Electronic address: kcantwell@burnet.edu.au."
      ]
    },
    {
      "last_name": "Burgess",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Burgess",
      "affiliations": [
        "Ambulance Victoria, Victoria, Australia; Benetas, Victoria, Australia; Department of Community Emergency Health and Paramedic Practice, Monash University, Victoria, Australia; Geriatric Medicine Aged Care Research Centre, Eastern Health, Victoria, Australia."
      ]
    },
    {
      "last_name": "Morgans",
      "fore_name": "Amee",
      "initials": "A",
      "name": "Amee Morgans",
      "affiliations": [
        "Health Ageing Research Unit, Monash University, Victoria Australia; Royal District Nursing Service, Victoria Australia."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Smith",
      "affiliations": [
        "Ambulance Victoria, Victoria, Australia; Department of Epidemiology and Preventive Medicine, Monash University, Victoria Australia; Emergency Medicine Department, University of Western Australia, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Australia; Centre for Alcohol Policy Research, La Trobe University, Victoria, Australia."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Victoria, Australia; Department of Epidemiology and Preventive Medicine, Monash University, Victoria Australia."
      ]
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "1879-0267",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "266",
  "end_page": "271",
  "pages": "266-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Aged, 80 and over",
    "Allied Health Personnel",
    "Ambulances",
    "Australia",
    "Emergency Medical Services",
    "Female",
    "Health Services Needs and Demand",
    "Humans",
    "Male",
    "Retrospective Studies",
    "Risk Assessment",
    "Time Factors",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "26626807",
    "doi": "10.1016/j.injury.2015.10.073",
    "pii": "S0020-1383(15)00692-0"
  },
  "doi": "10.1016/j.injury.2015.10.073",
  "dates": {
    "completed": "2017-01-02",
    "revised": "2017-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.763168",
    "pmid": "26626807"
  }
}