{
  "pmid": "26634923",
  "uid": "26634923",
  "title": "The evolution of social networks through the implementation of evidence-informed decision-making interventions: a longitudinal analysis of three public health units in Canada.",
  "abstract": "BACKGROUND: We studied the evolution of information-seeking networks over a 2-year period during which an organization-wide intervention was implemented to promote evidence-informed decision-making (EIDM) in three public health units in Ontario, Canada. We tested whether engagement of staff in the intervention and their EIDM behavior were associated with being chosen as information source and how the trend of inter-divisional communications and the dominance of experts evolved over time. METHODS: Local managers at each health unit selected a group of staff to get engage in Knowledge Broker-led workshops and development of evidence summaries to address local public health problems. The staff were invited to answer three online surveys (at baseline and two annual follow-ups) including name generator questions eliciting the list of the staff they would turn to for help integrating research evidence into practice. We used stochastic actor-oriented modeling to study the evolution of networks. We tested the effect of engagement in the intervention, EIDM behavior scores, organizational divisions, and structural dynamics of social networks on the tendency of staff to select information sources, and the change in its trend between year 1 and year 2 of follow-up. RESULTS: In all the three health units, and especially in the two units with higher levels of engagement in the intervention, the network evolved towards a more centralized structure, with an increasing significance of already central staff. The staff showed greater tendencies to seek information from peers with higher EIDM behavior scores. In the public health unit that had highest engagement and stronger leadership support, the engaged staff became more central. In all public health units, the engaged staff showed an increasing tendency towards forming clusters. The staff in the three public health units showed a tendency towards limiting their connections within their divisions. CONCLUSIONS: The longitudinal analysis provided us with a means to study the microstructural changes in public health units, clues to the sustainability of the implementation. The hierarchical transformation of networks towards experts and formation of clusters among staff who were engaged in the intervention show how implementing organizational interventions to promote EIDM may affect the knowledge flow and distribution in health care communities, which may lead to unanticipated consequences.",
  "authors": [
    {
      "last_name": "Yousefi-Nooraie",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Yousefi-Nooraie",
      "affiliations": [
        "Health Research Methodology Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada. yousefr@mcmaster.ca.",
        ", 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada. yousefr@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. dobbinsm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Marin",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Marin",
      "affiliations": [
        "Department of Sociology, University of Toronto, Toronto, Canada. alexandra.marin@gmail.com."
      ]
    },
    {
      "last_name": "Hanneman",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Hanneman",
      "affiliations": [
        "Department of Sociology, College of Humanities, Arts, and Social Sciences, University of California, Riverside, USA. robert.hanneman@ucr.edu."
      ]
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. lohfeld@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2015",
    "pub_month": "Dec",
    "pub_day": "03"
  },
  "start_page": "166",
  "pages": "166",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Decision Making",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Public Health Administration",
    "Social Support",
    "Stochastic Processes",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "26634923",
    "pmc": "PMC4669621",
    "doi": "10.1186/s13012-015-0355-5",
    "pii": "10.1186/s13012-015-0355-5"
  },
  "doi": "10.1186/s13012-015-0355-5",
  "pmc_id": "PMC4669621",
  "dates": {
    "completed": "2016-05-18",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-101867",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.342410",
    "pmid": "26634923"
  }
}