{
  "pmid": "26636248",
  "uid": "26636248",
  "title": "Changes in mandibular incisor position and arch form resulting from Invisalign correction of the crowded dentition treated nonextraction.",
  "abstract": "OBJECTIVE: To investigate changes in mandibular incisor position resulting from Invisalign correction of the crowded dentition without extraction. MATERIALS AND METHODS: A retrospective chart review was completed on 61 adult White patients. Patients were categorized into three groups based on the value of pretreatment crowding of the lower dentition: 20 mild (2.0-3.9 mm), 22 moderate (4.0-5.9 mm), and 19 severe (>6.0 mm). Cephalometric radiographs were measured to determine lower incisor changes. Interproximal reduction and changes in arch width were also measured. Statistical evaluation of T0 and T1 values using paired t-tests and analysis of covariance were applied to evaluate mean value changes. RESULTS: Lower incisor position and angulation changes were statistically significant in the severe crowding group. There were no statistically significant differences in lower incisor position between the mild and moderate crowding groups. There was a statistically significant increase in buccal expansion in each of the three groups. CONCLUSIONS: Invisalign(®) treatment can successfully resolve mandibular arch crowding using a combination of buccal arch expansion, interproximal reduction, and lower incisor proclination. When there is <6 mm of crowding, lower incisor position remained relatively stable. The lower incisors proclined and protruded in the more severely crowded dentitions (>6 mm).",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura O",
      "initials": "LO",
      "name": "Laura O Duncan",
      "affiliations": [
        "a Graduate Orthodontic Resident, Department of Preventative Dentistry, School of Dentistry, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Piedade",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Piedade",
      "affiliations": [
        "b Assistant Orthodontic Professor, Department of Preventative Dentistry, School of Dentistry, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Lekic",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Lekic",
      "affiliations": [
        "c Private Practice, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Cunha",
      "fore_name": "Rodrigo S",
      "initials": "RS",
      "name": "Rodrigo S Cunha",
      "affiliations": [
        "d Professor and Department Chair, Department of Restorative Dentistry, School of Dentistry, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Wiltshire",
      "fore_name": "William A",
      "initials": "WA",
      "name": "William A Wiltshire",
      "affiliations": [
        "e Professor and Department Chair, Department of Preventative Dentistry, School of Dentistry, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Angle orthodontist",
    "iso_abbreviation": "Angle Orthod",
    "issn": "1945-7103",
    "issn_type": "Electronic",
    "volume": "86",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "577",
  "end_page": "583",
  "pages": "577-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cephalometry",
    "Dental Arch",
    "Dentition",
    "Humans",
    "Incisor",
    "Malocclusion",
    "Mandible",
    "Molar",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26636248",
    "pmc": "PMC8601489",
    "doi": "10.2319/042415-280.1"
  },
  "doi": "10.2319/042415-280.1",
  "pmc_id": "PMC8601489",
  "dates": {
    "completed": "2018-03-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.805686",
    "pmid": "26636248"
  }
}