{
  "pmid": "26634920",
  "uid": "26634920",
  "title": "Community-acquired pneumonia: pneumococcal vaccine.",
  "abstract": "INTRODUCTION: In the Northern Hemisphere about 12/1000 people per year (on average) contract pneumonia while living in the community, with most cases caused by Streptococcus pneumoniae. Mortality ranges from about 5% to 35% depending on severity of disease, with a worse prognosis in older people, men, and people with chronic diseases. METHODS AND OUTCOMES: We conducted a systematic overview, aiming to answer the following clinical question: What are the effects of pneumococcal vaccine to prevent community-acquired pneumonia? We searched: Medline, Embase, The Cochrane Library, and other important databases up to April 2014 (Clinical Evidence overviews are updated periodically; please check our website for the most up-to-date version of this overview). RESULTS: At this update, searching of electronic databases retrieved 651 studies. After deduplication and removal of conference abstracts, 403 records were screened for inclusion in the overview. Appraisal of titles and abstracts led to the exclusion of 348 studies and the further review of 55 full publications. Of the 55 full articles evaluated, eight systematic reviews and one RCT were added at this update. In addition, one RCT was added to the Comment section. We performed a GRADE evaluation for five PICO combinations. CONCLUSIONS: In this systematic overview, we categorised the efficacy for two intervention based on information about the effectiveness and safety of conjugated vaccine and polysaccharide vaccine.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Departments of Pathology & Molecular Medicine and Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ clinical evidence",
    "iso_abbreviation": "BMJ Clin Evid",
    "issn": "1752-8526",
    "issn_type": "Electronic",
    "volume": "2015",
    "pub_year": "2015",
    "pub_month": "Dec",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26634920",
    "pmc": "PMC4669538",
    "pii": "1503"
  },
  "pmc_id": "PMC4669538",
  "dates": {
    "completed": "2018-04-12",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.138203",
    "pmid": "26634920"
  }
}