{
  "pmid": "26649106",
  "uid": "26649106",
  "title": "Patient Perspectives on Quality of Life With Uncontrolled Type 1 Diabetes Mellitus: A Systematic Review and Qualitative Meta-synthesis.",
  "abstract": "BACKGROUND: Patients with uncontrolled type 1 diabetes mellitus may be candidates for pancreatic islet cell transplantation. This report synthesizes qualitative research on how patients with uncontrolled type 1 diabetes perceive their quality of life. OBJECTIVE: The objective of this analysis was to examine the perceptions of patients with uncontrolled type 1 diabetes on how it affects their lived experience and quality of life. DATA SOURCES: This report synthesizes 31 primary qualitative studies to examine quality of life from the perspectives of adult patients with type 1 diabetes mellitus and their families or partners. REVIEW METHODS: We performed a qualitative meta-synthesis to integrate findings across primary research studies. RESULTS: Long- and short-term negative consequences of uncontrolled type 1 diabetes affect all aspects of patients' lives: physical, emotional, practical, and social. The effect on each domain is far-reaching, and effects interact across domains. Uncontrolled blood sugar levels lead to substantial psychological distress, negative moods, cognitive difficulties, irritable or aggressive behaviour, and closely associated problems with relationships, self-image, and confidence. Emotional distress is pervasive and under-addressed by health care providers. Patients live in fear of complications from diabetes over the long term. In the shorter term, they are anxious about the personal, social, and professional consequences of hypoglycemic episodes (e.g., injury, humiliation), and may curtail normal activities such as driving or socializing because they are worried about having an episode. The quality of life for patients' family members is also negatively impacted by uncontrolled type 1 diabetes. CONCLUSIONS: Uncontrolled type 1 diabetes has significant negative impacts on the quality of life of both people with the disease and their families.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario ; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Rewegan",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Rewegan",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Brundisini",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Brundisini",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario ; Health Policy PhD Program, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Dejean",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre Dejean",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario ; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario ; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "17",
    "pub_year": "2015"
  },
  "start_page": "1",
  "end_page": "29",
  "pages": "1-29",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Diabetes Mellitus, Type 1",
    "Humans",
    "Mental Disorders",
    "Qualitative Research",
    "Quality of Life",
    "Self Care",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "26649106",
    "pmc": "PMC4664939"
  },
  "pmc_id": "PMC4664939",
  "dates": {
    "completed": "2016-08-09",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.080364",
    "pmid": "26649106"
  }
}