{
  "pmid": "26649273",
  "uid": "26649273",
  "title": "Kinetic studies on the oxidation of semiquinone and hydroquinone forms of Arabidopsis cryptochrome by molecular oxygen.",
  "abstract": "Cryptochromes (crys) are flavoprotein photoreceptors present throughout the biological kingdom that play important roles in plant development and entrainment of the circadian clock in several organisms. Crys non-covalently bind flavin adenine dinucleotide (FAD) which undergoes photoreduction from the oxidised state to a radical form suggested to be active in signalling in vivo. Although the photoreduction reactions have been well characterised by a number of approaches, little is known of the oxidation reactions of crys and their mechanisms. In this work, a stopped-flow kinetics approach is used to investigate the mechanism of cry oxidation in the presence and absence of an external electron donor. This in vitro study extends earlier investigations of the oxidation of Arabidopsis cryptochrome1 by molecular oxygen and demonstrates that, under some conditions, a more complex model for oxidation of the flavin than was previously proposed is required to accommodate the spectral evidence (see P. Müller and M. Ahmad (2011) J. Biol. Chem. 286, 21033-21040 [1]). In the absence of an electron donor, photoreduction leads predominantly to the formation of the radical FADH(•). Dark recovery most likely forms flavin hydroperoxide (FADHOOH) requiring superoxide. In the presence of reductant (DTT), illumination yields the fully reduced flavin species (FADH(-)). Reaction of this with dioxygen leads to transient radical (FADH(•)) and simultaneous accumulation of oxidised species (FAD), possibly governed by interplay between different cryptochrome molecules or cooperativity effects within the cry homodimer.",
  "authors": [
    {
      "last_name": "van Wilderen",
      "fore_name": "Luuk J G W",
      "initials": "LJ",
      "name": "Luuk J G W van Wilderen",
      "affiliations": [
        "Division of Molecular Biosciences, Faculty of Natural Sciences, South Kensington Campus, Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Silkstone",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Silkstone",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, United Kingdom."
      ]
    },
    {
      "last_name": "Mason",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Mason",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, United Kingdom."
      ]
    },
    {
      "last_name": "van Thor",
      "fore_name": "Jasper J",
      "initials": "JJ",
      "name": "Jasper J van Thor",
      "affiliations": [
        "Division of Molecular Biosciences, Faculty of Natural Sciences, South Kensington Campus, Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "FEBS open bio",
    "iso_abbreviation": "FEBS Open Bio",
    "issn": "2211-5463",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2015"
  },
  "start_page": "885",
  "end_page": "892",
  "pages": "885-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26649273",
    "pmc": "PMC4643184",
    "doi": "10.1016/j.fob.2015.10.007",
    "pii": "S2211-5463(15)00101-1"
  },
  "doi": "10.1016/j.fob.2015.10.007",
  "pmc_id": "PMC4643184",
  "dates": {
    "completed": "2015-12-09",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.372612",
    "pmid": "26649273"
  }
}