{
  "pmid": "26653615",
  "uid": "26653615",
  "title": "The Radiology of Vertebral Fractures in Childhood Osteoporosis Related to Glucocorticoid Administration.",
  "abstract": "A number of unusual conditions cause decreased bone mass and density in children and these may be associated with low-trauma fractures. However, a series of reports have more recently identified that children with chronic disease sustain vertebral fractures (VFs) much more often than had been suspected. The common denominator involved is glucocorticoid (GC) administration, although other factors such as disease activity come into play. This review will focus on the imaging findings in this form of secondary osteoporosis. Spinal fractures in children have been found to correlate with back pain. At the same time, up to 2/3 of children with VFs in the GC-treated setting are asymptomatic, underscoring the importance of routine surveillance in at-risk children. Other predictors of prevalent and incident VFs include GC exposure (average daily and cumulative dose), declines in lumbar spine bone mineral density Z-scores and increases in body mass index Z-scores, as well as increases in disease activity scores. The imaging diagnosis of osteoporotic VFs in children is made differently from that in adults because immature vertebral bodies continue to ossify during growth. Thus, it is not possible to assess the vertebral end plates or periphery until late, as enchondral ossification extends centripetally within the centrum. Diagnosis, therefore, is much more dependent upon changes in shape than on loss of structural integrity, which may have a more prominent diagnostic role in adults. However, children have a unique ability to model (a growth-dependent process) and thereby reshape previously fractured vertebral bodies. If the underlying disease is successfully treated and the child has sufficient residual growth potential, this means that, on one hand, treatment of the bone disease may be of more limited duration, and, as a last recourse, the diagnosis may be apparent retrospectively.",
  "authors": [
    {
      "last_name": "Lentle",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Lentle",
      "affiliations": [
        "Department of Radiology, University of British Columbia, Vancouver, BC, Canada. Electronic address: blentle@shaw.ca."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Jaremko",
      "fore_name": "Jacob L",
      "initials": "JL",
      "name": "Jacob L Jaremko",
      "affiliations": [
        "Department of Radiology & Diagnostic Imaging, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Siminoski",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Siminoski",
      "affiliations": [
        "Department of Radiology and Diagnostic Imaging and Department of Medicine, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Matzinger",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann Matzinger",
      "affiliations": [
        "Department of Medical Imaging, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Shenouda",
      "fore_name": "Nazih",
      "initials": "N",
      "name": "Nazih Shenouda",
      "affiliations": [
        "Department of Medical Imaging, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Konji",
      "fore_name": "Victor N",
      "initials": "VN",
      "name": "Victor N Konji",
      "affiliations": [
        "Pediatric Bone Health Clinical and Research Programs, Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Leanne M",
      "initials": "LM",
      "name": "Leanne M Ward",
      "affiliations": [
        "Department of Pediatrics and Department of Surgery, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical densitometry : the official journal of the International Society for Clinical Densitometry",
    "iso_abbreviation": "J Clin Densitom",
    "issn": "1094-6950",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2016"
  },
  "start_page": "81",
  "end_page": "88",
  "pages": "81-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Glucocorticoids",
    "Humans",
    "Male",
    "Osteoporosis",
    "Osteoporotic Fractures",
    "Radiography",
    "Spinal Fractures"
  ],
  "article_ids": {
    "pubmed": "26653615",
    "doi": "10.1016/j.jocd.2015.10.002",
    "pii": "S1094-6950(15)00206-1"
  },
  "doi": "10.1016/j.jocd.2015.10.002",
  "dates": {
    "completed": "2016-04-15",
    "revised": "2016-11-26"
  },
  "chemicals": [
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.335283",
    "pmid": "26653615"
  }
}