{
  "pmid": "26652703",
  "uid": "26652703",
  "title": "Indications and outcomes of shoulder arthroscopy after shoulder arthroplasty.",
  "abstract": "BACKGROUND: Arthroscopy is a widely used intervention in the treatment of a variety of shoulder conditions. Arthroscopy has also been selectively used in symptomatic patients after shoulder arthroplasty. The purpose of this systematic review was to determine indications for shoulder arthroscopy in patients after shoulder arthroplasty and to report patient outcomes after these procedures. MATERIALS AND METHODS: The electronic databases MEDLINE, EMBASE, and PubMed were searched and screened in duplicate for studies involving shoulder arthroscopy in shoulder arthroplasty patients. A full-text review of eligible studies was conducted in duplicate, and references were searched using predetermined inclusion and exclusion criteria. RESULTS: The review included 11 studies containing 84 patients. All were Level IV evidence. The most common indications for shoulder arthroscopy in the setting of shoulder arthroplasty were pain or loss of range of motion without a clear diagnosis, suspected periprosthetic infection, and rotator cuff assessment. Although 92% of patients were satisfied with the procedure and standardized shoulder scores increased in all studies that reported them, 44% of patients still went on to additional revision surgery after arthroscopy. CONCLUSIONS: Shoulder arthroscopy in patients after arthroplasty is most frequently used as a diagnostic tool; however, it has utility in treating a number of predetermined pathologies. Despite the low sample size and quality of evidence in our review, patient satisfaction after arthroscopy is high because standardized outcome scores improve, and the risk of complications is low. However, a high percentage of patients who receive arthroscopy later require further surgery.",
  "authors": [
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Heaven",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Heaven",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Centre for Evidence-Based Orthopaedics, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Michigan Health System, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Roth|McFarlane Hand & Upper Limb Centre, St. Josephs Health Care, London, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "510",
  "end_page": "518",
  "pages": "510-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroplasty",
    "Arthroscopy",
    "Humans",
    "Patient Satisfaction",
    "Range of Motion, Articular",
    "Reoperation",
    "Shoulder Joint",
    "Shoulder Pain",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26652703",
    "doi": "10.1016/j.jse.2015.09.013",
    "pii": "S1058-2746(15)00523-6"
  },
  "doi": "10.1016/j.jse.2015.09.013",
  "dates": {
    "completed": "2016-10-18",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.757637",
    "pmid": "26652703"
  }
}