{
  "pmid": "26652277",
  "uid": "26652277",
  "title": "A process evaluation accompanying an attempted randomized controlled trial of an evidence service for health system policymakers.",
  "abstract": "BACKGROUND: We developed an evidence service that draws inputs from Health Systems Evidence (HSE), which is a comprehensive database of research evidence about governance, financial and delivery arrangements within health systems and about implementation strategies relevant to health systems. Our goal was to evaluate whether, how and why a 'full-serve' evidence service increases the use of synthesized research evidence by policy analysts and advisors in the Ontario Ministry of Health and Long-Term Care as compared to a 'self-serve' evidence service. METHODS: We attempted to conduct a two-arm, 10-month randomized controlled trial (RCT), along with a follow-up qualitative process evaluation, but we terminated the RCT when we failed to reach our recruitment target. For the qualitative process evaluation we modified the original interview guide to allow us to explore the (1) factors influencing participation in the trial; (2) usage of HSE, factors explaining usage patterns, and strategies to increase usage; (3) participation in training workshops and use of other supports; and (4) views about and experiences with key HSE features. RESULTS: We terminated the RCT given our 15% recruitment rate. Six factors were identified by those who had agreed to participate in the trial as encouraging their participation: relevance of the study to participants' own work; familiarity with the researchers; personal view of the importance of using research evidence in policymaking; academic background; support from supervisors; and participation of colleagues. Most reported that they never, infrequently or inconsistently used HSE and suggested strategies to increase its use, including regular email reminders and employee training. However, only two participants indicated that employee training, in the form of a workshop about finding and using research evidence, had influenced their use of HSE. Most participants found HSE features to be intuitive and helpful, although registration/sign-in and some page formats (particularly the advanced search page and detailed search results page) discouraged their use or did not optimize the user experience. CONCLUSIONS: The qualitative findings informed a re-design of HSE, which allows users to more efficiently find and use research evidence about how to strengthen or reform health systems or in how to get cost-effective programs, services and drugs to those who need them. Our experience with RCT recruitment suggests the need to consider changing the unit of allocation to divisions instead of individuals within divisions, among other lessons. TRIAL REGISTRATION: This protocol for this study is published in Implementation Science and registered with ClinicalTrials.gov (HHS/FHS REB 10-267).",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada. jgrimshaw@ohri.ca.",
        "Department of Medicine, University of Ottawa, Ottawa, Canada. jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. bhaynes@mcmaster.ca.",
        "Health Information Research Unit, McMaster University, Hamilton, Canada. bhaynes@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Hanna",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. hannas@mcmaster.ca.",
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore. hannas@mcmaster.ca.",
        "Department of Political Science, Université Laval, Québec, Canada. hannas@mcmaster.ca.",
        "Centre de Recherche du Centre Hospitalier Universitaire de Québec, Québec, Canada. hannas@mcmaster.ca."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. praina@mcmaster.ca.",
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Canada. praina@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gruen",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Gruen",
      "affiliations": [
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore. r.gruen@alfred.org.au."
      ]
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": [
        "Department of Political Science, Université Laval, Québec, Canada. mathieu.ouimet@pol.ulaval.ca.",
        "Centre de Recherche du Centre Hospitalier Universitaire de Québec, Québec, Canada. mathieu.ouimet@pol.ulaval.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Political Science, McMaster University, Hamilton, Canada. lavisj@mcmaster.ca.",
        "Department of Global Health and Population, Harvard School of Public Health, Cambridge, USA. lavisj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2015",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "78",
  "pages": "78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Data Interpretation, Statistical",
    "Databases, Factual",
    "Evidence-Based Practice",
    "Health Services Research",
    "Humans",
    "Interviews as Topic",
    "Long-Term Care",
    "Ontario",
    "Outcome and Process Assessment, Health Care",
    "Patient Selection",
    "Policy Making",
    "Qualitative Research",
    "Randomized Controlled Trials as Topic",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "26652277",
    "pmc": "PMC4677046",
    "doi": "10.1186/s12961-015-0066-z",
    "pii": "10.1186/s12961-015-0066-z"
  },
  "doi": "10.1186/s12961-015-0066-z",
  "pmc_id": "PMC4677046",
  "dates": {
    "completed": "2016-08-31",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.782032",
    "pmid": "26652277"
  }
}