{
  "pmid": "26674687",
  "uid": "26674687",
  "title": "Patterns and possible mechanisms of soil CO2 uptake in sandy soil.",
  "abstract": "It has been reported that soils in drylands can absorb CO2, although the patterns and mechanisms of such a process remain under debate. To address this, we investigated the relationships between soil CO2 flux and meteorological factors and soil properties in Northwest China to reveal the reasons for \"anomalous\" soil CO2 flux in a desert ecosystem. Soil CO2 flux increased significantly and exponentially with surficial turbulence at the diel scale under dry conditions (P<0.05), whereas the relationship under wet conditions was insignificant. Furthermore, soil CO2 flux demonstrated remarkable negative correlation with soil air pressure (P<0.05) in both dry and wet conditions. Analysis considering Henry's Law indicated that soil water content was insufficient to dissolve the absorbed CO2 in dry conditions, but was sufficient in wet conditions. The concentration of soil HCO3(-) in the morning was higher than in the evening in dry conditions, but this pattern was reversed in wet conditions. These results imply that CO2 outgassing induced by turbulence, expansion of soil air, CO2 effusion from soil water, and carbonate precipitation during daytime can explain the abiotic diurnal CO2 release. Moreover, CO2 pumping from the atmosphere into the soil, caused mainly by carbonate dissolution, can account for nocturnal CO2 absorption in dry conditions. The abiotic soil CO2 flux pattern (CO2 absorption throughout the diel cycle) in wet conditions can be attributed to downward mass flow of soil CO2 and intensified soil air shrinkage, CO2 dissolving in soil water, and carbonate dissolution. These results provide a basis for determining the location of abiotic fixed carbon within soils in desert ecosystems.",
  "authors": [
    {
      "last_name": "Fa",
      "fore_name": "Ke-Yu",
      "initials": "KY",
      "name": "Ke-Yu Fa",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of Soil and Water Conservation and Desertification Combating of the Ministry of Education, Beijing Forestry University, Beijing 100083, PR China. Electronic address: zhangyqbjfu@gmail.com."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of Soil and Water Conservation and Desertification Combating of the Ministry of Education, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shu-Gao",
      "initials": "SG",
      "name": "Shu-Gao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of Soil and Water Conservation and Desertification Combating of the Ministry of Education, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Liu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "She",
      "fore_name": "Wei-Wei",
      "initials": "WW",
      "name": "Wei-Wei She",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "544",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "587",
  "end_page": "594",
  "pages": "587-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26674687",
    "doi": "10.1016/j.scitotenv.2015.11.163",
    "pii": "S0048-9697(15)31144-X"
  },
  "doi": "10.1016/j.scitotenv.2015.11.163",
  "dates": {
    "completed": "2016-09-16",
    "revised": "2016-02-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.209759",
    "pmid": "26674687"
  }
}