{
  "pmid": "26671333",
  "uid": "26671333",
  "title": "A tale of two epidemics: gender differences in socio-demographic characteristics and sexual behaviors among HIV positive individuals in Mexico City.",
  "abstract": "BACKGROUND: To date, the HIV epidemic in Mexico has been concentrated mainly among men who have sex with men, butheterosexual transmission, particularly to women, is increasingly important. This study examine gender differences in socio-demographic characteristics and risk behaviors of HIV positive individuals in Mexico City. METHODS: We analyzed data from a cross-sectional survey of 1,490 clinic patients (male:female ratio 8:1) with HIV inMexico City in 2010. We examined socio-demographic characteristics, risk behavior, and history of HIV infection.From multivariate non-linear probability (probit) models we calculated predicted probabilities by sex of several outcomes: marginalization, demographic and sexual risk behaviors. RESULTS: Significant differences were found between men and women. Multivariate models suggest that women had lower schooling levels; were less likely to have been employed in the past month and earn more than the minimal wage; more likely to have children, to have been sexually abused, to never have used condoms and to report having been infected by a stable partner. Additionally, women were less likely to report having a partner with a history of migration to the USA and to have engaged in transactional sex. CONCLUSION: Significant differences exist between men and women with HIV in Mexico City in terms of their socioeconomicand behavioral profiles, which translate into differences in terms of exposure to HIV infection. Women face social and economic vulnerability while men tend to have riskier sexual behavior. Gender issues must be approached in prevention and treatment efforts, using diverse methods to target those most vulnerable and at risk.",
  "authors": [
    {
      "last_name": "Bautista-Arredondo",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Bautista-Arredondo",
      "affiliations": [
        "National Institute of Public Health, Cuernavaca, Mexico. sbautista@insp.mx."
      ]
    },
    {
      "last_name": "Servan-Mori",
      "fore_name": "Edson",
      "initials": "E",
      "name": "Edson Servan-Mori",
      "affiliations": [
        "National Institute of Public Health, Cuernavaca, Mexico. eservan@insp.mx."
      ]
    },
    {
      "last_name": "Beynon",
      "fore_name": "Fenella",
      "initials": "F",
      "name": "Fenella Beynon",
      "affiliations": [
        "National Institute of Public Health, Cuernavaca, Mexico. fenellajb@gmail.com."
      ]
    },
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Mexico City's AIDS Program, Mexico City, Mexico. andrea.gonzalez.condesa@gmail.com."
      ]
    },
    {
      "last_name": "Volkow",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Volkow",
      "affiliations": [
        "National Institute of Oncology, Mexico City, Mexico. pvolkowf@incan.edu.mx."
      ]
    }
  ],
  "journal": {
    "title": "International journal for equity in health",
    "iso_abbreviation": "Int J Equity Health",
    "issn": "1475-9276",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2015",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "147",
  "pages": "147",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Epidemics",
    "Female",
    "Gender Identity",
    "HIV",
    "HIV Infections",
    "Humans",
    "Male",
    "Mexico",
    "Middle Aged",
    "Risk-Taking",
    "Sexual Behavior",
    "Sexual Partners",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "26671333",
    "pmc": "PMC4681055",
    "doi": "10.1186/s12939-015-0286-4",
    "pii": "10.1186/s12939-015-0286-4"
  },
  "doi": "10.1186/s12939-015-0286-4",
  "pmc_id": "PMC4681055",
  "dates": {
    "completed": "2016-07-14",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.129810",
    "pmid": "26671333"
  }
}