{
  "pmid": "26678635",
  "uid": "26678635",
  "title": "Culprit vessel versus immediate complete revascularization in patients with ST-segment myocardial infarction-a systematic review.",
  "abstract": "BACKGROUND: Guidelines suggest percutaneous intervention (PCI) of only the culprit artery in patients presenting with ST-segment elevation myocardial infarction (STEMI) and multivessel coronary artery disease. However, recent randomized controlled trials (RCTs) suggest benefit to performing PCI of other stenotic vessels at the same time as culprit vessel PCI. METHODS: We conducted a systematic review with complete case meta-analysis and sensitivity analyses. Data sources included MEDLINE, EMBASE, Cochrane Register of Controlled Trials, and CINAHL from 1946 to March 2014; MEDLINE and EMBASE from March 2014 to March 2015; and scanning of literature for new studies until August 2015. All RCTs comparing multivessel versus culprit-only PCI in patients with STEMI were eligible. The primary outcomes of interest were recurrent myocardial infarction (MI), recurrent revascularization, and mortality. We combined data from trials to estimate the pooled risk ratio (RR) and associated 95% CIs using random-effects models. RESULTS: Five RCTs including 1,606 patients of whom 1,568 had complete data proved eligible. Multivessel revascularization was associated with decreased risk of repeat revascularization (RR 0.36, 95% CI 0.27-0.49, risk difference 9.7% over 2 years) and recurrent nonfatal MI (RR 0.58, 95% CI 0.36-0.93, risk difference 1.8% over 2 years), without increase in mortality (RR 0.82, 95% CI 0.53-1.26) or other adverse events. CONCLUSIONS: Pooled data provide moderate-certainty evidence that performance of multivessel PCI will provide an appreciable reduction in nonfatal MI and high-certainty evidence that it will reduce need for repeat revascularization. Patients are likely to place a high value on these benefits.",
  "authors": [
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: fspence@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "Manya",
      "initials": "M",
      "name": "Manya Prasad",
      "affiliations": [
        "Department of Community Medicine, Pt. B. D. Sharma Postgraduate Institute of Medical Sciences, Rohtak, Haryana, India."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "University of Sorocaba, UNISO, Sorocaba, Brazil."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "170",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "1133",
  "end_page": "1139",
  "pages": "1133-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Coronary Artery Disease",
    "Coronary Vessels",
    "Electrocardiography",
    "Humans",
    "Myocardial Infarction",
    "Outcome Assessment, Health Care",
    "Percutaneous Coronary Intervention",
    "Reoperation",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "26678635",
    "doi": "10.1016/j.ahj.2015.09.002",
    "pii": "S0002-8703(15)00579-7"
  },
  "doi": "10.1016/j.ahj.2015.09.002",
  "dates": {
    "completed": "2016-04-21",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.960599",
    "pmid": "26678635"
  }
}