{
  "pmid": "26680437",
  "uid": "26680437",
  "title": "Training the next generation of global health advocates through experiential education: A mixed-methods case study evaluation.",
  "abstract": "OBJECTIVES: This case study evaluates a global health education experience aimed at training the next generation of global health advocates. Demand and interest in global health among Canadian students is well documented, despite the difficulty in integrating meaningful experiences into curricula. METHODS: Global health advocacy was taught to 19 undergraduate students at McMaster University through an experiential education course, during which they developed a national advocacy campaign on global access to medicines. A quantitative survey and an analysis of social network dynamics were conducted, along with a qualitative analysis of written work and course evaluations. Data were interpreted through a thematic synthesis approach. RESULTS: Themes were identified related to students' learning outcomes, experience and class dynamics. The experiential education format helped students gain authentic, real-world experience in global health advocacy and leadership. The tangible implications for their course work was a key motivating factor. While experiential education is an effective tool for some learning outcomes, it is not suitable for all. As well, group dynamics and evaluation methods affect the learning environment. CONCLUSION: Real-world global health issues, public health practice and advocacy approaches can be effectively taught through experiential education, alongside skills like communication and professionalism. Students developed a nuanced understanding of many strategies, challenges and barriers that exist in advocating for public health ideas. These experiences are potentially empowering and confidence-building despite the heavy time commitment they require. Attention should be given to how such experiences are designed, as course dynamics and grading structure significantly influence students' experience.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "University of Ottawa. steven.hoffman@uottawa.ca."
      ]
    },
    {
      "last_name": "Silverberg",
      "fore_name": "Sarah L",
      "initials": "SL",
      "name": "Sarah L Silverberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "6",
    "pub_year": "2015",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "e442",
  "end_page": "e449",
  "pages": "e442-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Curriculum",
    "Global Health",
    "Humans",
    "Problem-Based Learning",
    "Program Evaluation",
    "Qualitative Research",
    "Students",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "26680437",
    "pmc": "PMC6972250",
    "doi": "10.17269/cjph.106.5099"
  },
  "doi": "10.17269/cjph.106.5099",
  "pmc_id": "PMC6972250",
  "dates": {
    "completed": "2016-05-20",
    "revised": "2020-02-05"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.497021",
    "pmid": "26680437"
  }
}