{
  "pmid": "26683516",
  "uid": "26683516",
  "title": "Risk of Nephrectomy in Previous Living Kidney Donors.",
  "abstract": "BACKGROUND: For patients with a solitary kidney, such as living kidney donors, the surgical treatment of renal tumors may result in loss of function of the remaining kidney. METHODS: We conducted a retrospective, matched cohort study to determine the long-term risk of partial or total nephrectomy in previous living kidney donors compared to healthy nondonors. We reviewed the predonation charts for all living kidney donors in Ontario, Canada between 1992 and 2010 and linked this information to provincial healthcare databases. RESULTS: We matched 2119 donors to 21190 nondonors from the general population with similar baseline health. The median length of follow-up was 9.5 years (maximum 21.7 years). The rate of nephrectomy in follow-up was lower in donors versus nondonors (0 vs. 1.78 per 10000 person years; P = 0.037). In a subset of 1773 donors matched to 1773 healthy nondonors with renal imaging (median follow-up 7.6 years, maximum 21.0 years), the rate of nephrectomy was not statistically different in donors versus nondonors (0 vs. ≤5 per 10000 person years; P > 0.08). CONCLUSION: No living kidney donor in our cohort received a partial or total nephrectomy of their remaining kidney during our follow-up period. Although we will continue to follow people in this study, these interim results are reassuring for the safety of kidney donation.",
  "authors": [
    {
      "last_name": "Ordon",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ordon",
      "affiliations": [
        "1 Division of Urology, Department of Surgery, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada. 2 Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada. 3 Division of Urology, Department of Surgery, St. Joseph's Health Care, Western University, London, Ontario, Canada. 4 Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada. 5 Department of Medicine, Division of Nephrology, University of Alberta, Edmonton, Alberta, Canada. 6 Center for Outcomes Research and Center for Abdominal Transplantation, Saint Louis University, St. Louis, MO. 7 Department of Urologic Sciences, Vancouver General Hospital, University of British Columbia, Vancouver, British Columbia, Canada. 8 Department of Medicine, Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": []
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": []
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": []
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": []
    },
    {
      "last_name": "Nguan",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Nguan",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transplantation",
    "iso_abbreviation": "Transplantation",
    "issn": "1534-6080",
    "issn_type": "Electronic",
    "volume": "100",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "1313",
  "end_page": "1317",
  "pages": "1313-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Databases, Factual",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Kidney Neoplasms",
    "Kidney Transplantation",
    "Living Donors",
    "Male",
    "Middle Aged",
    "Nephrectomy",
    "Ontario",
    "Patient Admission",
    "Retrospective Studies",
    "Risk Factors",
    "Time Factors",
    "Tissue and Organ Harvesting"
  ],
  "article_ids": {
    "pubmed": "26683516",
    "doi": "10.1097/TP.0000000000001036"
  },
  "doi": "10.1097/TP.0000000000001036",
  "dates": {
    "completed": "2017-06-01",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.195874",
    "pmid": "26683516"
  }
}