{
  "pmid": "26688745",
  "uid": "26688745",
  "title": "Perceptions of prognostic risks in chronic kidney disease: a national survey.",
  "abstract": "BACKGROUND: Predicting the clinical trajectories of chronic kidney disease (CKD) to discern personalized care remains a complex challenge in nephrology. Understanding the appropriate risk thresholds and time frame associated with predicting risks of key outcomes (kidney failure, cardiovascular (CV) events, and death) is critical in facilitating decision-making. As part of an exploratory research and practice support needs assessment, we aimed to determine the importance of the time frames for predicting key outcomes, and to assess the perceived demand for risk prediction tools among Canadian nephrologists. METHODS: A web-based survey was developed by a pan-Canadian expert panel of practitioners. Upon pre-test for clarity and ease of completion, the final survey was nationally deployed to Canadian nephrologists. Anonymous responses were gathered over a 4-month period. The results were analyzed using descriptive statistics. RESULTS: One hundred eleven nephrologists responded to our survey. The majority of the respondents described prediction of events over time frames of 1-5 years as being \"extremely important\" or \"very important\" to decision-making on a 5-point Likert scale. To plan for arteriovenous fistula referral, the respondents deemed thresholds which would predict probability of kidney failure between >30 and >50 % at 1 year, as useful, while many commented that the rate of progression should be included for decision-making. Over 80 % of the respondents were not satisfied with their current ability to predict the progression to kidney failure, CV events, and death. Most of them indicated that they would value and use validated risk scores for decision-making. CONCLUSIONS: Our national survey of nephrologists shows that the risk prediction for major adverse clinical outcomes is valuable in CKD at multiple time frames and risk thresholds. Further research is required in developing relevant and meaningful risk prediction models for clinical decision-making in patient-centered CKD care.",
  "authors": [
    {
      "last_name": "Chiu",
      "fore_name": "Helen H L",
      "initials": "HH",
      "name": "Helen H L Chiu",
      "affiliations": [
        "Nephrology Research, Providence Health Care Research Institute, 4th floor, 1125 Howe Street, Vancouver, BC V6Z 2K8 Canada ; BC Provincial Renal Agency, Vancouver, BC Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Manitoba, Winnipeg, MB Canada."
      ]
    },
    {
      "last_name": "Djurdjev",
      "fore_name": "Ognjenka",
      "initials": "O",
      "name": "Ognjenka Djurdjev",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Manitoba, Winnipeg, MB Canada ; Provincial Health Services Authority, Vancouver, BC Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Brendan J",
      "initials": "BJ",
      "name": "Brendan J Barrett",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, Memorial University of Newfoundland, St. John's, NL Canada."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Division of Nephrology, Foothills Medical Centre, Calgary, AB Canada."
      ]
    },
    {
      "last_name": "Madore",
      "fore_name": "François",
      "initials": "F",
      "name": "François Madore",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, Université de Montréal, Montréal, QC Canada."
      ]
    },
    {
      "last_name": "Rigatto",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Rigatto",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Manitoba, Winnipeg, MB Canada."
      ]
    },
    {
      "last_name": "Muirhead",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Muirhead",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, The University of Western Ontario, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, McMaster University, London, ON Canada."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "BC Provincial Renal Agency, Vancouver, BC Canada ; Department of Medicine, Faculty of Medicine, The University of British Columbia, Vancouver, BC Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2015"
  },
  "start_page": "53",
  "pages": "53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26688745",
    "pmc": "PMC4684914",
    "doi": "10.1186/s40697-015-0088-z",
    "pii": "88"
  },
  "doi": "10.1186/s40697-015-0088-z",
  "pmc_id": "PMC4684914",
  "dates": {
    "completed": "2015-12-21",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.957881",
    "pmid": "26688745"
  }
}