{
  "pmid": "26692020",
  "uid": "26692020",
  "title": "Antimicrobial stewardship in the intensive care setting--a review and critical appraisal of the literature.",
  "abstract": "BACKGROUND: Many antimicrobial stewardship programmes (ASPs) target the intensive care unit owing to high antimicrobial utilisation. In this review, we summarise and assess the quality of evidence supporting the implementation of various ASP strategies in the intensive care unit setting with a focus on publications between 2010 and 2015. METHODS: We searched Medline up to April 2015 and screened publications of interest for additional relevant articles. We grouped the strategies into four categories: audit and feedback, formulary restrictions, guidelines/clinical pathways, and procalcitonin. We used GRADE terminology to describe the quality of evidence. RESULTS AND CONCLUSIONS: We identified several studies reporting optimisation and reduction of antibiotic utilisation as well as cost reduction in all four strategies. Randomised controlled trials reviewing the role of procalcitonin demonstrate a moderate level of evidence. Given the lack of randomised controlled trials to support the role of guidelines, formulary restrictions, and audit and feedback, the level of evidence supporting these strategies is low. Importantly, there is no convincing evidence to support the main goal of ASP, namely to improve patient outcomes. Larger, rigorous long-term studies using a cluster randomised controlled trial or at least a controlled quasi-experimental design with time series are required to assess the impact of ASP on patient-important outcomes and on the emergence of resistance in the intensive care unit setting.",
  "authors": [
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada;"
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Brooks",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Neal",
      "initials": "N",
      "name": "Neal Irfan",
      "affiliations": [
        "Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Melani",
      "initials": "M",
      "name": "Melani Sung",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Swiss medical weekly",
    "iso_abbreviation": "Swiss Med Wkly",
    "issn": "1424-3997",
    "issn_type": "Electronic",
    "volume": "145",
    "pub_year": "2015"
  },
  "start_page": "w14220",
  "pages": "w14220",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Calcitonin",
    "Calcitonin Gene-Related Peptide",
    "Critical Care",
    "Drug Utilization",
    "Humans",
    "Intensive Care Units",
    "Protein Precursors",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26692020",
    "doi": "10.4414/smw.2015.14220",
    "pii": "smw-14220"
  },
  "doi": "10.4414/smw.2015.14220",
  "dates": {
    "completed": "2016-09-01",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "CALCA protein, human",
    "Protein Precursors",
    "Calcitonin",
    "Calcitonin Gene-Related Peptide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.844002",
    "pmid": "26692020"
  }
}