{
  "pmid": "26705863",
  "uid": "26705863",
  "title": "Multimodal hybrid reasoning methodology for personalized wellbeing services.",
  "abstract": "A wellness system provides wellbeing recommendations to support experts in promoting a healthier lifestyle and inducing individuals to adopt healthy habits. Adopting physical activity effectively promotes a healthier lifestyle. A physical activity recommendation system assists users to adopt daily routines to form a best practice of life by involving themselves in healthy physical activities. Traditional physical activity recommendation systems focus on general recommendations applicable to a community of users rather than specific individuals. These recommendations are general in nature and are fit for the community at a certain level, but they are not relevant to every individual based on specific requirements and personal interests. To cover this aspect, we propose a multimodal hybrid reasoning methodology (HRM) that generates personalized physical activity recommendations according to the user׳s specific needs and personal interests. The methodology integrates the rule-based reasoning (RBR), case-based reasoning (CBR), and preference-based reasoning (PBR) approaches in a linear combination that enables personalization of recommendations. RBR uses explicit knowledge rules from physical activity guidelines, CBR uses implicit knowledge from experts׳ past experiences, and PBR uses users׳ personal interests and preferences. To validate the methodology, a weight management scenario is considered and experimented with. The RBR part of the methodology generates goal, weight status, and plan recommendations, the CBR part suggests the top three relevant physical activities for executing the recommended plan, and the PBR part filters out irrelevant recommendations from the suggested ones using the user׳s personal preferences and interests. To evaluate the methodology, a baseline-RBR system is developed, which is improved first using ranged rules and ultimately using a hybrid-CBR. A comparison of the results of these systems shows that hybrid-CBR outperforms the modified-RBR and baseline-RBR systems. Hybrid-CBR yields a 0.94% recall, a 0.97% precision, a 0.95% f-score, and low Type I and Type II errors.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Rahman",
      "initials": "R",
      "name": "Rahman Ali",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: rahmanali@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: muhammad.afzal@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: maqbool.hussain@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Ali",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: maqbool.ali@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Siddiqi",
      "fore_name": "Muhammad Hameed",
      "initials": "MH",
      "name": "Muhammad Hameed Siddiqi",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: siddiqi@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: sylee@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Ho Kang",
      "fore_name": "Byeong",
      "initials": "B",
      "name": "Byeong Ho Kang",
      "affiliations": [
        "Department of Computing and Information Systems, University of Tasmania, Hobart, Tasmania 7005, Australia. Electronic address: byeong.kang@utas.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Computers in biology and medicine",
    "iso_abbreviation": "Comput Biol Med",
    "issn": "1879-0534",
    "issn_type": "Electronic",
    "volume": "69",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "10",
  "end_page": "28",
  "pages": "10-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Decision Making, Computer-Assisted",
    "Humans",
    "Motor Activity"
  ],
  "article_ids": {
    "pubmed": "26705863",
    "doi": "10.1016/j.compbiomed.2015.11.013",
    "pii": "S0010-4825(15)00381-9"
  },
  "doi": "10.1016/j.compbiomed.2015.11.013",
  "dates": {
    "completed": "2016-10-27",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.762217",
    "pmid": "26705863"
  }
}