{
  "pmid": "26718044",
  "uid": "26718044",
  "title": "10 Genetic approaches to understanding the physiologic importance of the carboxyl methylation of isoprenylated proteins.",
  "abstract": "This chapter examines recent studies on the physiologic importance of the carboxyl methylation of isoprenylated proteins, focusing largely on what has been learned from cells lacking the Icmt methyltransferase. Proteins terminating with a CaaX motif (e.g., the nuclear lamins, the Ras family of proteins) undergo posttranslational modification of a carboxyl-terminal cysteine with an isoprenyl lipid (a process generally called protein isoprenylation or protein prenylation). Following this lipidation step, CaaX proteins generally undergo two additional processing steps: endoproteolytic release of the last three residues of the protein (i.e., the -aaX of the CaaX motif) and methylesterification of the newly exposed isoprenylcysteine a-carboxyl group. The CaaX proteins are not, however, the only prenylated proteins that undergo carboxyl methylation. A subset of the Rab family of proteins, those terminating with a CXC motif, undergo methylesterification of a carboxyl-terminal geranylgeranylcysteine. The methylation of CaaX proteins and the CXC Rab proteins is carried out by a single membrane methyltransferase of the endoplasmic reticulum, Icmt (for isoprenylcysteine carboxyl methyltransferase). Many studies have shown that protein prenylation is essential for the proper intracellular targeting and function of numerous intracellular proteins, but the physiologic importance of the carboxyl methylation step has remained less certain. Here, we review recent studies that have shed light on the importance of carboxyl methylation of prenylated proteins.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Stephen G",
      "initials": "SG",
      "name": "Stephen G Young",
      "affiliations": [
        "Division of Cardiology Department of Internal Medicine, University of California, Los Angeles 405 Hilgard Avenue Los Angeles, CA 90095, USA."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Steven G",
      "initials": "SG",
      "name": "Steven G Clarke",
      "affiliations": [
        "Department of Chemistry and Biochemistry and the Molecular Biology Institute University of California, Los Angeles 405 Hilgard Avenue Los Angeles, CA 90095, USA."
      ]
    },
    {
      "last_name": "Bergoc",
      "fore_name": "Martin O",
      "initials": "MO",
      "name": "Martin O Bergoc",
      "affiliations": [
        "Wallenberg Laboratory, Department of Internal Medicine Sahlgrenska University Hospital SE-431 80 Mölndal Grothenburg S-41345, Sweden."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Medicine Cell Biology and Pharmacology New York University School of Medicine 530 First Avenue New York, NY 10016, USA."
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Loren G",
      "initials": "LG",
      "name": "Loren G Fong",
      "affiliations": [
        "Division of Cardiology Department of Internal Medicine, University of California, Los Angeles 405 Hilgard Avenue Los Angeles, CA 90095, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Enzymes",
    "iso_abbreviation": "Enzymes",
    "issn": "0423-2607",
    "issn_type": "Print",
    "volume": "24",
    "pub_year": "2006"
  },
  "start_page": "273",
  "end_page": "301",
  "pages": "273-301",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26718044",
    "doi": "10.1016/S1874-6047(06)80012-0",
    "pii": "S1874-6047(06)80012-0"
  },
  "doi": "10.1016/S1874-6047(06)80012-0",
  "dates": {
    "completed": "2016-01-01",
    "revised": "2015-12-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.702527",
    "pmid": "26718044"
  }
}