{
  "pmid": "26710056",
  "uid": "26710056",
  "title": "Methodologic Quality of Systematic Reviews Published in the Plastic and Reconstructive Surgery Literature: A Systematic Review.",
  "abstract": "BACKGROUND: Well-conducted systematic reviews have a critical role in informing evidence-based decision-making in plastic surgery. The authors' objective was to assess the methodologic quality of systematic reviews in the plastic surgery literature. METHODS: The authors systematically assessed all systematic reviews in 10 high-impact plastic surgery journals using MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials, and the Cochrane Database of Systematic Reviews from 2003 to 2013. These were evaluated for methodologic quality using A Measurement Tool to Assess Systematic Reviews (AMSTAR), a validated 11-point instrument. RESULTS: After removal of duplicates and screening titles and abstracts, 190 systematic reviews met eligibility criteria. The majority of systematic reviews were published in Plastic and Reconstructive Surgery (n = 88). The most common domain covered was reconstruction (17.9 percent). Using AMSTAR, the median score was 4 (interquartile range, 2.25 to 6.00) on a scale of 1 to 11. No increase in AMSTAR score was observed with time (p = 0.18). Almost half of all systematic reviews (48.4 percent) included at least two independent data extractors, and less than one-third of them (15.3 percent) searched unpublished studies or provided a list of both included and excluded studies (14.8 percent). The methodologic quality of included primary studies was evaluated in 35.3 percent. CONCLUSIONS: Systematic reviews in plastic surgery demonstrated inadequate adherence to methodologic standards of quality, which raises concerns about validity. There has been an increase in the number of systematic reviews published in plastic surgery over the past decade, yet there has been no significant improvement observed in methodologic quality.",
  "authors": [
    {
      "last_name": "Samargandi",
      "fore_name": "Osama A",
      "initials": "OA",
      "name": "Osama A Samargandi",
      "affiliations": [
        "Vancouver, British Columbia, and Toronto and Hamilton, Ontario, Canada; and Jeddah, Saudi Arabia From the School of Population and Public Health, Faculty of Medicine, University of British Columbia; the Department of Radiation Oncology, BC Cancer Agency; the Pediatric Oncology Group of Ontario; the Division of Plastic Surgery and the Department of Clinical Epidemiology and Biostatistics, McMaster University; and the Division of Plastic and Reconstructive Surgery, Department of Surgery, King Abdulaziz University."
      ]
    },
    {
      "last_name": "Hasan",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Hasan",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "225e",
  "end_page": "236e",
  "pages": "225e-236e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Humans",
    "Periodicals as Topic",
    "Publishing",
    "Plastic Surgery Procedures",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "26710056",
    "doi": "10.1097/PRS.0000000000001898",
    "pii": "00006534-201601000-00071"
  },
  "doi": "10.1097/PRS.0000000000001898",
  "dates": {
    "completed": "2016-04-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.160996",
    "pmid": "26710056"
  }
}