{
  "pmid": "26713244",
  "uid": "26713244",
  "title": "Modeling the ecologic niche of plague in sylvan and domestic animal hosts to delineate sources of human exposure in the western United States.",
  "abstract": "Plague has been established in the western United States (US) since 1900 following the West Coast introduction of commensal rodents infected with Yersinia pestis via early industrial shipping. Over the last century, plague ecology has transitioned through cycles of widespread human transmission, urban domestic transmission among commensal rodents, and ultimately settled into the predominantly sylvan foci that remain today where it is maintained alternatively by enzootic and epizootic transmission. While zoonotic transmission to humans is much less common in modern times, significant plague risk remains in parts of the western US. Moreover, risk to some threatened species that are part of the epizootic cycle can be quite substantive. This investigation attempted to predict the risk of plague across the western US by modeling the ecologic niche of plague in sylvan and domestic animals identified between 2000 and 2015. A Maxent machine learning algorithm was used to predict this niche based on climate, altitude, land cover, and the presence of an important enzootic species, Peromyscus maniculatus. This model demonstrated good predictive ability (AUC = 86%) and identified areas of high risk in central Colorado, north-central New Mexico, and southwestern and northeastern California. The presence of P. maniculatus, altitude, precipitation during the driest and wettest quarters, and distance to artificial surfaces, all contributed substantively to maximizing the gain function. These findings add to the known landscape epidemiology and infection ecology of plague in the western US and may suggest locations of particular risk to be targeted for wild and domestic animal intervention.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York,Downstate , United States."
      ]
    },
    {
      "last_name": "Haseeb",
      "fore_name": "M A",
      "initials": "MA",
      "name": "M A Haseeb",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York,Downstate , United States ; Departments of Cell Biology, Pathology and Medicine, College of Medicine, State University of New York, Downstate Medical Center , Brooklyn, NY , United States."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2015"
  },
  "start_page": "e1493",
  "pages": "e1493",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26713244",
    "pmc": "PMC4690378",
    "doi": "10.7717/peerj.1493",
    "pii": "1493"
  },
  "doi": "10.7717/peerj.1493",
  "pmc_id": "PMC4690378",
  "dates": {
    "completed": "2015-12-29",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.862835",
    "pmid": "26713244"
  }
}