{
  "pmid": "26712807",
  "uid": "26712807",
  "title": "Effect of Lowering the Dialysate Temperature in Chronic Hemodialysis: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND AND OBJECTIVES: Lowering the dialysate temperature may improve outcomes for patients undergoing chronic hemodialysis. We reviewed the reported benefits and harms of lower temperature dialysis. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: We searched the Cochrane Central Register, OVID MEDLINE, EMBASE, and Pubmed until April 15, 2015. We reviewed the reference lists of relevant reviews, registered trials, and relevant conference proceedings. We included all randomized, controlled trials that evaluated the effect of reduced temperature dialysis versus standard temperature dialysis in adult patients receiving chronic hemodialysis. We followed the Grading of Recommendations Assessment, Development and Evaluation approach to assess confidence in the estimates of effect (i.e., the quality of evidence). We conducted meta-analyses using random effects models. RESULTS: Twenty-six trials were included, consisting of a total of 484 patients. Compared with standard temperature dialysis, reduced temperature dialysis significantly reduced the rate of intradialytic hypotension by 70% (95% confidence interval, 49% to 89%) and significantly increased intradialytic mean arterial pressure by 12 mmHg (95% confidence interval, 8 to 16 mmHg). Symptoms of discomfort occurred 2.95 (95% confidence interval, 0.88 to 9.82) times more often with reduced temperature compared with standard temperature dialysis. The effect on dialysis adequacy was not significantly different, with a Kt/V mean difference of -0.05 (95% confidence interval, -0.09 to 0.01). Small sample sizes, loss to follow-up, and a lack of appropriate blinding in some trials reduced confidence in the estimates of effect. None of the trials reported long-term outcomes. CONCLUSIONS: In patients receiving chronic hemodialysis, reduced temperature dialysis may reduce the rate of intradialytic hypotension and increase intradialytic mean arterial pressure. High-quality, large, multicenter, randomized trials are needed to determine whether reduced temperature dialysis affects patient mortality and major adverse cardiovascular events.",
  "authors": [
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Departments of Medicine and Biomedical and Health Informatics and ramustafa@gmail.com."
      ]
    },
    {
      "last_name": "Bdair",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi Bdair",
      "affiliations": [
        "Departments of Medicine and Biomedical and Health Informatics and."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Department of Internal Medicine, American University of Beirut, Beirut, Lebanon;"
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Department of Medicine, London Health Sciences Centre, London, Ontario, Canada; Department of Medicine, Western University, London, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Thiessen-Philbrook",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Thiessen-Philbrook",
      "affiliations": [
        "Program of Applied Translational Research, Department of Internal Medicine, Yale University School of Medicine, New Haven, Connecticut;"
      ]
    },
    {
      "last_name": "Salameh",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Salameh",
      "affiliations": [
        "Departments of Medicine and Biomedical and Health Informatics and."
      ]
    },
    {
      "last_name": "Kisra",
      "fore_name": "Sood",
      "initials": "S",
      "name": "Sood Kisra",
      "affiliations": [
        "Departments of Medicine and Biomedical and Health Informatics and."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad",
      "initials": "G",
      "name": "Gihad Nesrallah",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Al-Jaishi",
      "affiliations": [
        "Department of Medicine, London Health Sciences Centre, London, Ontario, Canada;"
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Parth",
      "initials": "P",
      "name": "Parth Patel",
      "affiliations": [
        "MD Program, St. James School of Medicine, Chicago, Illinois; and."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Payal",
      "initials": "P",
      "name": "Payal Patel",
      "affiliations": [
        "School of Medicine, University of Missouri, Kansas City, Missouri;"
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Ahmad A",
      "initials": "AA",
      "name": "Ahmad A Mustafa",
      "affiliations": [
        "School of Medicine, Jordan University of Science and Technology, Erbid, Jordan."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Medicine, McMaster University, Hamilton, Ontario, Canada;"
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "07"
  },
  "start_page": "442",
  "end_page": "457",
  "pages": "442-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Arterial Pressure",
    "Chi-Square Distribution",
    "Cold Temperature",
    "Hemodialysis Solutions",
    "Humans",
    "Hypertension",
    "Hypotension",
    "Odds Ratio",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26712807",
    "pmc": "PMC4791810",
    "doi": "10.2215/CJN.04580415",
    "pii": "CJN.04580415"
  },
  "doi": "10.2215/CJN.04580415",
  "pmc_id": "PMC4791810",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Hemodialysis Solutions"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.618647",
    "pmid": "26712807"
  }
}