{
  "pmid": "26717861",
  "uid": "26717861",
  "title": "The β-Blocker to Lower Cardiovascular Dialysis Events (BLOCADE) Feasibility Study: A Randomized Controlled Trial.",
  "abstract": "BACKGROUND: β-Blocking agents reduce cardiovascular mortality in patients with heart disease, but their potential benefit in dialysis patients is unclear. We aimed to determine the feasibility of a randomized controlled trial (RCT). STUDY DESIGN: Pilot RCT. SETTING & PARTICIPANTS: Patients who received dialysis for 3 or more months and were 50 years or older (or ≥18 years with diabetes or cardiovascular disease) were recruited from 11 sites in Australia and New Zealand. We aimed to recruit 150 participants. INTERVENTION: After a 6-week run-in with the β-blocker carvedilol, we randomly assigned participants to treatment with carvedilol or placebo for 12 months. OUTCOMES & MEASUREMENTS: The prespecified primary outcome was the proportion of participants who tolerated carvedilol, 6.25mg, twice daily during the run-in period. After randomization, we report participant withdrawal and the incidence of intradialytic hypotension (IDH). RESULTS: Of 1,443 patients screened, 354 were eligible, 91 consented, and 72 entered the run-in stage. 49 of 72 run-in participants (68%; 95% CI, 57%-79%) achieved the primary outcome. 5 of the 23 withdrawals from run-in were attributable to bradycardia or hypotension. After randomization, 10 of 26 allocated to carvedilol and 4 of 23 allocated to placebo withdrew. 4 participants randomly assigned to carvedilol withdrew because of bradycardia or hypotension. Overall, there were 4 IDH events per 100 hemodialysis sessions; in participants allocated to carvedilol versus placebo, respectively, there were 7 versus 2 IDH events per 100 hemodialysis sessions (P=0.1) in the 2 weeks immediately following a dose increase and 4 versus 3 IDH events per 100 hemodialysis sessions after no dose increase (P=0.7). LIMITATIONS: Unable to recruit planned sample size. CONCLUSIONS: Recruiting patients receiving dialysis to an RCT of β-blocker versus placebo will prove challenging. Possible solutions include international collaboration and exploring novel trial designs such as a registry-based RCT.",
  "authors": [
    {
      "last_name": "Roberts",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Roberts",
      "affiliations": [
        "Department of Renal Medicine, Eastern Health Clinical School, Monash University, Melbourne, Australia. Electronic address: matthew.roberts@easternhealth.org.au."
      ]
    },
    {
      "last_name": "Pilmore",
      "fore_name": "Helen L",
      "initials": "HL",
      "name": "Helen L Pilmore",
      "affiliations": [
        "Department of Renal Medicine, Auckland City Hospital, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Ierino",
      "fore_name": "Francesco L",
      "initials": "FL",
      "name": "Francesco L Ierino",
      "affiliations": [
        "Department of Nephrology, Austin Health, Melbourne, Australia; Department of Medicine, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Badve",
      "fore_name": "Sunil V",
      "initials": "SV",
      "name": "Sunil V Badve",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, Australia; Department of Nephrology, St George Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Cass",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Cass",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, Northern Territory, Australia."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Isbel",
      "fore_name": "Nicole M",
      "initials": "NM",
      "name": "Nicole M Isbel",
      "affiliations": [
        "Department of Nephrology, Princess Alexandra Hospital, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Krum",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Krum",
      "affiliations": [
        "Centre of Cardiovascular Research and Education in Therapeutics, Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Pascoe",
      "fore_name": "Elaine M",
      "initials": "EM",
      "name": "Elaine M Pascoe",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Perkovic",
      "fore_name": "Vlado",
      "initials": "V",
      "name": "Vlado Perkovic",
      "affiliations": [
        "George Institute for Global Health, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Scaria",
      "fore_name": "Anish",
      "initials": "A",
      "name": "Anish Scaria",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Tonkin",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Tonkin",
      "affiliations": [
        "Cardiovascular Research Unit, Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Vergara",
      "fore_name": "Liza A",
      "initials": "LA",
      "name": "Liza A Vergara",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Hawley",
      "fore_name": "Carmel M",
      "initials": "CM",
      "name": "Carmel M Hawley",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, Australia; Department of Nephrology, Princess Alexandra Hospital, Brisbane, Australia."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "902",
  "end_page": "911",
  "pages": "902-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Aged",
    "Carbazoles",
    "Cardiovascular Diseases",
    "Carvedilol",
    "Double-Blind Method",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Propanolamines",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "26717861",
    "doi": "10.1053/j.ajkd.2015.10.029",
    "pii": "S0272-6386(15)01394-3"
  },
  "doi": "10.1053/j.ajkd.2015.10.029",
  "dates": {
    "completed": "2017-05-31",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Carbazoles",
    "Propanolamines",
    "Carvedilol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.196953",
    "pmid": "26717861"
  }
}