{
  "pmid": "26719193",
  "uid": "26719193",
  "title": "Using Nonmetric Multidimensional Scaling to Analyze Bee Visitation in East Tennessee Crops as an Indicator of Pollination Services Provided by Honey Bees (Apis mellifera L.) and Native Bees.",
  "abstract": "This study investigated bee visitation on 10 agricultural crops grown on diverse small farms in Tennessee to determine the abundance of native bees and honey bees and the partitioning of visitation among crops. Summaries for each crop are used to generate mean proportions of bee visitation by categories of bees. This shows that native bee visits often occur as frequently, or in greater proportions than non-native honey bee visits. Visitation across multiple crops is then analyzed together with nonmetric multidimensional scaling to show how communities of bees that provide crop pollination change depending on the crop. Within squash and pumpkin plantings, continuous and discrete factors, such as \"time of day\" and \"organic practices,\" further explain shifts in the community composition of flower visitors. Results from this study show that native bees frequently visit flowers on various crops, indicating that they are likely contributing to pollination services in addition to honey bees. Furthermore, the community of bees visiting flowers changes based on crop type, phenology, and spatial-temporal factors. Results suggest that developing pollinator conservation for farms that grow a wide variety of crops will likely require multiple conservation strategies. Farms that concentrate on a single crop may be able to tailor conservation practices toward the most important bees in their system and geographic locale.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "Department of Entomology and Plant Pathology, University of Tennessee, Knoxville, TN 37992 (mwilso14@utk.edu, jskinner@utk.edu), mwilso14@utk.edu."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Skinner",
      "affiliations": [
        "Department of Entomology and Plant Pathology, University of Tennessee, Knoxville, TN 37992 (mwilso14@utk.edu, jskinner@utk.edu)."
      ]
    },
    {
      "last_name": "Wszelaki",
      "fore_name": "Annette L",
      "initials": "AL",
      "name": "Annette L Wszelaki",
      "affiliations": [
        "Department of Plant Sciences, University of Tennessee, Knoxville, TN 37992, (awszelak@utk.edu)."
      ]
    },
    {
      "last_name": "Drummond",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Drummond",
      "affiliations": [
        "School of Biology and Ecology, University of Maine, Orono, ME 04469 (frank_drummond@umit.maine.edu), and Cooperative Extension, University of Maine, Orono, ME 04469."
      ]
    }
  ],
  "journal": {
    "title": "Environmental entomology",
    "iso_abbreviation": "Environ Entomol",
    "issn": "1938-2936",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "390",
  "end_page": "396",
  "pages": "390-396",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26719193",
    "doi": "10.1093/ee/nvv216",
    "pii": "nvv216"
  },
  "doi": "10.1093/ee/nvv216",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.376229",
    "pmid": "26719193"
  }
}