{
  "pmid": "26716840",
  "uid": "26716840",
  "title": "The Role of Shear Stress in Arteriovenous Fistula Maturation and Failure: A Systematic Review.",
  "abstract": "INTRODUCTION: Non-maturation and post-maturation venous stenosis are the primary causes of failure within arteriovenous fistulae (AVFs). Although the exact mechanisms triggering failure remain unclear, abnormal hemodynamic profiles are thought to mediate vascular remodelling and can adversely impact on fistula patency. AIM: The review aims to clarify the role of shear stress on outward remodelling during maturation and evaluate the evidence supporting theories related to the localisation and development of intimal hyperplasia within AVFs. METHODS: A systematic review of studies comparing remodelling data with hemodynamic data obtained from computational fluid dynamics of AVFs during and after maturation was conducted. RESULTS: Outward remodelling occurred to reduce or normalise the level of shear stress over time in fistulae with a large radius of curvature (curved) whereas shear stress was found to augment over time in fistulae with a small radius of curvature (straight) coinciding with minimal to no increases in lumen area. Although this review highlighted that there is a growing body of evidence suggesting low and oscillating shear stress may stimulate the initiation and development of intimal medial thickening within AVFs. Further lines of evidence are needed to support the disturbed flow theory and outward remodelling findings before surgical configurations and treatment strategies are optimised to conform to them. This review highlighted that variation between the time of analysis, classification of IH, resolution of simulations, data processing techniques and omission of various shear stress metrics prevented forming pooling of data amongst studies. CONCLUSION: Standardised measurements and data processing techniques are needed to comprehensively evaluate the relationship between shear stress and intimal medial thickening. Advances in image acquisition and flow quantifications coupled with the increasing prevalence of longitudinal studies commencing from fistula creation offer viable techniques and strategies to robustly evaluate the relationship between shear stress and remodelling during maturation and thereafter.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "Leonard D",
      "initials": "LD",
      "name": "Leonard D Browne",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering, Materials and Surface Science Institute, The Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Bashar",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Bashar",
      "affiliations": [
        "Department of Vascular Surgery, Limerick University Hospital, Dooradoyle, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Griffin",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Griffin",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering, Materials and Surface Science Institute, The Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon G",
      "initials": "EG",
      "name": "Eamon G Kavanagh",
      "affiliations": [
        "Department of Vascular Surgery, Limerick University Hospital, Dooradoyle, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Stewart R",
      "initials": "SR",
      "name": "Stewart R Walsh",
      "affiliations": [
        "Department of Vascular Surgery, Limerick University Hospital, Dooradoyle, Limerick, Ireland.",
        "Department of Surgery, National University of Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering, Materials and Surface Science Institute, The Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "12",
    "pub_year": "2015"
  },
  "start_page": "e0145795",
  "pages": "e0145795",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Arteriovenous Fistula",
    "Arteriovenous Shunt, Surgical",
    "Computer Simulation",
    "Hemodynamics",
    "Humans",
    "Shear Strength",
    "Stress, Mechanical"
  ],
  "article_ids": {
    "pubmed": "26716840",
    "pmc": "PMC4696682",
    "doi": "10.1371/journal.pone.0145795",
    "pii": "PONE-D-15-24860"
  },
  "doi": "10.1371/journal.pone.0145795",
  "pmc_id": "PMC4696682",
  "dates": {
    "completed": "2016-06-27",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.863052",
    "pmid": "26716840"
  }
}