{
  "pmid": "26715102",
  "uid": "26715102",
  "title": "Hypoglycemic activities of lyophilized powder of Gynura divaricata by improving antioxidant potential and insulin signaling in type 2 diabetic mice.",
  "abstract": "BACKGROUND: Diabetes mellitus is a serious disease affecting about 5% of people worldwide. Although several studies have indicated hypoglycemic activities of Gynura divaricata (GD), the mechanisms by which GD improves the symptoms of diabetes remain unclear. OBJECTIVE: The aim of this study was to investigate the potential hypoglycemic effects of GD. DESIGN: The leaves and stems of GD were prepared and lyophilized into a powder, which was added to the diet of mice with type 2 diabetes induced by a high-fat diet in combination with streptozotocin for 4 weeks. During this period, fasting blood glucose (FBG) levels and body weight of mice were measured. In addition, at the end of the experiment, a series of assays was performed. RESULTS: GD administration effectively alleviates insulin resistance and induces a decrease in FBG by 59.54% in 1.2% (L) GD-treated diabetic group and 56.13% in 4.8% (H) GD-treated diabetic group after 4 weeks, respectively, relative to diabetic model mice. The antioxidant capacity was improved by increasing the activities of glutathione peroxidase (GSH-Px) and total superoxide dismutase (T-SOD) by 64.87% and 53.42% in treatment group H, compared to diabetic model mice, while GD treatment induced a significant decrease in malondialdehyde (MDA) level by 50% in treatment group L, compared to the level in diabetic model mice. Furthermore, glucose metabolism was ameliorated by the increased glycogen synthesis in the livers of diabetic mice. In addition, we also demonstrated that the messenger RNA (mRNA) and protein expression levels of AKT, PI3K and PDK-1, which are involved in insulin signaling, were significantly increased. CONCLUSIONS: Oral administration of the GD-lyophilized powder has been effectively hypoglycemic, which is done by activating insulin signaling and improving antioxidant capacity in mice with type 2 diabetes.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Bing-Qing",
      "initials": "BQ",
      "name": "Bing-Qing Xu",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Yang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China; sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Food & nutrition research",
    "iso_abbreviation": "Food Nutr Res",
    "issn": "1654-661X",
    "issn_type": "Print",
    "volume": "59",
    "pub_year": "2015"
  },
  "start_page": "29652",
  "pages": "29652",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26715102",
    "pmc": "PMC4695621",
    "doi": "10.3402/fnr.v59.29652",
    "pii": "29652"
  },
  "doi": "10.3402/fnr.v59.29652",
  "pmc_id": "PMC4695621",
  "dates": {
    "completed": "2015-12-30",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.212000",
    "pmid": "26715102"
  }
}