{
  "pmid": "26722224",
  "uid": "26722224",
  "title": "Safety engineered injection devices for intramuscular, subcutaneous and intradermal injections in healthcare delivery settings: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Occupational sharps injuries are associated with transmission of bloodborne viruses to healthcare workers, including hepatitis B virus (HBV), hepatitis C virus (HCV), and human immunodeficiency virus (HIV). Similarly reuse of syringes in healthcare settings might transmit these infections between patients. The objective of this study was to systematically review the evidence about the effects of the use by health care workers of two types of safety engineered injection devices, when delivering intramuscular, subcutaneous, or intradermal injectable medications: sharps injury protection syringes and reuse prevention syringes. METHODS: We included both randomized and non-randomized studies comparing safety syringes to syringes without safety features. Outcomes of interest included needlestick injuries, and HIV, HBV and HCV infections amongst HCWs (for sharps injury prevention syringes) and patients (for reuse prevention syringes). When possible, we conducted meta-analyses using a random-effects model. We tested results for heterogeneity across studies using the I statistic. We assessed the quality of evidence by outcome using the GRADE methodology. RESULTS: We included nine eligible studies: six assessed devices that qualify as sharps injury prevention devices, and three assessed devices that qualify as both injury prevention devices and reuse prevention devices. Eight studies were observational while one was randomized. All studies assessed a single outcome: needle stick injuries among healthcare workers. For sharp injury prevention syringes, the meta-analysis of five studies resulted in a pooled relative risk of 0.54 [0.41, 0.71] for the effect on needlestick injuries per healthcare worker. The associated quality of evidence was rated as moderate. For reuse prevention syringes, data from one study provided a relative risk of 0.40 [0.27, 0.59] for the effect on needlestick injuries per healthcare worker. The associated quality of evidence was rated as moderate. We identified no studies reporting on the effect on the reuse of syringes. CONCLUSIONS: We identified moderate quality evidence that syringes with sharps injury prevention feature reduce the incidence of needlestick injuries per healthcare worker. We identified no studies reporting data for the remaining outcomes of interest for HCWs. Similarly we identified no studies reporting on the effect of syringes with a reuse prevention feature on the reuse of syringes or on the other outcomes of interest for patients.",
  "authors": [
    {
      "last_name": "Harb",
      "fore_name": "Alain C",
      "initials": "AC",
      "name": "Alain C Harb",
      "affiliations": [
        "Department of Anaesthesiology, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Tarabay",
      "fore_name": "Rami",
      "initials": "R",
      "name": "Rami Tarabay",
      "affiliations": [
        "Lebanese University, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diab",
      "fore_name": "Batoul",
      "initials": "B",
      "name": "Batoul Diab",
      "affiliations": [
        "Lebanese University, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ballout",
      "fore_name": "Rami A",
      "initials": "RA",
      "name": "Rami A Ballout",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamassi",
      "fore_name": "Selma",
      "initials": "S",
      "name": "Selma Khamassi",
      "affiliations": [
        "World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2015"
  },
  "start_page": "71",
  "pages": "71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26722224",
    "pmc": "PMC4697323",
    "doi": "10.1186/s12912-015-0119-1",
    "pii": "119"
  },
  "doi": "10.1186/s12912-015-0119-1",
  "pmc_id": "PMC4697323",
  "dates": {
    "completed": "2016-01-01",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.240871",
    "pmid": "26722224"
  }
}