{
  "pmid": "26724670",
  "uid": "26724670",
  "title": "The influence of knee malalignment on the ankle alignment in varus and valgus gonarthrosis based on radiographic measurement.",
  "abstract": "PURPOSE: The lower limb misalignment as calculated by radiography has an evident effect on the development and progression of knee osteoarthritis (OA). However, whether the knee malalignment has an influence on ankle alignment is unknown. The purpose of this study was to discuss the correlation between knee and ankle alignment in varus and valgus gonarthrosis. METHODS: This is a retrospective study of 149 patients with symptomatic varus and valgus knee OA who intend to take total knee arthroplasty (TKA) between January and October 2013. A protocol for the measurement of knee-ankle alignment and angles on full-length standing anteroposterior radiographs of the lower extremity was outlined in detail with step-by-step instructions. Two observers measured the angles chosen. The Pearson's correlation tests were used for the statistical analysis. RESULTS: Pearson's correlation test results for unilateral varus or valgus gonarthrosis showed that the varus or valgus deformity of the knee can influence the tilt angle and tibiotalar angle of the ankle in operative side signficantly(p<0.05), and the tilt angle of the ankle can also be affected in nonoperative side (p<0.05). Moreover, the tilt angle of the bilateral ankle can be simultaneously affected in bilateral varus gonarthrosis (p<0.05). CONCLUSION: These findings suggest that the varus and valgus deformity of the knee can induce the tilt of the ankle and influence the ankle alignment, which may further accelerate the degeneration of the ankle. Moreover, the knee alignment in the nonoperative side can also result in the change of ankle alignment at the same time.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Fuqiang",
      "initials": "F",
      "name": "Fuqiang Gao",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China. Electronic address: gaofuqiang0604@163.com."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China. Electronic address: 1402317340@qq.com."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China. Electronic address: colinda908@163.com."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Wanshou",
      "initials": "W",
      "name": "Wanshou Guo",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Zirong",
      "initials": "Z",
      "name": "Zirong Li",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Weiguo",
      "initials": "W",
      "name": "Weiguo Wang",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029 China."
      ]
    }
  ],
  "journal": {
    "title": "European journal of radiology",
    "iso_abbreviation": "Eur J Radiol",
    "issn": "1872-7727",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "228",
  "end_page": "232",
  "pages": "228-232",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle",
    "Ankle Joint",
    "Bone Malalignment",
    "Female",
    "Humans",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Observer Variation",
    "Radiography",
    "Retrospective Studies",
    "Tarsal Bones"
  ],
  "article_ids": {
    "pubmed": "26724670",
    "doi": "10.1016/j.ejrad.2015.11.021",
    "pii": "S0720-048X(15)30163-7"
  },
  "doi": "10.1016/j.ejrad.2015.11.021",
  "dates": {
    "completed": "2016-08-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.335554",
    "pmid": "26724670"
  }
}