{
  "pmid": "26739307",
  "uid": "26739307",
  "title": "The ethics of future trials: qualitative analysis of physicians' decision making.",
  "abstract": "BACKGROUND: The decision to conduct a randomized controlled trial (RCT) in a field raises ethical as well as scientific issues. From the clinical equipoise literature, future trials are justifiable if there is \"honest, professional disagreement in the community of expert practitioners as to the preferred treatment\". Empirical data are sparse about how clinicians apply the principles of equipoise to the justification of future RCTs. For example, selective decontamination of the digestive tract (SDD) is not widely used in critical care practice despite the strength of the evidence base and therefore provides a unique opportunity to learn how clinicians think about the ethics of further RCTs in critical care. METHODS: In an international interview study of views of healthcare professionals about SDD, we undertook a secondary analysis of qualitative data collected using a Theoretical Domains Framework of clinical behaviour. We adopted a general descriptive approach to explore how physicians determined whether another RCT of SDD is ethical. Following a constant comparison approach, three investigators reviewed 54 purposively chosen transcripts from three international regions. We interpreted the data using thematic analysis. RESULTS: We grouped participants' responses into four inter-related themes: 1) cultural norms about evidence and practice within healthcare; 2) personal views about what evidence is current or applicable; 3) the interpersonal and relational nature of professional decision making locally; and 4) an a priori commitment to future trials. The analysis also identified several unresolved tensions regarding when a future RCT should be pursued. These tensions focused on a clash between potential benefits to current individual patients and potential future harms to patients more broadly. CONCLUSIONS: Our study suggests that ethical decision making about future RCTs in the field of SDD does not rely strongly on appeals to evidence, even when the quality of the evidence is reasonably high. Rather, \"extra-evidential\" reasons, including social, professional, and relational factors, seem to influence opinions regarding the ethics of future trials. Further work is required to see if these conclusions are applicable to other clinical topics and settings.",
  "authors": [
    {
      "last_name": "Webster",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Webster",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, 500 University Avenue, 5th Floor, Toronto, Ontario, M5G 1V7, Canada. fiona.webster@utoronto.ca."
      ]
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": [
        "Rotman Institute of Philosophy, Western University, 1151 Richmond Street, London, Ontario, N6A 5B8, Canada. cweijer@uwo.ca."
      ]
    },
    {
      "last_name": "Todd",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Todd",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, 500 University Avenue, 5th Floor, Toronto, Ontario, M5G 1V7, Canada. lauraelainetodd@gmail.com."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada. jgrimshaw@ohri.ca.",
        "Department of Medicine, University of Ottawa, Ottawa Hospital - General Campus, Centre for Practice-Changing Research, 501 Smyth Road, Room 1286, Ottawa, Ontario, K1H 8L6, Canada. jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Andrea P",
      "initials": "AP",
      "name": "Andrea P Marshall",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University and Gold Coast University Hospital, D.5 090 1 Hospital Blvd, Southport, QLD 4215, Australia. a.marshall@griffith.edu.au."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Departments of Medicine, Clinical Epidemiology & Biostatistics, McMaster University, Faculty of Health Sciences, 1280 Main Street West, Rm. 2C11, Hamilton, Ontario, L8S 4K1, Canada. debcook@mcmaster.ca."
      ]
    },
    {
      "last_name": "MacLennan",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme MacLennan",
      "affiliations": [
        "Health Services Research Unit, Health Sciences Building, Foresterhill, University of Aberdeen, Aberdeen, AB25 2ZD, UK. g.maclennan@abdn.ac.uk."
      ]
    },
    {
      "last_name": "Cuthbertson",
      "fore_name": "Brian H",
      "initials": "BH",
      "name": "Brian H Cuthbertson",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada. brian.cuthbertson@sunnybrook.ca.",
        "Department of Anesthesia, University of Toronto, Toronto, Canada. brian.cuthbertson@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Francis",
      "fore_name": "Jill J",
      "initials": "JJ",
      "name": "Jill J Francis",
      "affiliations": [
        "School of Health Sciences, City University London, Northampton Square, London, EC1V OHB, UK. Jill.Francis.1@city.ac.uk."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "17",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "Humans",
    "Physician's Role",
    "Qualitative Research",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26739307",
    "pmc": "PMC4704430",
    "doi": "10.1186/s13063-015-1137-8",
    "pii": "10.1186/s13063-015-1137-8"
  },
  "doi": "10.1186/s13063-015-1137-8",
  "pmc_id": "PMC4704430",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "09/01/13",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "HSRU2",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.145365",
    "pmid": "26739307"
  }
}