{
  "pmid": "26731290",
  "uid": "26731290",
  "title": "Anticoagulation for prosthetic heart valves: unresolved questions requiring answers.",
  "abstract": "PURPOSE OF REVIEW: The efficacy of anticoagulation for valvular prostheses is the result of a delicate balance between the risk of thromboembolic (TE) events and bleeding. Here, we review data on anticoagulation for valve prostheses with a focus on clinical trials that address key unanswered questions. RECENT FINDINGS: There are several unanswered questions in the field of prosthetic valve anticoagulation, including: optimal TE prophylaxis in the short term for bioprostheses, optimal TE prophylaxis following transcatheter aortic valve implantation, the safety and efficacy of lower levels of anticoagulation with the bileaflet mechanical prosthesis, the role of aspirin for patients with mechanical prostheses, and the management of anticoagulation for mechanical valves in pregnancy. Other areas of study include the role, if any, of nonwarfarin oral anticoagulants for prosthetic TE prophylaxis as well as self-INR monitoring. Finally, we briefly mention studies of newer anticoagulants, such as novel vitamin K antagonists and antisense oligonucleotides, that are on the horizon. SUMMARY: Optimal antithrombotic management is a key issue for patients with valvular prostheses, and the publication of recent trials has provided much-needed guidance. We highlight areas of progress, in addition to the major unanswered questions for which well-designed, prospective clinical trials are forthcoming.",
  "authors": [
    {
      "last_name": "Yanagawa",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Yanagawa",
      "affiliations": [
        "aDivision of Cardiac Surgery, St Michael's Hospital, Toronto bDivision of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada cDivision of Cardiovascular Diseases, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": []
    },
    {
      "last_name": "Gersh",
      "fore_name": "Bernard J",
      "initials": "BJ",
      "name": "Bernard J Gersh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in cardiology",
    "iso_abbreviation": "Curr Opin Cardiol",
    "issn": "1531-7080",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "176",
  "end_page": "182",
  "pages": "176-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Chemoprevention",
    "Fibrinolytic Agents",
    "Heart Valve Prosthesis",
    "Hemorrhage",
    "Humans",
    "Risk Adjustment",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "26731290",
    "doi": "10.1097/HCO.0000000000000259"
  },
  "doi": "10.1097/HCO.0000000000000259",
  "dates": {
    "completed": "2016-10-27",
    "revised": "2016-12-30"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.098011",
    "pmid": "26731290"
  }
}