{
  "pmid": "26746690",
  "uid": "26746690",
  "title": "The medical students' perspective of faculty and informal mentors: a questionnaire study.",
  "abstract": "BACKGROUND: Student mentoring is an important aspect of undergraduate medical education. While medical schools often assign faculty advisors to medical students as mentors to support their educational experience, it is possible for the students to pursue mentors informally. The possible role of these informal mentors and their interactions with the students in a faculty mentorship program has not been reported. This study builds upon previous work that suggested many students have informal mentors, and that there might be interplay between these two types of mentors. This study was conducted to report the experience of undergraduate medical students in a faculty mentorship program of their faculty mentors and if applicable, of their informal mentors. METHODS: One month before residency (post-graduate training for Canadians) ranking, the survey was administered to the graduating class of 2014 at the University of Calgary's Cumming School of Medicine. The survey was created from focus groups of the previous graduating class of 2013. The survey investigated meeting characteristics and the students' perceptions of faculty advisors and informal mentors, and the students' intended choice for residency. RESULTS: The study response rate was 86% (95 of 111); 58% (54 of 93) of the students reported having an informal mentor. There was no reported difference in satisfaction ratings of the Faculty mentorship program between students with only faculty mentors and those with also informal mentors. Students' reporting of their satisfaction with the Faculty mentorship program and the faculty mentors did not differ between the students with informal mentors and those with faculty mentors only. The students' meeting frequency, discussed topics, and perceived characteristics of faculty mentors were not associated with having an informal mentor. The students generally perceived their informal mentors more positively than their faculty mentors. The reported student career intention was associated with the discipline of informal mentors and not with the discipline of faculty mentors. CONCLUSIONS: Informal mentorship was common for medical students. The presence of an informal mentor was not associated with dissatisfaction with the Faculty advisor or with the mentorship program. It is likely students may pursue informal mentorship for career-related reasons.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Faculty of Family Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. jhpar@ucalgary.ca."
      ]
    },
    {
      "last_name": "Adamiak",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Adamiak",
      "affiliations": [
        "Faculty of Family Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre Jenkins",
      "affiliations": [
        "Faculty of Family Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Myhre",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Myhre",
      "affiliations": [
        "Faculty of Family Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Faculty, Medical",
    "Female",
    "Focus Groups",
    "Humans",
    "Male",
    "Mentors",
    "Middle Aged",
    "Program Evaluation",
    "Schools, Medical",
    "Students, Medical",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26746690",
    "pmc": "PMC4706722",
    "doi": "10.1186/s12909-016-0526-3",
    "pii": "10.1186/s12909-016-0526-3"
  },
  "doi": "10.1186/s12909-016-0526-3",
  "pmc_id": "PMC4706722",
  "dates": {
    "completed": "2016-10-05",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.643050",
    "pmid": "26746690"
  }
}