{
  "pmid": "26740288",
  "uid": "26740288",
  "title": "The BREAST-Q in surgical research: A review of the literature 2009-2015.",
  "abstract": "BACKGROUND: Health outcomes research has gained considerable traction over the past decade as the medical community attempts to move beyond traditional outcome measures such as morbidity and mortality. Since its inception in 2009, the BREAST-Q has provided meaningful and reliable information regarding health-related quality of life (HRQOL) and patient satisfaction for use in both clinical practice and research. In this study, we review how researchers have used the BREAST-Q and how it has enhanced our understanding and practice of plastic and reconstructive breast surgery. METHODS: An electronic literature review was performed to identify publications that used the BREAST-Q to assess patient outcomes. Studies developing and/or validating the BREAST-Q or an alternate patient-reported outcome measure (PROM), review papers, conference abstracts, discussions, comments and/or responses to previously published papers, studies that modified a version of BREAST-Q, and studies not published in English were excluded. RESULTS: Our literature review yielded 214 unique articles, 49 of which met our inclusion criteria. Important trends and highlights were further examined. DISCUSSION: The BREAST-Q has provided important insights into breast surgery highlighted by literature concerning autologous reconstruction, implant type, fat grafting, and patient education. The BREAST-Q has increased the use of PROMs in breast surgery and provided numerous important insights in its brief existence. The increased interest in PROMs as well as the underutilized potential of the BREAST-Q should permit its continued use and ability to foster innovations and improve quality of care.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Wess A",
      "initials": "WA",
      "name": "Wess A Cohen",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Memorial Sloan Kettering Cancer Center, New York City, NY, USA. Electronic address: wesscohen@gmail.com."
      ]
    },
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "College of Physicians and Surgeons, Columbia University, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Ballard",
      "fore_name": "Tiffany N S",
      "initials": "TN",
      "name": "Tiffany N S Ballard",
      "affiliations": [
        "Section of Plastic and Reconstructive Surgery, University of Michigan Health System, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Stotfold, UK."
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "John",
      "initials": "J",
      "name": "John Browne",
      "affiliations": [
        "Department of Epidemiology and Public Health, University College Cork, Western Gateway Building, Western Road, Cork, Ireland."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Memorial Sloan Kettering Cancer Center, New York City, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "149",
  "end_page": "162",
  "pages": "149-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Breast",
    "Female",
    "Health Status",
    "Humans",
    "Mammaplasty",
    "Patient Satisfaction",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "26740288",
    "mid": "NIHMS809391",
    "pmc": "PMC4995882",
    "doi": "10.1016/j.bjps.2015.11.013",
    "pii": "S1748-6815(15)00559-8"
  },
  "doi": "10.1016/j.bjps.2015.11.013",
  "pmc_id": "PMC4995882",
  "dates": {
    "completed": "2016-06-21",
    "revised": "2024-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.060233",
    "pmid": "26740288"
  }
}