{
  "pmid": "26743420",
  "uid": "26743420",
  "title": "Arthroscopy Up to Date: Hip Femoroacetabular Impingement.",
  "abstract": "PURPOSE: To provide a comprehensive review and summary of the research published in Arthroscopy: The Journal of Arthroscopic and Related Surgery and The American Journal of Sports Medicine (AJSM) related to hip arthroscopy for femoroacetabular impingement (FAI). METHODS: A comprehensive review was conducted in duplicate of Arthroscopy and AJSM from February 2012 to February 2015 for all articles related to FAI, and a quality assessment was completed for all included studies. Clinical outcomes were dichotomized into short-term (<6 months) and midterm (<24 months) outcomes, and values were pooled when possible. RESULTS: We identified 60 studies in Arthroscopy and 44 studies in AJSM, primarily from North America (78.8%), that predominantly assessed clinical outcomes after arthroscopic hip surgery (46.1%). Seventy-one percent of Arthroscopy studies and 20.5% of AJSM studies were Level IV evidence. The modified Harris Hip Score (mHHS) was used by 81.5% of included studies. Pooled weighted mean mHHS values after arthroscopic surgery for FAI showed improvements at the midterm from 60.5 points (range, 56.6 to 83.6 points) to 80.5 points (range, 72.1 to 98.0 points) out of a possible 100 points. Pooled weighted outcomes for labral repair showed mean mHHS improvements from 63.8 points (range, 62.5 to 69.0 points) preoperatively to 86.9 points (range, 85.5 to 89.9 points) up to 24 months postoperatively. CONCLUSIONS: This comprehensive review of research published in Arthroscopy and AJSM over the past 3 years identified a number of key findings. Arthroscopic intervention results in improvements in functional outcomes at both the short-term and midterm for patients with symptomatic FAI in the absence of significant existing degenerative changes. Labral repair may result in improvements over labral debridement. The most commonly used outcome score was the mHHS for objective assessment of surgical success. There is a need for continued focus on improvement of methodologic quality and reporting of research pertaining to FAI. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Habib",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "Minnesota Orthopedic Sports Medicine Institute, Edina, Minnesota, U.S.A."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Bryan T",
      "initials": "BT",
      "name": "Bryan T Kelly",
      "affiliations": [
        "Center for Hip Preservation, Hospital for Special Surgery, New York, New York, U.S.A."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, U.S.A.. Electronic address: abedi@med.umich.edu."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "177",
  "end_page": "189",
  "pages": "177-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26743420",
    "doi": "10.1016/j.arthro.2015.10.010",
    "pii": "S0749-8063(15)00837-3"
  },
  "doi": "10.1016/j.arthro.2015.10.010",
  "dates": {
    "completed": "2016-08-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.275417",
    "pmid": "26743420"
  }
}