{
  "pmid": "26743937",
  "uid": "26743937",
  "title": "Serum levels of the proinflammatory cytokine interleukin-6 vary based on diagnoses in individuals with lumbar intervertebral disc diseases.",
  "abstract": "BACKGROUND: Many intervertebral disc diseases cause low back pain (LBP). Proinflammatory cytokines and matrix metalloproteinases (MMPs) participate in disc pathology. In this study, we examined levels of serum cytokines and MMPs in human subjects with diagnoses of disc herniation (DH), spinal stenosis (SS), or degenerative disc disease (DDD) relative to levels in control subjects. Comparison between subjects with DH and those with other diagnoses (Other Dx, grouped from SS and DDD) was performed to elaborate a pathological mechanism based on circulating cytokine levels. METHODS: Study participants were recruited from a spine neurosurgery practice (n = 80), a back pain management practice (n = 27), or a control cohort (n = 26). Serum samples were collected before treatment and were assayed by multiplex assays for levels of interleukin (IL)-1β, IL-2, IL-4, IL-6, IL-8, IL-10, IL-12p70, IL-13, interferon-γ, tumor necrosis factor-α, MMP-1, MMP-3, and MMP-9. Inflammatory and degradative mediator levels were compared for subjects with LBP and control subjects, by diagnosis and by treatment groups, controlling for effects of sex, age, and reported history of osteoarthritis. Spearman's correlation coefficient was used to examine relationships with age, body mass index (BMI), symptom duration, and smoking history. RESULTS: Serum levels of IL-6 were significantly higher in subjects with LBP compared with control subjects. Participants with LBP due to Other Dx had significantly higher levels of IL-6 than DH and controls. Serum levels of MMP-1 were significantly lower in LBP subjects, specifically those with DH, than in control subjects. Positive correlations were found between IL-6 levels and BMI, symptom duration, and age. MMP-1 levels were positively correlated with age. CONCLUSIONS: The findings of the present clinical study are the results of the first examination of circulating cytokine levels in DDD and SS and provide evidence for a more extensive role of IL-6 in disc diseases, where patients with DDD or SS have higher serum cytokine levels than those with DH or control subjects. These findings suggest that LBP subjects have low-grade systemic inflammation, and biochemical profiling of circulating cytokines may assist in refining personalized diagnoses of disc diseases.",
  "authors": [
    {
      "last_name": "Weber",
      "fore_name": "Kathryn T",
      "initials": "KT",
      "name": "Kathryn T Weber",
      "affiliations": [
        "The Feinstein Institute for Medical Research, North Shore-LIJ Health System, Manhasset, NY, USA. kweber@nshs.edu."
      ]
    },
    {
      "last_name": "Alipui",
      "fore_name": "D Olivier",
      "initials": "DO",
      "name": "D Olivier Alipui",
      "affiliations": [
        "The Feinstein Institute for Medical Research, North Shore-LIJ Health System, Manhasset, NY, USA. alipui@gmail.com."
      ]
    },
    {
      "last_name": "Sison",
      "fore_name": "Cristina P",
      "initials": "CP",
      "name": "Cristina P Sison",
      "affiliations": [
        "The Feinstein Institute for Medical Research, North Shore-LIJ Health System, Manhasset, NY, USA. csison@nshs.edu.",
        "Department of Molecular Medicine, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. csison@nshs.edu.",
        "Department of Population Health, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. csison@nshs.edu."
      ]
    },
    {
      "last_name": "Bloom",
      "fore_name": "Ona",
      "initials": "O",
      "name": "Ona Bloom",
      "affiliations": [
        "The Feinstein Institute for Medical Research, North Shore-LIJ Health System, Manhasset, NY, USA. obloom@nshs.edu.",
        "Department of Molecular Medicine, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. obloom@nshs.edu.",
        "Department of Physical Medicine and Rehabilitation, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. obloom@nshs.edu."
      ]
    },
    {
      "last_name": "Quraishi",
      "fore_name": "Shaheda",
      "initials": "S",
      "name": "Shaheda Quraishi",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. squraish@nshs.edu.",
        "Department of Neurosurgery, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. squraish@nshs.edu."
      ]
    },
    {
      "last_name": "Overby",
      "fore_name": "M Chris",
      "initials": "MC",
      "name": "M Chris Overby",
      "affiliations": [
        "Department of Neurosurgery, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. MOverby@nshs.edu."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Neurosurgery, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. mlevine@nshs.edu."
      ]
    },
    {
      "last_name": "Chahine",
      "fore_name": "Nadeen O",
      "initials": "NO",
      "name": "Nadeen O Chahine",
      "affiliations": [
        "The Feinstein Institute for Medical Research, North Shore-LIJ Health System, Manhasset, NY, USA. nchahine@nshs.edu.",
        "Department of Molecular Medicine, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. nchahine@nshs.edu.",
        "Department of Neurosurgery, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. nchahine@nshs.edu.",
        "Department of Orthopedic Surgery, Hofstra North Shore-LIJ School of Medicine, Hempstead, NY, USA. nchahine@nshs.edu."
      ]
    }
  ],
  "journal": {
    "title": "Arthritis research & therapy",
    "iso_abbreviation": "Arthritis Res Ther",
    "issn": "1478-6362",
    "issn_type": "Electronic",
    "volume": "18",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Biomarkers",
    "Cohort Studies",
    "Cytokines",
    "Female",
    "Humans",
    "Inflammation Mediators",
    "Interleukin-6",
    "Intervertebral Disc Degeneration",
    "Intervertebral Disc Displacement",
    "Lumbar Vertebrae",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "26743937",
    "pmc": "PMC4718017",
    "doi": "10.1186/s13075-015-0887-8",
    "pii": "10.1186/s13075-015-0887-8"
  },
  "doi": "10.1186/s13075-015-0887-8",
  "pmc_id": "PMC4718017",
  "dates": {
    "completed": "2016-10-06",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Biomarkers",
    "Cytokines",
    "IL6 protein, human",
    "Inflammation Mediators",
    "Interleukin-6"
  ],
  "grants": [
    {
      "grant_id": "R41 AG050021",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.430946",
    "pmid": "26743937"
  }
}