{
  "pmid": "26743796",
  "uid": "26743796",
  "title": "Authors' response.",
  "abstract": "",
  "authors": [
    {
      "last_name": "Abrahamyan",
      "fore_name": "Lusine",
      "initials": "L",
      "name": "Lusine Abrahamyan",
      "affiliations": [
        "Assistant Professor, Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada; Clinical Epidemiologist, Toronto Health Economics and Technology Assessment Collaborative, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pechlivanoglou",
      "fore_name": "Petros",
      "initials": "P",
      "name": "Petros Pechlivanoglou",
      "affiliations": [
        "Health Economist, Toronto Health Economics and Technology Assessment Collaborative, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krahn",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Krahn",
      "affiliations": [
        "Director, Toronto Health Economics and Technology Assessment Collaborative, University of Toronto, Toronto, Ontario, Canada; Professor, Faculties of Medicine and Pharmacy, Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Senior Scientist, Toronto General Research Institute, Toronto, Ontario, Canada; Attending Physician, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Instructor, Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Santiago, Chile; Doctoral Student, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Lecturer, Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Santiago, Chile; Doctoral Student, Institute of Health Policy Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Glick",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Glick",
      "affiliations": [
        "Professor and William M. Feagans Chair, School of Dental Medicine, University of Buffalo, Buffalo, NY; Editor, The Journal of the American Dental Association."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Distinguished Professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Joint Member, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": [
        "Assistant Professor, Dental Public Health, Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada; Assistant Professor, Clinical Epidemiology and Health Care Research, Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Head, Endodontics, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Dental Association (1939)",
    "iso_abbreviation": "J Am Dent Assoc",
    "issn": "1943-4723",
    "issn_type": "Electronic",
    "volume": "147",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "6",
  "end_page": "7",
  "pages": "6-7",
  "language": "eng",
  "publication_types": [
    "Comment",
    "Letter"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26743796",
    "doi": "10.1016/j.adaj.2015.11.006",
    "pii": "S0002-8177(15)01101-0"
  },
  "doi": "10.1016/j.adaj.2015.11.006",
  "dates": {
    "completed": "2016-08-29",
    "revised": "2016-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.066859",
    "pmid": "26743796"
  }
}