{
  "pmid": "26756560",
  "uid": "26756560",
  "title": "Ethical and Methodological Issues Surrounding the Use of Appropriate Comparators in Orthopaedic Surgery Randomized Controlled Trials.",
  "abstract": "Although randomized controlled trials (RCTs) have the ability to provide researchers with more concrete evidence than that of their nonrandomized counterparts, conducting an RCT brings with it many ethical and methodological considerations. It is understood that in order to progress knowledge, and create new knowledge to benefit future patients, research must include human subjects; however, the desire to further knowledge must be placed second to the safety and respect for trial participants. An important ethical and methodological step in the design of any trial once the intervention is established is the selection of the comparator treatment. This is especially a topic of interest in orthopaedic surgery trials, in which a placebo comparator is not always possible and, arguably, sometimes never ethical. We review the use of different comparators in the treatment of orthopaedic surgery injuries and conditions, taking into consideration methodological and ethical issues. Comparators assessed are established treatments, standard-of-care treatments, conservative treatments, placebos, and sham surgeries.",
  "authors": [
    {
      "last_name": "Hak",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Hak",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "215",
  "end_page": "223",
  "pages": "215-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bioethical Issues",
    "Control Groups",
    "Humans",
    "Orthopedic Procedures",
    "Orthopedics",
    "Placebos",
    "Randomized Controlled Trials as Topic",
    "Standard of Care"
  ],
  "article_ids": {
    "pubmed": "26756560",
    "doi": "10.1615/jlongtermeffmedimplants.2015013786",
    "pii": "2afeae2d12f46ced,5ed8a1cc15ccf6d4"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2015013786",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2019-11-13"
  },
  "chemicals": [
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.378004",
    "pmid": "26756560"
  }
}