{
  "pmid": "26759847",
  "uid": "26759847",
  "title": "Identifying patients with asthma in primary care electronic medical record systems Chart analysis-based electronic algorithm validation study.",
  "abstract": "OBJECTIVE: To develop and test a variety of electronic medical record (EMR) search algorithms to allow clinicians to accurately identify their patients with asthma in order to enable improved care. DESIGN: A retrospective chart analysis identified 5 relevant unique EMR information fields (electronic disease registry, cumulative patient profile, billing diagnostic code, medications, and chart notes); asthma-related search terms were designated for each field. The accuracy of each term was tested for its ability to identify the asthma patients among all patients whose charts were reviewed. Increasingly sophisticated search algorithms were then designed and evaluated by serially combining individual searches with Boolean operators. SETTING: Two large academic primary care clinics in Hamilton, Ont. PARTICIPANTS: Charts for 600 randomly selected patients aged 16 years and older identified in an initial EMR search as likely having asthma (n = 150), chronic obstructive pulmonary disease (n = 150), other respiratory conditions (n = 150), or nonrespiratory conditions (n = 150) were reviewed until 100 patients per category were identified (or until all available names were exhausted). A total of 398 charts were reviewed in full and included. MAIN OUTCOME MEASURES: Sensitivity and specificity of each search for asthma diagnosis (against the reference standard of a physician chart review-based diagnosis). RESULTS: Two physicians reviewed the charts identified in the initial EMR search using a standardized data collection form and ascribed the following diagnoses in 398 patients: 112 (28.1%) had asthma, 81 (20.4%) had chronic obstructive pulmonary disease, 104 (26.1%) had other respiratory conditions, and 101 (25.4%) had nonrespiratory conditions. Concordance between reviewers in chart abstraction diagnosis was high (κ = 0.89, 95% CI 0.80 to 0.97). Overall, the algorithm searching for patients who had asthma in their cumulative patient profiles or for whom an asthma billing code had been used was the most accurate (sensitivity of 90.2%, 95% CI 87.3% to 93.1%; specificity of 83.9%, 95% CI 80.3% to 87.5%). CONCLUSION: Usable, practical search algorithms that accurately identify patients with asthma in existing EMRs are presented. Clinicians can apply 1 of these algorithms to generate asthma registries for targeted quality improvement initiatives and outcome measurements. This methodology can be emulated for other diseases.",
  "authors": [
    {
      "last_name": "Xi",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Xi",
      "affiliations": []
    },
    {
      "last_name": "Wallace",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Wallace",
      "affiliations": []
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "David",
      "initials": "D",
      "name": "David Chan",
      "affiliations": []
    },
    {
      "last_name": "Gershon",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gershon",
      "affiliations": []
    },
    {
      "last_name": "Gupta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Gupta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "10",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "e474",
  "end_page": "e483",
  "pages": "e474-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Algorithms",
    "Asthma",
    "Data Accuracy",
    "Electronic Health Records",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Primary Health Care",
    "Pulmonary Disease, Chronic Obstructive",
    "Registries",
    "Retrospective Studies",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "26759847",
    "pmc": "PMC4607352"
  },
  "pmc_id": "PMC4607352",
  "dates": {
    "completed": "2016-08-04",
    "revised": "2024-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:28.010140",
    "pmid": "26759847"
  }
}