{
  "pmid": "26751042",
  "uid": "26751042",
  "title": "Regional Variations in the Public Delivery of Bariatric Surgery: An Evaluation of the Center of Excellence Model.",
  "abstract": "OBJECTIVE: We evaluated regional access to bariatric surgery within the high-volume, center of excellence (COE) model of Ontario, Canada. BACKGROUND: In 2009, Ontario implemented Canada's first regionalized bariatric surgical care system based on a COE. Because of this, a small number of COEs service a large population and geographic area. METHODS: This study identified all patients older than 18 years, who received bariatric surgery from April 2009 to March 2012. Morbid obesity-adjusted rates of surgery were then calculated for each neighborhood, and a cluster analysis was performed to determine aggregation of neighborhoods with significantly higher (hot spots) or lower (cold spots) rates of surgery. Ordinal logistic regression was used to identify independent predictors of neighborhood access. RESULTS: The cluster analysis identified 49 cold spot neighborhoods, representing 1.7 million people. Forty of these neighborhoods lie within a relatively small area that contains 3 of the 4 COEs. In the multivariate analysis, for every 100 km from the nearest COE, neighborhoods were 0.88 times as likely to live in a hot spot [95% CI (confidence interval): 0.80-0.97; P = 0.012]. In addition, having a bariatric facility within the same administrative health region as the neighborhood made it almost twice as likely to be a hot spot, odds ratio = 1.75 (95% CI: 1.10-2.79; P = 0.018). Low neighborhood socioeconomic status was not associated with decreased delivery of care. CONCLUSIONS: This study identified an unequal delivery of bariatric surgery within Ontario. Both longer distances and not having a bariatric facility within the same health region had significant negative effects. Further research into patient attitudes and referral patterns is required to better characterize these disparities.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "*Department of Surgery, McMaster University, Ontario, Canada†Division of General Surgery, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Fady",
      "initials": "F",
      "name": "Fady Saleh",
      "affiliations": []
    },
    {
      "last_name": "Gmora",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gmora",
      "affiliations": []
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": []
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "263",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "306",
  "end_page": "311",
  "pages": "306-11",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Bariatric Surgery",
    "Cluster Analysis",
    "Female",
    "Health Services Accessibility",
    "Healthcare Disparities",
    "Hospitals, High-Volume",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Obesity, Morbid",
    "Ontario",
    "Residence Characteristics",
    "Retrospective Studies",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "26751042",
    "doi": "10.1097/SLA.0000000000001129",
    "pii": "00000658-201602000-00018"
  },
  "doi": "10.1097/SLA.0000000000001129",
  "dates": {
    "completed": "2016-05-09",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.709880",
    "pmid": "26751042"
  }
}