{
  "pmid": "26756562",
  "uid": "26756562",
  "title": "Orthopedic Implant Value Drivers: A Qualitative Survey Study of Hospital Purchasing Administrators.",
  "abstract": "Osteoarthritis (OA) is a chronic, degenerative disease that is highly prevalent in the population, yet the factors that affect purchasing decisions related to this condition are poorly understood. A questionnaire was developed and administered to hospital executives across North America to determine the factors that affect purchasing decisions related to OA. Thirty-four individuals participated in the survey. Clinical evidence and cost effectiveness were deemed to be the most important factors in the process of making purchasing decisions. The most important considerations for adopting new technology were whether there was sufficient evidence in the literature, followed by thoughts of key opinion leaders, and cost of intervention/device. Ongoing research is still needed, but the current study allowed us to identify some trends in the data, providing new insight on how hospital purchasing decisions are made, which could have an immediate impact on those currently involved with making these decisions.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery and Department of Clinical Epidemiology & Biostatistics. McMaster University, Ontario L8L 2X2, Canada; Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada; Division of Orthopaedic Surgery, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "CLARITY Research Group, McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery and Department of Clinical Epidemiology & Biostatistics, Hamilton General Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "237",
  "end_page": "244",
  "pages": "237-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Costs and Cost Analysis",
    "Decision Making",
    "Evidence-Based Medicine",
    "Female",
    "Hospital Administrators",
    "Humans",
    "Joint Prosthesis",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Purchasing, Hospital",
    "Qualitative Research",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26756562",
    "doi": "10.1615/jlongtermeffmedimplants.2015012680",
    "pii": "2afeae2d12f46ced,1a65d67a40ae7d08"
  },
  "doi": "10.1615/jlongtermeffmedimplants.2015012680",
  "dates": {
    "completed": "2016-12-14",
    "revised": "2019-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.378700",
    "pmid": "26756562"
  }
}