{
  "pmid": "26766143",
  "uid": "26766143",
  "title": "Variation in Current Management of Term and Late-preterm Neonates at Risk for Early-onset Sepsis: An International Survey and Review of Guidelines.",
  "abstract": "BACKGROUND: Uncertainty about the presence of infection results in unnecessary and prolonged empiric antibiotic treatment of newborns at risk for early-onset sepsis (EOS). This study evaluates the impact of this uncertainty on the diversity in management. METHODS: A web-based survey with questions addressing management of infection risk-adjusted scenarios was performed in Europe, North America, and Australia. Published national guidelines (n = 5) were reviewed and compared with the results of the survey. RESULTS: 439 Clinicians (68% were neonatologists) from 16 countries completed the survey. In the low-risk scenario, 29% would start antibiotic therapy and 26% would not, both groups without laboratory investigations; 45% would start if laboratory markers were abnormal. In the high-risk scenario, 99% would start antibiotic therapy. In the low-risk scenario, 89% would discontinue antibiotic therapy before 72 hours. In the high-risk scenario, 35% would discontinue therapy before 72 hours, 56% would continue therapy for 5-7 days, and 9% for more than 7 days. Laboratory investigations were used in 31% of scenarios for the decision to start, and in 72% for the decision to discontinue antibiotic treatment. National guidelines differ considerably regarding the decision to start in low-risk and regarding the decision to continue therapy in higher risk situations. CONCLUSIONS: There is a broad diversity of clinical practice in management of EOS and a lack of agreement between current guidelines. The results of the survey reflect the diversity of national guidelines. Prospective studies regarding management of neonates at risk of EOS with safety endpoints are needed.",
  "authors": [
    {
      "last_name": "van Herk",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy van Herk",
      "affiliations": [
        "From the *Division of Infectious Diseases and Immunology, Department of Pediatrics, Erasmus MC University Medical Center-Sophia Children's Hospital, Rotterdam, The Netherlands; †Division of Neonatology, McMaster University Children's Hospital, Hamilton Health Sciences, Hamilton, ON, Canada; ‡Department of Neonatology, Thomayer Hospital, Prague, Czech Republic; §Institute of Pathological Physiology, First Medical Faculty, Charles University in Prague, Czech Republic; ¶University Hospital Zurich, Zurich, Switzerland; ‖Department of Paediatrics, University Hospital of North Norway, Tromsø, Norway; **Paediatric Research Group, Faculty of Health Sciences, University of Tromsø-Arctic University of Norway, Tromsø, Norway; ††Department of Neonatology, The Children's Hospital at Westmead, New South Wales, Australia; ‡‡Service of Neonatology, University Hospital of Lausanne, Lausanne, Switzerland; §§Department of Pediatrics, Hôpitaux Universitaires Paris-Sud AP-HP, Le Kremlin-Bicêtre, France; ¶¶Paediatric Critical Care Research Group, Mater Research Institute, University of Queensland, Brisbane, Australia; ‖‖Department of Pediatrics, Paediatric Intensive Care Unit, Lady Cilento Children's Hospital, Brisbane, Australia; ***Department of Pediatrics, University Children's Hospital Berne, Berne, Switzerland; and †††Department of Pediatrics, Children's Hospital Lucerne, Lucerne, Switzerland."
      ]
    },
    {
      "last_name": "el Helou",
      "fore_name": "Salhab",
      "initials": "S",
      "name": "Salhab el Helou",
      "affiliations": []
    },
    {
      "last_name": "Janota",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Janota",
      "affiliations": []
    },
    {
      "last_name": "Hagmann",
      "fore_name": "Cornelia",
      "initials": "C",
      "name": "Cornelia Hagmann",
      "affiliations": []
    },
    {
      "last_name": "Klingenberg",
      "fore_name": "Claus",
      "initials": "C",
      "name": "Claus Klingenberg",
      "affiliations": []
    },
    {
      "last_name": "Staub",
      "fore_name": "Eveline",
      "initials": "E",
      "name": "Eveline Staub",
      "affiliations": []
    },
    {
      "last_name": "Giannoni",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Giannoni",
      "affiliations": []
    },
    {
      "last_name": "Tissieres",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Tissieres",
      "affiliations": []
    },
    {
      "last_name": "Schlapbach",
      "fore_name": "Luregn J",
      "initials": "LJ",
      "name": "Luregn J Schlapbach",
      "affiliations": []
    },
    {
      "last_name": "van Rossum",
      "fore_name": "Annemarie M C",
      "initials": "AM",
      "name": "Annemarie M C van Rossum",
      "affiliations": []
    },
    {
      "last_name": "Pilgrim",
      "fore_name": "Sina B",
      "initials": "SB",
      "name": "Sina B Pilgrim",
      "affiliations": []
    },
    {
      "last_name": "Stocker",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Stocker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Pediatric infectious disease journal",
    "iso_abbreviation": "Pediatr Infect Dis J",
    "issn": "1532-0987",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "494",
  "end_page": "500",
  "pages": "494-500",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Case Management",
    "Europe",
    "Guideline Adherence",
    "Guidelines as Topic",
    "Health Policy",
    "Humans",
    "Infant, Newborn",
    "Neonatal Sepsis",
    "North America",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26766143",
    "doi": "10.1097/INF.0000000000001063"
  },
  "doi": "10.1097/INF.0000000000001063",
  "dates": {
    "completed": "2016-12-23",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:52.495094",
    "pmid": "26766143"
  }
}