{
  "pmid": "26779516",
  "uid": "26779516",
  "title": "An evaluation of secondary prophylaxis for rheumatic heart disease in rural Egypt.",
  "abstract": "BACKGROUND: Although essentially disappeared from the industrialized world, rheumatic heart disease (RHD) is still prevalent in developing countries, with 300,000 new cases identified each year. In Aswan, Egypt, RHD affects about 2.3% of children with over 90% of the cases being subclinical. Secondary prophylaxis has proved to be an effective method of preventing the progression of RHD. However, its efficacy is limited by low patient adherence. A systematic, generalizable tool is necessary to outline, and ultimately address these barriers. METHODS: A 43-item semi-structured questionnaire was developed based on the three domains outlined by Fishbein (capability, intention, and health care barriers). A preliminary evaluation of the barriers to RHD prophylaxis use in Aswan, Egypt was carried out as a pilot study using this tool. Participants were local school children diagnosed with RHD or flagged as high-risk (as per a set of echocardiographic criteria developed by the Aswan Heart Centre) through a previous screening program of randomly selected 3,062 school children in Aswan. RESULTS: 29 patients were interviewed (65.5% adherent to RHD prophylaxis). Compared to non-adherent patients, adherent patients had better understanding of the disease (68.4% versus 20% in the non-adherent group, p = 0.021), and were more aware of the consequences of missing prophylaxis doses (79% versus 40% of non-adherent patients, p = 0.005). Furthermore, 90% of non-adherent patients consciously choose to miss injection appointments (as compared to 31.6% of adherent patients, p = 0.005). Clinic wait time was the most frequently reported deterrent for both groups. CONCLUSION: A standardized tool that systematically outlines barriers to prophylaxis is a necessary first step to improving adherence to penicillin. Although individually developed tools exist for specific populations, a generalizable tool that takes into account the demographic and cultural differences in the populations of interest will allow for more reliable data collection methodology. Application of this tool will be used to further explore barriers to prophylaxis adherence and inform the basis for the design of future KT interventions.",
  "authors": [
    {
      "last_name": "Balbaa",
      "fore_name": "A",
      "initials": "A",
      "name": "A Balbaa",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "ElGuindy",
      "fore_name": "A",
      "initials": "A",
      "name": "A ElGuindy",
      "affiliations": [
        "Department of Cardiology, Aswan Heart Center, Aswan, Egypt."
      ]
    },
    {
      "last_name": "Pericak",
      "fore_name": "D",
      "initials": "D",
      "name": "D Pericak",
      "affiliations": [
        "Department of Cardiology, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yacoub",
      "fore_name": "M H",
      "initials": "MH",
      "name": "M H Yacoub",
      "affiliations": [
        "Harefield Heart Science Center, National Heart and Lung Institute, Imperial College London, UK & Qatar Cardiovascular Research Center, Doha, Qatar."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "Department of Cardiology, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Global cardiology science & practice",
    "iso_abbreviation": "Glob Cardiol Sci Pract",
    "issn": "2305-7823",
    "issn_type": "Print",
    "volume": "2015",
    "issue": "3",
    "pub_year": "2015"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26779516",
    "pmc": "PMC4633577",
    "doi": "10.5339/gcsp.2015.40",
    "pii": "gcsp.2015.40"
  },
  "doi": "10.5339/gcsp.2015.40",
  "pmc_id": "PMC4633577",
  "dates": {
    "completed": "2016-01-18",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.138592",
    "pmid": "26779516"
  }
}