{
  "pmid": "26770822",
  "uid": "26770822",
  "title": "Bridging the Gap between Evidence and Practice for Adults with Medically Refractory Temporal Lobe Epilepsy: Is a Change in Funding Policy Needed to Stimulate a Shift in Practice?",
  "abstract": "Objective. Surgery for medically refractory epilepsy (MRE) in adults has been shown to be effective but underutilized. Comprehensive health economic evaluations of surgery compared with continued medical management are limited. Policy changes may be necessary to influence practice shift. Methods. A critical review of the literature on health economic analyses for adults with MRE was conducted. The MEDLINE, EMBASE, CENTRAL, CRD, and EconLit databases were searched using relevant subject headings and keywords pertaining to adults, epilepsy, and health economic evaluations. The screening was conducted independently and in duplicate. Results. Four studies were identified (1 Canadian, 2 American, and 1 French). Two were cost-utility analyses and 2 were cost-effectiveness evaluations. Only one was conducted after the effectiveness of surgery was established through a randomized trial. All suggested surgery to be favorable in the medium to long term (7-8 years and beyond). The reduction of medication use was the major cost-saving parameter in favor of surgery. Conclusions. Although updated evaluations that are more generalizable across settings are necessary, surgery appears to be a favorable option from a health economic perspective. Given the limited success of knowledge translation endeavours, funder-level policy changes such as quality-based purchasing may be necessary to induce a shift in practice.",
  "authors": [
    {
      "last_name": "Mansouri",
      "fore_name": "Alireza",
      "initials": "A",
      "name": "Alireza Mansouri",
      "affiliations": [
        "Division of Neurosurgery, University of Toronto, Toronto, ON, Canada; Toronto Western Hospital, University Health Network, Toronto, ON, Canada M5T 2S8; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada L8P 1H1."
      ]
    },
    {
      "last_name": "Aldakkan",
      "fore_name": "Abdulrahman",
      "initials": "A",
      "name": "Abdulrahman Aldakkan",
      "affiliations": [
        "Division of Neurosurgery, University of Toronto, Toronto, ON, Canada; Toronto Western Hospital, University Health Network, Toronto, ON, Canada M5T 2S8; Division of Neurosurgery, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kosicka",
      "fore_name": "Magda J",
      "initials": "MJ",
      "name": "Magda J Kosicka",
      "affiliations": [
        "Toronto Western Hospital, University Health Network, Toronto, ON, Canada M5T 2S8."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada L8P 1H1."
      ]
    },
    {
      "last_name": "Valiante",
      "fore_name": "Taufik A",
      "initials": "TA",
      "name": "Taufik A Valiante",
      "affiliations": [
        "Division of Neurosurgery, University of Toronto, Toronto, ON, Canada; Toronto Western Hospital, University Health Network, Toronto, ON, Canada M5T 2S8; Institute of Medical Sciences, University of Toronto, Toronto, ON, Canada; Division of Fundamental Neurobiology, Toronto Western Research Institute, Toronto Western Hospital, Toronto, ON, Canada M5T 2S8; Krembil Neuroscience Center, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Epilepsy research and treatment",
    "iso_abbreviation": "Epilepsy Res Treat",
    "issn": "2090-1348",
    "issn_type": "Print",
    "volume": "2015",
    "pub_year": "2015"
  },
  "start_page": "675071",
  "pages": "675071",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26770822",
    "pmc": "PMC4685103",
    "doi": "10.1155/2015/675071"
  },
  "doi": "10.1155/2015/675071",
  "pmc_id": "PMC4685103",
  "dates": {
    "completed": "2016-01-15",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.625272",
    "pmid": "26770822"
  }
}