{
  "pmid": "26770964",
  "uid": "26770964",
  "title": "Treatment for mild cognitive impairment: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The effectiveness of treatments for mild cognitive impairment is uncertain. The aim of this review was to evaluate the effectiveness and harms of treatment for mild cognitive impairment in adults 65 years of age and older. METHODS: We searched MEDLINE, Embase and Cochrane Central (December 2012-December 2014); citations from 2 systematic reviews were considered for inclusion. We included randomized controlled trials involving community-dwelling adults aged 65 years and older with a diagnosis of mild cognitive impairment. Studies reporting on cognition, function, behaviour, global status, mortality and adverse events for treatment with pharmacologic and nonpharmacologic interventions were included. RESULTS: Seventeen studies were included. Cholinesterase inhibitor studies evaluating cognition (Alzheimer's Disease Assessment Scale, cognition subscale) showed no difference between intervention and control groups (mean difference [MD] -0.33, 95% CI -0.73 to 0.06]; one behavioural study showed no significant effect on cognition (Alzheimer's Disease Assessment Scale, cognition subscale) for the intervention group when compared to controls (MD -0.60, (95% CI -1.44 to 0.24), and one study on vitamin E showed no difference between intervention and control groups (MD 0.85, 95% CI -0.32 to 2.02). With the Mini-Mental State Examination, cholinesterase inhibitors showed no difference between intervention and control groups (MD 0.17, 95% CI -0.13 to 0.47); behavioural studies showed a significant difference favouring intervention (MD 1.01, 95% CI 0.25 to 1.77), and studies of dietary supplements and/or vitamins showed no difference between intervention and control groups (MD 0.20, 95% CI -0.04 to 0.43). Pharmacologic studies showed no difference in serious adverse events (risk ratio 0.98, 95% CI 0.86 to 1.10). No serious adverse events were reported for nonpharmacologic interventions. INTERPRETATION: Treatment of mild cognitive impairment with cholinesterase inhibitors showed no benefit when compared with a control group. A small cognitive benefit was observed using behavioural therapies when compared with the control group. However, the clinical significance of this small benefit remains uncertain. The current evidence does not support the use of cholinesterase inhibitors for treating mild cognitive impairment, and future high-quality research using a standardized approach is needed to affirm the finding of a small benefit on cognition that was observed for behavioural interventions. REGISTRATION: PROSPERO no. CRD42014015431.",
  "authors": [
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": []
    },
    {
      "last_name": "Warren",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Warren",
      "affiliations": []
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": []
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "3",
    "issue": "4",
    "pub_year": "2015"
  },
  "start_page": "E419",
  "end_page": "E427",
  "pages": "E419-27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26770964",
    "pmc": "PMC4701654",
    "doi": "10.9778/cmajo.20150057",
    "pii": "20150057"
  },
  "doi": "10.9778/cmajo.20150057",
  "pmc_id": "PMC4701654",
  "dates": {
    "completed": "2016-01-15",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:28.926162",
    "pmid": "26770964"
  }
}