{
  "pmid": "26779343",
  "uid": "26779343",
  "title": "Frequency of bone mineral density testing in adult kidney transplant recipients from Ontario, Canada: a population-based cohort study.",
  "abstract": "BACKGROUND: We lack consensus on the clinical value, frequency, and timing of bone mineral density (BMD) testing in kidney transplant recipients. This study sought to determine practice patterns in BMD testing across kidney transplant centres in Ontario, Canada, and to compare the frequency of testing in kidney transplant recipients to non-transplant reference groups. METHODS: Using healthcare databases from Ontario, Canada we conducted a population-based cohort study of adult kidney transplant recipients who received a transplant from 1994-2009. We used logistic regression to determine if there was a statistically significant difference across transplant centres in the decision to perform at least one BMD test after transplantation, adjusting for covariates that may influence a physician's decision to order a BMD test. We used the McNemar's test to compare the number of recipients who had at least one BMD test to non-transplant reference groups (matching on age, sex, and date of cohort entry). RESULTS: In the first 3 years after transplant, 4821 kidney transplant recipients underwent 4802 BMD tests (median 1 test per recipient, range 0 to 6 tests), costing $600,000 (2014 CAD equivalent dollars). Across the six centres, the proportion of recipients receiving at least one BMD test varied widely (ranging from 15.6 to 92.1 %; P < 0.001). Over half (58 %) of the recipients received at least one BMD test post-transplant, a value higher than two non-transplant reference groups (general population with a previous non-vertebral fracture [hip, forearm, proximal humerus], 13.8 %; general population with no previous non-vertebral fracture, 8.5 %; P value <0.001 for each of the comparisons). CONCLUSIONS: There is substantial practice variability in BMD testing after transplant. New high-quality information is needed to inform the utility, optimal timing, and frequency of BMD testing in kidney transplant recipients.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), London, Ontario Canada ; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario Canada ; Institute for Clinical Evaluative Sciences, Room ELL-111, Westminster, London Health Sciences Centre, 800 Commissioners Road East,London, Ontario, N6A 4G5 Canada."
      ]
    },
    {
      "last_name": "Zou",
      "fore_name": "Guangyong",
      "initials": "G",
      "name": "Guangyong Zou",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Leslie",
      "fore_name": "William D",
      "initials": "WD",
      "name": "William D Leslie",
      "affiliations": [
        "Department of Medicine, University of Manitoba, Winnipeg, Manitoba Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), London, Ontario Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Division of Nephrology, University of Alberta, Edmonton, AB Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Division of Nephrology, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), London, Ontario Canada ; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario Canada ; Division of Nephrology, University Health Network, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Lisa-Ann",
      "initials": "LA",
      "name": "Lisa-Ann Fraser",
      "affiliations": [
        "Division of Endocrinology, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Division of Rheumatology, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Hodsman",
      "fore_name": "Anthony B",
      "initials": "AB",
      "name": "Anthony B Hodsman",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), London, Ontario Canada ; Department of Epidemiology & Biostatistics, Western University, London, Ontario Canada ; Division of Nephrology, Western University, London, Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26779343",
    "pmc": "PMC4715326",
    "doi": "10.1186/s40697-016-0092-y",
    "pii": "92"
  },
  "doi": "10.1186/s40697-016-0092-y",
  "pmc_id": "PMC4715326",
  "dates": {
    "completed": "2016-01-18",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.949041",
    "pmid": "26779343"
  }
}