{
  "pmid": "26780738",
  "uid": "26780738",
  "title": "Guidance for the treatment of deep vein thrombosis and pulmonary embolism.",
  "abstract": "This guidance document focuses on the diagnosis and treatment of venous thromboembolism (VTE). Efficient, cost effective diagnosis of VTE is facilitated by combining medical history and physical examination with pre-test probability models, D dimer testing and selective use of confirmatory imaging. Clinical prediction rules, biomarkers and imaging can be used to tailor therapy to disease severity. Anticoagulation options for acute VTE include unfractionated heparin, low molecular weight heparin, fondaparinux and the direct oral anticoagulants (DOACs). DOACs are as effective as conventional therapy with LMWH and vitamin K antagonists. Thrombolytic therapy is reserved for massive pulmonary embolism (PE) or extensive deep vein thrombosis (DVT). Inferior vena cava filters are reserved for patients with acute VTE and contraindications to anticoagulation. Retrievable filters are strongly preferred. The possibility of thoracic outlet syndrome and May-Thurner syndrome should be considered in patients with subclavian/axillary and left common iliac vein DVT, respectively in absence of identifiable triggers. The optimal duration of therapy is dictated by the presence of modifiable thrombotic risk factors. Long term anticoagulation should be considered in patients with unprovoked VTE as well as persistent prothrombotic risk factors such as cancer. Short-term therapy is sufficient for most patients with VTE associated with transient situational triggers such as major surgery. Biomarkers such as D dimer and risk assessment models such the Vienna risk prediction model offer the potential to customize VTE therapy for the individual patient. Insufficient data exist to support the integration of bleeding risk models into duration of therapy planning.",
  "authors": [
    {
      "last_name": "Streiff",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Streiff",
      "affiliations": [
        "Division of Hematology, Department of Medicine and Pathology, The Johns Hopkins University School of Medicine, Baltimore, MD, USA. mstreif@jhmi.edu."
      ]
    },
    {
      "last_name": "Agnelli",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Agnelli",
      "affiliations": [
        "Stroke Unit, Department of Internal Medicine, University of Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Connors",
      "fore_name": "Jean M",
      "initials": "JM",
      "name": "Jean M Connors",
      "affiliations": [
        "Hematology Division, Brigham and Women's Hospital, Dana Farber Cancer Institute, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Departments of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Eichinger",
      "fore_name": "Sabine",
      "initials": "S",
      "name": "Sabine Eichinger",
      "affiliations": [
        "Department of Medicine, Medical University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Renato",
      "initials": "R",
      "name": "Renato Lopes",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "McBane",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D McBane",
      "affiliations": [
        "Cardiovascular Division, Department of Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Moll",
      "fore_name": "Stephan",
      "initials": "S",
      "name": "Stephan Moll",
      "affiliations": [
        "Department of Medicine, University of North Carolina School of Medicine, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Ansell",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Ansell",
      "affiliations": [
        "Department of Medicine, Hofstra North Shore/LIJ School of Medicine, Hempstead, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and thrombolysis",
    "iso_abbreviation": "J Thromb Thrombolysis",
    "issn": "1573-742X",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "32",
  "end_page": "67",
  "pages": "32-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Humans",
    "Practice Guidelines as Topic",
    "Pulmonary Embolism",
    "Risk Factors",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "26780738",
    "pmc": "PMC4715858",
    "doi": "10.1007/s11239-015-1317-0",
    "pii": "10.1007/s11239-015-1317-0"
  },
  "doi": "10.1007/s11239-015-1317-0",
  "pmc_id": "PMC4715858",
  "dates": {
    "completed": "2016-10-17",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.653215",
    "pmid": "26780738"
  }
}