{
  "pmid": "26792369",
  "uid": "26792369",
  "title": "Essential psychiatric medicines: wrong selection, high consumption and social problems.",
  "abstract": "BACKGROUND: The World Health Organization Essential Medicines List (WHO-LIST) and national essential medicines lists differ because many countries face significant challenges, such as product availability, cost, product quality and epidemiological disease profiles. In Brazil, governments pay for drugs that are included on the federal, state and municipal government (REMUME) lists. The extent to which municipal lists differ from state and national lists and from the WHO-LIST is unclear. We investigate the use of the WHO-LISTas a tool with which to evaluate the selection process for the essential psychiatric medicines in the public system coverage list of Brazilian communities (cities) and the use of the target drugs. METHODS: Municipal health secretaries were interviewed regarding the selection process for REMUMEs and the antidepressants and benzodiazepines included in REMUMEs and reference lists. We calculated the use of REMUME drugs that appeared or did not appear on reference lists according to the defined daily dose (DDD) per 10,000 inhabitants. RESULTS: Local physicians and pharmacists without specific training or explicit criteria developed the REMUMEs. Of the 13 drugs and 24 products (i.e., the different dosages of these 13 drugs) in the REMUMEs, 8 drugs and 10 products were included in at least one reference list and in one municipal list; 4 drugs and 6 products were included in at least one reference list but in none of the municipal lists; and 7 drugs and 8 products were included in at least one municipal list but in none of the reference lists. The antidepressants that appeared in at least one municipal list but in none of the reference lists represented 25.1 % (mean 60.9 DDD/10,000 inhabitants-day) of the usage. The benzodiazepines that appeared in at least one of the municipal lists but in none of the reference lists represented 14.7 % mean 18.5 DDD/10,000 inhabitants-day) of the usage. CONCLUSIONS: Brazilian cities have no rigorous processes for selecting the drugs that appear on their lists, and drugs that do not appear on the reference lists represent a significant proportion of antidepressant and benzodiazepine use, resulting in public health and social problems.",
  "authors": [
    {
      "last_name": "Fulone",
      "fore_name": "Izabela",
      "initials": "I",
      "name": "Izabela Fulone",
      "affiliations": [
        "Pharmaceutical Sciences Master's Course, University of Sorocaba, UNISO, Rodovia Raposo Tavares, KM 92,5 -Sorocaba, São Paulo, 18023-000, Brazil. mbfulone@terra.com.br."
      ]
    },
    {
      "last_name": "Barberato-Filho",
      "fore_name": "Silvio",
      "initials": "S",
      "name": "Silvio Barberato-Filho",
      "affiliations": [
        "Pharmaceutical Sciences Master's Course, University of Sorocaba, UNISO, Rodovia Raposo Tavares, KM 92,5 -Sorocaba, São Paulo, 18023-000, Brazil. silvio.barberato@prof.uniso.br."
      ]
    },
    {
      "last_name": "dos Santos",
      "fore_name": "Michele Félix",
      "initials": "MF",
      "name": "Michele Félix dos Santos",
      "affiliations": [
        "Clinical Pharmacology Graduate Course, University of São Francisco, USF, Campinas, Brazil. felixmichele@yahoo.com.br."
      ]
    },
    {
      "last_name": "Rossi",
      "fore_name": "Carolina de Lima",
      "initials": "Cde L",
      "name": "Carolina de Lima Rossi",
      "affiliations": [
        "Clinical Pharmacology Graduate Course, University of São Francisco, USF, Campinas, Brazil. carol_kku@yahoo.com.br."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Master's Course, University of Sorocaba, UNISO, Rodovia Raposo Tavares, KM 92,5 -Sorocaba, São Paulo, 18023-000, Brazil. luslopes@terra.com.br."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "52",
  "pages": "52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Benzodiazepines",
    "Brazil",
    "Drugs, Essential",
    "Formularies as Topic",
    "Humans",
    "Public Health",
    "Social Problems",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "26792369",
    "pmc": "PMC4719662",
    "doi": "10.1186/s12889-015-2589-1",
    "pii": "10.1186/s12889-015-2589-1"
  },
  "doi": "10.1186/s12889-015-2589-1",
  "pmc_id": "PMC4719662",
  "dates": {
    "completed": "2016-08-29",
    "revised": "2024-03-25"
  },
  "chemicals": [
    "Antidepressive Agents",
    "Drugs, Essential",
    "Benzodiazepines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.067894",
    "pmid": "26792369"
  }
}