{
  "pmid": "26793295",
  "uid": "26793295",
  "title": "Clinical and Cost Implications of Inpatient Versus Outpatient Orthopedic Surgeries: A Systematic Review of the Published Literature.",
  "abstract": "The number of outpatient orthopedic surgeries performed within North America continues to increase. The impact of this change in services on patient outcomes is largely unknown. The objective of this review is to compare patient outcomes and associated costs for outpatient orthopedic surgeries traditionally performed in hospital to inpatient surgeries, as well as to summarize the eligibility and preoperative education requirements for outpatient orthopedic surgery in North America. We performed a systematic review of Medline, Pubmed and Embase databases for articles comparing the clinical and economic impact of outpatient orthopedic surgical procedures versus inpatient procedures in North America. We reported on requirements for inpatient versus outpatient care, preoperative education requirements, complications and patient outcomes, patient satisfaction, and when available total mean costs. Nine studies met the inclusion criteria for this review. Eligibility requirements for outpatient orthopedic surgery within the included studies varied, but generally included: patient consent, a caregiver at home following surgery, close proximity to an outpatient center, and no history of serious medical problems. Preoperative education programs were not always compulsory and practices varied between outpatient centers. All of the reviewed studies reported that outpatient surgeries had similar or improved level of pain and rates of nausea. Outpatients reported increased satisfaction with the care they received. As expected, outpatient procedures were less expensive than inpatient procedures. This review found that outpatient procedures in North America appear to be less expensive and safe alternatives to inpatient care for patients who are at lower risk for complications and procedures that do not necessarily require close hospital level care monitoring following same day surgery.",
  "authors": [
    {
      "last_name": "Crawford",
      "fore_name": "Dennis C",
      "initials": "DC",
      "name": "Dennis C Crawford",
      "affiliations": [
        "Department of Orthopedics and Rehabilitation, Oregon Health & Science University , Portland, OR, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Division of Orthopedic Surgery, Centre for Evidence-Based Orthopedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Division of Orthopedic Surgery, Centre for Evidence-Based Orthopedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopedic reviews",
    "iso_abbreviation": "Orthop Rev (Pavia)",
    "issn": "2035-8237",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Dec",
    "pub_day": "28"
  },
  "start_page": "6177",
  "pages": "6177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26793295",
    "pmc": "PMC4703913",
    "doi": "10.4081/or.2015.6177"
  },
  "doi": "10.4081/or.2015.6177",
  "pmc_id": "PMC4703913",
  "dates": {
    "completed": "2016-01-21",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.379616",
    "pmid": "26793295"
  }
}