{
  "pmid": "26794881",
  "uid": "26794881",
  "title": "Mechanical Versus Bioprosthetic Aortic Valve Replacement in Middle-Aged Adults: A Systematic Review and Meta-Analysis.",
  "abstract": "The choice of a bioprosthetic valve (BV) or mechanical valve (MV) in middle-aged adults undergoing aortic valve replacement is a complex decision that must account for numerous prosthesis and patient factors. A systematic review and meta-analysis was performed to compare long-term survival, major adverse prosthesis-related events, anticoagulant-related events, major bleeding, reoperation, and structural valve degeneration in middle-aged patients receiving a BV or MV. A comprehensive search from six electronic databases was performed from their inception to February 2016. Results from patients aged less than 70 years undergoing aortic valve replacement with a BV or MV were included. There were 12 studies involving 8,661 patients. Baseline characteristics were similar. There was no significant difference in long-term survival among patients aged 50 to 70 or 60 to 70 years. Compared with MVs, BVs had significantly fewer long-term anticoagulant-related events (hazard ratio [HR] 0.54, p = 0.006) and bleeding (HR 0.48, p < 0.00001) but significantly greater major adverse prosthesis-related events (HR 1.82, p = 0.02), including reoperation (HR 2.19, p < 0.00001). The present meta-analysis found no significant difference in survival between BVs and MVs in patients aged 50 to 70 or 60 to 70 years. Compared with MVs, BVs have reduced risk of major bleeding and anticoagulant-related events but increased risk of structural valve degeneration and reoperation. However, the mortality consequences of reoperation appear lower than that of major bleeding, and recent advances may further lower the reoperation rate for BV. Therefore, this review supports the current trend of using BVs in patients more than 60 years of age.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Dong Fang",
      "initials": "DF",
      "name": "Dong Fang Zhao",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Sydney, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Sydney, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "James J",
      "initials": "JJ",
      "name": "James J Wu",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Edelman",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Edelman",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Sydney, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Byrom",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Byrom",
      "affiliations": [
        "Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, University of Sydney, Sydney, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgery Unit, Royal Prince Alfred Hospital, Sydney, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, Australia. Electronic address: pgbannon@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "1552-6259",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "315",
  "end_page": "327",
  "pages": "315-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Aortic Valve",
    "Bioprosthesis",
    "Heart Valve Diseases",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Middle Aged",
    "Prosthesis Design"
  ],
  "article_ids": {
    "pubmed": "26794881",
    "doi": "10.1016/j.athoracsur.2015.10.092",
    "pii": "S0003-4975(15)01764-6"
  },
  "doi": "10.1016/j.athoracsur.2015.10.092",
  "dates": {
    "completed": "2017-03-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.377398",
    "pmid": "26794881"
  }
}