{
  "pmid": "26804003",
  "uid": "26804003",
  "title": "Long-term trends in the incidence and relative survival of pancreatic cancer in Canada: A population-based study.",
  "abstract": "BACKGROUND/OBJECTIVE: The poor survival among pancreatic cancer patients accounts for a disproportionate number of cancer deaths, and there has been little or no improvement in the long-term survival of these patients. This study examines the long-term trends in incidence and relative survival of patients diagnosed with pancreatic cancer in Canada between 1992 and 2008. METHODS: We used pancreatic cancer data from the Canadian Cancer Registry. Incidence rate per age group was estimated over the aforementioned period. A flexible parametric model was used to estimate trends in one- and five-year relative survival for each age group and sex. Excess mortality rate was estimated to illustrate additional mortality due to a cancer diagnosis. RESULTS: In total, 34,577 patients with pancreatic cancer were identified, of which 49.3% were male. Mean age at diagnosis was 70.1 (SD = 12.3) years. Approximately 60.0% of patients were older than 70 years at diagnosis. There has been no change in the incidence rate of pancreatic cancer in Canada; however, it significantly decreased for men (80+) (p = 0.011). Although one-year relative survival increased over time for all patients, five-year relative survival increased only 5% for the youngest age group (<50 years). CONCLUSIONS: Overall survival of patients with pancreatic cancer remains low, although advances in chemotherapy and palliative care may have provided some improvement. Excess mortality remains highest shortly after diagnosis, which is likely attributable to the late diagnosis of pancreatic cancer.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Gileh-Gol",
      "initials": "GG",
      "name": "Gileh-Gol Akhtar-Danesh",
      "affiliations": [
        "School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Finley",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Finley",
      "affiliations": [
        "Division of Thoracic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pancreatology : official journal of the International Association of Pancreatology (IAP) ... [et al.]",
    "iso_abbreviation": "Pancreatology",
    "issn": "1424-3911",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "259",
  "end_page": "265",
  "pages": "259-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Pancreatic Neoplasms",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "26804003",
    "doi": "10.1016/j.pan.2015.12.180",
    "pii": "S1424-3903(16)00005-3"
  },
  "doi": "10.1016/j.pan.2015.12.180",
  "dates": {
    "completed": "2016-12-26",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.228745",
    "pmid": "26804003"
  }
}