{
  "pmid": "26809452",
  "uid": "26809452",
  "title": "Tuning protein mechanics through an ionic cluster graft from an extremophilic protein.",
  "abstract": "Proteins from extremophilic organisms provide excellent model systems to determine the role of non-covalent interactions in defining protein stability and dynamics as well as being attractive targets for the development of robust biomaterials. Hyperthermophilic proteins have a prevalence of salt bridges, relative to their mesophilic homologues, which are thought to be important for enhanced thermal stability. However, the impact of salt bridges on the mechanical properties of proteins is far from understood. Here, a combination of protein engineering, biophysical characterisation, single molecule force spectroscopy (SMFS) and molecular dynamics (MD) simulations directly investigates the role of salt bridges in the mechanical stability of two cold shock proteins; BsCSP from the mesophilic organism Bacillus subtilis and TmCSP from the hyperthermophilic organism Thermotoga maritima. Single molecule force spectroscopy shows that at ambient temperatures TmCSP is mechanically stronger yet, counter-intuitively, its native state can withstand greater deformation before unfolding (i.e. it is mechanically soft) compared with BsCSP. MD simulations were used to identify the location and quantify the population of salt bridges, and reveal that TmCSP contains a larger number of highly occupied salt bridges than BsCSP. To test the hypothesis that salt-bridges endow these mechanical properties on the hyperthermophilic CSP, a charged triple mutant (CTM) variant of BsCSP was generated by grafting an ionic cluster from TmCSP into the BsCSP scaffold. As expected CTM is thermodynamically more stable and mechanically softer than BsCSP. We show that a grafted ionic cluster can increase the mechanical softness of a protein and speculate that it could provide a mechanical recovery mechanism and that it may be a design feature applicable to other proteins.",
  "authors": [
    {
      "last_name": "Tych",
      "fore_name": "Katarzyna M",
      "initials": "KM",
      "name": "Katarzyna M Tych",
      "affiliations": [
        "School of Physics and Astronomy, University of Leeds, Leeds LS2 9JT, UK. L.Dougan@leeds.ac.uk."
      ]
    },
    {
      "last_name": "Batchelor",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Batchelor",
      "affiliations": []
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Toni",
      "initials": "T",
      "name": "Toni Hoffmann",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Wilson",
      "affiliations": []
    },
    {
      "last_name": "Paci",
      "fore_name": "Emanuele",
      "initials": "E",
      "name": "Emanuele Paci",
      "affiliations": []
    },
    {
      "last_name": "Brockwell",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Brockwell",
      "affiliations": []
    },
    {
      "last_name": "Dougan",
      "fore_name": "Lorna",
      "initials": "L",
      "name": "Lorna Dougan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Soft matter",
    "iso_abbreviation": "Soft Matter",
    "issn": "1744-6848",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "10",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "start_page": "2688",
  "end_page": "2699",
  "pages": "2688-99",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Bacillus subtilis",
    "Bacterial Proteins",
    "Cold Shock Proteins and Peptides",
    "Ions",
    "Models, Molecular",
    "Molecular Dynamics Simulation",
    "Protein Stability",
    "Protein Unfolding",
    "Salts",
    "Thermodynamics",
    "Thermotoga maritima"
  ],
  "article_ids": {
    "pubmed": "26809452",
    "doi": "10.1039/c5sm02938d"
  },
  "doi": "10.1039/c5sm02938d",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2016-12-30"
  },
  "chemicals": [
    "Bacterial Proteins",
    "Cold Shock Proteins and Peptides",
    "Ions",
    "Salts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.378279",
    "pmid": "26809452"
  }
}