{
  "pmid": "26800684",
  "uid": "26800684",
  "title": "Health systems guidance appraisal--a critical interpretive synthesis.",
  "abstract": "BACKGROUND: Health systems guidance (HSG) are systematically developed statements that assist with decisions about options for addressing health systems challenges, including related changes in health systems arrangements. However, the development, appraisal, and reporting of HSG poses unique conceptual and methodological challenges related to the varied types of evidence that are relevant, the complexity of health systems, and the pre-eminence of contextual factors. To address this gap, we are conducting a program of research that aims to create a tool to support the appraisal of HSG and further enhance HSG development and reporting. The focus of this paper was to conduct a knowledge synthesis of the published and grey literatures to determine quality criteria (concepts) relevant for this process. METHODS: We applied a critical interpretive synthesis (CIS) approach to knowledge synthesis that enabled an iterative, flexible, and dynamic analysis of diverse bodies of literature in order to generate a candidate list of concepts that will constitute the foundational components of the HSG tool. Using our review questions as compasses, we were able to guide the search strategy to look for papers based on their potential relevance to HSG appraisal, development, and reporting. The search strategy included various electronic databases and sources, subject-specific journals, conference abstracts, research reports, book chapters, unpublished data, dissertations, and policy documents. Screening the papers and data extraction was completed independently and in duplicate, and a narrative approach to data synthesis was executed. RESULTS: We identified 43 papers that met eligibility criteria. No existing review was found on this topic, and no HSG appraisal tool was identified. Over one third of the authors implicitly or explicitly identified the need for a high-quality tool aimed to systematically evaluate HSG and contribute to its development/reporting. We identified 30 concepts that may be relevant to the appraisal of HSG and were able to cluster them into three meaningful domains: process principles, content, and context principles. CONCLUSIONS: Our study showed the role that the quality criteria play in the development, appraisal, and reporting of HSG and demonstrated the link and resonance within and between the various concepts in the three domains.",
  "authors": [
    {
      "last_name": "Ako-Arrey",
      "fore_name": "Denis E",
      "initials": "DE",
      "name": "Denis E Ako-Arrey",
      "affiliations": [
        "McMaster University, Juravinski Hospital Site, G Wing, 2nd Floor, Room 207, 711 Concession Street, Hamilton, ON, L8V 1C3, Canada. akoarrde@mcmaster.ca."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa C",
      "initials": "MC",
      "name": "Melissa C Brouwers",
      "affiliations": [
        "McMaster University, Juravinski Hospital Site, G Wing, 2nd Floor, Room 207, 711 Concession Street, Hamilton, ON, L8V 1C3, Canada. mbrouwer@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster University, MML-417, 1280 Main St. West, Hamilton, ON, L8S 4L6, Canada. lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita K",
      "initials": "MK",
      "name": "Mita K Giacomini",
      "affiliations": [
        "McMaster University, CRL-218, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. giacomin@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Humans",
    "Qualitative Research",
    "Quality of Health Care",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "26800684",
    "pmc": "PMC4724139",
    "doi": "10.1186/s13012-016-0373-y",
    "pii": "10.1186/s13012-016-0373-y"
  },
  "doi": "10.1186/s13012-016-0373-y",
  "pmc_id": "PMC4724139",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.986529",
    "pmid": "26800684"
  }
}