{
  "pmid": "26802073",
  "uid": "26802073",
  "title": "Enabling the participation of marginalized populations: case studies from a health service organization in Ontario, Canada.",
  "abstract": "We examined efforts to engage marginalized populations in Ontario Community Health Centers (CHCs), which are primary health care organizations serving 74 high-risk communities. Qualitative case studies of community participation in four Ontario CHCs were carried out through key informant interviews with CHC staff to identify: (i) the approaches, strategies and methods used in participation initiatives aimed specifically at engaging marginalized populations in the planning of and decision making for health services; and (ii) the challenges and enablers for engaging these populations. The marginalized populations involved in the community participation initiatives studied included Low-German Speaking Mennonites in a rural town, newcomer immigrants and refugees in an urban downtown city, immigrant and francophone seniors in an inner city and refugee women in an inner city. Our analysis revealed that enabling the participation of marginalized populations requires CHCs to attend to the barriers experienced by marginalized populations that constrain their participation. Key informants outlined the features of a 'community development approach' that they rely on to address the barriers to marginalized peoples' involvement by strengthening their skills, abilities and leadership in capacity-building activities. The community development approach also shaped the participation methods that were used in the engagement process of CHCs. However, key informants also described the challenges of applying this approach, influenced by the cultural values of some groups, which shaped their willingness and motivation to participate. This study provides further insight into the approach, strategies and methods used in the engagement process to enable the participation of marginalized populations, which may be transferable to other health services settings.",
  "authors": [
    {
      "last_name": "Montesanti",
      "fore_name": "Stephanie R",
      "initials": "SR",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada.",
        "Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Program in Policy Decision-Making, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health and Population, Harvard School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "James R",
      "initials": "JR",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Health, Aging and Society, McMaster University, Hamilton, ON, Canada.",
        "Centre for Research on Inner City Health in the Keenan Research Centre of the Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada.",
        "McMaster Institute for Environment and Health, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health promotion international",
    "iso_abbreviation": "Health Promot Int",
    "issn": "1460-2245",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "636",
  "end_page": "649",
  "pages": "636-649",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Community Health Centers",
    "Community Participation",
    "Culture",
    "Decision Making",
    "Emigrants and Immigrants",
    "Female",
    "Humans",
    "Language",
    "Male",
    "Ontario",
    "Organizational Case Studies",
    "Qualitative Research",
    "Refugees",
    "Rural Population",
    "Social Marginalization",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "26802073",
    "doi": "10.1093/heapro/dav118",
    "pii": "dav118"
  },
  "doi": "10.1093/heapro/dav118",
  "dates": {
    "completed": "2018-02-05",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.676348",
    "pmid": "26802073"
  }
}