{
  "pmid": "26817575",
  "uid": "26817575",
  "title": "Prescription of Vitamin D to Fracture Patients: A Lack of Consensus and Evidence.",
  "abstract": "OBJECTIVES: We conducted a survey to explore practice patterns regarding the assessment of hypovitaminosis D and the prescription of vitamin D in acute fracture patients. Our secondary objective was to determine whether practice patterns differed between fragility and nonfragility fracture patients. DESIGN: Cross-sectional survey. SETTING: All surveys were completed using SurveyMonkey. PATIENTS/PARTICIPANTS: We surveyed surgeon members of the Canadian Orthopaedic Association and the Orthopaedic Trauma Association. INTERVENTION: Survey. MAIN OUTCOME MEASUREMENTS: The proportion of surgeons who routinely prescribe vitamin D to fracture patients. RESULTS: A total of 397 surveys were completed. Of total, 65.8% of surgeons indicated that they routinely prescribe vitamin D to fragility fracture patients and 25.7% routinely prescribe vitamin D to nonfragility fracture patients. We identified considerable variability in dosing regimens, as 45 different dosing regimens were prescribed in fragility fracture patients and 29 in nonfragility fracture patients. They ranged from daily doses of 400 IU to loading doses of 600,000 IU. The most frequently prescribed doses were 1000 IU daily (14.6%), 2000 IU daily (13.4%), and 50,000 IU weekly (8.7%). Respondents indicated that they heavily relied on clinical experience to guide their decisions to prescribe vitamin D to fracture patients. CONCLUSIONS: The results of this survey demonstrate multiple areas of uncertainty and a lack of consensus in the prescription of vitamin D to fracture patients. Fragility patients frequently receive vitamin D supplementation, whereas most surgeons do not prescribe vitamin D to young fracture patients. High-quality clinical research is needed to determine whether vitamin D supplementation is beneficial to fracture patients. LEVEL OF EVIDENCE: Therapeutic Level V. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "*Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario; †Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario; and ‡Department of Orthopaedics, University of Maryland School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    },
    {
      "last_name": "McKay",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula McKay",
      "affiliations": []
    },
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard P",
      "initials": "GP",
      "name": "Gerard P Slobogean",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "e64",
  "end_page": "e69",
  "pages": "e64-9",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bone Density",
    "Bone Density Conservation Agents",
    "Canada",
    "Drug Prescriptions",
    "Evidence-Based Medicine",
    "Female",
    "Fracture Healing",
    "Fractures, Bone",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Orthopedic Surgeons",
    "Practice Patterns, Physicians'",
    "Treatment Outcome",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "26817575",
    "doi": "10.1097/BOT.0000000000000451",
    "pii": "00005131-201602000-00013"
  },
  "doi": "10.1097/BOT.0000000000000451",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Vitamin D"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.379834",
    "pmid": "26817575"
  }
}