{
  "pmid": "26818335",
  "uid": "26818335",
  "title": "A Systematic Review of Surgical Randomized Controlled Trials: Part 2. Funding Source, Conflict of Interest, and Sample Size in Plastic Surgery.",
  "abstract": "BACKGROUND: The authors examined industry support, conflict of interest, and sample size in plastic surgery randomized controlled trials that compared surgical interventions. They hypothesized that industry-funded trials demonstrate statistically significant outcomes more often, and randomized controlled trials with small sample sizes report statistically significant results more frequently. METHODS: An electronic search identified randomized controlled trials published between 2000 and 2013. Independent reviewers assessed manuscripts and performed data extraction. Funding source, conflict of interest, primary outcome direction, and sample size were examined. Chi-squared and independent-samples t tests were used in the analysis. RESULTS: The search identified 173 randomized controlled trials, of which 100 (58 percent) did not acknowledge funding status. A relationship between funding source and trial outcome direction was not observed. Both funding status and conflict of interest reporting improved over time. Only 24 percent (six of 25) of industry-funded randomized controlled trials reported authors to have independent control of data and manuscript contents. The mean number of patients randomized was 73 per trial (median, 43, minimum, 3, maximum, 936). Small trials were not found to be positive more often than large trials (p = 0.87). CONCLUSIONS: Randomized controlled trials with small sample size were common; however, this provides great opportunity for the field to engage in further collaboration and produce larger, more definitive trials. Reporting of trial funding and conflict of interest is historically poor, but it greatly improved over the study period. Underreporting at author and journal levels remains a limitation when assessing the relationship between funding source and trial outcomes. Improved reporting and manuscript control should be goals that both authors and journals can actively achieve.",
  "authors": [
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Hamilton and Toronto, Ontario, Canada; and Ann Arbor, Mich. From the Divisions of Plastic and Reconstructive Surgery and Orthopedic Surgery, Department of Surgery, the Surgical Outcomes Research Center, the Health Sciences Library, and the Department of Clinical Epidemiology and Biostatistics, McMaster University; the Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto; and the Section of Plastic Surgery, Department of Surgery, The University of Michigan Health System."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": []
    },
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia I",
      "initials": "NI",
      "name": "Natalia I Ziolkowski",
      "affiliations": []
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": []
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Chung",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Chung",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "453e",
  "end_page": "461e",
  "pages": "453e-461e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Conflict of Interest",
    "Financial Support",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Plastic Surgery Procedures",
    "Sample Size",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "26818335",
    "doi": "10.1097/01.prs.0000475767.61031.d1",
    "pii": "00006534-201602000-00061"
  },
  "doi": "10.1097/01.prs.0000475767.61031.d1",
  "dates": {
    "completed": "2016-06-02",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.162116",
    "pmid": "26818335"
  }
}