{
  "pmid": "26818309",
  "uid": "26818309",
  "title": "A Systematic Review of Surgical Randomized Controlled Trials: Part I. Risk of Bias and Outcomes: Common Pitfalls Plastic Surgeons Can Overcome.",
  "abstract": "BACKGROUND: The authors investigated the methodological validity of plastic surgery randomized controlled trials that compared surgical interventions. METHODS: An electronic search identified randomized controlled trials published between 2000 and 2013. Reviewers, independently and in duplicate, assessed manuscripts and performed data extraction. Methodological safeguards (randomization, allocation concealment, blinding, and incomplete outcome data) were examined using the Cochrane risk of bias tool. Regression analysis was used to identify trial characteristics associated with risk of bias. RESULTS: Of 1664 potentially eligible studies, 173 randomized controlled trials were included. Proper randomization and allocation concealment methods were described in 61 of 173 (35 percent) and 21 of 173 (12 percent), respectively. Outcome assessors were blinded in 58 of 173 (34 percent) trials, and patients were blinded in 45 of 173 (26 percent). Follow-up rates were high, with 99 of 173 (57 percent) randomized controlled trials appearing to have complete follow-up. An intention-to-treat analysis was used in 19 of 173 (11 percent) trials. One-third (58 of 173, 34 percent) did not state their primary outcomes. The most common type of primary outcome used was a symptom/quality of life, class III, outcome (73 of 173, 42 percent). Multinomial regression demonstrated trials reporting an a priori sample size as more likely to have a low risk of bias (p = 0.001). CONCLUSIONS: This article highlights methodological safeguards that plastic surgeons should consider when interpreting results of a surgical randomized controlled trial. Allocation concealment, outcome assessor blinding, and patient blinding were identified as areas of concern. Valid and reliable outcome measures are being used in plastic surgery. This analysis provides strong rationale for continued focus on the performance and reporting of clinical trials within our specialty.",
  "authors": [
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Hamilton and Toronto, Ontario, Canada; and Ann Arbor, Mich. From the Divisions of Plastic and Reconstructive Surgery and Orthopedic Surgery, Department of Surgery, the Surgical Outcomes Research Center, the Health Sciences Library, and the Department of Clinical Epidemiology and Biostatistics, McMaster University; the Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto; and the Section of Plastic Surgery, Department of Surgery, The University of Michigan Health System."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": []
    },
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia I",
      "initials": "NI",
      "name": "Natalia I Ziolkowski",
      "affiliations": []
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": []
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Chung",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Chung",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "696",
  "end_page": "706",
  "pages": "696-706",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Bias",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Risk",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "26818309",
    "doi": "10.1097/01.prs.0000475766.83901.5b",
    "pii": "00006534-201602000-00059"
  },
  "doi": "10.1097/01.prs.0000475766.83901.5b",
  "dates": {
    "completed": "2016-06-02",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.161538",
    "pmid": "26818309"
  }
}