{
  "pmid": "26811923",
  "uid": "26811923",
  "title": "Practices and Resources Devoted to the Care of Adolescents and Young Adults with Cancer in Canada: A Survey of Pediatric and Adult Cancer Treatment Centers.",
  "abstract": "PURPOSE: Adolescents and young adults (AYAs) with cancer are a population of patients facing disparities of care affecting quality of life and other health outcomes. Our objective was to document the current environment, resources, and services available to and challenges in the care of these patients in Canada. METHODS: A questionnaire was developed with separate versions for pediatric and adult cancer centers. We invited one individual from every healthcare center providing cancer care in Canada to complete the questionnaire on behalf of his or her center. The survey included questions about referral patterns, diagnosis, treatment options, the nature of the challenges faced when treating AYAs with cancer, collaborative initiatives between pediatric and adult oncologists, and the presence of dedicated AYA resources and staff. RESULTS: We identified a lack of resources, staff, and collaborative activities dedicated to AYAs with cancer throughout Canada, both in pediatric and adult centers. Adult medical oncologists reported experiencing different challenges in treating AYAs with cancer compared to pediatric practitioners. CONCLUSIONS: Efforts to enhance AYA oncology care, including better resources and staffing and improved collaboration between pediatric and adult centers, are required.",
  "authors": [
    {
      "last_name": "Ramphal",
      "fore_name": "Raveena",
      "initials": "R",
      "name": "Raveena Ramphal",
      "affiliations": [
        "1 Division of Hematology/Oncology, Children's Hospital of Eastern Ontario , Ottawa, Ontario, Canada ."
      ]
    },
    {
      "last_name": "D'Agostino",
      "fore_name": "Norma",
      "initials": "N",
      "name": "Norma D'Agostino",
      "affiliations": [
        "2 Psychosocial Oncology and Palliative Care, Ontario Cancer Institute, Princess Margaret Hospital , Toronto, Ontario, Canada ."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "3 Department of Pediatrics, McMaster University , Hamilton, Ontario, Canada ."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan McLeod",
      "affiliations": [
        "4 Community Cancer Programs Network, Cancer Care Manitoba , Winnipeg, Manitoba, Canada ."
      ]
    },
    {
      "last_name": "De Pauw",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja De Pauw",
      "affiliations": [
        "5 Department of Clinical Epidemiology and Biostatistics, McMaster University , Hamilton, Ontario, Canada ."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Abha",
      "initials": "A",
      "name": "Abha Gupta",
      "affiliations": [
        "6 Division of Hematology/Oncology, Department of Pediatrics, Hospital for Sick Children , Toronto, Ontario, Canada ."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-5333",
    "issn_type": "Print",
    "volume": "1",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "140",
  "end_page": "144",
  "pages": "140-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26811923",
    "doi": "10.1089/jayao.2011.0023"
  },
  "doi": "10.1089/jayao.2011.0023",
  "dates": {
    "completed": "2016-01-28",
    "revised": "2016-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.061890",
    "pmid": "26811923"
  }
}