{
  "pmid": "26821023",
  "uid": "26821023",
  "title": "Multi-Channel Capacitive Sensor Arrays.",
  "abstract": "In this paper, multi-channel capacitive sensor arrays based on microstrip band-stop filters are studied. The sensor arrays can be used to detect the proximity of objects at different positions and directions. Each capacitive sensing structure in the array is connected to an inductive element to form resonance at different frequencies. The resonances are designed to be isolated in the frequency spectrum, such that the change in one channel does not affect resonances at other channels. The inductive element associated with each capacitive sensor can be surface-mounted inductors, integrated microstrip inductors or metamaterial-inspired structures. We show that by using metamaterial split-ring structures coupled to a microstrip line, the quality factor of each resonance can be greatly improved compared to conventional surface-mounted or microstrip meander inductors. With such a microstrip-coupled split-ring design, more sensing elements can be integrated in the same frequency spectrum, and the sensitivity can be greatly improved.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Bingnan",
      "initials": "B",
      "name": "Bingnan Wang",
      "affiliations": [
        "Mitsubishi Electric Research Laboratories, 201 Broadway, Cambridge, MA 02139, USA. bwang@merl.com."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Long",
      "affiliations": [
        "Mitsubishi Electric Research Laboratories, 201 Broadway, Cambridge, MA 02139, USA. jilong@ucsd.edu.",
        "University of California, San Diego, 9500 Gilman Dr., La Jolla, CA 92093, USA. jilong@ucsd.edu."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon Hoo",
      "initials": "KH",
      "name": "Koon Hoo Teo",
      "affiliations": [
        "Mitsubishi Electric Research Laboratories, 201 Broadway, Cambridge, MA 02139, USA. teo@merl.com."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "start_page": "150",
  "pages": "150",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26821023",
    "pmc": "PMC4801528",
    "doi": "10.3390/s16020150",
    "pii": "s16020150"
  },
  "doi": "10.3390/s16020150",
  "pmc_id": "PMC4801528",
  "dates": {
    "completed": "2016-07-15",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:32.313765",
    "pmid": "26821023"
  }
}