{
  "pmid": "26825476",
  "uid": "26825476",
  "title": "Is bias in the eye of the beholder? A vignette study to assess recognition of cognitive biases in clinical case workups.",
  "abstract": "BACKGROUND: Many authors have implicated cognitive biases as a primary cause of diagnostic error. If this is so, then physicians already familiar with common cognitive biases should consistently identify biases present in a clinical workup. The aim of this paper is to determine whether physicians agree on the presence or absence of particular biases in a clinical case workup and how case outcome knowledge affects bias identification. METHODS: We conducted a web survey of 37 physicians. Each participant read eight cases and listed which biases were present from a list provided. In half the cases the outcome implied a correct diagnosis; in the other half, it implied an incorrect diagnosis. We compared the number of biases identified when the outcome implied a correct or incorrect primary diagnosis. Additionally, the agreement among participants about presence or absence of specific biases was assessed. RESULTS: When the case outcome implied a correct diagnosis, an average of 1.75 cognitive biases were reported; when incorrect, 3.45 biases (F=71.3, p<0.00001). Individual biases were reported from 73% to 125% more often when an incorrect diagnosis was implied. There was no agreement on presence or absence of individual biases, with κ ranging from 0.000 to 0.044. INTERPRETATION: Individual physicians are unable to agree on the presence or absence of individual cognitive biases. Their judgements are heavily influenced by hindsight bias; when the outcome implies a diagnostic error, twice as many biases are identified. The results present challenges for current error reduction strategies based on identification of cognitive biases.",
  "authors": [
    {
      "last_name": "Zwaan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Zwaan",
      "affiliations": [
        "Institute of Medical Education Research Rotterdam, Erasmus MC, Rotterdam, The Netherlands.",
        "Department of Public and Occupational Health, VU University Medical Center/EMGO Institute, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ilgen",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Ilgen",
      "affiliations": [
        "Department of Medicine, University of Washington, Seattle, Washington, USA."
      ]
    },
    {
      "last_name": "Howey",
      "fore_name": "Betty",
      "initials": "B",
      "name": "Betty Howey",
      "affiliations": [
        "Program for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ quality & safety",
    "iso_abbreviation": "BMJ Qual Saf",
    "issn": "2044-5423",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "104",
  "end_page": "110",
  "pages": "104-110",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Physicians",
    "Prejudice",
    "Primary Health Care",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26825476",
    "doi": "10.1136/bmjqs-2015-005014",
    "pii": "bmjqs-2015-005014"
  },
  "doi": "10.1136/bmjqs-2015-005014",
  "dates": {
    "completed": "2018-01-10",
    "revised": "2018-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.754840",
    "pmid": "26825476"
  }
}