{
  "pmid": "26829025",
  "uid": "26829025",
  "title": "Mucosal Healing Is Associated With Improved Long-term Outcomes of Patients With Ulcerative Colitis: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: The paradigm for treatment for ulcerative colitis (UC) is shifting from resolving symptoms toward objective measures such as mucosal healing (MH). However, it is unclear whether MH is associated with improved long-term outcomes. We performed a systematic review and meta-analysis to identify and analyze studies comparing long-term outcomes of patients with MH with those without MH. METHODS: We performed a systematic search of 3 large databases to identify prospective studies of patients with active UC that included outcomes of patients found to have MH at the first endoscopic evaluation after initiation of UC therapy (MH1) compared with those without MH1. The primary outcome was clinical remission after at least 52 weeks. Secondary outcomes included proportions of patients who were free of colectomy or corticosteroids and rate of MH after at least 52 weeks. RESULTS: We analyzed 13 studies comprising 2073 patients with active UC. Patients with MH1 had pooled odds ratio of 4.50 for achieving long-term (after at least 52 weeks) clinical remission (95% confidence interval [CI], 2.12-9.52), 4.15 for remaining free of colectomy (95% CI, 2.53-6.81), 8.40 for achieving long-term MH (95% CI, 3.13-22.53), and 9.70 for achieving long-term corticosteroid-free clinical remission (95% CI, 0.94-99.67), compared with patients without MH1. We found no difference in outcomes if patients achieved MH1 while receiving biologic versus non-biologic therapy. CONCLUSIONS: In a meta-analysis, we associated MH with long-term clinical remission, avoidance of colectomy, and corticosteroid-free clinical remission. MH is therefore appropriate goal of UC therapy.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Shailja C",
      "initials": "SC",
      "name": "Shailja C Shah",
      "affiliations": [
        "The Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York. Electronic address: shailja.shah@mountsinai.org."
      ]
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": [
        "The Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Sands",
      "fore_name": "Bruce E",
      "initials": "BE",
      "name": "Bruce E Sands",
      "affiliations": [
        "The Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "1245",
  "end_page": "1255.e8",
  "pages": "1245-1255.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Colitis, Ulcerative",
    "Humans",
    "Intestinal Mucosa",
    "Treatment Outcome",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "26829025",
    "doi": "10.1016/j.cgh.2016.01.015",
    "pii": "S1542-3565(16)00107-5"
  },
  "doi": "10.1016/j.cgh.2016.01.015",
  "dates": {
    "completed": "2017-08-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.140639",
    "pmid": "26829025"
  }
}