{
  "pmid": "26828838",
  "uid": "26828838",
  "title": "A Systematic Review of the Cost-Effectiveness of Clinical Nurse Specialists and Nurse Practitioners in Inpatient Roles.",
  "abstract": "The objective of this systematic review was to synthesize the evidence of the effectiveness and cost-effectiveness of clinical nurse specialists (CNSs) and nurse practitioners (NPs) working in alternative or complementary roles in inpatient settings. Those in alternative roles substitute for another provider and deliver similar services. Those in complementary roles deliver additional services to meet patient health needs. We searched 10 electronic databases, reference lists, pertinent journals and websites from 1980 to July 2012 with no language, publication or geographical restrictions. Study identification and assessment were completed independently by two-member teams. Internal validity was assessed using the Cochrane Risk of Bias tool. The quality of the economic analysis was evaluated using the Quality of Health Economic Studies (QHES) instrument. The Grading of Recommendations, Assessment, Development and Evaluation (GRADE) system was used to assess outcome-specific quality of evidence. Three dated trials evaluated CNS and NP inpatient roles; they were conducted in North America and included 488 adults and 821 neonates. In one study, CNSs in complementary provider roles, when compared with usual care, were equally effective with equal resource use (very low-quality evidence). In two studies, NPs in alternative roles, when compared with physicians, were equally effective with equal-to-more resource use and equal costs (low- to moderate-quality evidence). The quality of the economic analyses was poor. Only three dated studies were identified. More research is needed to determine cost-effectiveness and inform policies and decisions related to the implementation of CNSs and NPs working exclusively in inpatient roles.",
  "authors": [
    {
      "last_name": "Kilpatrick",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Kilpatrick",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research Assistant Professor, Faculty of Nursing, Université de Montreal Hôpital Maisonneuve-Rosemont Research Centre Montreal, QC."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Reid",
      "affiliations": [
        "Director, KJResearch, Rosemere, QC."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research, Assistant Professor, School of Nursing, McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research Associate Professor, Daphne Cockwell School of Nursing, Ryerson University Toronto, ON."
      ]
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "Co-Director Canadian Centre for Advanced Practice Nursing Research Associate Professor, School of Nursing and Department of Oncology, McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "Co-Director, Canadian Centre for Advanced Practice Nursing Research, Professor, School of Nursing, Dalhousie University, Halifax, NS."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "Associate Professor, School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Harbman",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Harbman",
      "affiliations": [
        "Affiliate Faculty, Canadian Centre for Advanced Practice Nursing Research Nurse Scientist, Trillium Health Partners Assistant Clinical Professor, School of Nursing, McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Marshall",
      "affiliations": [
        "Canada Research Chair, Health Services and Systems Research Associate Professor, Department of Community Health Sciences Faculty of Medicine, University of Calgary Calgary, AB."
      ]
    },
    {
      "last_name": "Charbonneau-Smith",
      "fore_name": "Renee",
      "initials": "R",
      "name": "Renee Charbonneau-Smith",
      "affiliations": [
        "Knowledge Exchange Specialist, School of Nursing, McMaster University Hamilton, ON."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "Professor Emeritus, School of Nursing and Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Nursing leadership (Toronto, Ont.)",
    "iso_abbreviation": "Nurs Leadersh (Tor Ont)",
    "issn": "1929-6355",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Sep"
  },
  "start_page": "56",
  "end_page": "76",
  "pages": "56-76",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Complementary Therapies",
    "Cost-Benefit Analysis",
    "Humans",
    "Nurse Clinicians",
    "Nurse Practitioners",
    "Nurse's Role",
    "Nursing Staff, Hospital",
    "Ontario",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26828838"
  },
  "dates": {
    "completed": "2017-03-15",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.781284",
    "pmid": "26828838"
  }
}