{
  "pmid": "26838865",
  "uid": "26838865",
  "title": "Postoperative anti-adhesion ability of a novel carboxymethyl chitosan from silkworm pupa in a rat cecal abrasion model.",
  "abstract": "N,O-Carboxymethyl chitosan (NOCC) can prevent postsurgical adhesion formation. Here, we described the preparation of a novel silkworm pupa NOCC and its effects on the prevention of postoperative adhesion in a rat cecal abrasion model. The degree of deacetylation (DDA) of silkworm pupa chitosan was only 49.87 ± 0.86%; regardless, it was used as the raw material to construct the novel silkworm pupa NOCC, which had a weaker crystallinity than the NOCC standard. Sixty male Sprague-Dawley rats were divided into three groups and treated as follows: 0.9% normal saline solution as a negative control, medical anti-adhesion gel as a positive control and the silkworm pupa NOCC anti-adhesion solution. Two and three weeks after surgery, the animals were killed and the adhesion formation was scored. The silkworm pupa NOCC solution significantly decreased the levels of WBC, TNF-α, IL-1β, IL-2, IL-6 and IL-8 but had no effect on IL-4. Additionally, a lower level of TGF-β1 expression was found in the silkworm pupa NOCC group, and significantly less collagen (P<0.01) and fewer inflammatory cells and fibroblasts were detected in the animals of this group. These results suggested that the novel NOCC from silkworm pupa using the method described here have potential applications in the prevention of postoperative intestinal adhesion.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Zhu",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Soochow University, No. 199, 702-2303 Room, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China; The Sericultural Research Institute of Shandong Province, Yantai, Shandong 264002, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Basic Medical and Biological Sciences, Soochow University, No. 199, 702-2303 Room, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Materials science & engineering. C, Materials for biological applications",
    "iso_abbreviation": "Mater Sci Eng C Mater Biol Appl",
    "issn": "1873-0191",
    "issn_type": "Electronic",
    "volume": "61",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "387",
  "end_page": "395",
  "pages": "387-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bombyx",
    "Cecum",
    "Chitosan",
    "Cytokines",
    "Disease Models, Animal",
    "Hydroxyproline",
    "Leukocytes",
    "Male",
    "Pupa",
    "Rats",
    "Rats, Sprague-Dawley",
    "Tissue Adhesions"
  ],
  "article_ids": {
    "pubmed": "26838865",
    "doi": "10.1016/j.msec.2015.12.080",
    "pii": "S0928-4931(15)30690-1"
  },
  "doi": "10.1016/j.msec.2015.12.080",
  "dates": {
    "completed": "2016-10-26",
    "revised": "2016-12-30"
  },
  "chemicals": [
    "Cytokines",
    "O,N-carboxymethylchitosan",
    "Chitosan",
    "Hydroxyproline"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.214185",
    "pmid": "26838865"
  }
}