{
  "pmid": "26831725",
  "uid": "26831725",
  "title": "Local anesthetic injections with or without steroid for chronic non-cancer pain: a protocol for a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Steroids are often combined with local anesthetic (LA) and injected to reduce pain associated with various chronic non-cancer pain (CNCP) complaints. The biological rationale behind injection of a steroid solution is unclear, and it is uncertain whether the addition of steroids offers any additional benefits over injection of LA alone. We propose to conduct a systematic review and meta-analysis to summarize the evidence for using steroids and LA vs. LA alone in the treatment of CNCP. METHODS: An experienced librarian will perform a comprehensive search of EMBASE, MEDLINE, and the Cochrane Central Registry of Controlled Trials (CENTRAL) databases with search terms for clinical indications, LA, and steroid agents. We will review bibliographies of all relevant published reviews in the last 5 years for additional studies. Eligible trials will be published in English and randomly allocate patients with CNCP to treatment with steroid and LA injection therapy or injection with LA alone. We will use the guidelines published by the Initiative on Methods, Measurement, and Pain Assessment in Clinical Trials (IMMPACT) to inform the outcomes that we collect and present. Teams of reviewers will independently and in duplicate assess trial eligibility, abstract data, and assess risk of bias among eligible trials. We will prioritize intention to treat analysis and, when possible, pool outcomes across trials using random effects models. We will report our findings as risk differences, weighted mean differences, or standardized mean differences for individual outcomes. Further, to ensure interpretability of our results, we will present risk differences and measures of relative effect for pain reduction based on anchor-based minimally important clinical differences. We will conduct a priori defined subgroup analyses and use the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system to evaluate the certainty of the evidence on an outcome-by-outcome basis. DISCUSSION: Our review will evaluate both the effectiveness and the adverse events associated with steroid plus LA vs. LA alone for CNCP, evaluate the quality of the evidence using the GRADE approach, and prioritize patient-important outcomes guided by IMMPACT recommendations. Our results will facilitate evidence-based management of patients with chronic non-cancer pain and identify key areas for future research. TRIAL REGISTRATION: PROSPERO CRD42015020614.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. shanthh@mcmaster.ca.",
        "The Michael G. DeGroote Institute for Pain Research and Care, Hamilton, Canada. shanthh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. bussej@mcmaster.ca.",
        "The Michael G. DeGroote Institute for Pain Research and Care, Hamilton, Canada. bussej@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. bussej@mcmaster.ca."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. thabanel@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. thabanel@mcmaster.ca."
      ]
    },
    {
      "last_name": "Paul",
      "fore_name": "James",
      "initials": "J",
      "name": "James Paul",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. jep@icloud.com.",
        "The Michael G. DeGroote Institute for Pain Research and Care, Hamilton, Canada. jep@icloud.com."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. rcouban@mcmaster.ca.",
        "The Michael G. DeGroote Institute for Pain Research and Care, Hamilton, Canada. rcouban@mcmaster.ca."
      ]
    },
    {
      "last_name": "Choudhary",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Choudhary",
      "affiliations": [
        "Department of Orthopedics, McMaster University, Hamilton, Canada. harman.choudhry@medportal.ca."
      ]
    },
    {
      "last_name": "Kaushal",
      "fore_name": "Alka",
      "initials": "A",
      "name": "Alka Kaushal",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. alka_kaushal@yahoo.com."
      ]
    },
    {
      "last_name": "Suzumura",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Suzumura",
      "affiliations": [
        "Research Institute - Hospital do Coração (HCor), São Paulo, Brazil. esuzumura@yahoo.com.br."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Isabel",
      "initials": "I",
      "name": "Isabel Kim",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Ontario, Hamilton, Canada. Isabel.kim@medportal.ca."
      ]
    },
    {
      "last_name": "Harsha",
      "fore_name": "Prathiba",
      "initials": "P",
      "name": "Prathiba Harsha",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St. Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. harshap@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Anesthetics, Local",
    "Chronic Pain",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "26831725",
    "pmc": "PMC4736179",
    "doi": "10.1186/s13643-016-0190-z",
    "pii": "10.1186/s13643-016-0190-z"
  },
  "doi": "10.1186/s13643-016-0190-z",
  "pmc_id": "PMC4736179",
  "dates": {
    "completed": "2016-10-13",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anesthetics, Local"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.638710",
    "pmid": "26831725"
  }
}