{
  "pmid": "26830668",
  "uid": "26830668",
  "title": "PRISMA harms checklist: improving harms reporting in systematic reviews.",
  "abstract": "INTRODUCTION: For any health intervention, accurate knowledge of both benefits and harms is needed. Systematic reviews often compound poor reporting of harms in primary studies by failing to report harms or doing so inadequately. While the PRISMA statement (Preferred Reporting Items for Systematic reviews and Meta-Analyses) helps systematic review authors ensure complete and transparent reporting, it is focused mainly on efficacy. Thus, a PRISMA harms checklist has been developed to improve harms reporting in systematic reviews, promoting a more balanced assessment of benefits and harms. METHODS: A development strategy, endorsed by the EQUATOR Network and existing reporting guidelines (including the PRISMA statement, PRISMA for abstracts, and PRISMA for protocols), was used. After the development of a draft checklist of items, a modified Delphi process was initiated. The Delphi consisted of three rounds of electronic feedback followed by an in-person meeting. RESULTS: The PRISMA harms checklist contains four essential reporting elements to be added to the original PRISMA statement to improve harms reporting in reviews. These are reported in the title (\"Specifically mention 'harms' or other related terms, or the harm of interest in the review\"), synthesis of results (\"Specify how zero events were handled, if relevant\"), study characteristics (\"Define each harm addressed, how it was ascertained (eg, patient report, active search), and over what time period\"), and synthesis of results (\"Describe any assessment of possible causality\"). Additional guidance regarding existing PRISMA items was developed to demonstrate relevance when synthesising information about harms. CONCLUSION: The PRISMA harms checklist identifies a minimal set of items to be reported when reviewing adverse events. This guideline extension is intended to improve harms reporting in systematic reviews, whether harms are a primary or secondary outcome.",
  "authors": [
    {
      "last_name": "Zorzela",
      "fore_name": "Liliane",
      "initials": "L",
      "name": "Liliane Zorzela",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine and Dentistry, and Integrative Health Institute, University of Alberta, Edmonton, T6G 2C8, AB, Canada."
      ]
    },
    {
      "last_name": "Loke",
      "fore_name": "Yoon K",
      "initials": "YK",
      "name": "Yoon K Loke",
      "affiliations": [
        "Norwich Medical School, Norwich, UK."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Ioannidis",
      "affiliations": [
        "Stanford University School of Medicine, Stanford University School of Humanities and Sciences, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Golder",
      "fore_name": "Su",
      "initials": "S",
      "name": "Su Golder",
      "affiliations": [
        "Department of Health Sciences, University of York, Heslington, UK."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Altman",
      "fore_name": "Douglas G",
      "initials": "DG",
      "name": "Douglas G Altman",
      "affiliations": [
        "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology, and Musculoskeletal Sciences, Botnar Research Centre, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Ottawa Methods Centre, Ottawa Hospital Research Institute, Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Vohra",
      "fore_name": "Sunita",
      "initials": "S",
      "name": "Sunita Vohra",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine and Dentistry, and Integrative Health Institute, University of Alberta, Edmonton, T6G 2C8, AB, Canada svohra@ualberta.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "352",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "i157",
  "pages": "i157",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Checklist",
    "Delphi Technique",
    "Evidence-Based Medicine",
    "Humans",
    "Publishing",
    "Research Design",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "26830668",
    "doi": "10.1136/bmj.i157"
  },
  "doi": "10.1136/bmj.i157",
  "dates": {
    "completed": "2016-06-01",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "16895",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "PDF-2014-07-041",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.426327",
    "pmid": "26830668"
  }
}