{
  "pmid": "26838924",
  "uid": "26838924",
  "title": "Processing and characterization of silk sericin from Bombyx mori and its application in biomaterials and biomedicines.",
  "abstract": "Bombyx mori silk is composed of 60-80% fibroin, 15-35% sericin and 1-5% non-sericin component including wax, pigments, sugars and other impurities. For two decades, the protein-based silk fibroin was extensively used in the research and development of medical biomaterials and biomedicines. Sericin is frequently ignored and abandoned as a byproduct or waste in the processing of traditional silk fabrics, silk floss or modern silk biomaterials. However, similar to fibroin, sericin is not only a highly useful biological material, but also a lot of biological activity. Moreover, the non-sericin component present with sericin in the cocoon shell also has a strong biological activity. In this review, the extraction and recovery methods of sericin and the non-sericin component from the cocoon layer are reported, and their composition, properties and biological activity are described to produce a comprehensive report on biomedical materials and biological drugs. In addition, related problems or concerns present in the research and development of sericin are discussed, and a potential application of sericin in sustainable development is also presented.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Cao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Materials science & engineering. C, Materials for biological applications",
    "iso_abbreviation": "Mater Sci Eng C Mater Biol Appl",
    "issn": "1873-0191",
    "issn_type": "Electronic",
    "volume": "61",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "940",
  "end_page": "952",
  "pages": "940-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Antioxidants",
    "Biocompatible Materials",
    "Bombyx",
    "Cosmetics",
    "Drug Carriers",
    "Insect Proteins",
    "Sericins",
    "Skin",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "26838924",
    "doi": "10.1016/j.msec.2015.12.082",
    "pii": "S0928-4931(15)30695-0"
  },
  "doi": "10.1016/j.msec.2015.12.082",
  "dates": {
    "completed": "2016-10-28",
    "revised": "2016-12-30"
  },
  "chemicals": [
    "Antioxidants",
    "Biocompatible Materials",
    "Cosmetics",
    "Drug Carriers",
    "Insect Proteins",
    "Sericins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.215715",
    "pmid": "26838924"
  }
}