{
  "pmid": "26839013",
  "uid": "26839013",
  "title": "Does preoperative rehabilitation for patients planning to undergo joint replacement surgery improve outcomes? A systematic review and meta-analysis of randomised controlled trials.",
  "abstract": "OBJECTIVES: The clinical impact of preoperative physiotherapy on recovery after joint replacement remains controversial. This systematic review aimed to assess the clinical impact of prehabilitation before joint replacement. DESIGN: We searched PubMed, Embase and Cochrane CENTRAL up to November 2015 for randomised controlled trials comparing prehabilitation versus no prehabilitation before joint replacement surgery. Postoperative pain and function scores were converted to Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain and function subscales (0-100, high scores indicate worse outcome). Random effects meta-analysis was performed to calculate weighted mean differences (WMD, 95% CI), subgrouped by hip and knee surgery. PRIMARY AND SECONDARY OUTCOMES: Postoperative pain and function scores, time to resume activities of daily living, quality of life, length of hospital stay, total cost, patient satisfaction, postoperative complications, any adverse events and discontinuations. RESULTS: Of 22 studies (1492 patients), 18 had high risk of bias. Prehabilitation slightly reduced pain scores within 4 weeks postoperatively (WMD -6.1 points, 95% CI -10.6 to -1.6 points, on a scale of 0-100), but differences did not remain beyond 4 weeks. Prehabilitation slightly improved WOMAC function score at 6-8 and 12 weeks (WMD -4.0, 95% CI -7.5 to -0.5), and time to climbing stairs (WMD -1.4 days, 95% CI -1.9 to -0.8 days), toilet use (-0.9 days, 95% CI -1.3 to -0.5 days) and chair use (WMD -1.2 days, 95% CI -1.7 to -0.8 days). Effects were similar for knee and hip surgery. Differences were not found for SF-36 scores, length of stay and total cost. Other outcomes of interest were inadequately reported. CONCLUSIONS: Existing evidence suggests that prehabilitation may slightly improve early postoperative pain and function among patients undergoing joint replacement; however, effects remain too small and short-term to be considered clinically-important, and did not affect key outcomes of interest (ie, length of stay, quality of life, costs).",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), University of Western Ontario, London, Ontario, Canada Chinese Cochrane Centre, West China Hospital, Sichuan University, Chengdu, China Michael G DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeongjong",
      "initials": "M",
      "name": "Myeongjong Lee",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, Konkuk University School of Medicine, Chungju, South Korea."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zhe",
      "initials": "Z",
      "name": "Zhe Zhang",
      "affiliations": [
        "Department of Anesthesiology, Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Moodie",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Moodie",
      "affiliations": [
        "Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Davy",
      "initials": "D",
      "name": "Davy Cheng",
      "affiliations": [
        "Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), University of Western Ontario, London, Ontario, Canada Department of Anesthesia & Perioperative Medicine, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Martin",
      "affiliations": [
        "Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), University of Western Ontario, London, Ontario, Canada Department of Anesthesia & Perioperative Medicine, University of Western Ontario, London, Ontario, Canada Department of Epidemiology & Biostatistics, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "02"
  },
  "start_page": "e009857",
  "pages": "e009857",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Hospital Costs",
    "Humans",
    "Length of Stay",
    "Osteoarthritis, Hip",
    "Osteoarthritis, Knee",
    "Pain, Postoperative",
    "Patient Satisfaction",
    "Physical Therapy Modalities",
    "Postoperative Complications",
    "Preoperative Care",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "26839013",
    "pmc": "PMC4746481",
    "doi": "10.1136/bmjopen-2015-009857",
    "pii": "bmjopen-2015-009857"
  },
  "doi": "10.1136/bmjopen-2015-009857",
  "pmc_id": "PMC4746481",
  "dates": {
    "completed": "2016-10-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.391949",
    "pmid": "26839013"
  }
}