{
  "pmid": "26842309",
  "uid": "26842309",
  "title": "Is There a Genetic Predisposition to Anterior Cruciate Ligament Tear? A Systematic Review.",
  "abstract": "BACKGROUND: Injuries to the anterior cruciate ligament (ACL) are among the most common knee ligament injuries and frequently warrant reconstruction. The etiopathogenesis of these injuries has focused mainly on mechanism of trauma, patient sex, and anatomic factors as predisposing causes. Several genetic factors that could predispose to an ACL tear have recently been reported. PURPOSE: This systematic review summarizes the current evidence for a genetic predisposition to ACL tears. The principal research question was to identify genetic factors, based on the available literature, that could predispose an individual to an ACL tear. STUDY DESIGN: Systematic review. METHODS: The PubMed, EMBASE, Cochrane, and HuGE databases were searched; the search was run from the period of inception until June 21, 2015. A secondary search was performed by screening the references of full-text articles obtained and by manually searching selected journals. Articles were screened with prespecified inclusion criteria. The quality of studies included in the review was assessed for risk of bias by 2 reviewers using the Newcastle-Ottawa Scale. RESULTS: A total of 994 records were identified by the search, out of which 17 studies (16 case-control studies and 1 cross-sectional study) were included in the final review. Two studies observed a familial predisposition to an ACL tear. Fourteen studies looked at specific gene polymorphisms in 20 genes, from which different polymorphisms in 10 genes were positively associated with an ACL tear. In addition to these polymorphisms, 8 haplotypes were associated with ACL tear. One study looked at gene expression analysis. CONCLUSION: Although specific gene polymorphisms and haplotypes have been identified, it is difficult to come to a conclusion on the basis of the existing literature. Several sources of bias have been identified in these studies, and the results cannot be extrapolated to the general population. More studies are needed in larger populations of different ethnicities. Gene-gene interactions and gene expression studies in the future may delineate the exact role of these gene polymorphisms in ACL tears.",
  "authors": [
    {
      "last_name": "John",
      "fore_name": "Rakesh",
      "initials": "R",
      "name": "Rakesh John",
      "affiliations": [
        "PGIMER, Chandigarh, India."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Mandeep Singh",
      "initials": "MS",
      "name": "Mandeep Singh Dhillon",
      "affiliations": [
        "PGIMER, Chandigarh, India drdhillon@gmail.com."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Siddhartha",
      "initials": "S",
      "name": "Siddhartha Sharma",
      "affiliations": [
        "PGIMER, Chandigarh, India."
      ]
    },
    {
      "last_name": "Prabhakar",
      "fore_name": "Sharad",
      "initials": "S",
      "name": "Sharad Prabhakar",
      "affiliations": [
        "PGIMER, Chandigarh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "12",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "3262",
  "end_page": "3269",
  "pages": "3262-3269",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Genetic Predisposition to Disease",
    "Humans",
    "Polymorphism, Single Nucleotide",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "26842309",
    "doi": "10.1177/0363546515624467",
    "pii": "0363546515624467"
  },
  "doi": "10.1177/0363546515624467",
  "dates": {
    "completed": "2017-09-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.380558",
    "pmid": "26842309"
  }
}