{
  "pmid": "26843464",
  "uid": "26843464",
  "title": "Factors Associated With Point-of-Care Treatment Decisions for Hidradenitis Suppurativa.",
  "abstract": "IMPORTANCE: Studies evaluating factors associated with disease severity in hidradenitis suppurativa (HS) are limited, and the existing data are controversial. It is also unclear whether severity assessed by HS scoring methods correlate with partnered decision-making on treatment strategies, and thus the clinical relevance of these severity assessments is unknown. OBJECTIVE: To assess factors associated with disease severity as measured by point-of-care decisions on receipt or escalation of treatment for HS. DESIGN, SETTING, AND PARTICIPANTS: The retrospective cohort comprised 437 patients with HS ages 18 to 64 years at enrollment with at least 5 monitoring periods of 3 months' duration. The study was performed at an academic medical center. MAIN OUTCOMES AND MEASURES: Receipt of treatment and treatment escalation. RESULTS: The average monitoring time of patients with HS was 4.2 person-years. The frequency of patients with HS with no treatment decreased over the monitoring period, while the frequency for receipt of treatment increased. Care by a dermatologist (odds ratio [OR], 6.7; 95% CI, 5.2-8.6) provided the strongest predictor of having received treatment for HS, and it was also associated with increased odds of escalating treatment (OR, 3.0; 95% CI, 2.4-3.7). Tobacco smoking was associated with treatment escalation (OR, 1.4; 95% CI, 1.1-1.7) over time, whereas obesity was not associated with treatment or escalation. The likelihood of receiving (OR, 1.4; 95% CI, 1.2-1.8) or escalating treatment (OR, 1.2; 95% CI, 1.0-1.4) was increased between ages 18 and 39 years. Male sex was not associated with treatment escalation. CONCLUSIONS AND RELEVANCE: Clinician type, tobacco smoking, and age may be important clinical factors that patients and clinicians may consider in developing partnered short- and long-term treatment strategies. Obesity and sex do not seem to influence treatment decisions for HS.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Hofstra North Shore-LIJ School of Medicine, North Shore-LIJ Health System, Hempstead, New York."
      ]
    },
    {
      "last_name": "Besen",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Besen",
      "affiliations": [
        "Boston University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Legler",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Legler",
      "affiliations": [
        "Boston University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Christina S",
      "initials": "CS",
      "name": "Christina S Lam",
      "affiliations": [
        "Boston University School of Medicine, Boston, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "volume": "152",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "553",
  "end_page": "557",
  "pages": "553-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Adolescent",
    "Adult",
    "Age Factors",
    "Cohort Studies",
    "Decision Making",
    "Delivery of Health Care",
    "Dermatologists",
    "Female",
    "Hidradenitis Suppurativa",
    "Humans",
    "Male",
    "Middle Aged",
    "Obesity",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Sex Factors",
    "Smoking",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26843464",
    "doi": "10.1001/jamadermatol.2015.4593",
    "pii": "2488022"
  },
  "doi": "10.1001/jamadermatol.2015.4593",
  "dates": {
    "completed": "2017-04-28",
    "revised": "2021-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.199006",
    "pmid": "26843464"
  }
}