{
  "pmid": "26843176",
  "uid": "26843176",
  "title": "Treatment of idiopathic pulmonary fibrosis: a network meta-analysis.",
  "abstract": "BACKGROUND: Idiopathic pulmonary fibrosis (IPF) is an interstitial lung disease associated with high morbidity and mortality. Effective treatments for IPF are limited. Several recent studies have investigated novel therapeutic agents for IPF, but very few have addressed their comparative benefits and harms. METHODS: We performed a Bayesian network meta-analysis (NMA) to assess the effects of different treatments for IPF on mortality and serious adverse events (SAEs). We searched MEDLINE and EMBASE for randomized controlled trials (RCTs) up to August 2015. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach served to assess the certainty in the evidence of direct and indirect estimates. We calculated the surface under the cumulative ranking curve (SUCRA) for each treatment. We included parallel group RCTs, including factorial designs, but excluded quasi-randomized and cross-over trials. Studies were only included if they involved adult (≥18 years of age) patients with IPF as defined by the 2011 criteria and examined one of the 10 interventions of interest (ambrisentan, bosentan, imatinib, macitentan, N-acetylcysteine, nintedanib, pirfenidone, sildenafil, prednisone/azathioprine/N-acetylcysteine triple therapy, and vitamin K antagonist). RESULTS: A total of 19 RCTs (5,694 patients) comparing 10 different interventions with placebo and an average follow-up period of 1 year fulfilled the inclusion criteria. SUCRA analysis suggests nintedanib, pirfenidone, and sildenafil are the three treatments with the highest probability of reducing mortality in IPF. Indirect comparison showed no significant difference in mortality between pirfenidone and nintedanib (NMA OR, 1.05; 95% CrI, 0.45-2.78, moderate certainty of evidence), pirenidone and sildenafil (NMA OR, 2.26; 95% CrI, 0.44-13.17, low certainty of evidence), or nintedanib and sildenafil (NMA OR 2.40; 95% CrI, 0.47-14.66, low certainty of evidence). Sildenafil, pirfenidone, and nintedanib were ranked second, fourth, and sixth out of 10 for SAEs. CONCLUSION: In the absence of direct comparisons between treatment interventions, this NMA suggests that treatment with nintedanib, pirfenidone, and sildenafil extends survival in patients with IPF. The SAEs of these agents are similar to the other interventions and include mostly dermatologic and gastrointestinal manifestations. Head-to-head comparisons need to confirm these findings.",
  "authors": [
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, 1200 Main St W, L8S 4L8, Hamilton, ON, Canada. rochwerg@mcmaster.ca.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. rochwerg@mcmaster.ca.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, Canada. rochwerg@mcmaster.ca."
      ]
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. neupanbp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. changran87@gmail.com.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, Canada. changran87@gmail.com."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "Carlos Cuello",
      "initials": "CC",
      "name": "Carlos Cuello Garcia",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. cuelloca@mcmaster.ca.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, Canada. cuelloca@mcmaster.ca.",
        "Tecnologico de Monterrey, School of Medicine, Monterrey, Mexico. cuelloca@mcmaster.ca."
      ]
    },
    {
      "last_name": "Raghu",
      "fore_name": "Ganesh",
      "initials": "G",
      "name": "Ganesh Raghu",
      "affiliations": [
        "Department of Medicine (Division of Pulmonary and Critical Care Medicine), University of Washington Seattle, Seattle, WA, USA. graghu@uw.edu."
      ]
    },
    {
      "last_name": "Richeldi",
      "fore_name": "Luca",
      "initials": "L",
      "name": "Luca Richeldi",
      "affiliations": [
        "National Institute for Health Research Southampton Respiratory Biomedical Research Unit and Clinical and Experimental Sciences, University of Southampton, Southampton, UK. l.richeldi@soton.ac.uk."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. brozekj@mcmaster.ca.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, Canada. brozekj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. beyene@mcmaster.ca."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, 1200 Main St W, L8S 4L8, Hamilton, ON, Canada. schuneh@mcmaster.ca.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. schuneh@mcmaster.ca.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, Canada. schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "03"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Acetylcysteine",
    "Adult",
    "Anticoagulants",
    "Bayes Theorem",
    "Female",
    "Free Radical Scavengers",
    "Humans",
    "Idiopathic Pulmonary Fibrosis",
    "Immunosuppressive Agents",
    "Indoles",
    "Male",
    "Middle Aged",
    "Pyridones",
    "Quality of Life",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26843176",
    "pmc": "PMC4741055",
    "doi": "10.1186/s12916-016-0558-x",
    "pii": "10.1186/s12916-016-0558-x"
  },
  "doi": "10.1186/s12916-016-0558-x",
  "pmc_id": "PMC4741055",
  "dates": {
    "completed": "2016-08-15",
    "revised": "2025-07-03"
  },
  "chemicals": [
    "Anticoagulants",
    "Free Radical Scavengers",
    "Immunosuppressive Agents",
    "Indoles",
    "Pyridones",
    "pirfenidone",
    "nintedanib",
    "Acetylcysteine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.518524",
    "pmid": "26843176"
  }
}