{
  "pmid": "26849710",
  "uid": "26849710",
  "title": "Myelopathic signs and functional outcome following cervical decompression surgery: a proposed myelopathy scale.",
  "abstract": "OBJECTIVE Cervical spondylotic myelopathy (CSM) is the most common cause of spinal cord dysfunction in adults. In spite of this, the impact of the changes in myelopathic signs following cervical decompression surgery and their relationship to functional outcome measures remains unclear. The main goals of our study were to prospectively assess changes in myelopathic signs with a functional outcome scale (the modified Japanese Orthopaedic Association [mJOA] scale) following cervical decompression surgery and to objectively test a proposed new myelopathy scale (MS). METHODS Between 2008 and 2011, 36 patients with CSM were observed following cervical decompression surgery. Patient data including mJOA and MS scores were prospectively collected and analyzed preoperatively and at 1 year after surgery. RESULTS In this cohort, reflex, Babinski, and proprioception signs showed statistically significant improvement following surgery at 1 year (p = < 0.001, p = 0.008, and p = 0.015, respectively). A lesser degree of improvement was observed with the Hoffman sign (p = 0.091). No statistically significant improvement in clonus occurred (p = 0.368). There was a significant improvement in mJOA (p ≤ 0.001) and MS (p ≤ 0.001) scores at 1 year compared with the preoperative scores. The results showed an inverse correlation between MS and mJOA scores both pre- and postoperatively (Spearman's correlation coefficient = -0.202 preoperatively and -0.361 postoperatively). CONCLUSIONS Improvement in myelopathic signs was noted following cervical decompression surgery in patients with CSM. The newly devised MS scale demonstrated these findings, and the new MS scale correlates with improvement in mJOA scores in this patient cohort.",
  "authors": [
    {
      "last_name": "El-Zuway",
      "fore_name": "Salem",
      "initials": "S",
      "name": "Salem El-Zuway",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University; and."
      ]
    },
    {
      "last_name": "Kachur",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Kachur",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurosurgery. Spine",
    "iso_abbreviation": "J Neurosurg Spine",
    "issn": "1547-5646",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "871",
  "end_page": "877",
  "pages": "871-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cervical Vertebrae",
    "Decompression, Surgical",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Recovery of Function",
    "Severity of Illness Index",
    "Spinal Cord Diseases",
    "Spondylosis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26849710",
    "doi": "10.3171/2015.9.SPINE139"
  },
  "doi": "10.3171/2015.9.SPINE139",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.355694",
    "pmid": "26849710"
  }
}