{
  "pmid": "26858750",
  "uid": "26858750",
  "title": "Efficacy of 7-Day and 14-Day Triple Therapy Regimens for the Eradication of Helicobacter pylori: A Comparative Study in a Cohort of Romanian Patients.",
  "abstract": "Objective. This study compared the eradication rates of of Helicobacter pylori (HP) infection by a 7-day and 14-day anti-HP regimen. Materials and Methods. An open, randomized, prospective study was performed to evaluate the response to anti-HP treatment in adult HP-positive patients following a 7-day course (Regimen A) of a proton pump inhibitor in association with clarithromycin and amoxicillin compared to a 14-day course (Regimen B). Gastric biopsies were performed at baseline and two months after anti-HP treatment. Results. Seventy-eight patients aged 18-64 years (28 males, 50 females) diagnosed with HP infection were included. Fifty-two (66.7%) patients received Regimen B and 26 (33.3%) Regimen A. The overall eradication rate was 70.5%. Better treatment response (p < 0.01) was seen in Regimen B (44/52, 84.2% versus 11/26, 42.3%). Significant improvement in histological features was seen in regimen B. There has been significant overall reduction in endoscopic aspects of gastric and duodenal lesions in both regimens. Younger patients ≤35 years had a better response to Regimen B. Better treatment response was seen in women, urban residents, and those with tertiary level of education in both groups. Conclusion. 14-day anti-HP regimen offered a significant better overall eradication of HP in study population.",
  "authors": [
    {
      "last_name": "Arama",
      "fore_name": "Stefan Sorin",
      "initials": "SS",
      "name": "Stefan Sorin Arama",
      "affiliations": [
        "Pathophysiology and Immunology Department, Dental Medicine Faculty, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania; Digestive Endoscopy Department, Dr. Ion Cantacuzino Hospital, 020475 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Tiliscan",
      "fore_name": "Catalin",
      "initials": "C",
      "name": "Catalin Tiliscan",
      "affiliations": [
        "Pathophysiology and Immunology Department, Dental Medicine Faculty, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania; Adults III Department, Prof. Dr. Matei Bals National Institute of Infectious Diseases, 021105 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Negoita",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Negoita",
      "affiliations": [
        "Personal Genetics Medical Practice, 010987 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Croitoru",
      "fore_name": "Alexandru",
      "initials": "A",
      "name": "Alexandru Croitoru",
      "affiliations": [
        "Pathophysiology and Immunology Department, Dental Medicine Faculty, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Arama",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Arama",
      "affiliations": [
        "Adults III Department, Prof. Dr. Matei Bals National Institute of Infectious Diseases, 021105 Bucharest, Romania; Infectious Diseases I Department, Prof. Dr. Matei Bals National Institute of Infectious Diseases, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Mihai",
      "fore_name": "Carmen Marina",
      "initials": "CM",
      "name": "Carmen Marina Mihai",
      "affiliations": [
        "Internal Medicine and Rheumatology Department, Dr. Ion Cantacuzino Hospital, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Pop",
      "fore_name": "Florinel",
      "initials": "F",
      "name": "Florinel Pop",
      "affiliations": [
        "Pathology Department, Carol Davila University of Medicine and Pharmacy, 020022 Bucharest, Romania."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Medical Affairs, Dr. Reddy's Laboratories, Hyderabad 500034, India."
      ],
      "orcid": "0000-0002-6599-4910"
    }
  ],
  "journal": {
    "title": "Gastroenterology research and practice",
    "iso_abbreviation": "Gastroenterol Res Pract",
    "issn": "1687-6121",
    "issn_type": "Print",
    "volume": "2016",
    "pub_year": "2016"
  },
  "start_page": "5061640",
  "pages": "5061640",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26858750",
    "pmc": "PMC4706907",
    "doi": "10.1155/2016/5061640"
  },
  "doi": "10.1155/2016/5061640",
  "pmc_id": "PMC4706907",
  "dates": {
    "completed": "2016-02-09",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.199227",
    "pmid": "26858750"
  }
}