{
  "pmid": "26857630",
  "uid": "26857630",
  "title": "Does the risk of peritoneal dialysis-associated peritonitis vary by time on treatment?",
  "abstract": "BACKGROUND: Early retraining of patients/caregivers at 3 months after peritoneal dialysis (PD) initiation is recommended to prevent peritonitis. We sought to better understand if the risk of peritonitis was highest early after the initiation of PD and if the risk varied by time on therapy and by organism. METHODS: Using the multicenter Canadian Baxter POET database, we studied 4,247 incident PD patients. Time on dialysis was divided into 3-month intervals over the first 2 years on PD, with 0 - 3 months serving as the reference period. After creating several organism categories (all organisms, coagulase-negative staphylococcus (CNS), Staphylococcus aureus, streptococcus, Gramnegative, culture-negative, and yeast), time to first peritonitis was analyzed by Kaplan-Meier analysis and using smooth hazard plots. The risk of peritonitis for each of these categories over time was then analyzed in a multivariable model after adjusting for potential confounding variables. RESULTS: The overall risk of peritonitis (all organisms) was greatest in the first 3 months on PD compared with all subsequent 3-month intervals (p = 0.001). Organism-specific analyses revealed an increased risk of culture-negative peritonitis in the first 3 months (p < 0.001) but no increased risk of CNS peritonitis or any of the other pre-specified organism categories. CONCLUSIONS: The overall risk of peritonitis was greatest in the first 3 months on PD and was largely driven by an increased risk of culture-negative peritonitis but not by CNS. Better understanding of this increased early peritonitis risk is warranted in order to develop strategies aimed at its prevention.",
  "authors": [
    {
      "last_name": "Perl",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Perl",
      "affiliations": []
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": []
    },
    {
      "last_name": "Nessim",
      "fore_name": "Sharon J",
      "initials": "SJ",
      "name": "Sharon J Nessim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical nephrology",
    "iso_abbreviation": "Clin Nephrol",
    "issn": "0301-0430",
    "issn_type": "Print",
    "volume": "85",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "209",
  "end_page": "214",
  "pages": "209-14",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Female",
    "Gram-Negative Bacterial Infections",
    "Humans",
    "Kaplan-Meier Estimate",
    "Male",
    "Middle Aged",
    "Mycoses",
    "Peritoneal Dialysis",
    "Peritonitis",
    "Retrospective Studies",
    "Risk Factors",
    "Staphylococcal Infections",
    "Staphylococcus aureus",
    "Streptococcal Infections",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "26857630",
    "doi": "10.5414/CN108758",
    "pii": "14145"
  },
  "doi": "10.5414/CN108758",
  "dates": {
    "completed": "2016-09-19",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:35.845106",
    "pmid": "26857630"
  }
}