{
  "pmid": "26858962",
  "uid": "26858962",
  "title": "A Case of Long-Term Seronegative Human Immunodeficiency Virus (HIV) Infection: The Importance of the Humoral Response to HIV.",
  "abstract": "Background. Seronegative human immunodeficiency virus (HIV) infections are exceedingly rare but might inform HIV-host physiology. Methods. We investigate the cause and consequences of a patient infected with HIV who did not mount a humoral response to HIV for 4 years. Results. The patient was confirmed HIV-uninfected by nucleic acid testing 4 months before rapidly progressing to acquired immune deficiency syndrome. The patient's humoral deficit was specific to HIV: he mounted robust humoral responses to all challenge vaccines including influenza A(H1N1)pdm09 and all T cell-dependent and -independent serotypes in the 23-valent pneumococcal polysaccharide vaccine. The virus had similar gp120 antigenicity to HIV-positive control serum as NL4-3 and YU2 prototype strains. Two human leukocyte antigen alleles associated with rapid progression were identified (B*08 and B*35), and a cytotoxic T-lymphocyte epitope site variant was noted: E277K. Viral decay (t 1/2 ≈ 39 weeks) suggested that relatively long-lived cells were the source of ongoing viremia. Human immunodeficiency virus viremia was not suppressed until after the patient developed a humoral immune response, despite therapeutic antiretroviral levels. No resistance was detected by virtual phenotyping of virus obtained from serum or from gastrointestinal biopsies despite considerable antiretroviral selection pressure. Conclusions. Ineffective antibody production may be associated with a subgroup of extremely rapid HIV progressors. Although antiretroviral therapy may be sufficient to slow propagation of infection, it appears to be ineffective for HIV viral clearance in the absence of a humoral response.",
  "authors": [
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RA",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario; Department of Medicine, University of Toronto, Ontario."
      ]
    },
    {
      "last_name": "van der Meer",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank van der Meer",
      "affiliations": [
        "Department of Ecosystems and Public Health, Faculty of Veterinary Medicine."
      ]
    },
    {
      "last_name": "van Marle",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido van Marle",
      "affiliations": [
        "Departments of Microbiology, Immunology and Infectious Diseases."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "M John",
      "initials": "MJ",
      "name": "M John Gill",
      "affiliations": [
        "Departments ofMicrobiology, Immunology and Infectious Diseases; Medicine, Cumming School of Medicine, University of Calgary, Alberta; Southern Alberta HIV Clinic, Calgary, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Open forum infectious diseases",
    "iso_abbreviation": "Open Forum Infect Dis",
    "issn": "2328-8957",
    "issn_type": "Print",
    "volume": "3",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jan"
  },
  "start_page": "ofv209",
  "pages": "ofv209",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26858962",
    "pmc": "PMC4742638",
    "doi": "10.1093/ofid/ofv209",
    "pii": "ofv209"
  },
  "doi": "10.1093/ofid/ofv209",
  "pmc_id": "PMC4742638",
  "dates": {
    "completed": "2016-02-09",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.466254",
    "pmid": "26858962"
  }
}