{
  "pmid": "26853194",
  "uid": "26853194",
  "title": "Emerging pests and diseases of South-east Asian cassava: a comprehensive evaluation of geographic priorities, management options and research needs.",
  "abstract": "Cassava is a major staple, bio-energy and industrial crop in many parts of the developing world. In Southeast Asia, cassava is grown on >4 million ha by nearly 8 million (small-scale) farming households, under (climatic, biophysical) conditions that often prove unsuitable for many other crops. While SE Asian cassava has been virtually free of phytosanitary constraints for most of its history, a complex of invasive arthropod pests and plant diseases has recently come to affect local crops. We describe results from a region-wide monitoring effort in the 2014 dry season, covering 429 fields across five countries. We present geographic distribution and field-level incidence of the most prominent pest and disease invaders, introduce readily-available management options and research needs. Monitoring work reveals that several exotic mealybug and (red) mite species have effectively colonised SE Asia's main cassava-growing areas, occurring in respectively 70% and 54% of fields, at average field-level incidence of 27 ± 2% and 16 ± 2%. Cassava witches broom (CWB), a systemic phytoplasma disease, was reported from 64% of plots, at incidence levels of 32 ± 2%. Although all main pests and diseases are non-natives, we hypothesise that accelerating intensification of cropping systems, increased climate change and variability, and deficient crop husbandry are aggravating both organism activity and crop susceptibility. Future efforts need to consolidate local capacity to tackle current (and future) pest invaders, boost detection capacity, devise locally-appropriate integrated pest management (IPM) tactics, and transfer key concepts and technologies to SE Asia's cassava growers. Urgent action is needed to mobilise regional as well as international scientific support, to effectively tackle this phytosanitary emergency and thus safeguard the sustainability and profitability of one of Asia's key agricultural commodities. © 2016 Society of Chemical Industry.",
  "authors": [
    {
      "last_name": "Graziosi",
      "fore_name": "Ignazio",
      "initials": "I",
      "name": "Ignazio Graziosi",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Asia Regional Office, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Minato",
      "fore_name": "Nami",
      "initials": "N",
      "name": "Nami Minato",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Asia Regional Office, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Headquarters, Cali, Valle del Cauca, Colombia."
      ]
    },
    {
      "last_name": "Ngo",
      "fore_name": "Dung Tien",
      "initials": "DT",
      "name": "Dung Tien Ngo",
      "affiliations": [
        "Plant Protection Department (PPD), Ministry of Agriculture, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Hoat",
      "fore_name": "Trinh Xuan",
      "initials": "TX",
      "name": "Trinh Xuan Hoat",
      "affiliations": [
        "Plant Protection Research Institute (PPRI), Vietnam Academy of Agricultural Sciences, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Aye",
      "fore_name": "Tin Maung",
      "initials": "TM",
      "name": "Tin Maung Aye",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Asia Regional Office, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Pardo",
      "fore_name": "Juan Manuel",
      "initials": "JM",
      "name": "Juan Manuel Pardo",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Headquarters, Cali, Valle del Cauca, Colombia."
      ]
    },
    {
      "last_name": "Wongtiem",
      "fore_name": "Prapit",
      "initials": "P",
      "name": "Prapit Wongtiem",
      "affiliations": [
        "Rayong Field Crops Research Centre, Department of Agriculture, Rayong, Thailand."
      ]
    },
    {
      "last_name": "Wyckhuys",
      "fore_name": "Kris Ag",
      "initials": "KA",
      "name": "Kris Ag Wyckhuys",
      "affiliations": [
        "International Centre for Tropical Agriculture (CIAT), Asia Regional Office, Hanoi, Vietnam."
      ]
    }
  ],
  "journal": {
    "title": "Pest management science",
    "iso_abbreviation": "Pest Manag Sci",
    "issn": "1526-4998",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "1071",
  "end_page": "1089",
  "pages": "1071-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Asia, Southeastern",
    "Insect Control",
    "Manihot",
    "Pest Control",
    "Plant Diseases",
    "Research"
  ],
  "article_ids": {
    "pubmed": "26853194",
    "doi": "10.1002/ps.4250"
  },
  "doi": "10.1002/ps.4250",
  "dates": {
    "completed": "2017-02-24",
    "revised": "2017-02-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.928387",
    "pmid": "26853194"
  }
}