{
  "pmid": "26864579",
  "uid": "26864579",
  "title": "Development of skills-based competencies for forensic nurse examiners providing elder abuse care.",
  "abstract": "OBJECTIVE: As a critical step in advancing a comprehensive response to elder abuse built on existing forensic nursing-led hospital-based programmes, we developed a list of skills-based competencies for use in an Elder Abuse Nurse Examiner curriculum. PARTICIPANTS AND SETTING: Programme leaders of 30 hospital-based forensic nursing-led sexual assault and domestic violence treatment centres. PRIMARY AND SECONDARY OUTCOME MEASURES: 149 verbatim recommendations for components of an elder abuse response were identified from a systematic scoping review. In 2 online Delphi consensus survey rounds, these components of care were evaluated by an expert panel for their overall importance to the elder abuse intervention under development and for their appropriateness to the scope of practice of an elder abuse nurse examiner. The components retained after evaluation were translated into skills-based competencies using Bloom's Taxonomy of Learning and, using the Nominal Group Technique, were subsequently reviewed and revised by a subset of members of the expert panel in a consensus meeting. RESULTS: Of the 148 recommendations evaluated, 119 were rated as important and achieved consensus or high level of agreement. Of these, 101 were determined to be within the scope of practice of an Elder Abuse Nurse Examiner and were translated into skills-based competencies. Following review and revision by meeting experts, 47 final competencies were organised by content into 5 metacompetencies: documentation, legal and legislative issues; interview with older adult, caregiver and other relevant contacts; assessment; medical and forensic examination; and case summary, discharge plan and follow-up care. CONCLUSIONS: We determined the skills-based competencies of importance to training forensic nurse examiners to respond to elder abuse in the context of a hospital-based intervention. These findings may have implications for violence and abuse treatment programmes with a forensic nursing component that are considering the provision of a dedicated response to the abuse of older women and men.",
  "authors": [
    {
      "last_name": "Du Mont",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Du Mont",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Macdonald",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elliot",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Elliot",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yaffe",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Yaffe",
      "affiliations": [
        "Department of Family Medicine, St. Mary's Hospital Centre, Montreal, Quebec, Canada Department of Family Medicine, McGill University, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb",
    "pub_day": "10"
  },
  "start_page": "e009690",
  "pages": "e009690",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Clinical Competence",
    "Curriculum",
    "Delphi Technique",
    "Elder Abuse",
    "Female",
    "Forensic Nursing",
    "Hospital Administration",
    "Humans",
    "Male",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "26864579",
    "pmc": "PMC4762096",
    "doi": "10.1136/bmjopen-2015-009690",
    "pii": "bmjopen-2015-009690"
  },
  "doi": "10.1136/bmjopen-2015-009690",
  "pmc_id": "PMC4762096",
  "dates": {
    "completed": "2016-10-24",
    "revised": "2019-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:37.165427",
    "pmid": "26864579"
  }
}