{
  "pmid": "26871200",
  "uid": "26871200",
  "title": "Murine liver damage caused by exposure to nano-titanium dioxide.",
  "abstract": "Due to its unique physiochemical properties, nano-titanium dioxide (nano-TiO2) is widely used in all aspects of people's daily lives, bringing it into increasing contact with humans. Thus, this material's security issues for humans have become a heavily researched subject. Nano-TiO2 can enter the body through the mouth, skin, respiratory tract or in other ways, after which it enters the blood circulation and is deposited in the liver, changing biochemical indicators and causing liver inflammation. Meanwhile, the light sensitivity of these nanoparticles allows them to become media-generating reactive oxygen species (ROS), causing an imbalance between oxidation and anti-oxidation that leads to oxidative stress and liver damage. Nano-TiO2 can be transported into cells via phagocytosis, where the nanoparticles bind to the mitochondrial membrane, resulting in the disintegration of the membrane and the electron transport chain within the mitochondria. Thus, more ROS are produced. Nano-TiO2 can also enter the nucleus, where it can directly embed into or indirectly affect DNA, thereby causing DNA breakage or affecting gene expression. These effects include increased mRNA and protein expression levels of inflammation-related factors and decreased mRNA and protein expression levels of IκB and IL-2, resulting in inflammation. Long-term inflammation of the liver causes HSC cell activation, and extracellular matrix (ECM) deposition is promoted by multiple signalling pathways, resulting in liver fibrosis. In this paper, the latest progress on murine liver injury induced by environmental TiO2 is systematically described. The toxicity of nano-TiO2 also depends on size, exposure time, surface properties, dosage, administration route, and its surface modification. Therefore, its toxic effects in humans should be studied in greater depth. This paper also provides useful reference information regarding the safe use of nano-TiO2 in the future.",
  "authors": [
    {
      "last_name": "Hong",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Hong",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road 199, Dushuhu Higher Edu Town, Suzhou 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nanotechnology",
    "iso_abbreviation": "Nanotechnology",
    "issn": "1361-6528",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "18"
  },
  "start_page": "112001",
  "pages": "112001",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Air Pollutants",
    "Animals",
    "Chemical and Drug Induced Liver Injury",
    "DNA",
    "DNA Breaks",
    "Mice",
    "Mitochondrial Membranes",
    "Reactive Oxygen Species",
    "Titanium"
  ],
  "article_ids": {
    "pubmed": "26871200",
    "doi": "10.1088/0957-4484/27/11/112001"
  },
  "doi": "10.1088/0957-4484/27/11/112001",
  "dates": {
    "completed": "2016-11-04",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Air Pollutants",
    "Reactive Oxygen Species",
    "titanium dioxide",
    "DNA",
    "Titanium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.216897",
    "pmid": "26871200"
  }
}