{
  "pmid": "26875190",
  "uid": "26875190",
  "title": "How different are composite and traditional TTO valuations of severe EQ-5D-5L states?",
  "abstract": "OBJECTIVE: Different variants of time trade-off (TTO) have been employed to elicit health state preferences and to create value sets for preference-based instruments. We compared composite TTO (cTTO) with traditional TTO (tTTO) in valuing severe EQ-5D-5L health states. METHODS: cTTO uses tTTO to elicit values for health states better than dead and the lead-time TTO for states worse than dead. Eighteen severe states were valued using both cTTO and tTTO. Participants meeting predefined inconsistency criteria were excluded from the analyses. Histograms were used to examine the distributions of cTTO and tTTO values. Mean difference between the cTTO and tTTO values was calculated. Bland-Altman plots were used to examine the agreement between the cTTO and tTTO values for each health state. We used a logistic mixed effects model with random intercepts to identify variables that were associated with the directional change between the two TTO values. RESULTS: A total of 1024 participants were included in the analysis with the mean age (SD) being 47.1 (17.4) years and 54.9 % female. For cTTO, 25 % of the values clustered at zero and there were few values between 0 and -0.5. In contrast, tTTO had fewer values at zero and more falling between -0.5 and 0. The distribution of positive values was similar between cTTO and tTTO. For worse than dead health states, the cTTO values tended to be higher than the tTTO values. In the logistic mixed effects model, those who did not agree that it was easy to understand the cTTO questions more likely changed from positive values in cTTO to zero or negative values in tTTO or change from zero cTTO values to negative values in tTTO compared with those who agreed (odds ratio 1.314, p = 0.037). CONCLUSION: cTTO is an appealing technique in eliciting health state preferences, but further evidence is needed for its performance in valuing EQ-5D health states on a wide spectrum of health state severity.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. fengxie@mcmaster.ca.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada. fengxie@mcmaster.ca.",
        "Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare Hamilton, Room H306 Martha Wing, 50 Charlton Ave. E., Hamilton, ON, L8N 4A6, Canada. fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences Group, Hospital for Sick Kids, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Gaebel",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bansback",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Bansback",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Bryan",
      "fore_name": "Stirling",
      "initials": "S",
      "name": "Stirling Bryan",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Ohinmaa",
      "fore_name": "Arto",
      "initials": "A",
      "name": "Arto Ohinmaa",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Poissant",
      "fore_name": "Lise",
      "initials": "L",
      "name": "Lise Poissant",
      "affiliations": [
        "School of Medicine, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Johnson",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "2101",
  "end_page": "2108",
  "pages": "2101-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Health Status",
    "Humans",
    "Linear Models",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "26875190",
    "doi": "10.1007/s11136-016-1242-5",
    "pii": "10.1007/s11136-016-1242-5"
  },
  "doi": "10.1007/s11136-016-1242-5",
  "dates": {
    "completed": "2017-10-17",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HERU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MOP111076",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.872619",
    "pmid": "26875190"
  }
}