{
  "pmid": "26874142",
  "uid": "26874142",
  "title": "Inter-rater Variability Interferes with Reproducibility of Splenic Injury Grades Reported to the American College of Surgeons Committee on Trauma.",
  "abstract": "The objective of this study was to determine reproducibility of our splenic injury grading data, previously reported to the American College of Surgeons Committee on Trauma for our most recent site visit. The institutional registry of a Level I trauma center was queried to identify adult patients presenting with blunt splenic injury between January 1, 2013 and December 31, 2013. Original CT scans were scanned into the picture archiving and communication system and subsequently reviewed by four trauma surgeons and two radiologists for clinical impressions of splenic injury grade. Grades assigned by the clinician and the grade recorded in the registry were compared for inter-rater reliability using the intraclass correlation coefficient, as a means of assessing variance of ordinal data. The intraclass correlation coefficient in our model was 0.77, which indicates that 77 per cent of the observed variance was due to true variance and 23 per cent of the variance was due to error. Variability in grading may, in some cases, underestimate injury severity and compromise the clinician's expectation of clinical outcome, both in real-time, as well as during retrospective review processes such as those used during the trauma center reverification process.",
  "authors": [
    {
      "last_name": "Ferguson",
      "fore_name": "Eric J",
      "initials": "EJ",
      "name": "Eric J Ferguson",
      "affiliations": [
        "Trauma Services, ProMedica Toledo Hospital and Toledo Children's Hospital, Toledo, Ohio, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Brown",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Brown",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American surgeon",
    "iso_abbreviation": "Am Surg",
    "issn": "1555-9823",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "171",
  "end_page": "174",
  "pages": "171-4",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Observer Variation",
    "Registries",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Spleen",
    "Tomography, X-Ray Computed",
    "Trauma Centers",
    "Trauma Severity Indices",
    "United States",
    "Wounds, Nonpenetrating"
  ],
  "article_ids": {
    "pubmed": "26874142"
  },
  "dates": {
    "completed": "2016-06-20",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.865187",
    "pmid": "26874142"
  }
}