{
  "pmid": "26889508",
  "uid": "26889508",
  "title": "Family medicine residents' practice intentions: Theory of planned behaviour evaluation.",
  "abstract": "OBJECTIVE: To assess residents' practice intentions since the introduction of the College of Family Physicians of Canada's Triple C curriculum, which focuses on graduating family physicians who will provide comprehensive care within traditional and newer models of family practice. DESIGN: A survey based on Ajzen's theory of planned behaviour was administered on 2 occasions. SETTING: McMaster University in Hamilton, Ont. PARTICIPANTS: Residents (n = 135) who were enrolled in the Department of Family Medicine Postgraduate Residency Program at McMaster University in July 2012 and July 2013; 54 of the 60 first-year residents who completed the survey in 2012 completed it again in 2013. MAIN OUTCOME MEASURES: The survey was modeled so as to measure the respondents' intentions to practise with a comprehensive scope; determine the degree to which their attitudes, subjective norms, and perceptions of control about comprehensive practice influence those intentions; and investigate how these relationships change as residents progress through the curriculum. The survey also queried the respondents about their intentions with respect to particular medical services that underpin comprehensive practice. RESULTS: The responses indicate that the factors modeled by the theory of planned behaviour survey account for 60% of the variance in the residents' intentions to adopt a comprehensive scope of practice upon graduation, that there is room for curricular improvement with respect to encouraging residents to practise comprehensive care, and that targeting subjective norms about comprehensive practice might have the greatest influence on improving resident intentions. CONCLUSION: The theory of planned behaviour presents an effective approach to assessing curricular effects on resident practice intentions while also providing meaningful information for guiding further program evaluation efforts in the Department of Family Medicine at McMaster University.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Fowler",
      "affiliations": []
    },
    {
      "last_name": "Kwan",
      "fore_name": "Matthew Y W",
      "initials": "MY",
      "name": "Matthew Y W Kwan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "11",
    "pub_year": "2015",
    "pub_month": "Nov"
  },
  "start_page": "e524",
  "end_page": "e531",
  "pages": "e524-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Career Choice",
    "Curriculum",
    "Family Practice",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Intention",
    "Internship and Residency",
    "Male",
    "Ontario",
    "Physicians, Family",
    "Planning Techniques",
    "Program Evaluation",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26889508",
    "pmc": "PMC4642924"
  },
  "pmc_id": "PMC4642924",
  "dates": {
    "completed": "2016-09-02",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.927559",
    "pmid": "26889508"
  }
}