{
  "pmid": "26891950",
  "uid": "26891950",
  "title": "Diverse criteria and methods are used to compare treatment effect estimates: a scoping review.",
  "abstract": "OBJECTIVES: To determine what criteria researchers use to assess whether the estimates of effect of an intervention on a dichotomous outcome are different when obtained using different study designs. STUDY DESIGN AND SETTING: Scoping review of the literature. We included studies of dichotomous outcomes in which authors compared the estimates of effects from different study designs. We performed searches in electronic databases and in the list of references of relevant studies. Two reviewers independently selected studies and abstracted data. We created a list of the criteria used to compare estimates of effects between study designs, described their main features, and classified them using a clinical perspective. RESULTS: We included 26 studies, from which we identified 24 criteria. Most of the studies focused on comparing estimates from observational studies and randomized controlled trials (n = 19). The most common criteria aimed to determine whether there was a difference or not (n = 18), provided guidance for such a judgment (n = 16), and were based on the point estimates (n = 11). We judged 14 criteria to be appropriate and classified them as either statistically related or clinically related. CONCLUSION: We found that diverse criteria are used to compare effect estimates between study designs. Familiarity with these would aid in the interpretation of results from different studies regarding the same question.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Sergio Livingstone 943, Independencia, Santiago 8380492, Chile; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, Ontario M5T 3M6, Canada. Electronic address: rominabp@gmail.com."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Sergio Livingstone 943, Independencia, Santiago 8380492, Chile."
      ]
    },
    {
      "last_name": "Jadad",
      "fore_name": "Alejandro R",
      "initials": "AR",
      "name": "Alejandro R Jadad",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, Ontario M5T 3M6, Canada; Institute for Global Health Equity and Innovation, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, Ontario M5T 3M6, Canada; Centre for Global eHealth Innovation, R Fraser Elliot Building, 190 Elizabeth Street, Toronto, Ontario M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, Ontario M5T 3M6, Canada; Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Peter Gilgan Centre for Research and Learning, 686 Bay Street, Room 11.9859, West Toronto, Ontario M5G 0A4, Canada; Department of Anesthesia and Pain Medicine, Hospital for Sick Children, 555 University Avenue, Toronto, Ontario M5G 1X8, Canada."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tomlinson",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, Ontario M5T 3M6, Canada; Department of Medicine, University Health Network and Mt Sinai Hospital, Toronto, Eaton North, 13th Floor, Room 238, 200 Elizabeth Street, Toronto, Ontario M5G 2C4, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "75",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "29",
  "end_page": "39",
  "pages": "29-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Epidemiologic Research Design",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "26891950",
    "doi": "10.1016/j.jclinepi.2016.02.001",
    "pii": "S0895-4356(16)00096-2"
  },
  "doi": "10.1016/j.jclinepi.2016.02.001",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:10:41.419410",
    "pmid": "26891950"
  }
}