{
  "pmid": "26899905",
  "uid": "26899905",
  "title": "Temporal trends in obstetric trauma and inpatient surgery for pelvic organ prolapse: an age-period-cohort analysis.",
  "abstract": "BACKGROUND: The rates of cesarean delivery have increased over time in industrialized countries, while the rates of instrumental vaginal delivery have declined. Instrumental vaginal delivery and obstetric trauma are risk factors for pelvic floor disorders. OBJECTIVE: We carried out a population-based study to quantify the association between temporal changes in obstetric trauma during childbirth and temporal changes in surgery for pelvic organ prolapse. STUDY DESIGN: We designed a retrospective analysis to examine age-specific trends in vaginal and cesarean delivery, obstetric trauma, and surgery for pelvic organ prolapse among all women (pregnant and nonpregnant) in Washington State, from 1987 through 2009. Cases of obstetric trauma (including severe perineal tears and high vaginal lacerations) and inpatient surgery for pelvic organ prolapse were identified among all hospitalizations. Temporal trends and age-period-cohort regression analyses were used to quantify the time period, age, and birth cohort effects among women born from 1920 through 1980. RESULTS: From 1987 through 2009, cesarean delivery rates among women aged 15-44 years increased from 12.7-18.1 per 1000 women, vaginal delivery rates remained stable, and instrumental vaginal delivery rates declined from 6.3-3.9 per 1000 women. Obstetric trauma decreased from 6.7 in 1987 to 2.5 per 1000 women aged 15-44 years in 2009. Surgery for pelvic organ prolapse decreased from 2.1 in 1987 to 1.4 per 1000 women aged 20-84 years in 2009. Obstetric trauma rates in 1987 through 1999 among women 15-44 years old were strongly correlated with the rates of surgery for pelvic organ prolapse among women 25-54 years of age 10 years later in 1997 through 2009 (correlation coefficient 0.87, P < .001). Similarly, rates of midpelvic forceps delivery in 1987 through 1999 were correlated with the rates of surgery for pelvic organ prolapse 10 years later (correlation coefficient 0.72, P < .01). Regression analyses showed a strong effect of age on surgery for prolapse, temporal decline in surgery, and an effect of birth cohort, as younger cohorts (women born in ≥1965 vs 1940) had lower rates of surgery for pelvic organ prolapse. CONCLUSION: Temporal decline in instrumental vaginal delivery and obstetric trauma may have contributed to the reduction in surgery for pelvic organ prolapse.",
  "authors": [
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia, Canada; Children's and Women's Hospital and Health Center of British Columbia, Vancouver, British Columbia, Canada. Electronic address: slisonkova@cfri.ca."
      ]
    },
    {
      "last_name": "Lavery",
      "fore_name": "Jessica A",
      "initials": "JA",
      "name": "Jessica A Lavery",
      "affiliations": [
        "Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY."
      ]
    },
    {
      "last_name": "Ananth",
      "fore_name": "Cande V",
      "initials": "CV",
      "name": "Cande V Ananth",
      "affiliations": [
        "Department of Obstetrics and Gynecology, College of Physicians and Surgeons, Columbia University, New York, NY; Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Innie",
      "initials": "I",
      "name": "Innie Chen",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Muraca",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Cundiff",
      "fore_name": "Geoffrey W",
      "initials": "GW",
      "name": "Geoffrey W Cundiff",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia, Canada; Children's and Women's Hospital and Health Center of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia, Canada; School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada; Children's and Women's Hospital and Health Center of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "215",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "208.e1",
  "end_page": "208.e12",
  "pages": "208.e1-208.e12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cesarean Section",
    "Cohort Studies",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Pelvic Organ Prolapse",
    "Pregnancy",
    "Pregnancy Complications",
    "Retrospective Studies",
    "Risk Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26899905",
    "doi": "10.1016/j.ajog.2016.02.027",
    "pii": "S0002-9378(16)00315-X"
  },
  "doi": "10.1016/j.ajog.2016.02.027",
  "dates": {
    "completed": "2017-05-18",
    "revised": "2018-01-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MAH-115445",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:33.241828",
    "pmid": "26899905"
  }
}