{
  "pmid": "26896145",
  "uid": "26896145",
  "title": "Development and Early Piloting of a CanMEDS Competency-Based Feedback Tool for Surgical Grand Rounds.",
  "abstract": "OBJECTIVE: Grand rounds offer an excellent opportunity for the evaluation of medical expertise, and other competencies, such as communication and professionalism. The purpose of this study was to develop a tool that would facilitate the provision of formative feedback for grand rounds to improve learning. The resulting CanMEDS-based evaluation tool was piloted in an academic surgical department. DESIGN: This study employed the use of a 3-phase, qualitatively-focused, embedded mixed methods approach. In Phase 1, an intrinsic case study was conducted to identify preliminary themes. These findings were crystallized using a quantitative survey. Following interpretation of these data, a grand rounds evaluation tool was developed in Phase 2. The tool was piloted in the Phase 3 focus group. SETTING: This study was piloted at an academic surgical center among members of the Department of Surgery, McMaster University, Ontario, Canada. PARTICIPANTS: Purposive sampling was used for this study. A total of n = 7 individuals participated in the Phase 1 interviews, and n = 24 participants completed the Phase 1 survey. Participants included a representative sample of medical students, residents, fellows, and staff. The tool was piloted among n = 19 participants. RESULTS: The proposed evaluation tool contains 13 Likert-scale questions and 2 open-ended questions. The tool outlines specific questions to assess grand rounds presenters within the structure of the 7 CanMEDS competency domains. \"Evaluation fatigue\" was identified as a major barrier in the willingness to provide effective feedback. Further, a number of factors regarding the preferred content, structure, and format of surgical grand rounds were identified. CONCLUSIONS: This pilot study presents a CanMEDS-specific evaluation tool that can be applied to surgical grand rounds. With the increasing adoption of competency-based medical education, comprehensive evaluation of surgical activities is required. This form provides a template for the development of competency-based evaluation tools for medical and surgical learning activities.",
  "authors": [
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Ilun",
      "initials": "I",
      "name": "Ilun Yang",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil",
      "initials": "R",
      "name": "Ranil Sonnadara",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ranil@skillslab.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of surgical education",
    "iso_abbreviation": "J Surg Educ",
    "issn": "1878-7452",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "409",
  "end_page": "415",
  "pages": "409-15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Competency-Based Education",
    "Education, Medical, Graduate",
    "Educational Measurement",
    "Feedback",
    "Female",
    "Humans",
    "Internship and Residency",
    "Male",
    "Ontario",
    "Orthopedics",
    "Pilot Projects",
    "Program Evaluation",
    "Teaching Rounds"
  ],
  "article_ids": {
    "pubmed": "26896145",
    "doi": "10.1016/j.jsurg.2015.12.003",
    "pii": "S1931-7204(15)00303-7"
  },
  "doi": "10.1016/j.jsurg.2015.12.003",
  "dates": {
    "completed": "2017-01-09",
    "revised": "2017-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.380779",
    "pmid": "26896145"
  }
}