{
  "pmid": "26909307",
  "uid": "26909307",
  "title": "High intensity interval training improves liver and adipose tissue insulin sensitivity.",
  "abstract": "OBJECTIVE: Endurance exercise training reduces insulin resistance, adipose tissue inflammation and non-alcoholic fatty liver disease (NAFLD), an effect often associated with modest weight loss. Recent studies have indicated that high-intensity interval training (HIIT) lowers blood glucose in individuals with type 2 diabetes independently of weight loss; however, the organs affected and mechanisms mediating the glucose lowering effects are not known. Intense exercise increases phosphorylation and inhibition of acetyl-CoA carboxylase (ACC) by AMP-activated protein kinase (AMPK) in muscle, adipose tissue and liver. AMPK and ACC are key enzymes regulating fatty acid metabolism, liver fat content, adipose tissue inflammation and insulin sensitivity but the importance of this pathway in regulating insulin sensitivity with HIIT is unknown. METHODS: In the current study, the effects of 6 weeks of HIIT were examined using obese mice with serine-alanine knock-in mutations on the AMPK phosphorylation sites of ACC1 and ACC2 (AccDKI) or wild-type (WT) controls. RESULTS: HIIT lowered blood glucose and increased exercise capacity, food intake, basal activity levels, carbohydrate oxidation and liver and adipose tissue insulin sensitivity in HFD-fed WT and AccDKI mice. These changes occurred independently of weight loss or reductions in adiposity, inflammation and liver lipid content. CONCLUSIONS: These data indicate that HIIT lowers blood glucose levels by improving adipose and liver insulin sensitivity independently of changes in adiposity, adipose tissue inflammation, liver lipid content or AMPK phosphorylation of ACC.",
  "authors": [
    {
      "last_name": "Marcinko",
      "fore_name": "Katarina",
      "initials": "K",
      "name": "Katarina Marcinko",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sikkema",
      "fore_name": "Sarah R",
      "initials": "SR",
      "name": "Sarah R Sikkema",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Division of Pediatric Endocrinology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kemp",
      "fore_name": "Bruce E",
      "initials": "BE",
      "name": "Bruce E Kemp",
      "affiliations": [
        "Protein Chemistry and Metabolism, St Vincent's Institute and Department of Medicine, University of Melbourne, 41 Victoria Parade, Fitzroy, Victoria 3065, Australia."
      ]
    },
    {
      "last_name": "Fullerton",
      "fore_name": "Morgan D",
      "initials": "MD",
      "name": "Morgan D Fullerton",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Steinberg",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Steinberg",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Molecular metabolism",
    "iso_abbreviation": "Mol Metab",
    "issn": "2212-8778",
    "issn_type": "Print",
    "volume": "4",
    "issue": "12",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "903",
  "end_page": "915",
  "pages": "903-15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26909307",
    "pmc": "PMC4731736",
    "doi": "10.1016/j.molmet.2015.09.006",
    "pii": "S2212-8778(15)00176-3"
  },
  "doi": "10.1016/j.molmet.2015.09.006",
  "pmc_id": "PMC4731736",
  "dates": {
    "completed": "2016-02-24",
    "revised": "2019-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.492680",
    "pmid": "26909307"
  }
}