{
  "pmid": "26937098",
  "uid": "26937098",
  "title": "Delayed AICD therapy and cardiac arrest resulting from undersensing of ventricular fibrillation in a subject with hypertrophic cardiomyopathy-A case report.",
  "abstract": "Defibrillation testing is no longer routinely performed after automatic implantable cardioverter-defibrillator (AICD) implantation. However, certain subjects undergoing AICD implantation may be at higher risk of undersensing of ventricular arrhythmias resulting in potentially fatal outcomes. We present the case of a 30-year-old woman with hypertrophic cardiomyopathy (HCM; 'asymmetric septal hypertophy' morphologic variant) and prophylactic AICD who experienced an out of hospital cardiac arrest. AICD interrogation revealed undersensing as a result of intermittent high amplitude electrograms during an episode of ventricular fibrillation (VF). The subject underwent replacement and repositioning of the AICD lead along with pulse generator replacement (that utilized a different VF sensing algorithm) with appropriate sensing of VF and successful defibrillation testing. The presence of intermittent high amplitude electrograms during episodes of VF in AICDs using the AGC function should be recognized as a situation that may necessitate interventions to prevent undersensing and consequent delay in therapy.",
  "authors": [
    {
      "last_name": "Chin",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Chin",
      "affiliations": [
        "Cardiac Clinic, E-17, Groote Schuur Hospital, Department of Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": [
        "Arrhythmia Service, Division of Cardiology, McMaster University and Hamilton Health Sciences, 237 Barton St. East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Ribas",
      "fore_name": "Carlos S",
      "initials": "CS",
      "name": "Carlos S Ribas",
      "affiliations": [
        "Arrhythmia Service, Division of Cardiology, McMaster University and Hamilton Health Sciences, 237 Barton St. East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Nair",
      "fore_name": "Girish M",
      "initials": "GM",
      "name": "Girish M Nair",
      "affiliations": [
        "Arrhythmia Service, Division of Cardiology, University of Ottawa Heart Institute, 40 Ruskin Ave, Ottawa, Ontario K1Y 4W7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Indian pacing and electrophysiology journal",
    "iso_abbreviation": "Indian Pacing Electrophysiol J",
    "issn": "0972-6292",
    "issn_type": "Print",
    "volume": "15",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "121",
  "end_page": "124",
  "pages": "121-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26937098",
    "pmc": "PMC4750165",
    "doi": "10.1016/j.ipej.2015.07.009",
    "pii": "S0972-6292(15)00010-8"
  },
  "doi": "10.1016/j.ipej.2015.07.009",
  "pmc_id": "PMC4750165",
  "dates": {
    "completed": "2016-03-03",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:44.230563",
    "pmid": "26937098"
  }
}