{
  "pmid": "26934294",
  "uid": "26934294",
  "title": "Development and Psychometric Validation of the FACE-Q Skin, Lips, and Facial Rhytids Appearance Scales and Adverse Effects Checklists for Cosmetic Procedures.",
  "abstract": "IMPORTANCE: Patient-reported outcomes data are needed to determine the efficacy of cosmetic procedures. OBJECTIVE: To describe the development and psychometric evaluation of 8 appearance scales and 2 adverse effect checklists for use in minimally invasive cosmetic procedures. DESIGN, SETTING, AND PARTICIPANTS: We performed a psychometric study to select the most clinically sensitive items for inclusion in item-reduced scales and to examine reliability and validity with patients. Recruitment of the sample for this study took place from June 6, 2010, through July 28, 2014. Data analysis was performed from December 11, 2014, to December 22, 2015. Pretreatment and posttreatment patients 18 years and older who were consulting for any type of facial aesthetic treatment were studied. Patients were from plastic surgery and dermatology outpatient clinics in the United States and Canada (field-test sample) and a clinical trial of a minimally invasive lip treatment in the United Kingdom and France (clinical trial sample). MAIN OUTCOMES AND MEASURES: The FACE-Q scales that measure appearance of the skin, lips, and facial rhytids (ie, overall, forehead, glabella, lateral periorbital area, lips, and marionette lines), with scores ranging from 0 (lowest) to 100 (highest), and the FACE-Q adverse effects checklists for problems after skin and lip treatment. RESULTS: Of 783 patients recruited, 503 field-test patients (response rate, 90%) and 280 clinical trial participants were studied. The mean (SD) age of the patients was 47.4 (14.0) years in the field-test sample and 47.7 (12.3) years in the clinical trial sample. Most of the patients were female (429 [85.3%] in the field-test sample and 274 [97.9%] in the clinical trial sample). Rasch Measurement Theory analyses led to the refinement of 8 appearance scales with 66 total items. All FACE-Q scale items had ordered thresholds and acceptable item fit. Reliability, measured with the Personal Separation Index (range, 0.88-0.95) and Cronbach α (range, 0.93-0.98), was high. Lower scores for appearance scales that measured the skin (r = -0.48, P < .001), lips (r = -0.21, P = .001), and lip rhytids (r = -0.32, P < .001) correlated with the reporting of more skin- and lip-related adverse effects. Higher scores for the 8 appearance scales correlated (range, 0.70-0.28; P < .001) with higher scores on the core 10-item FACE-Q satisfaction with facial appearance scale. In the pretreatment group, older age was significantly correlated with lower scores on 5 of the 6 rhytids scales (exception was forehead rhytids) (range, -0.28 to -0.65; P = .03 to <.001). Pretreatment patients reported significantly lower scores on 7 of the 8 appearance scales compared with posttreatment patients (exception was skin) (P < .001 to .005 on independent sample t tests). CONCLUSIONS AND RELEVANCE: The FACE-Q appearance scales and adverse effects checklists can be used in clinical practice, research, and quality improvement to incorporate cosmetic patients' perspective in outcome assessments.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Schwitzer",
      "fore_name": "Jonathan A",
      "initials": "JA",
      "name": "Jonathan A Schwitzer",
      "affiliations": [
        "Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York4Department of Plastic Surgery, Georgetown University Hospital, Washington, DC."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Baker",
      "affiliations": [
        "Department of Plastic Surgery, Georgetown University Hospital, Washington, DC."
      ]
    },
    {
      "last_name": "Carruthers",
      "fore_name": "Alastair",
      "initials": "A",
      "name": "Alastair Carruthers",
      "affiliations": [
        "Department of Dermatology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Carruthers",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Carruthers",
      "affiliations": [
        "Department of Ophthalmology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Chapas",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Chapas",
      "affiliations": [
        "Department of Dermatology, New York University School of Medicine, New York, New York."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "volume": "152",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "443",
  "end_page": "451",
  "pages": "443-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Checklist",
    "Cosmetic Techniques",
    "Face",
    "Female",
    "Humans",
    "Lip",
    "Male",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Psychometrics",
    "Reproducibility of Results",
    "Skin Aging",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26934294",
    "mid": "NIHMS768664",
    "pmc": "PMC4833666",
    "doi": "10.1001/jamadermatol.2016.0018",
    "pii": "2496388"
  },
  "doi": "10.1001/jamadermatol.2016.0018",
  "pmc_id": "PMC4833666",
  "dates": {
    "completed": "2016-09-06",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.066202",
    "pmid": "26934294"
  }
}