{
  "pmid": "26935573",
  "uid": "26935573",
  "title": "Hip Arthroscopy in Trauma: A Systematic Review of Indications, Efficacy, and Complications.",
  "abstract": "PURPOSE: This systematic review explored the indications, efficacy, and complications of hip arthroscopy in the setting of trauma. METHODS: Databases (PubMed, Medline, Embase, and Web of Science) were searched from database inception to March 2015 for studies using hip arthroscopy in trauma treatment. Systematic screening of eligible studies was undertaken in duplicate. The inclusion criteria included studies pertaining to arthroscopic intervention of all traumatic hip injuries. Abstracted data were organized in table format with descriptive statistics presented. RESULTS: From an initial search yield of 2,809 studies, 32 studies (25 case reports and 7 case series) satisfied the criteria for inclusion. A total of 144 patients (age range, 10 to 53 years) underwent hip arthroscopy for 6 indications associated with trauma: 8 patients for bullet extraction, 6 for femoral head fixation, 82 for loose body removal, 6 for acetabular fracture fixation, 20 for labral intervention, and 23 for ligamentum teres debridement. Patients were followed up postoperatively for a mean of 2.9 years (range, 8 days to 16 years). Successful surgery was achieved in 96% of patients. The rate of major complications (i.e., pulmonary embolism and abdominal compartment syndrome) was 1.4% (2 of 144); avascular necrosis, 1.4% (2 of 144); and nerve palsy, 0.7% (1 of 144). CONCLUSIONS: Hip arthroscopy appears effective and safe in the setting of trauma. These data should be interpreted with caution because of the low-quality evidence of the included studies. Surgeons should be aware of the potential complications such as abdominal compartment syndrome and thromboembolic events when performing hip arthroscopy in the setting of trauma. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Niroopan",
      "fore_name": "Gavinn",
      "initials": "G",
      "name": "Gavinn Niroopan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin MacDonald",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burrow",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Burrow",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "Minnesota Orthopedic Sports Medicine Institute, Edina, Minnesota, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "692",
  "end_page": "703.e1",
  "pages": "692-703.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Hip Injuries",
    "Hip Joint",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26935573",
    "doi": "10.1016/j.arthro.2015.12.029",
    "pii": "S0749-8063(15)01034-8"
  },
  "doi": "10.1016/j.arthro.2015.12.029",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.760150",
    "pmid": "26935573"
  }
}