{
  "pmid": "26935571",
  "uid": "26935571",
  "title": "Level of Clinical Evidence Presented at the Arthroscopy Association of North America Annual Meeting Over 10 Years (2006-2015).",
  "abstract": "PURPOSE: To evaluate any trends in the level of clinical evidence in the papers presented at the Arthroscopy Association of North America (AANA) annual scientific meetings from 2006 to 2015. METHODS: The online abstracts of the paper presentations presented at the AANA meetings were independently evaluated by 2 reviewers (664 total presentations). The reviewers independently screened these results for clinical studies and graded their level of evidence from Level I (i.e., randomized trials) to IV (i.e., case series) based on the American Academy of Orthopaedic Surgeons classification system. RESULTS: Five hundred thirteen presentations met the inclusion criteria and were evaluated. Overall, 16% of the presentations were Level I evidence, 15% were Level II, 26% were Level III, and 43% were Level IV. We observed a significant non-random improvement in the level of evidence of presentations at the AANA meetings (P ≤ .001) between 2006 and 2015. In particular, the percentage of papers with Level IV evidence presented significantly decreased (P ≤ .001) and the percentage of papers with Level III evidence increased (P = .004) over the study period. CONCLUSIONS: Statistical trends show that the influence of evidence-based medicine in orthopaedics has had a positive impact on the quality of research presented at the AANA meetings. LEVEL OF EVIDENCE: Level IV, review of abstracts of Level I to Level IV evidence.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "686",
  "end_page": "691",
  "pages": "686-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Biomedical Research",
    "Congresses as Topic",
    "Humans",
    "North America",
    "Orthopedics",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "26935571",
    "doi": "10.1016/j.arthro.2015.12.030",
    "pii": "S0749-8063(15)01036-1"
  },
  "doi": "10.1016/j.arthro.2015.12.030",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2016-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.759936",
    "pmid": "26935571"
  }
}