{
  "pmid": "26932738",
  "uid": "26932738",
  "title": "Does Teriparatide Improve Femoral Neck Fracture Healing: Results From A Randomized Placebo-controlled Trial.",
  "abstract": "BACKGROUND: There is a medical need for therapies that improve hip fracture healing. Teriparatide (Forteo(®)/ Forsteo(®), recombinant human parathyroid hormone) is a bone anabolic drug that is approved for treatment of osteoporosis and glucocorticoid-induced osteoporosis in men and postmenopausal women at high fracture risk. Preclinical and preliminary clinical data also suggest that teriparatide may enhance bone healing. QUESTIONS/PURPOSES: We wished to test the hypotheses that treatment with teriparatide versus placebo would improve femoral neck fracture healing after internal fixation as measured by (1) frequency of revision surgery, (2) radiographic fracture healing, and (3) other outcomes including pain control, gait speed, and safety. METHODS: We initiated two separate, but identically designed, clinical trials to meet FDA requirements to provide substantial evidence to support approval of a new indication. The two prospective, randomized double-blind, placebo-controlled Phase III studies were designed to evaluate the effect of subcutaneous teriparatide (20 μg/day) for 6 months versus placebo on fracture healing at 24 months. The trials were conducted concurrently with a planned enrollment of 1220 patients per trial. However, enrollment was stopped owing to very slow patient accrual, and an a priori decision was made to pool the results of those studies for statistical analyses before study completion; pooling was specified in both protocols. Randomization was stratified by fixation (sliding hip screw or multiple cancellous screws) and fracture type (displaced or nondisplaced). An independent Central Adjudication Committee reviewed revision surgical procedures and radiographs. A total of 159 patients were randomized in the two trials (81 placebo, 78 teriparatide). The combined program had very low power to detect the originally expected treatment effect but had approximately 80% power to detect a larger difference of 12% between treatment groups for risk of revision surgery. RESULTS: The proportion of patients undergoing revision surgery at 12 months was 14% (11 of 81) in the placebo group versus 17% (13 of 78) in the teriparatide group. Central Adjudication Committee review excluded two of these patients treated with placebo from the primary analysis. After exclusions, the proportion of patients who did not undergo revision surgery at 12 months (primary endpoint) was not different between the study and placebo groups, at 88% in the placebo group (90% CI, 0.79-0.93) versus 84% in the teriparatide group (90% CI, 0.75-0.90; p = 0.743). There also were no differences between groups in the proportion of patients achieving radiographic fracture healing at 12 months (75% [61 of 81] placebo versus 73% [57 of 78] teriparatide; odds ratio, 0.89; 90% CI, 0.46-1.72; p = 0.692) or in measures of pain control (such as pain during ambulation, 92% [55 of 62] placebo versus 91% [52 of 57] teriparatide; odds ratio, 0.91; 90% CI, 0.25-3.37; p = 0.681). The frequency of patients reporting adverse events was 49% [40 of 81] in the placebo group versus 45% [35 of 78] in the teriparatide group (p = 0.634) during the 6-month treatment period. CONCLUSIONS: The small sample size limited this study's power to detect potential differences, and the results are exploratory. With the patients available, teriparatide did not decrease the risk of revision surgery, improve radiographic signs of fracture healing, or decrease pain compared with the placebo. The adverse event data observed were consistent with the teriparatide safety profile. Functional and health outcome data from the studies may help improve our understanding of patients recovering from femoral neck fractures. Further large controlled studies are required to determine the effect of teriparatide on fracture healing. LEVEL OF EVIDENCE: Level II, prospective study.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, 293 Wellington Street N, Suite 110, Hamilton, ON, L8L8E7, Canada. bhandam@mcmaster.ca."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Jin",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "See",
      "fore_name": "Kyoungah",
      "initials": "K",
      "name": "Kyoungah See",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Burge",
      "fore_name": "Russel",
      "initials": "R",
      "name": "Russel Burge",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Gilchrist",
      "fore_name": "Nigel",
      "initials": "N",
      "name": "Nigel Gilchrist",
      "affiliations": [
        "Canterbury District Health Board and Canterbury Geriatric Medical Research Trust Research, The Princess Margaret Hospital, Christchurch, New Zealand."
      ]
    },
    {
      "last_name": "Witvrouw",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Witvrouw",
      "affiliations": [
        "Department of Traumatology and Orthopaedics, Sint Jan Hospital, Genk, Belgium."
      ]
    },
    {
      "last_name": "Krohn",
      "fore_name": "Kelly D",
      "initials": "KD",
      "name": "Kelly D Krohn",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Warner",
      "fore_name": "Margaret R",
      "initials": "MR",
      "name": "Margaret R Warner",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Qasim I",
      "initials": "QI",
      "name": "Qasim I Ahmad",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Mitlak",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Mitlak",
      "affiliations": [
        "Lilly Research Laboratories, Eli Lilly and Company, Indianapolis, IN, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "474",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "1234",
  "end_page": "1244",
  "pages": "1234-44",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Biomechanical Phenomena",
    "Bone Density Conservation Agents",
    "Bone Screws",
    "Combined Modality Therapy",
    "Double-Blind Method",
    "Female",
    "Femoral Neck Fractures",
    "Femur Neck",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Gait",
    "Humans",
    "Kaplan-Meier Estimate",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Pain Measurement",
    "Pain, Postoperative",
    "Prospective Studies",
    "Radiography",
    "Recovery of Function",
    "Reoperation",
    "Risk Factors",
    "Teriparatide",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26932738",
    "pmc": "PMC4814417",
    "doi": "10.1007/s11999-015-4669-z",
    "pii": "10.1007/s11999-015-4669-z"
  },
  "doi": "10.1007/s11999-015-4669-z",
  "pmc_id": "PMC4814417",
  "dates": {
    "completed": "2016-08-08",
    "revised": "2019-01-09"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Teriparatide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.381366",
    "pmid": "26932738"
  }
}