{
  "pmid": "26944717",
  "uid": "26944717",
  "title": "Comparative policy analysis for alcohol and drugs: Current state of the field.",
  "abstract": "BACKGROUND: A central policy research question concerns the extent to which specific policies produce certain effects - and cross-national (or between state/province) comparisons appear to be an ideal way to answer such a question. This paper explores the current state of comparative policy analysis (CPA) with respect to alcohol and drugs policies. METHODS: We created a database of journal articles published between 2010 and 2014 as the body of CPA work for analysis. We used this database of 57 articles to clarify, extract and analyse the ways in which CPA has been defined. Quantitative and qualitative analysis of the CPA methods employed, the policy areas that have been studied, and differences between alcohol CPA and drug CPA are explored. RESULTS: There is a lack of clear definition as to what counts as a CPA. The two criteria for a CPA (explicit study of a policy, and comparison across two or more geographic locations), exclude descriptive epidemiology and single state comparisons. With the strict definition, most CPAs were with reference to alcohol (42%), although the most common policy to be analysed was medical cannabis (23%). The vast majority of papers undertook quantitative data analysis, with a variety of advanced statistical methods. We identified five approaches to the policy specification: classification or categorical coding of policy as present or absent; the use of an index; implied policy differences; described policy difference and data-driven policy coding. Each of these has limitations, but perhaps the most common limitation was the inability for the method to account for the differences between policy-as-stated versus policy-as-implemented. CONCLUSION: There is significant diversity in CPA methods for analysis of alcohol and drugs policy, and some substantial challenges with the currently employed methods. The absence of clear boundaries to a definition of what counts as a 'comparative policy analysis' may account for the methodological plurality but also appears to stand in the way of advancing the techniques.",
  "authors": [
    {
      "last_name": "Ritter",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Ritter",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, UNSW, Sydney, NSW 2052, Australia. Electronic address: Alison.ritter@unsw.edu.au."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), Department of Public Health, School of Psychology and Public Health, La Trobe University, Melbourne, VIC 3000, Australia."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Chalmers",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, UNSW, Sydney, NSW 2052, Australia."
      ]
    },
    {
      "last_name": "Berends",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Berends",
      "affiliations": [
        "Centre for Health and Social Research, Australian Catholic University, Melbourne, VIC 3000, Australia."
      ]
    },
    {
      "last_name": "Reuter",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Reuter",
      "affiliations": [
        "School of Public Policy and Department of Criminology, University of Maryland, College Park, MD 20742, USA."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "31",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "39",
  "end_page": "50",
  "pages": "39-50",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcoholic Beverages",
    "Alcoholism",
    "Crime",
    "Databases, Factual",
    "Drug and Narcotic Control",
    "Government Regulation",
    "Humans",
    "Policy Making",
    "Public Policy",
    "Qualitative Research",
    "Substance-Related Disorders",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "26944717",
    "doi": "10.1016/j.drugpo.2016.02.004",
    "pii": "S0955-3959(16)30012-3"
  },
  "doi": "10.1016/j.drugpo.2016.02.004",
  "dates": {
    "completed": "2018-01-23",
    "revised": "2018-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.763866",
    "pmid": "26944717"
  }
}