{
  "pmid": "26947742",
  "uid": "26947742",
  "title": "A Comparison of Supine and Lateral Decubitus Positions for Hip Arthroscopy: A Systematic Review of Outcomes and Complications.",
  "abstract": "PURPOSE: This systematic review examines outcomes and risk profiles of the hip arthroscopy in the supine versus lateral decubitus positions to elucidate any superiority of one approach over the other. METHODS: Three databases (Embase, PubMed, and Medline) were searched for studies that addressed hip arthroscopy performed in either position, and were subsequently screened by two reviewers with data abstracted in duplicate. RESULTS: Similar outcomes were observed. Supine studies showed a greater mean postoperative improvement for modified Harris hip score (33.74), visual analog scale (-3.99), nonarthritic hip score (29.61), Harris hip score (35.73), and hip outcome score (31.4). Lateral decubitus studies showed greater improvement using the Western Ontario and McMaster University Osteoarthritis (14.76) score. Supine studies reported more neuropraxic injuries (2.06% v 0.47%), labral penetration (0.65% v 0%), and heterotopic ossification (0.21% v 0%). Lateral decubitus studies reported more fluid extravasation (0.21% v 0.05%) and missed loose bodies (0.08% v 0.01%). Similar rates of revision (1.8% lateral, 1.4% supine) and conversion to open procedures (2.6% in lateral, 2.0% in supine) were also identified. CONCLUSIONS: Because of quality of evidence, direct comparisons are currently limited; however, the supine position is associated with more neuropraxic injuries, labral penetration, and heterotopic ossification, whereas lateral decubitus has increased risk of fluid extravasation and missed loose bodies. At this time, no evidence exists to establish superiority of one position. LEVEL OF EVIDENCE: Level IV, systematic review of Level II, III, and IV studies.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stephens",
      "fore_name": "Kellee",
      "initials": "K",
      "name": "Kellee Stephens",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parmar",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Parmar",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "716",
  "end_page": "25.e8",
  "pages": "716-25.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Humans",
    "Patient Positioning",
    "Postoperative Complications",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26947742",
    "doi": "10.1016/j.arthro.2015.12.028",
    "pii": "S0749-8063(15)01033-6"
  },
  "doi": "10.1016/j.arthro.2015.12.028",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.760709",
    "pmid": "26947742"
  }
}