{
  "pmid": "26945803",
  "uid": "26945803",
  "title": "Practitioner Review: On the trustworthiness of clinical practice guidelines - a systematic review of the quality of methods used to develop guidelines in child and youth mental health.",
  "abstract": "BACKGROUND: Numerous practice guidelines (PGs) relevant to child and youth mental health (CYMH) are available, but their quality is uncertain. We used systematic review methodology to identify the methods employed to develop PGs in CYMH and assess whether they align with international quality standards. METHODS: We used prespecified inclusion criteria to search for CYMH PGs (2009-2014) in journals of professional associations or websites of organizations who produce or house PGs. Eligible PGs and organization websites were screened to identify PG development methods. Two reviewers assessed the alignment of the PG development methods with PG quality criteria using the Appraisal of Guidelines for Research and Evaluation (AGREE II) domains and Institute of Medicine (IOM) standards. RESULTS: Five sets of eligible development methods were identified in 70 eligible PGs. Three sets adhered to all (National Institute for Health and Care Excellence; Scottish Intercollegiate Guidelines Network) or most (U.S. Preventive Services Task Force) AGREE II domains and IOM standards, and were used to develop 31.4% of PGs. The two remaining sets of development methods had important weaknesses (e.g. lack of mandatory rigorous systematic reviews, multidisciplinary development groups, or transparent conflict of interest methods) and were associated with 21.4% of PGs. No development methods could be identified in 40.0% of PGs; ineligible development methods were referenced in 7.1% of PGs. CONCLUSIONS: Up to 69% of available CYMH PGs may have been developed using methods that do not align with AGREE II quality criteria or IOM standards. The quality of available CYMH PGs needs to be assessed, and strategies designed to guide practitioners to high quality PGs and facilitate adherence by PG developers to international quality standards are needed.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gorman",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Gorman",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Duda",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "Program in Evidence-based Care, Cancer Care Ontario, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Child and Youth Mental Health Collaborative, Centre for Addiction and Mental Health, The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of child psychology and psychiatry, and allied disciplines",
    "iso_abbreviation": "J Child Psychol Psychiatry",
    "issn": "1469-7610",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "662",
  "end_page": "673",
  "pages": "662-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Psychiatry",
    "Child",
    "Child Psychiatry",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "26945803",
    "doi": "10.1111/jcpp.12547"
  },
  "doi": "10.1111/jcpp.12547",
  "dates": {
    "completed": "2017-09-22",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.722577",
    "pmid": "26945803"
  }
}