{
  "pmid": "26956158",
  "uid": "26956158",
  "title": "Frail older adults with minor fractures show lower health-related quality of life (SF-12) scores up to six months following emergency department discharge.",
  "abstract": "BACKGROUND: Minor fractures (e.g. wrist, ankle) are risk factors for lower physical health-related quality of life (HRQoL) in seniors. Recent studies found that measures of frailty were associated with decreased physical and mental HRQoL in older people. As most people with minor fractures go to emergency departments (EDs) for treatment, measuring their frailty status in EDs may help stratify their level of HRQoL post-injury and provide them with appropriate health care and services after discharge. This study thus examines the HRQoL of seniors visiting EDs for minor fractures at 3 and 6 months after discharge, according to their frailty status. METHODS: This prospective sub-study was conducted within the larger Canadian Emergency Team Initiative (CETI) cohort. Independent seniors (≥65 years) were recruited in 7 Canadian EDs after treatment for various minor fractures. Frailty status in the ED phase was assessed by the Canadian Study of Health and Aging--Clinical Frailty Scale (CSHA-CFS). The SF-12 questionnaire was completed at 3 and 6 months after ED discharge to ascertain HRQoL. Demographic and clinical data were collected. Linear mixed models were used to test for differences between frailty levels and HRQoL outcomes, controlling for confounding variables and repeated measures over time. RESULTS: The sample comprised 334 participants with minor fractures. Prevalence of frailty was as follows: 56.6 % very fit-well; 32.3 % well with treated comorbidities-apparently vulnerable; and 11.1 % mildly-moderately frail. After adjusting for confounding variables, the frailest group showed significantly lower mean HRQoL scores than the fittest group on the physical scale at 3 months (49.3 ± 3.7 vs 60.9 ± 2.0) and 6 months (48.7 ± 3.8 vs 61.1 ± 1.8), as well as on the mental scale at 3 months (59.5 ± 4.4 vs 69.6 ± 1.9). Analyses exploring differences in proportion of patients with HRQoL < 50/100 between the three groups produced similar results. CONCLUSIONS: Older adults with minor fractures who were frail had lower physical and mental HRQoL scores at 3 and 6 months after ED discharge than their fittest counterparts. Measuring the frailty status of older adults who suffered a minor fracture in ED might help clinical decision-making at the time of discharge by providing them with appropriate health care and services to improve their HRQoL in the following months.",
  "authors": [
    {
      "last_name": "Provencher",
      "fore_name": "Véronique",
      "initials": "V",
      "name": "Véronique Provencher",
      "affiliations": [
        "Université de Sherbrooke, and Centre de recherche sur le vieillissement, Sherbrooke, QC, Canada. veronique.provencher@usherbrooke.ca."
      ]
    },
    {
      "last_name": "Sirois",
      "fore_name": "Marie-Josée",
      "initials": "MJ",
      "name": "Marie-Josée Sirois",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. marie-josee.sirois@rea.ulaval.ca."
      ]
    },
    {
      "last_name": "Émond",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Émond",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. marcelemond1@me.com."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "University of Ottawa, and Ottawa Hospital Research Institute, Ottawa, ON, Canada. jperry@ohri.ca."
      ]
    },
    {
      "last_name": "Daoust",
      "fore_name": "Raoul",
      "initials": "R",
      "name": "Raoul Daoust",
      "affiliations": [
        "Université de Montréal, and Research Center, Hôpital du Sacré-Cœur de Montréal , Montréal, QC, Canada. raoul.daoust@videotron.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jacques S",
      "initials": "JS",
      "name": "Jacques S Lee",
      "affiliations": [
        "University of Toronto, and Sunnybrook Health Science Center, Toronto, ON, Canada. jacques.lee@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada. griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Batomen Kuimi",
      "fore_name": "Brice Lionel",
      "initials": "BL",
      "name": "Brice Lionel Batomen Kuimi",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. Brice-Lionel.Batomen-Kuimi@crchudequebec.ulaval.ca."
      ]
    },
    {
      "last_name": "Despeignes",
      "fore_name": "Litz Rony",
      "initials": "LR",
      "name": "Litz Rony Despeignes",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. ldespeignes@yahoo.fr."
      ]
    },
    {
      "last_name": "Wilding",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Wilding",
      "affiliations": [
        "University of Ottawa, and Ottawa Hospital Research Institute, Ottawa, ON, Canada. lwilding@toh.on.ca."
      ]
    },
    {
      "last_name": "Allain-Boulé",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Allain-Boulé",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. ceti.mobility@gmail.com."
      ]
    },
    {
      "last_name": "Lebon",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Lebon",
      "affiliations": [
        "Université Laval, and Centre de Recherche du CHU de Québec, Quebec, QC, Canada. johann.lebon@usherbrooke.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "08"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Fractures, Bone",
    "Frail Elderly",
    "Humans",
    "Male",
    "Prospective Studies",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26956158",
    "pmc": "PMC4782387",
    "doi": "10.1186/s12955-016-0441-7",
    "pii": "10.1186/s12955-016-0441-7"
  },
  "doi": "10.1186/s12955-016-0441-7",
  "pmc_id": "PMC4782387",
  "dates": {
    "completed": "2016-09-23",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CIHR-108750",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.468028",
    "pmid": "26956158"
  }
}