{
  "pmid": "26959200",
  "uid": "26959200",
  "title": "Antenatal Corticosteroid Therapy Before 24 Weeks of Gestation: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: To evaluate the effectiveness of antenatal corticosteroids compared with placebo or no treatment in neonates born before 24 weeks of gestation. DATA SOURCES: We searched MEDLINE, EMBASE, Cumulative Index to Nursing and Allied Health Literature (CINAHL), and Cochrane Central Register of Controlled Trials databases from 1990 to March 13, 2015, and ClinicalTrials.gov. METHODS OF STUDY SELECTION: Studies considered were published randomized or quasirandomized controlled trials and observational studies that compared outcomes between neonates who received or did not receive antenatal corticosteroids born before 24 weeks of gestation. TABULATION, INTEGRATION, AND RESULTS: We performed duplicate independent assessment of the title and abstracts, full-text screening, inclusion of articles, and data abstraction. We performed meta-analyses using random-effects models and quality assessment with the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system. There were 17 observational studies, and our primary outcome, mortality to discharge in neonates receiving active intensive treatment, had a total of 3,626 neonates. The adjusted odds of mortality to discharge were reduced by 52% in the antenatal corticosteroid group compared with the control group (crude adjusted odds ratio [OR] 0.45, 95% confidence interval [CI] 0.36-0.56; adjusted OR 0.48, 95% CI 0.38-0.61; mortality to discharge 58.1% [intervention] compared with 71.8% [control]) with a \"moderate\" quality of evidence based on the GRADE system. There were no significant differences between the groups for severe morbidity. CONCLUSION: The available data, all observational, show reduced odds of mortality to discharge in neonates born before 24 weeks of gestation who received antenatal corticosteroids and active intensive treatment. Antenatal corticosteroids should be considered for women at risk of imminent birth before 24 weeks of gestation who choose active postnatal resuscitation.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Christina K",
      "initials": "CK",
      "name": "Christina K Park",
      "affiliations": [
        "Departments of Clinical Epidemiology & Biostatistics, Obstetrics & Gynecology, and Radiology, McMaster University, Hamilton, and the Neonatal Intensive Care Unit, Sunnybrook Health Science Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obstetrics and gynecology",
    "iso_abbreviation": "Obstet Gynecol",
    "issn": "1873-233X",
    "issn_type": "Electronic",
    "volume": "127",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "715",
  "end_page": "725",
  "pages": "715-725",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Female",
    "Gestational Age",
    "Humans",
    "Infant",
    "Infant Mortality",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Observational Studies as Topic",
    "Pregnancy",
    "Pregnancy Outcome",
    "Premature Birth",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "26959200",
    "doi": "10.1097/AOG.0000000000001355",
    "pii": "00006250-201604000-00013"
  },
  "doi": "10.1097/AOG.0000000000001355",
  "dates": {
    "completed": "2016-08-08",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.055755",
    "pmid": "26959200"
  }
}