{
  "pmid": "26963069",
  "uid": "26963069",
  "title": "Knee Arthroscopy in the Setting of Knee Arthroplasty.",
  "abstract": "Knee arthroplasty is an effective and reproducible way of treating advanced knee arthritis; however, results are not always favorable. Knee arthroscopy has been described in symptomatic knee arthroplasty, but opinion is divided over its utility. The purpose of this systematic review is to examine existing evidence supporting knee arthroscopy in the setting of knee arthroplasty. Predetermined inclusion criteria were used to search the databases EMBASE, MEDLINE, and PubMed for articles addressing knee arthroplasty patients who subsequently underwent arthroscopy. Inclusion criteria limited our search to human and English language studies with clearly described surgical indications. Article screening was conducted in duplicate. Before duplicate screening, 2,179 studies were retrieved and 52 ultimately satisfied the inclusion criteria. A total of 609 patients underwent knee arthroscopy of a symptomatic knee arthroplasty and 120 patients went on to require further surgery post-arthroscopy. Peripatellar fibrosis and pain with no clear diagnosis were the most commonly described indications for surgery. Knee arthroscopy is a safe diagnostic and therapeutic tool in symptomatic knee arthroplasty with variable efficacy depending on indication. It has diagnostic utility in painful knee arthroplasty patients and is a reliable therapeutic option for those with post-arthroplasty diagnoses; although 20% of the patients go on to require further surgery. This is a systematic review of level IV studies.",
  "authors": [
    {
      "last_name": "Heaven",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Heaven",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedair",
      "fore_name": "Hany",
      "initials": "H",
      "name": "Hany Bedair",
      "affiliations": [
        "Department of Orthopaedics, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Naudie",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Naudie",
      "affiliations": [
        "Department of Orthopaedic Surgery, London Health Sciences Centre-University Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of knee surgery",
    "iso_abbreviation": "J Knee Surg",
    "issn": "1938-2480",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "51",
  "end_page": "56",
  "pages": "51-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Arthroplasty, Replacement, Knee",
    "Arthroscopy",
    "Female",
    "Humans",
    "Knee Prosthesis",
    "Male",
    "Middle Aged",
    "Patient Selection"
  ],
  "article_ids": {
    "pubmed": "26963069",
    "doi": "10.1055/s-0036-1579669"
  },
  "doi": "10.1055/s-0036-1579669",
  "dates": {
    "completed": "2017-04-11",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.761270",
    "pmid": "26963069"
  }
}