{
  "pmid": "26961390",
  "uid": "26961390",
  "title": "Patients' Knowledge, Beliefs, and Distress Associated with Detection and Evaluation of Incidental Pulmonary Nodules for Cancer: Results from a Multicenter Survey.",
  "abstract": "INTRODUCTION: Pulmonary nodules are detected in more than 1 million Americans each year. Prior qualitative work suggests that the detection of incidental pulmonary nodules can be burdensome for patients, but whether these findings generalize to a broader sample of patients is unknown. We categorized patients' knowledge, beliefs, and distress associated with detection and evaluation of a pulmonary nodule, as well as their impressions of clinician communication. METHODS: We administered a cross-sectional survey to adults with an incidental pulmonary nodule who were recruited from a rural medical center, an urban safety net hospital, and a Veterans Affairs hospital. RESULTS: Of the 490 individuals mailed surveys, 244 (50%) responded. Median nodule size was 7 mm, mean patient age was 67 years, 29% of respondents were female, and 86% were white. A quarter of the respondents (26%) reported clinically significant distress related to their nodule, our primary outcome, as measured by the Impact of Event Scale. Patients reported multiple concerns, including uncertainty about the nodule's cause (78%), the possibility of cancer (73%), and the possible need for surgery (64%). Only 25% of patients accurately estimated their lung cancer risk (within 15% of their actual risk); overall, there was no correlation between perceived and actual risk (r = -0.007, p = 0.93). The 23% of patients who did receive information on cancer risk from their provider were more likely to find this information reassuring (16%) than scary (7%). CONCLUSION: A quarter of patients with incidental pulmonary nodules experienced clinically significant distress. Knowledge about cancer risk and evaluation was poor. Clinician communication may help bridge knowledge gaps and alleviate distress in some patients.",
  "authors": [
    {
      "last_name": "Freiman",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Freiman",
      "affiliations": [
        "Pulmonary Center, Boston University Medical Center, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Jack A",
      "initials": "JA",
      "name": "Jack A Clark",
      "affiliations": [
        "Center for Healthcare Organization and Implementation Research, Edith Nourse Rogers Veterans Affairs Memorial Hospital, Bedford, Massachusetts; Boston University School of Public Health, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Slatore",
      "fore_name": "Christopher G",
      "initials": "CG",
      "name": "Christopher G Slatore",
      "affiliations": [
        "Center to Improve Veteran Involvement and Care, Veterans Affairs Portland Health Care System, Portland, Oregon; Division of Pulmonary and Critical Care Medicine, Oregon Health and Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, California."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire."
      ]
    },
    {
      "last_name": "Wiener",
      "fore_name": "Renda Soylemez",
      "initials": "RS",
      "name": "Renda Soylemez Wiener",
      "affiliations": [
        "Pulmonary Center, Boston University Medical Center, Boston, Massachusetts; Center for Healthcare Organization and Implementation Research, Edith Nourse Rogers Veterans Affairs Memorial Hospital, Bedford, Massachusetts. Electronic address: rwiener@bu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer",
    "iso_abbreviation": "J Thorac Oncol",
    "issn": "1556-1380",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "700",
  "end_page": "708",
  "pages": "700-708",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cross-Sectional Studies",
    "Culture",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Incidental Findings",
    "Lung Neoplasms",
    "Male",
    "Multiple Pulmonary Nodules",
    "Neoplasm Staging",
    "Prognosis",
    "Solitary Pulmonary Nodule",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "26961390",
    "mid": "NIHMS757221",
    "pmc": "PMC4851914",
    "doi": "10.1016/j.jtho.2016.01.018",
    "pii": "S1556-0864(16)00355-5"
  },
  "doi": "10.1016/j.jtho.2016.01.018",
  "pmc_id": "PMC4851914",
  "dates": {
    "completed": "2017-11-16",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K07 CA138772",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HL007035",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.522663",
    "pmid": "26961390"
  }
}