{
  "pmid": "26960738",
  "uid": "26960738",
  "title": "Early coagulopathy and metabolic acidosis predict transfusion of packed red blood cells in pediatric trauma patients.",
  "abstract": "BACKGROUND: Severely injured pediatric trauma patients often present to hospital with early coagulopathy and metabolic acidosis. These derangements are associated with poor outcomes, but it is unclear to what degree they predict transfusion of packed red blood cells (pRBC). METHODS: We retrospectively identified pediatric trauma patients from a level 1 trauma center from 2006 to 2013. Inclusion criteria were age less than 18years, Injury Severity Score greater than 12, and pRBC transfusion within 24h of admission. RESULTS: We identified 96 pediatric trauma patients who underwent pRBC transfusion within 24h of presentation to hospital. On admission, 43% of these patients had one or more signs of coagulopathy, and 81% had metabolic acidosis. Size of pRBC transfusion in the first 24h ranged from 3 to 177mL/kg (mean 29mL/kg), and nineteen patients (20%) underwent massive transfusion (>40ml/kg in 24h). Univariate analysis indicated that size of pRBC transfusion was associated with initial base excess (r=0.46), international normalized ratio (r=0.35), partial thromboplastin time (r=0.41), fibrinogen (r=0.46), and BIG score (Base deficit, INR, Glasgow Coma Scale (GCS), r=0.36). Platelet count, age, GCS, and direct versus referred presentation were not predictive. Multivariable linear regression confirmed that coagulopathy and metabolic acidosis remained predictive after adjusting for direct versus referred presentation (R(2)=0.30). CONCLUSIONS: Early coagulopathy and metabolic acidosis predict size of pRBC transfusion among pediatric trauma patients. Further research is needed to develop massive transfusion protocols and guidelines for activation.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Shane A",
      "initials": "SA",
      "name": "Shane A Smith",
      "affiliations": [
        "Division of General Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "Clinician Investigator Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Merritt",
      "fore_name": "Neil H",
      "initials": "NH",
      "name": "Neil H Merritt",
      "affiliations": [
        "Division of General Surgery, Western University, London, Ontario, Canada; Division of Pediatric Surgery, Western University, London, Ontario, Canada. Electronic address: neil.merritt@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "848",
  "end_page": "852",
  "pages": "848-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acidosis",
    "Adolescent",
    "Blood Coagulation Disorders",
    "Child",
    "Child, Preschool",
    "Erythrocyte Transfusion",
    "Female",
    "Glasgow Coma Scale",
    "Humans",
    "Infant",
    "Injury Severity Score",
    "Male",
    "Retrospective Studies",
    "Trauma Centers",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "26960738",
    "doi": "10.1016/j.jpedsurg.2016.02.034",
    "pii": "S0022-3468(16)00097-X"
  },
  "doi": "10.1016/j.jpedsurg.2016.02.034",
  "dates": {
    "completed": "2017-04-10",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.353854",
    "pmid": "26960738"
  }
}