{
  "pmid": "26975776",
  "uid": "26975776",
  "title": "Diet and Major Renal Outcomes: A Prospective Cohort Study. The NIH-AARP Diet and Health Study.",
  "abstract": "BACKGROUND: Chronic kidney disease (CKD) is prevalent and associated with significant morbidity and mortality. Dietary modification may be an approach to reducing CKD. DESIGN: In this prospective cohort study, we evaluated the association between diet quality, sodium and potassium intakes, and major renal outcomes. A total of 544,635 community-dwelling adults, aged 51 to 70 years, living in 6 states and 2 urban areas in the United States, from the National Institutes of Health-American Association of Retired Persons Diet and Health Study. Using a food frequency questionnaire completed at baseline, we assessed diet quality using the Alternate Healthy Eating Index (AHEI), Healthy Eating Index (HEI), Mediterranean Diet Score (MDS), Recommended Food Score, and Dietary Approaches to Stop Hypertension (DASH) scores. This was also used to estimate daily sodium and potassium intakes. MAIN OUTCOME MEASURES: Multivariable adjusted competing risks regression calculated sub-hazard ratios (sHRs) for a composite of death due to a renal cause and dialysis, with death due to a nonrenal cause as the competing event. RESULTS: During a mean of 14.3-year follow-up, a total of 4,848 participants died from a renal cause or initiated dialysis. Four diet quality scores (AHEI, HEI, MDS, and DASH) were significantly associated with the composite renal outcome; the Recommended Food Score was not. Compared to the lowest score quintile, the highest quintiles of AHEI (sHR 0.71; 95% confidence interval [CI] 0.65-0.79), HEI (sHR 0.82; 95% CI 0.74-0.91), MDS (sHR 0.84; 95% CI 0.74-0.95), and DASH (sHR 0.85; 95% CI 0.77-0.94) were associated with a reduced hazard of the composite. The highest sodium quintile (sHR 1.17; 95% CI 1.02-1.33 for sodium intake > 3.6 g/day) was associated with an increased hazard, whereas the highest potassium quintile (sHR 0.83 [0.73-0.95]) with a reduced hazard. CONCLUSIONS: Our findings support an association between healthy dietary patterns and reduced risk of major renal outcomes and provide observational evidence to inform dietary guideline recommendations for CKD prevention.",
  "authors": [
    {
      "last_name": "Smyth",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Smyth",
      "affiliations": [
        "Health Research Board Clinical Research Facility Galway, National University of Ireland, Galway, Ireland; Department of Nephrology, Galway University Hospitals, Galway, Ireland; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: andrew.smyth@nuigalway.ie."
      ]
    },
    {
      "last_name": "Griffin",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Griffin",
      "affiliations": [
        "Health Research Board Clinical Research Facility Galway, National University of Ireland, Galway, Ireland; Department of Nephrology, Galway University Hospitals, Galway, Ireland."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Nephrology, University of Erlangen-Nurnberg and Munich General Hospitals, Munich, Germany."
      ]
    },
    {
      "last_name": "Reddan",
      "fore_name": "Donal",
      "initials": "D",
      "name": "Donal Reddan",
      "affiliations": [
        "Department of Nephrology, Galway University Hospitals, Galway, Ireland."
      ]
    },
    {
      "last_name": "Canavan",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Canavan",
      "affiliations": [
        "Health Research Board Clinical Research Facility Galway, National University of Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "Newell",
      "fore_name": "John",
      "initials": "J",
      "name": "John Newell",
      "affiliations": [
        "Health Research Board Clinical Research Facility Galway, National University of Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "Health Research Board Clinical Research Facility Galway, National University of Ireland, Galway, Ireland; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of renal nutrition : the official journal of the Council on Renal Nutrition of the National Kidney Foundation",
    "iso_abbreviation": "J Ren Nutr",
    "issn": "1532-8503",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "288",
  "end_page": "298",
  "pages": "288-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Diet",
    "Diet, Mediterranean",
    "Female",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Nutrition Policy",
    "Prospective Studies",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "26975776",
    "doi": "10.1053/j.jrn.2016.01.016",
    "pii": "S1051-2276(16)00017-0"
  },
  "doi": "10.1053/j.jrn.2016.01.016",
  "dates": {
    "completed": "2018-03-27",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.864191",
    "pmid": "26975776"
  }
}