{
  "pmid": "26979827",
  "uid": "26979827",
  "title": "Power Day: Addressing the Use and Abuse of Power in Medical Training.",
  "abstract": "PROBLEM: Medical student mistreatment, as well as patient and staff mistreatment by all levels of medical trainees and faculty, is still prevalent in U.S. clinical training. Largely missing in interventions to reduce mistreatment is acknowledgement of the abuse of power produced by the hierarchical structure in which medicine is practiced. APPROACH: Beginning in 2001, Yale School of Medicine has held annual \"Power Day\" workshops for third year medical students and advanced practice nursing students, to define and analyse power dynamics within the medical hierarchy and hidden curriculum using literature, guest speakers, and small groups. During rotations, medical students write narratives about the use of power witnessed in the wards. In response to student and small group leader feedback, workshop organizers have developed additional activities related to examining and changing the use of power in clinical teams. OUTCOME: Emerging narrative themes included the potential impact of small acts and students feeling \"mute\" and \"complicit\" in morally distressing situations. Small groups provided safe spaces for advice, support, and professional identity formation. By 2005, students recognized residents that used power positively with Power Day awards and alumni served as keynote speakers on the use of power in medicine. By 2010, departments including OB/GYN, surgery, psychiatry, and paediatrics, had added weekly team Power Hour discussions. NEXT STEPS: The authors highlight barriers, benefits, and lessons learned. Barriers include the notion of clinical irrelevance and resistance to the word \"power\" due to perceived accusation of abuse. Benefits include promoting open dialogue about power, fostering inter-professional collaboration, rewarding positive role modelling by residents and faculty, and creating a network of trainee empowerment and leadership. Furthermore, faculty have started to ask that issues of power be addressed in a more transparent way at their level of the hierarchy as well.",
  "authors": [
    {
      "last_name": "Angoff",
      "fore_name": "Nancy R",
      "initials": "NR",
      "name": "Nancy R Angoff",
      "affiliations": [
        "Office of Student Affairs and Department of Internal Medicine, Yale University School of Medicine, 367 Cedar Street, New Haven, CT, 06510, USA. nancy.angoff@yale.edu."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "University of California, San Francisco (UCSF) School of Medicine, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Roxas",
      "fore_name": "Nichole",
      "initials": "N",
      "name": "Nichole Roxas",
      "affiliations": [
        "University of Rochester School of Medicine and Dentistry, Rochester, New York, USA."
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Hansen",
      "affiliations": [
        "Departments of Psychiatry and Anthropology, New York University, New York, New York, USA.",
        "Nathan Kline Institute for Psychiatry Research, Orangeburg, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of bioethical inquiry",
    "iso_abbreviation": "J Bioeth Inq",
    "issn": "1872-4353",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "203",
  "end_page": "213",
  "pages": "203-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Clerkship",
    "Clinical Competence",
    "Curriculum",
    "Female",
    "Humans",
    "Internship and Residency",
    "Interprofessional Relations",
    "Male",
    "Professional Misconduct",
    "Schools, Medical",
    "Social Behavior",
    "Students, Medical",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "26979827",
    "mid": "NIHMS839282",
    "pmc": "PMC5539994",
    "doi": "10.1007/s11673-016-9714-4",
    "pii": "10.1007/s11673-016-9714-4"
  },
  "doi": "10.1007/s11673-016-9714-4",
  "pmc_id": "PMC5539994",
  "dates": {
    "completed": "2017-09-04",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K01 DA032674",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.805908",
    "pmid": "26979827"
  }
}