{
  "pmid": "26976223",
  "uid": "26976223",
  "title": "Gap Between Official Guidelines and Clinical Practice for the Treatment of Rheumatoid Arthritis in São Paulo, Brazil.",
  "abstract": "PURPOSE: Biological agents used for the treatment of rheumatoid arthritis (RA) are associated with serious adverse events. Guidelines provide standards for the prescribing and monitoring of these drugs. In São Paulo, health litigation for access to medicines has fueled the demand for biological therapy. The extent to which biological agents are being appropriately prescribed and patients are being appropriately monitored is uncertain. Our goal was to determine whether RA clinical guidelines are being translated into clinical practice for patients receiving treatment as a result of lawsuits against the government. METHODS: We identified patients through records of the State Secretary of Health of São Paulo from 2003 to 2011. We consulted guidelines from 5 countries and chose those recommendations endorsed by all of the guidelines reviewed as standards. Pharmacy records provided data regarding biologic use. The guidelines recommended the use of biological agents only when patients had been receiving treatment with at least 1 disease-modifying antirheumatic drug (DMARD) and recommended annual monitoring of laboratory blood tests. FINDINGS: Of the 238 patients identified in the database, 216 patients were interviewed, and 124 (57.4%) patients were still using biological agents at the time of the survey. Of the patients interviewed, 167 patients (77.3%) started biological treatment when using ≥2 DMARDs before, 22 patients (10.2%) were using 1 DMARD before, and 27 patients (12.5%) had never taken a DMARD. Of the 124 patients still taking biological drugs, 117 patients (94.3%) had visited a doctor at least once per year, but 28 patients (22.6%) did not undergo the recommended laboratory blood testing. Only 43 of the 124 patients (34.7%) still taking biological agents met the guideline criteria for both the use of previous agents and the appropriate monitoring. IMPLICATIONS: An important gap between clinical practice and the national guidelines exists among treatments prescribed for plaintiffs obtaining medicines for RA in São Paulo. The results suggest the need for intervention by health authorities.",
  "authors": [
    {
      "last_name": "de Camargo",
      "fore_name": "Iara Alves",
      "initials": "IA",
      "name": "Iara Alves de Camargo",
      "affiliations": [
        "Pharmaceutical Sciences Master Course, University of Sorocaba (UNISO), Sorocaba, Brazil."
      ]
    },
    {
      "last_name": "Almeida Barros",
      "fore_name": "Bruna Cipriano",
      "initials": "BC",
      "name": "Bruna Cipriano Almeida Barros",
      "affiliations": [
        "Medicine (Hematology) Master Course, Federal University of São Paulo (UNIFESP), São Paulo, Brazil."
      ]
    },
    {
      "last_name": "do Nascimento Silveira",
      "fore_name": "Miriam Sanches",
      "initials": "MS",
      "name": "Miriam Sanches do Nascimento Silveira",
      "affiliations": [
        "Pharmaceutical Sciences Master Course, University of Sorocaba (UNISO), Sorocaba, Brazil."
      ]
    },
    {
      "last_name": "Osorio-de-Castro",
      "fore_name": "Claudia Garcia Serpa",
      "initials": "CG",
      "name": "Claudia Garcia Serpa Osorio-de-Castro",
      "affiliations": [
        "Departamento de Políticas de Medicamentos e Assistência Farmacêutica - NAF."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Master Course, University of Sorocaba (UNISO), Sorocaba, Brazil. Electronic address: luslopes@terra.com.br."
      ]
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "1879-114X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "1122",
  "end_page": "1133",
  "pages": "1122-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Antirheumatic Agents",
    "Arthritis, Rheumatoid",
    "Biological Factors",
    "Brazil",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "26976223",
    "doi": "10.1016/j.clinthera.2016.02.020",
    "pii": "S0149-2918(16)30089-3"
  },
  "doi": "10.1016/j.clinthera.2016.02.020",
  "dates": {
    "completed": "2017-02-17",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Biological Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.071665",
    "pmid": "26976223"
  }
}