{
  "pmid": "26979318",
  "uid": "26979318",
  "title": "A new estimation of the total flavonoids in silkworm cocoon sericin layer through aglycone determination by hydrolysis-assisted extraction and HPLC-DAD analysis.",
  "abstract": "BACKGROUND: Silk sericin and a few non-protein components isolated from the cocoon layer including two silk proteins in silkworm Bombyx mori has many bioactivities. The dietary sericin possess antinatural oxidation, anticancer, antihyperlipidemic, and antidiabetic activities. The non-protein components surrounding the sericin layer involve in wax, pigments mainly meaning flavonoids, sugars, and other impurities. However, very few investigations have reported the estimation of the total flavonoids derived from the cocoon layer. The flavonoids are commonly present in their glycosylated forms and mostly exist as quercetin glycosides in the sericin layers of silkworm cocoons. OBJECTIVE: The aim of this study was to find a more accurate method to estimate the level of the total flavonoids in silkworm cocoons. DESIGN: An efficient procedure of hydrolysis-assisted extraction (HAE) was first established to estimate the level of the total flavonoids through the determination of their aglycones, quercetin, and kaempferol. Then, a comparison was made between traditional colorimetric method and our method. In addition, the antioxidant activities of hydrolysis-assisted extract sample were determined. RESULTS: The average contents of quercetin and kaempferol were 1.98 and 0.42 mg/g in Daizo cocoon. Their recoveries were 99.56 and 99.17%. The total sum of quercetin and kaempferol was detected to be 2.40±0.07 mg/g by HAE-HPLC, while the total flavonoids (2.59±0.48 mg/g) estimated by the traditional colorimetric method were only equivalent to 1.28±0.04 mg/g of quercetin. The HAE sample also exhibits that IC50 values of scavenging ability of diphenyl picryl hydrazinyl (DPPH) radical and hydroxyl radical (HO·) are 243.63 µg/mL and 4.89 mg/mL, respectively. CONCLUSIONS: These results show that the HAE-HPLC method is specificity of cocoon and far superior to the colorimetric method. Therefore, this study has profound significance for the comprehensive utilization of silkworm cocoon and also may be applied to the estimation of total flavonoids in other functional foods.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Jin-Ge",
      "initials": "JG",
      "name": "Jin-Ge Zhao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou 215123, China; sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Food & nutrition research",
    "iso_abbreviation": "Food Nutr Res",
    "issn": "1654-661X",
    "issn_type": "Print",
    "volume": "60",
    "pub_year": "2016"
  },
  "start_page": "30932",
  "pages": "30932",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26979318",
    "pmc": "PMC4793258",
    "doi": "10.3402/fnr.v60.30932",
    "pii": "30932"
  },
  "doi": "10.3402/fnr.v60.30932",
  "pmc_id": "PMC4793258",
  "dates": {
    "completed": "2016-03-16",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.219648",
    "pmid": "26979318"
  }
}