{
  "pmid": "26983782",
  "uid": "26983782",
  "title": "Evaluation of the revised Nipissing District Developmental Screening (NDDS) tool for use in general population samples of infants and children.",
  "abstract": "BACKGROUND: There is widespread interest in identification of developmental delay in the first six years of life. This requires, however, a reliable and valid measure for screening. In Ontario, the 18-month enhanced well-baby visit includes province-wide administration of a parent-reported survey, the Nipissing District Developmental Screening (NDDS) tool, to facilitate early identification of delay. Yet, at present the psychometric properties of the NDDS are largely unknown. METHOD: 812 children and their families were recruited from the community. Parents (most often mothers) completed the NDDS. A sub-sample (n = 111) of parents completed the NDDS again within a two-week period to assess test-retest reliability. For children 3 or younger, the criterion measure was the Bayley Scales of Infant Development, 3rd edition; for older children, a battery of other measures was used. All criterion measures were administered by trained assessors. Mild and severe delays were identified based on both published cut-points and on the distribution of raw scores. Sensitivity, specificity, positive and negative predictive values were calculated to assess agreement between tests. RESULTS: Test-retest reliability was modest (Spearman's rho = .62, p < 001). Regardless of the age of the child, the definition of delay (mild versus severe), or the cut-point used on the NDDS, sensitivities (from 29 to 68 %) and specificities (from 58 to 88 %) were poor to moderate. CONCLUSION: The modest test-retest results, coupled with the generally poor observed agreement with criterion measures, suggests the NDDS should not be used on its own for identification of developmental delay in community or population-based settings.",
  "authors": [
    {
      "last_name": "Cairney",
      "fore_name": "John",
      "initials": "J",
      "name": "John Cairney",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 175 Longwood Road South, Suite 109A, Hamilton, ON, L8P 0A1, Canada. cairnej@mcmaster.ca.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada. cairnej@mcmaster.ca.",
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada. cairnej@mcmaster.ca.",
        "Centre for Addiction and Mental Health, Health Systems Research and Consulting Unit, Toronto, ON, Canada. cairnej@mcmaster.ca."
      ]
    },
    {
      "last_name": "Clinton",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Clinton",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada.",
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Veldhuizen",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Veldhuizen",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 175 Longwood Road South, Suite 109A, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Rodriguez",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Rodriguez",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 175 Longwood Road South, Suite 109A, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Missiuna",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Missiuna",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada.",
        "School of Rehabilitation Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wade",
      "fore_name": "Terrance",
      "initials": "T",
      "name": "Terrance Wade",
      "affiliations": [
        "Department of Community Health Sciences, Brock University, St Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Child, Youth and Family Program, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kertoy",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Kertoy",
      "affiliations": [
        "School of Communication Sciences and Disorders, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "42",
  "pages": "42",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Developmental Disabilities",
    "Female",
    "Health Surveys",
    "Humans",
    "Infant",
    "Male",
    "Neuropsychological Tests",
    "Parents",
    "Psychometrics",
    "Reproducibility of Results",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "26983782",
    "pmc": "PMC4794856",
    "doi": "10.1186/s12887-016-0577-y",
    "pii": "10.1186/s12887-016-0577-y"
  },
  "doi": "10.1186/s12887-016-0577-y",
  "pmc_id": "PMC4794856",
  "dates": {
    "completed": "2016-10-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.723160",
    "pmid": "26983782"
  }
}