{
  "pmid": "26985851",
  "uid": "26985851",
  "title": "Economic evaluation of Indigenous health worker management of poorly controlled type 2 diabetes in north Queensland.",
  "abstract": "OBJECTIVE: To conduct an economic evaluation of intensive management by Indigenous health workers (IHWs) of Indigenous adults with poorly controlled type 2 diabetes in rural and remote north Queensland. DESIGN: Cost-consequence analysis alongside a cluster randomised controlled trial of an intervention delivered between 1 March 2012 and 5 September 2013. SETTING: Twelve primary health care services in rural and remote north Queensland communities with predominantly Indigenous populations. PARTICIPANTS: Indigenous adults with poorly controlled type 2 diabetes (HbA1c ≥ 69 mmol/mol) and at least one comorbidity (87 people in six IHW-supported communities (IHW-S); 106 in six usual care (UC) communities). MAIN OUTCOME MEASURES: Per person cost of the intervention; differential changes in mean HbA1c levels, percentage with extremely poor HbA1c level control, quality of life, disease progression, and number of hospitalisations. RESULTS: The mean cost of the 18-month intervention trial was $10 060 per person ($6706 per year). The intervention was associated with a non-significantly greater reduction in mean HbA1c levels in the IHW-S group (-10.1 mmol/mol v -5.4 mmol/mol in the UC group; P = 0.17), a significant reduction in the proportion with extremely poor diabetes control (HbA1c ≥ 102 mmol/mol; P = 0.002), and a sub-significant differential reduction in hospitalisation rates for type 2 diabetes as primary diagnosis (-0.09 admissions/person/year; P = 0.06), with a net reduction in mean annual hospital costs of $646/person (P = 0.07). Quality of life utility scores declined in both groups (between-group difference, P = 0.62). Rates of disease progression were high in both groups (between-group difference, P = 0.73). CONCLUSION: Relative to the high cost of the intervention, the IHW-S model as implemented is probably a poor investment. Incremental cost-effectiveness might be improved by a higher caseload per IHW, a longer evaluation time frame, and improved service integration. Further approaches to improving chronic disease outcomes in this very unwell population need to be explored, including holistic approaches that address the complex psychosocial, pathophysiological and environmental problems of highly disadvantaged populations. TRIAL REGISTRATION: ANZCTR12610000812099.",
  "authors": [
    {
      "last_name": "Segal",
      "fore_name": "Leonie",
      "initials": "L",
      "name": "Leonie Segal",
      "affiliations": [
        "Health Economics and Social Policy Group, University of South Australia, Adelaide, SA Leonie.Segal@unisa.edu.au."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Ha",
      "initials": "H",
      "name": "Ha Nguyen",
      "affiliations": [
        "University of South Australia, Adelaide, SA."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "University of South Australia, Adelaide, SA."
      ]
    },
    {
      "last_name": "Wenitong",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Wenitong",
      "affiliations": [
        "Apunipima Cape York Health Council, Cairns, QLD."
      ]
    },
    {
      "last_name": "McDermott",
      "fore_name": "Robyn A",
      "initials": "RA",
      "name": "Robyn A McDermott",
      "affiliations": [
        "University of South Australia, Adelaide, SA."
      ]
    }
  ],
  "journal": {
    "title": "The Medical journal of Australia",
    "iso_abbreviation": "Med J Aust",
    "issn": "1326-5377",
    "issn_type": "Electronic",
    "volume": "204",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "1961e",
  "end_page": "9",
  "pages": "1961e-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Community Health Workers",
    "Comorbidity",
    "Cost-Benefit Analysis",
    "Culturally Competent Care",
    "Diabetes Mellitus, Type 2",
    "Disease Progression",
    "Glycated Hemoglobin",
    "Health Expenditures",
    "Health Services, Indigenous",
    "Hospitalization",
    "Humans",
    "Patient Compliance",
    "Primary Health Care",
    "Quality of Life",
    "Queensland",
    "Rural Health Services",
    "Australian Aboriginal and Torres Strait Islander Peoples"
  ],
  "article_ids": {
    "pubmed": "26985851",
    "doi": "10.5694/mja15.00598",
    "pii": "10.5694/mja15.00598"
  },
  "doi": "10.5694/mja15.00598",
  "dates": {
    "completed": "2016-07-25",
    "revised": "2024-12-05"
  },
  "chemicals": [
    "Glycated Hemoglobin A",
    "hemoglobin A1c protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.419547",
    "pmid": "26985851"
  }
}