{
  "pmid": "26986792",
  "uid": "26986792",
  "title": "A non-toxigenic but morphologically and phylogenetically distinct new species of Pseudo-nitzschia, P. sabit sp. nov. (Bacillariophyceae).",
  "abstract": "A new species of Pseudo-nitzschia (Bacillariophyceae) is described from plankton samples collected from Port Dickson (Malacca Strait, Malaysia) and Manzanillo Bay (Colima, Mexico). The species possesses a distinctive falcate cell valve, from which they form sickle-like colonies in both environmental samples and cultured strains. Detailed observation of frustules under TEM revealed ultrastructure that closely resembles P. decipiens, yet the new species differs by the valve shape and greater ranges of striae and poroid densities. The species is readily distinguished from the curve-shaped P. subcurvata by the presence of a central interspace. The morphological distinction is further supported by phylogenetic discrimination. We sequenced and analyzed the nuclear ribosomal RNA genes in the LSU and the second internal transcribed spacer, including its secondary structure, to infer the phylogenetic relationship of the new species with its closest relatives. The results revealed a distinct lineage of the new species, forming a sister cluster with its related species, P. decipiens and P. galaxiae, but not with P. subcurvata. We examined the domoic acid (DA) production of five cultured strains from Malaysia by Liquid chromatography-mass spectrometry (LC-MS), but they showed no detectable DA. Here, we present the taxonomic description of the vegetative cells, document the sexual reproduction, and detail the molecular phylogenetics of Pseudo-nitzschia sabit sp. nov.",
  "authors": [
    {
      "last_name": "Teng",
      "fore_name": "Sing Tung",
      "initials": "ST",
      "name": "Sing Tung Teng",
      "affiliations": [
        "Faculty of Resource Science and Technology, Universiti Malaysia Sarawak, Kota Samarahan, Sarawak, 94300, Malaysia."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Po Teen",
      "initials": "PT",
      "name": "Po Teen Lim",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, Bachok, Kelantan, 16310, Malaysia."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Hong Chang",
      "initials": "HC",
      "name": "Hong Chang Lim",
      "affiliations": [
        "Tunku Abdul Rahman University College, Johor Branch Campus, 85000 Segamat, Johor."
      ]
    },
    {
      "last_name": "Rivera-Vilarelle",
      "fore_name": "María",
      "initials": "M",
      "name": "María Rivera-Vilarelle",
      "affiliations": [
        "Facultad de Ciencias Químicas, Universidad de Colima Km9 Carretera Colima-Coquimatlán, Coquimatlán, Colima, C.P. 28400."
      ]
    },
    {
      "last_name": "Quijano-Scheggia",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Quijano-Scheggia",
      "affiliations": [
        "Centro Universitario de Investigaciones Oceanológicas, Universidad de Colima, Carretera Manzanillo-Barra de Navidad Km 19.5, Colonia El Naranjo, C.P 28860, Manzanillo, Colima, Mexico."
      ]
    },
    {
      "last_name": "Takata",
      "fore_name": "Yoshinobu",
      "initials": "Y",
      "name": "Yoshinobu Takata",
      "affiliations": [
        "The University of Tokyo, Yayoi 1-1-1, Bunkyo-Ku, Tokyo, 113-8657, Japan."
      ]
    },
    {
      "last_name": "Quilliam",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Quilliam",
      "affiliations": [
        "Measurement Science and Standards, Biotoxin Metrology, National Research Council of Canada, 1411 Oxford Street, Halifax, Nova Scotia, Canada, B3H 3Z1."
      ]
    },
    {
      "last_name": "Wolf",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Wolf",
      "affiliations": [
        "Department of Bioinformatics, Biocenter, University of Wuerzburg, Wuerzburg, D-97074, Germany."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, P.O. Box 5030, Moncton, New Brunswick, Canada, E1C 9B6."
      ]
    },
    {
      "last_name": "Leaw",
      "fore_name": "Chui Pin",
      "initials": "CP",
      "name": "Chui Pin Leaw",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, Bachok, Kelantan, 16310, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of phycology",
    "iso_abbreviation": "J Phycol",
    "issn": "1529-8817",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "706",
  "end_page": "725",
  "pages": "706-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "26986792",
    "doi": "10.1111/jpy.12313"
  },
  "doi": "10.1111/jpy.12313",
  "dates": {
    "completed": "2016-07-26",
    "revised": "2016-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.799024",
    "pmid": "26986792"
  }
}