{
  "pmid": "26983945",
  "uid": "26983945",
  "title": "Effect of serotonin modulating pharmacotherapies on body mass index and dysglycaemia among children and adolescents: a systematic review and network meta-analysis protocol.",
  "abstract": "INTRODUCTION: Serotonin-modulating medications are commonly prescribed for mental health issues. Currently, there is limited consensus on weight gain and dysglycaemia development among children using these medications. The objective of this study is to review and synthesise all the available evidence on serotonin-modulating medications and their effects on body mass index (BMI), weight and glycaemic control. METHODS AND ANALYSIS: We will conduct a systematic review of all randomised controlled trials evaluating the use of serotonin-modulating medications in the treatment of children 2-17 years with mental health conditions. The outcome measures are BMI, weight and dysglycaemia. We will perform literature searches through Ovid Medline, Ovid Embase, PsycINFO and grey literature resources. Two reviewers from the team will independently screen titles and abstracts, assess the eligibility of full-text trials, extract information from eligible trials and assess the risk of bias and quality of the evidence. Results of this review will be summarised narratively and quantitatively as appropriate. We will perform a multiple treatment comparison using network meta-analysis to estimate the pooled direct, indirect and network estimate for all serotonin-modulating medications on outcomes if adequate data are available. ETHICS AND DISSEMINATION: Serotonin-modulating medications are widely prescribed for children with mental health diseases and are also used off-label. This network meta-analysis will be the first to assess serotonin modulating antidepressants and their effects on weight and glycaemic control. We anticipate that our results will help physicians and patients make more informed choices while considering the side effect profile. We will disseminate the results of the systematic review and network meta-analysis through peer-reviewed journals. PROSPERO REGISTRATION NUMBER: CRD42015024367.",
  "authors": [
    {
      "last_name": "Al Khalifah",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Al Khalifah",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Pediatrics, Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada Department of Pediatrics, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "De Long",
      "fore_name": "Nicole E",
      "initials": "NE",
      "name": "Nicole E De Long",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Pediatrics, Universidad de Antioquia, Medellín, Colombia."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": [
        "Department of Pediatrics, Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "e009998",
  "pages": "e009998",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Blood Glucose",
    "Body Mass Index",
    "Body Weight",
    "Network Meta-Analysis as Topic",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Selective Serotonin Reuptake Inhibitors",
    "Serotonin Antagonists",
    "Weight Gain",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "26983945",
    "pmc": "PMC4800145",
    "doi": "10.1136/bmjopen-2015-009998",
    "pii": "bmjopen-2015-009998"
  },
  "doi": "10.1136/bmjopen-2015-009998",
  "pmc_id": "PMC4800145",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2025-07-14"
  },
  "chemicals": [
    "Blood Glucose",
    "Selective Serotonin Reuptake Inhibitors",
    "Serotonin Antagonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.504205",
    "pmid": "26983945"
  }
}