{
  "pmid": "26996399",
  "uid": "26996399",
  "title": "Emergency response in a global health crisis: epidemiology, ethics, and Ebola application.",
  "abstract": "PURPOSE: The link between ethics and epidemiology can go unnoticed in contemporary gatherings of professional epidemiologists or trainees at conferences and workshops, as well as in teaching. Our goal is to provide readers with information about the activities of the College and to provide a broad perspective on a recent major issue in epidemiology. METHODS: The Ethics Committee of the American College of Epidemiology (ACE) presented a plenary session at the 2015 Annual Meeting in Atlanta, GA, on the complexities of ethics and epidemiology in the context of the 2014-2015 Ebola virus disease outbreak and response in West Africa. This article presents a summary and further discussion of that plenary session. RESULTS: Three main topic areas were presented: clinical trials and ethics in public health emergencies, public health practice, and collaborative work. A number of key ethical concepts were highlighted and discussed in relation to Ebola and the ACE Ethics Guidelines. CONCLUSIONS: The Ebola virus disease outbreak is an example of a public health humanitarian crisis from which we hope to better understand the role of professional epidemiologists in public health practice and research and recognize ethical challenges epidemiologists faced.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Electronic address: salernoj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hlaing",
      "fore_name": "WayWay M",
      "initials": "WM",
      "name": "WayWay M Hlaing",
      "affiliations": [
        "Division of Epidemiology and Population Sciences, Department of Public Health Sciences, University of Miami, Miami, FL."
      ]
    },
    {
      "last_name": "Weiser",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Weiser",
      "affiliations": [
        "Portland Area Indian Health Service, Portland, OR."
      ]
    },
    {
      "last_name": "Striley",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Striley",
      "affiliations": [
        "Department of Epidemiology, College of Public Health and Health Professions and College of Medicine, University of Florida, Gainesville."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Angulo",
      "fore_name": "Frederick J",
      "initials": "FJ",
      "name": "Frederick J Angulo",
      "affiliations": [
        "Division of Global Health Protection, Center for Global Health, Centers for Disease Control and Prevention, Atlanta, GA."
      ]
    },
    {
      "last_name": "Neslund",
      "fore_name": "Verla S",
      "initials": "VS",
      "name": "Verla S Neslund",
      "affiliations": [
        "CDC Foundation, Atlanta, GA."
      ]
    }
  ],
  "journal": {
    "title": "Annals of epidemiology",
    "iso_abbreviation": "Ann Epidemiol",
    "issn": "1873-2585",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "234",
  "end_page": "237",
  "pages": "234-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Codes of Ethics",
    "Congresses as Topic",
    "Disaster Planning",
    "Disease Outbreaks",
    "Epidemiology",
    "Ethics Committees",
    "Ethics, Medical",
    "Global Health",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "26996399",
    "doi": "10.1016/j.annepidem.2016.02.004",
    "pii": "S1047-2797(16)30041-2"
  },
  "doi": "10.1016/j.annepidem.2016.02.004",
  "dates": {
    "completed": "2017-09-22",
    "revised": "2018-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.661095",
    "pmid": "26996399"
  }
}