{
  "pmid": "26999024",
  "uid": "26999024",
  "title": "Acceptability of older adults as living kidney donors.",
  "abstract": "PURPOSE OF REVIEW: Kidney transplantation from a living kidney donor (LKD) is associated with better long-term survival and quality of life for a patient with end-stage renal disease (ESRD) than dialysis. We reviewed recent literature on the acceptability and outcomes of older adults as LKDs, which may be misunderstood in routine care. RECENT FINDINGS: Studies report that receiving a kidney from an older LKD is associated with worse recipient and graft survival compared with receiving a kidney from a younger LKD, but similar recipient and graft survival to receiving a kidney from a standard criteria deceased donor. A kidney from a younger vs. older LKD results in better graft survival in younger recipients, whereas the graft survival is similar in older recipients. Compared with healthy matched nondonors, older LKDs have a similar risk of death and cardiovascular disease and the absolute risk of ESRD after 15 years remains less than 1%. The estimated predonation and postdonation lifetime risk of ESRD varies by age, sex and race with lower incidences in individuals who are older, female and white (vs. African-American). SUMMARY: Donor and recipient outcomes from several studies support the acceptability of older adults as LKDs.",
  "authors": [
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "aDepartment of Medicine, Division of Nephrology, University of Alberta, Edmonton, Alberta bDepartment of Medicine, Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in nephrology and hypertension",
    "iso_abbreviation": "Curr Opin Nephrol Hypertens",
    "issn": "1473-6543",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "245",
  "end_page": "256",
  "pages": "245-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Graft Rejection",
    "Graft Survival",
    "Humans",
    "Kidney",
    "Kidney Transplantation",
    "Living Donors"
  ],
  "article_ids": {
    "pubmed": "26999024",
    "doi": "10.1097/MNH.0000000000000215"
  },
  "doi": "10.1097/MNH.0000000000000215",
  "dates": {
    "completed": "2017-02-15",
    "revised": "2017-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.201513",
    "pmid": "26999024"
  }
}