{
  "pmid": "26998611",
  "uid": "26998611",
  "title": "Differential Item Functioning in the SF-36 Physical Functioning and Mental Health Sub-Scales: A Population-Based Investigation in the Canadian Multicentre Osteoporosis Study.",
  "abstract": "BACKGROUND: Self-reported health status measures, like the Short Form 36-item Health Survey (SF-36), can provide rich information about the overall health of a population and its components, such as physical, mental, and social health. However, differential item functioning (DIF), which arises when population sub-groups with the same underlying (i.e., latent) level of health have different measured item response probabilities, may compromise the comparability of these measures. The purpose of this study was to test for DIF on the SF-36 physical functioning (PF) and mental health (MH) sub-scale items in a Canadian population-based sample. METHODS: Study data were from the prospective Canadian Multicentre Osteoporosis Study (CaMos), which collected baseline data in 1996-1997. DIF was tested using a multiple indicators multiple causes (MIMIC) method. Confirmatory factor analysis defined the latent variable measurement model for the item responses and latent variable regression with demographic and health status covariates (i.e., sex, age group, body weight, self-perceived general health) produced estimates of the magnitude of DIF effects. RESULTS: The CaMos cohort consisted of 9423 respondents; 69.4% were female and 51.7% were less than 65 years. Eight of 10 items on the PF sub-scale and four of five items on the MH sub-scale exhibited DIF. Large DIF effects were observed on PF sub-scale items about vigorous and moderate activities, lifting and carrying groceries, walking one block, and bathing or dressing. On the MH sub-scale items, all DIF effects were small or moderate in size. CONCLUSIONS: SF-36 PF and MH sub-scale scores were not comparable across population sub-groups defined by demographic and health status variables due to the effects of DIF, although the magnitude of this bias was not large for most items. We recommend testing and adjusting for DIF to ensure comparability of the SF-36 in population-based investigations.",
  "authors": [
    {
      "last_name": "Lix",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Lix",
      "affiliations": [
        "Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiuyun",
      "initials": "X",
      "name": "Xiuyun Wu",
      "affiliations": [
        "School of Health and Human Performance, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Hopman",
      "fore_name": "Wilma",
      "initials": "W",
      "name": "Wilma Hopman",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Mayo",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Mayo",
      "affiliations": [
        "Division of Clinical Epidemiology, McGill University Health Centre, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Sajobi",
      "fore_name": "Tolulope T",
      "initials": "TT",
      "name": "Tolulope T Sajobi",
      "affiliations": [
        "Department of Community Health Sciences & O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Juxin",
      "initials": "J",
      "name": "Juxin Liu",
      "affiliations": [
        "Departmentof Mathematics and Statistics, University of Saskatchewan, Saskatoon, SK, Canada."
      ]
    },
    {
      "last_name": "Prior",
      "fore_name": "Jerilynn C",
      "initials": "JC",
      "name": "Jerilynn C Prior",
      "affiliations": [
        "Medicine and Endocrinology, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Departmentof Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Josse",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Josse",
      "affiliations": [
        "Departmentof Medicine, Faculty of Medicine, University of Toronto, Toronto ON, Canada."
      ]
    },
    {
      "last_name": "Towheed",
      "fore_name": "Tanveer E",
      "initials": "TE",
      "name": "Tanveer E Towheed",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Davison",
      "fore_name": "K Shawn",
      "initials": "KS",
      "name": "K Shawn Davison",
      "affiliations": [
        "Facultyof Graduate Studies, University of Victoria, Victoria, BC, Canada."
      ]
    },
    {
      "last_name": "Sawatzky",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sawatzky",
      "affiliations": [
        "School of Nursing, Trinity Western University &Centre for Health Evaluation and Outcomes Sciences, Providence Health Care, Langley, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "e0151519",
  "pages": "e0151519",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Demography",
    "Female",
    "Humans",
    "Male",
    "Mental Health",
    "Middle Aged",
    "Osteoporosis",
    "Regression Analysis",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "26998611",
    "pmc": "PMC4801323",
    "doi": "10.1371/journal.pone.0151519",
    "pii": "PONE-D-15-22441"
  },
  "doi": "10.1371/journal.pone.0151519",
  "pmc_id": "PMC4801323",
  "dates": {
    "completed": "2016-08-11",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.406495",
    "pmid": "26998611"
  }
}