{
  "pmid": "26990257",
  "uid": "26990257",
  "title": "Avoiding Medical Errors in Cutaneous Site Identification: A Best Practices Review.",
  "abstract": "BACKGROUND: Although the field of dermatology has a relatively low incidence of medical errors, dermatologic surgery is a major area where medical errors occur. OBJECTIVE: The purpose of this article is to catalog the many cutaneous site identification techniques used by practitioners and determine which techniques are most evidence based. MATERIALS AND METHODS: A comprehensive literature review of cutaneous surgical site identification techniques and medical errors in dermatology. RESULTS: Wrong-site surgery often occurs because of an inability to identify the surgical site because of factors such as inadequate documentation from referring physicians, well-healed scars obscuring the biopsy site, and a patient's inability to visualize the surgical site. Practitioners use techniques such as photography, dermabrasion, written descriptions using anatomic landmarks, and site identification protocols for surgical site identification. CONCLUSION: Site identification remains a challenge for dermatologists and is a leading cause of medical errors in this field. Patients are often unreliable in their ability to identify biopsy sites; therefore, practitioners must take a proactive role to ensure that medical errors do not occur. This article provides a thorough description and evaluation of current site identification techniques used in dermatology with the aim to improve quality of care and reduce medical errors.",
  "authors": [
    {
      "last_name": "St John",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica St John",
      "affiliations": [
        "*University of Massachusetts Medical School Worchester, Massachusetts; †Mohs Surgery Unit, Group Health, Cincinnati, Ohio; ‡Division of Dermatology, Department of Medicine, University of Massachusetts Medical School and UMass Memorial Health Care, Worcester, Massachusetts."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": []
    },
    {
      "last_name": "Goldberg",
      "fore_name": "Dori",
      "initials": "D",
      "name": "Dori Goldberg",
      "affiliations": []
    },
    {
      "last_name": "Maloney",
      "fore_name": "Mary E",
      "initials": "ME",
      "name": "Mary E Maloney",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dermatologic surgery : official publication for American Society for Dermatologic Surgery [et al.]",
    "iso_abbreviation": "Dermatol Surg",
    "issn": "1524-4725",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "477",
  "end_page": "484",
  "pages": "477-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Benchmarking",
    "Dermatologic Surgical Procedures",
    "Humans",
    "Medical Errors",
    "Preoperative Care",
    "Skin Diseases"
  ],
  "article_ids": {
    "pubmed": "26990257",
    "doi": "10.1097/DSS.0000000000000683"
  },
  "doi": "10.1097/DSS.0000000000000683",
  "dates": {
    "completed": "2016-08-11",
    "revised": "2016-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.641789",
    "pmid": "26990257"
  }
}