{
  "pmid": "26991415",
  "uid": "26991415",
  "title": "Active Foot Synovitis in Patients With Rheumatoid Arthritis: Unstable Remission Status, Radiographic Progression, and Worse Functional Outcomes in Patients With Foot Synovitis in Apparent Remission.",
  "abstract": "OBJECTIVE: To determine whether foot synovitis is associated with adverse radiographic and functional outcomes after 3 years in an inception rheumatoid arthritis (RA) cohort receiving treat-to-target combination disease-modifying antirheumatic drug therapy. METHODS: Disease activity was assessed in early RA patients (n = 266) using the Disease Activity Score in 28 joints, Clinical Disease Activity Index (CDAI), and Simplified Disease Activity Index (SDAI). Radiographic outcomes were assessed with annual hand and feet radiographs and quality of life with the Short Form 36 (SF-36). The prevalence of remission and foot synovitis was calculated using marginal binomial generalized estimating equations, transition between remission and nonremission states by a multistate Markov model, and changes in radiographic scores by a negative binomial mixed regression log-link model. Population-matched SF-36 data were analyzed by mixed-effects linear regression. RESULTS: Disease activity scores that omit foot joints were modest in their ability to capture foot synovitis. Despite the relative stringency of the SDAI and CDAI for remission, 25-36% of patients in remission had foot synovitis. In patients in remission, foot synovitis predicted transition from remission into relapse by up to 2-fold. The sustainability of remission markedly influenced the progression of erosion scores (P = 0.006). After adjusting for disease activity, foot synovitis was associated with worse SF-36 physical functioning scores (P = 0.025). CONCLUSION: Disease activity measures that omit foot joints capture foot synovitis poorly. When it is used to define remission, foot synovitis is found in a substantial proportion of patients, which predicts relapse and worse physical function. Foot synovitis influences the sustainability of remission, which in turn markedly influences radiographic progression. Regardless of remission status, persistent foot synovitis should prompt therapy escalation in order to improve long-term outcomes.",
  "authors": [
    {
      "last_name": "Wechalekar",
      "fore_name": "Mihir D",
      "initials": "MD",
      "name": "Mihir D Wechalekar",
      "affiliations": [
        "Repatriation General Hospital, Daw Park, South Australia, Australia, and Flinders University of South Australia School of Medicine, Bedford Park, South Australia, Australia. mihir.wechalekar@sa.gov.au."
      ]
    },
    {
      "last_name": "Lester",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Lester",
      "affiliations": [
        "The Queen Elizabeth Hospital, Woodville, South Australia, Australia."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Catherine L",
      "initials": "CL",
      "name": "Catherine L Hill",
      "affiliations": [
        "The Queen Elizabeth Hospital, Woodville, South Australia, Australia, and Royal Adelaide Hospital and University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Lee",
      "affiliations": [
        "Royal Adelaide Hospital and University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Rischmueller",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Rischmueller",
      "affiliations": [
        "The Queen Elizabeth Hospital, Woodville, South Australia, Australia, and University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Malcolm D",
      "initials": "MD",
      "name": "Malcolm D Smith",
      "affiliations": [
        "Repatriation General Hospital, Daw Park, South Australia, Australia, and Flinders University of South Australia School of Medicine, Bedford Park, South Australia, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": [
        "Repatriation General Hospital, Daw Park, South Australia, Australia, Flinders University of South Australia School of Medicine, Bedford Park, South Australia, Australia, and Royal Adelaide Hospital, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Proudman",
      "fore_name": "Susanna M",
      "initials": "SM",
      "name": "Susanna M Proudman",
      "affiliations": [
        "Royal Adelaide Hospital and University of Adelaide, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Arthritis care & research",
    "iso_abbreviation": "Arthritis Care Res (Hoboken)",
    "issn": "2151-4658",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1616",
  "end_page": "1623",
  "pages": "1616-1623",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Antirheumatic Agents",
    "Arthritis, Rheumatoid",
    "Cohort Studies",
    "Disease Progression",
    "Female",
    "Foot Joints",
    "Hand",
    "Humans",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Quality of Life",
    "Recurrence",
    "Remission Induction",
    "Severity of Illness Index",
    "Synovitis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "26991415",
    "doi": "10.1002/acr.22887"
  },
  "doi": "10.1002/acr.22887",
  "dates": {
    "completed": "2017-07-03",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Antirheumatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.642014",
    "pmid": "26991415"
  }
}