{
  "pmid": "27004073",
  "uid": "27004073",
  "title": "Preceptor engagement in distributed medical school campuses.",
  "abstract": "BACKGROUND: There is increasing interest in distributed medical campuses and engagement of physicians in these communities. To date, there has been suboptimal recruitment of physicians to participate in medical education at distributed campuses. The purpose of this project was to identify barriers to engagement in medical education by community physicians in the geographical catchment of the Waterloo Regional Campus of McMaster. METHOD: In-depth, semi-structured, qualitative interviews were conducted with physicians not involved in teaching. Interview recordings were transcribed and analyzed using a closed-loop, iterative coding methodology and thematic analysis was performed. Interviews were conducted until thematic saturation was achieved. RESULTS: Six interviews were conducted and coded. Nine key themes emerged: academic centre versus distributed sites, interest in teaching, financial considerations, administrative barriers, medical experience and knowledge currency, practice environment and schedule, training on teaching, setting up systems for learners in distributed campus settings, and student engagement and medical learner level. CONCLUSIONS: Barriers to engagement in teaching primarily focused on differences in job structure in the community, administrative barriers both at the hospital and through the medical school, and lack of knowledge on how to teach. As medical schools look to expand the capacity of distributed campuses, misperceptions should be addressed and opportunities to improve engagement should be further explored.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Michael G DeGroote School of Medicine, Waterloo Regional Campus, McMaster University; Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Morris",
      "affiliations": [
        "Michael G DeGroote School of Medicine, Waterloo Regional Campus, McMaster University."
      ]
    },
    {
      "last_name": "Lee-Poy",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lee-Poy",
      "affiliations": [
        "Michael G DeGroote School of Medicine, Waterloo Regional Campus, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "e20",
  "end_page": "e28",
  "pages": "e20-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27004073",
    "pmc": "PMC4795080"
  },
  "pmc_id": "PMC4795080",
  "dates": {
    "completed": "2016-03-23",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.520173",
    "pmid": "27004073"
  }
}