{
  "pmid": "27008643",
  "uid": "27008643",
  "title": "C3 Glomerulopathy and post-infectious glomerulonephritis define a disease spectrum.",
  "abstract": "BACKGROUND: Post-infectious glomerulonephritis (PIGN) usually follows a benign course, but few children have an atypical, severe presentation, and these exceptional cases have been linked to the dysregulation of the complement alternative pathway (CAP). There is a considerable overlap in the histopathological features of PIGN and C3 glomerulopathy (C3G), which is also associated with CAP dysregulation but has a poorer outcome. We hypothesized that PIGN and C3G define a disease spectrum, and that in the past there may be some children with C3G who were misclassified with PIGN before C3G was described as a separate disease entity. METHODS: Children with PIGN (n = 33) diagnosed between 1985 and 2010 who underwent a renal biopsy due to their unusual course were reviewed and of them, 8 were reclassified into C3G based on the current classification criteria. Outcome was based on the degree of proteinuria, C3 level, and renal function at follow-up. RESULTS: Sixteen (72.7%) children with typical PIGN recovered completely as compared to only 2 (25%) with C3G. Of note, children with \"typical\" PIGN had a more severe disease course at onset; however, the outcome at last follow up was favorable. CONCLUSIONS: Our results support the hypothesis that PIGN and C3G form a disease spectrum and have different long-term clinical implications and management strategies.",
  "authors": [
    {
      "last_name": "Al-Ghaithi",
      "fore_name": "Badria",
      "initials": "B",
      "name": "Badria Al-Ghaithi",
      "affiliations": [
        "Division of Nephrology, The Hospital for Sick Children, 555 University Avenue, Toronto, ON, M5G 1X8, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, The Hospital for Sick Children, 555 University Avenue, Toronto, ON, M5G 1X8, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Division of Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Riedl",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Riedl",
      "affiliations": [
        "Cell Biology Program, Research Institute, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Thorner",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Thorner",
      "affiliations": [
        "Division of Pathology, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Licht",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Licht",
      "affiliations": [
        "Division of Nephrology, The Hospital for Sick Children, 555 University Avenue, Toronto, ON, M5G 1X8, Canada. christoph.licht@sickkids.ca.",
        "Cell Biology Program, Research Institute, The Hospital for Sick Children, Toronto, ON, Canada. christoph.licht@sickkids.ca.",
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada. christoph.licht@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric nephrology (Berlin, Germany)",
    "iso_abbreviation": "Pediatr Nephrol",
    "issn": "1432-198X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "2079",
  "end_page": "2086",
  "pages": "2079-86",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Biopsy",
    "Child",
    "Child, Preschool",
    "Communicable Diseases",
    "Complement C3",
    "Complement Pathway, Alternative",
    "Female",
    "Glomerulonephritis",
    "Glomerulonephritis, Membranoproliferative",
    "Humans",
    "Kidney Glomerulus",
    "Longitudinal Studies",
    "Male",
    "Proteinuria"
  ],
  "article_ids": {
    "pubmed": "27008643",
    "doi": "10.1007/s00467-015-3311-3",
    "pii": "10.1007/s00467-015-3311-3"
  },
  "doi": "10.1007/s00467-015-3311-3",
  "dates": {
    "completed": "2018-01-16",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Complement C3"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:03.467531",
    "pmid": "27008643"
  }
}