{
  "pmid": "27002526",
  "uid": "27002526",
  "title": "Development and recovery of histopathological alterations in the gonads of zebrafish (Danio rerio) after single and combined exposure to endocrine disruptors (17α-ethinylestradiol and fadrozole).",
  "abstract": "Exposure of wildlife to endocrine disrupting chemicals (EDCs) is not necessarily continuous. Due to seasonal changes and variable industrial and agricultural activities it often occurs intermittently. Thus, it is possible that aquatic organisms may be more affected by periodic peak exposure than by chronic exposure. Therefore, an experimental scenario including an exposure from 2h to 90 days post-fertilization (dpf) and a subsequent recovery period until 150 dpf was chosen to assess the potential reversibility of the effects of sex steroids on sexual and gonad development of zebrafish (Danio rerio). The aim of this study was to investigate the persistence of the endocrine effects of an estrogen (EE2-17α-ethinylestradiol, 4ng/L), an inhibitor of estrogen synthesis (Fad-fadrozole, 50μg/L) or their binary mixture (Mix-EE2+ Fad, 4ng/L+50μg/L). Afterwards, a semi-quantitative histological assessment was used to investigate histopathological changes on gonad differentiation and development. The data showed that fadrozole, alone or in combination with EE2, permanently disrupts the sexual development, inducing masculinization and causing severe pathological alterations in testis, such as intersex associated to the enlargement of sperm ducts, interstitial changes, asynchronous development and detachment of basal membrane. After exposures to both EDCs and their mixture, the gonad histopathology revealed interstitial proteinaceous fluid deposits and, in ovaries, there were atretic oocytes, and presumably degenerative mineralization. On the other hand, the gonadal changes induced by EE2 alone seem to be partially reversible when the exposure regime changed to a recovery period. In addition, EE2 enhanced zebrafish growth in both genders, with male fish presenting signs of early obesity such as the presence of adipocytes in testis. Moreover, sex ratio was slightly skewed toward females, at 90 and 105 dpf, in zebrafish exposed to EE2. The data further indicate that long-term studies on impacts of single EDCs and their mixtures with recovery periods are crucial to reveal the possibility of sex reversal and pathological changes of gonads that can adversely affect breeding.",
  "authors": [
    {
      "last_name": "Luzio",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Luzio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences, CITAB, Departamento de Biologia e Ambiente (DeBA), Escola de Ciências da Vida e Ambiente (ECVA), University of Trás-os-Montes and Alto Douro, UTAD, Quinta de Prados, 5000-801 Vila Real, Portugal. Electronic address: aluzio@utad.pt."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences, CITAB, Departamento de Biologia e Ambiente (DeBA), Escola de Ciências da Vida e Ambiente (ECVA), University of Trás-os-Montes and Alto Douro, UTAD, Quinta de Prados, 5000-801 Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Rocha",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Rocha",
      "affiliations": [
        "Laboratory of Histology and Embryology, Department of Microscopy, Institute of Biomedical Sciences Abel Salazar (ICBAS), University of Porto (U. Porto), Portugal; Histomorphology, Physiopathology, and Applied Toxicology Group, Interdisciplinary Centre of Marine and Environmental Research (CIIMAR/CIMAR), University of Porto (U. Porto), Portugal."
      ]
    },
    {
      "last_name": "Fontaínhas-Fernandes",
      "fore_name": "António A",
      "initials": "AA",
      "name": "António A Fontaínhas-Fernandes",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences, CITAB, Departamento de Biologia e Ambiente (DeBA), Escola de Ciências da Vida e Ambiente (ECVA), University of Trás-os-Montes and Alto Douro, UTAD, Quinta de Prados, 5000-801 Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Coimbra",
      "fore_name": "Ana M",
      "initials": "AM",
      "name": "Ana M Coimbra",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences, CITAB, Departamento de Biologia e Ambiente (DeBA), Escola de Ciências da Vida e Ambiente (ECVA), University of Trás-os-Montes and Alto Douro, UTAD, Quinta de Prados, 5000-801 Vila Real, Portugal. Electronic address: acoimbra@utad.pt."
      ]
    }
  ],
  "journal": {
    "title": "Aquatic toxicology (Amsterdam, Netherlands)",
    "iso_abbreviation": "Aquat Toxicol",
    "issn": "1879-1514",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "90",
  "end_page": "105",
  "pages": "90-105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Drug Synergism",
    "Endocrine Disruptors",
    "Estrogens",
    "Ethinyl Estradiol",
    "Fadrozole",
    "Female",
    "Fertilization",
    "Gonads",
    "Male",
    "Sex Differentiation",
    "Sex Ratio",
    "Sexual Development",
    "Water Pollutants, Chemical",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "27002526",
    "doi": "10.1016/j.aquatox.2016.03.014",
    "pii": "S0166-445X(16)30067-4"
  },
  "doi": "10.1016/j.aquatox.2016.03.014",
  "dates": {
    "completed": "2016-12-19",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Endocrine Disruptors",
    "Estrogens",
    "Water Pollutants, Chemical",
    "Ethinyl Estradiol",
    "Fadrozole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.061041",
    "pmid": "27002526"
  }
}