{
  "pmid": "27014467",
  "uid": "27014467",
  "title": "The Canadian experience using the expanded criteria donor classification for allocating deceased donor kidneys for transplantation.",
  "abstract": "BACKGROUND: Although the outcomes of transplantation with expanded criteria donor (ECD) kidneys are inferior to non-ECD transplants in the USA, the impact of the ECD classification on Canadian kidney transplant recipients is not known. OBJECTIVES: The objective of the study was to assess the performance of the US-derived ECD classification among deceased donor kidney transplant recipients in a Canadian setting. DESIGN: This study was a population-based cohort study. SETTING: The study was conducted in all adult kidney transplant centers in the province of Ontario. PATIENTS: The patients were incident-deceased donor kidney transplant recipients from January 1, 2005 to March 31, 2011. MEASUREMENTS: Study subjects were identified through the Trillium Gift of Life Network and linked to healthcare databases in Ontario. ECD status was based on age, hypertension, kidney function, and stroke-related death. Outcomes of interest included graft loss, death, and delayed graft function. METHODS: The Kaplan-Meier product limit method was used to graphically assess time to graft loss or death. Multivariable Cox proportional hazards models were used to assess graft loss or death as a function of ECD status. Multivariable logistic regression models were fitted for the outcome of delayed graft function. RESULTS: Of 1422 deceased donor kidney transplants, 325 (23 %) were from ECDs. The median donor age was 63 vs. 42 years for ECD vs. non-ECD, respectively. The 5-year cumulative incidence of total graft loss was 29.2 % in ECD and 20.7 % in non-ECD kidney transplants. The relative hazards for total graft loss (HR 1.48 [95 % CI, 1.10; 2.00]) and death-censored graft loss (HR 1.80 [95 % CI, 1.19, 2.71]) were increased in ECD vs. non-ECD transplants. Increased relative risks were also observed for death and delayed graft function, albeit not statistically significant. LIMITATIONS: Although comprehensive in coverage and outcome ascertainment, the available details on covariate data may be limited in large healthcare databases. CONCLUSIONS: The ECD classification identifies kidneys at increased risk for graft loss in Canadian patients. The performance of more granular measures of donor risk (e.g., Kidney Donor Risk Index) and its impact on organ allocation/utilization in Canadian patients requires further study.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Young",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg A",
      "initials": "GA",
      "name": "Greg A Knoll",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada ; Division of Nephrology, University of Ottawa, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada ; Division of Nephrology, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine E",
      "initials": "CE",
      "name": "Charmaine E Lok",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario Canada ; Institute for Clinical Evaluative Sciences, Ontario, Canada ; Division of Nephrology, Toronto General Hospital, University Health Network, University of 585 University Avenue, 11-PMB-129 Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Division of Nephrology, University of Alberta, Edmonton, Alberta Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario Canada ; Institute for Clinical Evaluative Sciences, Ontario, Canada ; Division of Nephrology, Toronto General Hospital, University Health Network, University of 585 University Avenue, 11-PMB-129 Toronto, Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27014467",
    "pmc": "PMC4806479",
    "doi": "10.1186/s40697-016-0106-9",
    "pii": "106"
  },
  "doi": "10.1186/s40697-016-0106-9",
  "pmc_id": "PMC4806479",
  "dates": {
    "completed": "2016-03-25",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.201721",
    "pmid": "27014467"
  }
}