{
  "pmid": "27011366",
  "uid": "27011366",
  "title": "Thyroid peroxidase autoantibodies and perinatal depression risk: A systematic review.",
  "abstract": "BACKGROUND: While thyroid autoantibodies have been linked to depression in general population samples, it is unclear if the immunological milieu of pregnancy alters this association. As a result, we systematically reviewed the literature to determine if abnormal levels of autoantibodies that target thyroperoxidase (TPO-AB) during the perinatal period are associated with an increased risk of antenatal and postnatal depression. METHODS: MEDLINE, EMBASE, PsycINFO, and CINAHL databases were searched through February 2016. Primary studies that examined TPO-AB titers during pregnancy or the postpartum period, and antenatal or postnatal depression were eligible. The quality of each study was assessed using the Newcastle-Ottawa Scale. RESULTS: Among the eleven articles selected for synthesis, three of these examined associations between TPO-AB and depression both during pregnancy and in the postpartum period. Three of five studies reported statistically significant associations between elevated TPO-AB titers (TPO-AB+) and concurrent depression at 12-25 weeks gestation. Four of five studies found significant associations between TPO-AB+ status at 12-25 weeks gestation and depression in the postpartum period. Two of four studies found links between postpartum TPO-AB and depression concurrently in the puerperium. LIMITATIONS: Lack of adjustment for confounding variables limits causal inference and conclusions about the predictive power of TPO-AB. CONCLUSIONS: Studies suggest that TPO-AB+ in early to mid-pregnancy is associated with concurrent depression and may be predictive of depression in the postpartum period. Future studies with improved methodology are required to better understand the full pathophysiological implications and predictive utility of TPO-AB in perinatal depression.",
  "authors": [
    {
      "last_name": "Dama",
      "fore_name": "Manish",
      "initials": "M",
      "name": "Manish Dama",
      "affiliations": [
        "Life Sciences Program, McMaster University, St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, ON, Canada L8N 3K7. Electronic address: damam@mcmaster.ca."
      ]
    },
    {
      "last_name": "Steiner",
      "fore_name": "Meir",
      "initials": "M",
      "name": "Meir Steiner",
      "affiliations": [
        "Departments of Psychiatry & Behavioural Neurosciences and Obstetrics & Gynecology, McMaster University, St. Joseph's Healthcare, 100 West 5th Street, Hamilton, ON, Canada L8N 3K7."
      ]
    },
    {
      "last_name": "Lieshout",
      "fore_name": "Ryan Van",
      "initials": "RV",
      "name": "Ryan Van Lieshout",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, St. Joseph's Healthcare, 100 West 5th Street, Hamilton, ON, Canada L8N 3K7."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "198",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "108",
  "end_page": "121",
  "pages": "108-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Autoantibodies",
    "Autoantigens",
    "Depression",
    "Depression, Postpartum",
    "Female",
    "Humans",
    "Iodide Peroxidase",
    "Iron-Binding Proteins",
    "Pregnancy",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "27011366",
    "doi": "10.1016/j.jad.2016.03.021",
    "pii": "S0165-0327(15)31207-6"
  },
  "doi": "10.1016/j.jad.2016.03.021",
  "dates": {
    "completed": "2017-02-08",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Autoantibodies",
    "Autoantigens",
    "Iron-Binding Proteins",
    "TPO protein, human",
    "Iodide Peroxidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.109325",
    "pmid": "27011366"
  }
}