{
  "pmid": "27013107",
  "uid": "27013107",
  "title": "Gross Instability After Hip Arthroscopy: An Analysis of Case Reports Evaluating Surgical and Patient Factors.",
  "abstract": "PURPOSE: Gross hip instability is a rare complication after hip arthroscopy, and there is limited literature surrounding this topic. This systematic review investigates cases of gross hip instability after arthroscopy and discusses the risk factors associated with this complication. METHODS: A systematic search was performed in duplicate for studies investigating gross hip instability after hip arthroscopy up to October 2015. Study parameters including sample size, mechanism and type of dislocation, surgical procedure details, patient characteristics, postoperative rehabilitation protocol, and level of evidence were analyzed. RESULTS: The systematic review identified 9 case reports investigating gross hip instability after hip arthroscopy (10 patients). Anterior dislocation occurred in 66.7% of patients, and most injuries occurred with a low-energy mechanism. Common surgical factors cited included unrepaired capsulotomy (77.8%) and iliopsoas release (33.3%), whereas patient factors included female gender (77.8%), acetabular dysplasia (22.2%), and general ligamentous laxity (11.1%). Postoperative restrictions and protocols were variable and inconsistently reported, and their relation to post-arthroscopy instability was difficult to ascertain. CONCLUSIONS: This systematic review discussed various patient, surgical, and postoperative risk factors of gross hip instability after arthroscopy. Patient characteristics such as female gender, hip dysplasia, and ligamentous laxity may be risk factors for post-arthroscopy dislocation. Similarly, surgical risk factors for iatrogenic hip instability may include unrepaired capsulotomies and iliopsoas debridement, although the role of capsular closure in iatrogenic instability is not clear. The influences of postoperative restrictions and protocols on dislocation are also unclear in the current literature. Surgeons should be cognizant of these risk factors when performing hip arthroscopy and be mindful that these factors appear to occur in combination. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Yeung",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belzile",
      "fore_name": "Etienne",
      "initials": "E",
      "name": "Etienne Belzile",
      "affiliations": [
        "Department of Orthopedic Surgery, Laval University, Quebec, Quebec, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "The Steadman Clinic, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "1196",
  "end_page": "1204.e1",
  "pages": "1196-1204.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Debridement",
    "Hip",
    "Hip Dislocation",
    "Humans",
    "Joint Instability",
    "Ligaments",
    "Postoperative Complications",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "27013107",
    "doi": "10.1016/j.arthro.2016.01.011",
    "pii": "S0749-8063(16)00041-4"
  },
  "doi": "10.1016/j.arthro.2016.01.011",
  "dates": {
    "completed": "2017-08-31",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.762651",
    "pmid": "27013107"
  }
}