{
  "pmid": "27011857",
  "uid": "27011857",
  "title": "Level of clinical evidence presented at the International Society for Hip Arthroscopy Annual Scientific Meeting over 5 years (2010-2014).",
  "abstract": "The International Society for Hip Arthroscopy (ISHA) Annual Scientific Meeting is at the forefront of informing today's orthopaedic surgeons and society of the rapid advances in the exponentially growing field of hip arthroscopy. The purpose of this study was to evaluate and observe any trends in the level of clinical evidence in the papers and posters presented at the ISHA Annual Scientific Meeting from 2010 to 2014. The online abstracts of the paper and poster presentations presented at the ISHA Annual Scientific Meetings were independently evaluated by two reviewers (582 total resulting presentations). Two reviewers screened these results for clinical studies and graded the quality of evidence from level I (i.e. randomized trials) to IV (i.e. case series) based on the American Academy of Orthopaedic Surgeons classification system. Four hundred and twenty-eight presentations met the inclusion criteria and were evaluated. Overall, 10.1% of the presentations were level I, 12.8% were level II, 30.1% were level III and 47.0% were level IV evidence. Over time, from 2010 to 2014, we observed an increase in the percentage of level II paper presentations, an increase in the proportion of level III poster presentations, and a decrease in the proportion of both level IV paper and poster presentations. Significant non-random improvement in the level of evidence presented was noted for the poster presentations (P = 0.012) but not for the paper presentations (P = 0.61) over the study period. Statistical trends demonstrate ISHA's increased awareness and commitment to presenting higher quality evidence as the availability of this evidence increases.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "1. Michael G. DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "2. Division of Orthopaedic Surgery, Department of Surgery."
      ]
    },
    {
      "last_name": "Shallow",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Shallow",
      "affiliations": [
        "1. Michael G. DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "3. Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "4. Division of Orthopedic Surgery, Stanford University, Stanford, CA, USA and."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "5. Steadman Philippon Research Institute, Vail, CO, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "2. Division of Orthopaedic Surgery, Department of Surgery."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hip preservation surgery",
    "iso_abbreviation": "J Hip Preserv Surg",
    "issn": "2054-8397",
    "issn_type": "Print",
    "volume": "2",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "332",
  "end_page": "338",
  "pages": "332-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27011857",
    "pmc": "PMC4732371",
    "doi": "10.1093/jhps/hnv059",
    "pii": "hnv059"
  },
  "doi": "10.1093/jhps/hnv059",
  "pmc_id": "PMC4732371",
  "dates": {
    "completed": "2016-03-25",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.762196",
    "pmid": "27011857"
  }
}