{
  "pmid": "27010265",
  "uid": "27010265",
  "title": "CHARACTERIZATION OF ANTERIOR SEGMENT OPHTHALMOLOGIC LESIONS IDENTIFIED IN FREE-RANGING DOLPHINS AND THOSE UNDER HUMAN CARE.",
  "abstract": "Cetaceans in the wild and under human care develop a variety of ocular lesions. Although they have echolocation, cetacean species have good sight, making ocular health an important part of overall health care. The cornea is the primary site of abnormalities in both populations. Typical lesions of cetaceans under human care are characterized in this retrospective review of cases. One hundred eighty animals (n = 360 eyes) were chosen from the author's ophthalmologic examination reports from different geographic areas; they included Atlantic bottlenose dolphins (Tursiops truncatus), Pacific bottle nose dolphins (Tursiopstruncatus gilli), Indopacific bottlenose dolphins (Steno bredanensis), Indopacific humpback dolphins (Sousa chinensis), and roughtooth dolphins (Steno bredanensis). These animals were examined at least once, although most were examined numerous times over many years; lesions were categorized and are described. Seventy-seven eyes from 47 animals were normal. Medial keratopathy was the most common lesion and identified in 180 eyes from 97 animals, with 83 affected bilaterally. Horizontal keratopathy was identified in 69 eyes from 41 animals, with 28 affected bilaterally. Axial keratopathy and nonspecific axial opacities were identified in 67 eyes from 44 animals, with 21 affected bilaterally. Seventy-eight eyes from 50 animals, with 28 affected bilaterally, had more than one type of corneal lesion. Cataracts were identified in 32 eyes from 19 animals, with 13 affected bilaterally. Traumatic injuries were also common and involved eyelids and cornea. Sixteen eyes from 11 animals were blind; five dolphins were blind bilaterally due to phthisis bulbi secondary to corneal perforation or severe trauma. None of the diseases had a sex predisposition; however, medial keratopathy was significantly more common as a bilateral presentation than as a unilateral presentation. Cetaceans under human care with impaired sight can use echolocation; however, ocular health should definitely be a priority in their overall health plan.",
  "authors": [
    {
      "last_name": "Colitz",
      "fore_name": "Carmen M H",
      "initials": "CM",
      "name": "Carmen M H Colitz",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "McCulloch",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D McCulloch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of zoo and wildlife medicine : official publication of the American Association of Zoo Veterinarians",
    "iso_abbreviation": "J Zoo Wildl Med",
    "issn": "1042-7260",
    "issn_type": "Print",
    "volume": "47",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "56",
  "end_page": "75",
  "pages": "56-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Dolphins",
    "Eye Diseases",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "27010265",
    "doi": "10.1638/2014-0157.1"
  },
  "doi": "10.1638/2014-0157.1",
  "dates": {
    "completed": "2016-05-05",
    "revised": "2016-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.868784",
    "pmid": "27010265"
  }
}