{
  "pmid": "27028197",
  "uid": "27028197",
  "title": "National survey data can be used to measure trends in population alcohol consumption in Australia.",
  "abstract": "OBJECTIVES: To assess the accuracy of the National Drug Strategy Household Survey (NDSHS) at capturing trends in alcohol consumption at the population level, using apparent per capita alcohol consumption as a benchmark. METHODS: Data was from five waves of the NDSHS (2001-2013), with estimates of per capita alcohol consumption derived from the detailed graduated frequency alcohol questions. Trends are compared with per capita measures, and trends in both series compared. Further analyses explore whether recent trends in consumption are consistent across age groups. RESULTS: The NDSHS survey estimates still track apparent consumption well, which increases between 2001 and 2007 and then declines to 2013. Since 2007, survey estimates show a 10.5% decline in per capita alcohol consumption, compared with 8.9% in ABS data. Two-thirds of the decline came from reductions in drinking among respondents under 30. CONCLUSIONS: NDSHS data provide reasonably accurate estimates of trends in Australian population alcohol consumption. Survey data are critical to understanding the composition of overarching trends, with these analyses demonstrating substantial variation by age. IMPLICATIONS: Survey data are a crucial tool in monitoring Australian alcohol consumption, despite their inherent limitations.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria.",
        "The University of New South Wales."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "The Burnet Institute, Victoria."
      ]
    }
  ],
  "journal": {
    "title": "Australian and New Zealand journal of public health",
    "iso_abbreviation": "Aust N Z J Public Health",
    "issn": "1753-6405",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "233",
  "end_page": "235",
  "pages": "233-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Distribution",
    "Aged",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27028197",
    "doi": "10.1111/1753-6405.12511"
  },
  "doi": "10.1111/1753-6405.12511",
  "dates": {
    "completed": "2017-03-16",
    "revised": "2017-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.765158",
    "pmid": "27028197"
  }
}