{
  "pmid": "27026818",
  "uid": "27026818",
  "title": "Adhesive capsulitis of the hip: a review addressing diagnosis, treatment and outcomes.",
  "abstract": "Adhesive capsulitis (AC) of the hip (i.e. 'Frozen Hip'), in part due to its difficulty in diagnosis, is an often overlooked and underappreciated entity of hip morbidity. This review aimed to elucidate a diagnostic approach and the surgical treatment options (with associated outcomes) of employing hip arthroscopy in the setting of AC. Electronic databases (EMBASE, MEDLINE and PubMed) were searched for available sources for all relevant clinical studies addressing the surgical management of AC. Additionally, reference lists of studies were hand-searched to find all relevant articles. Articles were systematically screened in duplicate, with agreement and descriptive statistics presented. Ten studies satisfied inclusion criteria. A total of 40 patients (mean age of 47.1 ± 14.8 years) were included. Diagnosis of AC of the hip commonly encompassed a combination of: decreased joint capacity; hip pain exacerbated by weight bearing or activity; and progressive decrease in global range of motion. Diagnostic arthroscopy was utilized in nine patients, and successful diagnosis of AC was achieved in all nine patients. Common treatments included pressure dilation (11 cases) and manipulation under anesthesia (11 cases). AC continues to be a difficult clinical entity to diagnose. Similarities are seen between hip AC and shoulder AC as diagnosis is often a result of ruling out all other possible conditions, and treatment options and outcomes resemble those of the shoulder counterpart. With successful outcomes harping on timely diagnosis and effective treatment, the use of hip arthroscopy may be of benefit to achieving this.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "1. Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main Street West, 4E15, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "2. Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 293 Wellington Street N, Suite 110, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Catapano",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Catapano",
      "affiliations": [
        "3. Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "4. Department of Clinical Epidemiology and Biostatistics, McMaster University, 293 Wellington St N, Suite 110, Hamilton, ON L8L8E7, Canada."
      ]
    },
    {
      "last_name": "Belzile",
      "fore_name": "Etienne L",
      "initials": "EL",
      "name": "Etienne L Belzile",
      "affiliations": [
        "5. Dép. Chirurgie Orthopédique, CHU De Québec - Université Laval, 11 Côte Du Palais Québec, QC G1R 2J6, Canada."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "6. Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal 431 80, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "1. Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main Street West, 4E15, Hamilton, ON L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hip preservation surgery",
    "iso_abbreviation": "J Hip Preserv Surg",
    "issn": "2054-8397",
    "issn_type": "Print",
    "volume": "3",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "43",
  "end_page": "55",
  "pages": "43-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27026818",
    "pmc": "PMC4808257",
    "doi": "10.1093/jhps/hnv075",
    "pii": "hnv075"
  },
  "doi": "10.1093/jhps/hnv075",
  "pmc_id": "PMC4808257",
  "dates": {
    "completed": "2016-03-30",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.908835",
    "pmid": "27026818"
  }
}