{
  "pmid": "27023691",
  "uid": "27023691",
  "title": "Connecting Patients to Prescription Assistance Programs: Effects on Emergency Department and Hospital Utilization.",
  "abstract": "BACKGROUND: Manufacturer prescription assistance programs (PAPs) have been developed to provide medications at little or no cost to eligible patients. There are over 200 PAPs available from pharmaceutical companies, and each may have different eligibility requirements and assistance guidelines. A formalized community-based patient prescription coordinator can help patients navigate these programs by reviewing an applicant's financial information and medication requirements to identify which PAPs are most appropriate. Little is known, however, about whether providing such guidance is associated with a reduction in acute care utilization. OBJECTIVE: To evaluate changes in emergency department and hospital utilization among patients who received care coordination and financial assistance with prescribed medications. METHODS: This single-cohort interrupted time-series study included participants in eastern Washington state who enrolled in the Spokane Prescription Assistance Network (SPAN) program between March 1, 2009, and August 31, 2012. Referrals to the SPAN patient prescription coordinator were made by a social service agency or medical provider for patients who may have difficulty paying for prescribed medications. Initial patient contact occurred while the patient was still being treated in a clinic or hospital or through a direct visit to the coordinator's community-based office. Participants were contacted 6 months after the initial appointment and then annually thereafter to review current medications and health status. A review of electronic health records provided information on hospitalizations and emergency department visits in the 12 months before and after program entry. RESULTS: Among SPAN participants (n = 310), emergency department and hospital encounters declined from 0.38 per participant in the year before enrollment to 0.20 encounters in the year following program entry. A repeated-measures mixed-effects model indicated SPAN participation was associated with a 51% decline in the rate of emergency department and hospital utilization (incidence rate ratio [IRR] = 0.49; 95% CI = 0.31-0.77; P = 0.002). Observed effects differed by prescription class. Factor interactions revealed significant reductions in utilization for participants with prescribed pulmonary medications (IRR = 0.58; 95% CI = 0.37-0.92; P = 0.019). Assistance with mental health (psychotropic) medications was associated with increased incidence of utilization (IRR = 2.07; 95% CI = 1.32-3.24; P = 0.001). At the time of SPAN enrollment, 60% of participants had prescriptions for psychotropic medications. CONCLUSIONS: A formalized patient prescription coordinator can help patients access prescribed medications at low cost and remain compliant with treatment plans. In a study of a coordination pilot program, reductions in hospital admissions and emergency department visits were observed following program participation. DISCLOSURES: This study was not supported by any outside funding. The authors declare no conflicts of interest. Study design was created by Burley, McPherson, and Daratha. Burley Daratha, Selinger, and Armstrong collected the data, with interpretation performed by Burley, Daratha, and Tuttle, assisted by McPherson. The manuscript was written by Burley, Daratha, and Selinger, with assistance from White, and revised by Burley, White, and Selinger, with assistance from Daratha and Tuttle.",
  "authors": [
    {
      "last_name": "Burley",
      "fore_name": "Mason H",
      "initials": "MH",
      "name": "Mason H Burley",
      "affiliations": [
        "1 PhD Candidate, Health Policy and Administration and College of Nursing, Washington State University, Spokane."
      ]
    },
    {
      "last_name": "Daratha",
      "fore_name": "Kenn B",
      "initials": "KB",
      "name": "Kenn B Daratha",
      "affiliations": [
        "2 Associate Professor, College of Nursing, Washington State University, Spokane, and Research Consultant, Providence Medical Research Center, Providence Health Care, Spokane, Washington."
      ]
    },
    {
      "last_name": "Tuttle",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Tuttle",
      "affiliations": [
        "3 Executive Director for Research, Providence Medical Research Center, Providence Health Care, Spokane, Washington, and Clinical Professor of Medicine, University of Washington School of Medicine, Seattle."
      ]
    },
    {
      "last_name": "White",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R White",
      "affiliations": [
        "4 Chair and Professor, Department of Pharmacotherapy, Washington State University, Spokane."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "5 Health Care Consultant, Providence Medical Research Center, Providence Health Care, Spokane, Washington."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Armstrong",
      "affiliations": [
        "6 Program Coordinator, Spokane Prescription Assistance Network, Spokane, Washington."
      ]
    },
    {
      "last_name": "McPherson",
      "fore_name": "Sterling",
      "initials": "S",
      "name": "Sterling McPherson",
      "affiliations": [
        "7 Assistant Professor and Director, Program of Excellence in Addictions Research, Washington State University, Spokane, and Lead Biostatistician, Providence Medical Research Center, Providence Health Care, Spokane, Washington."
      ]
    },
    {
      "last_name": "Selinger",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Selinger",
      "affiliations": [
        "8 Clinical Investigator, Providence Medical Research Center, Providence Health Care, and Program Founder, Spokane Prescription Assistance Network, Spokane, Washington."
      ]
    }
  ],
  "journal": {
    "title": "Journal of managed care & specialty pharmacy",
    "iso_abbreviation": "J Manag Care Spec Pharm",
    "issn": "2376-1032",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "381",
  "end_page": "387",
  "pages": "381-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Cohort Studies",
    "Drug Industry",
    "Electronic Health Records",
    "Emergency Service, Hospital",
    "Female",
    "Health Services Accessibility",
    "Hospitalization",
    "Humans",
    "Interrupted Time Series Analysis",
    "Male",
    "Medical Assistance",
    "Medication Adherence",
    "Middle Aged",
    "Pilot Projects",
    "Prescription Drugs",
    "Washington",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27023691",
    "pmc": "PMC10398071",
    "doi": "10.18553/jmcp.2016.22.4.381"
  },
  "doi": "10.18553/jmcp.2016.22.4.381",
  "pmc_id": "PMC10398071",
  "dates": {
    "completed": "2017-01-02",
    "revised": "2023-08-05"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.383136",
    "pmid": "27023691"
  }
}