{
  "pmid": "27032743",
  "uid": "27032743",
  "title": "Implementation of an Interprofessional Team Review of Adverse Events in Obstetrics Using a Standardized Computer Tool: A Mixed Methods Study.",
  "abstract": "OBJECTIVE: As part of a larger study, an interprofessional team piloted a computer tool called Standardized Clinical Outcome Review (SCOR) to review adverse obstetric events that occurred at a tertiary care hospital over a 12-month period. We sought to understand whether the SCOR tool offered a feasible, acceptable, and appropriate strategy for improving patient safety through improved review of incidents. METHODS: We designed a mixed methods implementation study. Following completion of the 12-month pilot period, team members completed a questionnaire and participated in a focus group. Quantitative data analysis was performed using descriptive statistics, and qualitative data were analyzed using grounded theory to generate themes. RESULTS: The SCOR tool was easy to implement with an interprofessional team. Despite technical challenges with the software, the tool was quicker and more efficient than traditional case review methods. The content was appropriate for an obstetric unit and provided objective identification of factors contributing to adverse events. Team members were positive about the use of the tool in their institution and in wider contexts and believed that it was a valuable tool for raising awareness and addressing patient safety at their unit. CONCLUSIONS: SCOR was an acceptable and appropriate tool for the interprofessional team review of adverse outcomes, and its use represents a significant advance in the quality assurance process for formal peer review of incidents.",
  "authors": [
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen McDonald",
      "affiliations": [
        "Midwifery Education Program, McMaster University, Hamilton ON; Department of Family Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Cross-Sudworth",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Cross-Sudworth",
      "affiliations": [
        "West Midlands Perinatal Institute, Birmingham UK."
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Dore",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Marrin",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Marrin",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON; Division of Neonatology, McMaster Children's Hospital, Hamilton ON."
      ]
    },
    {
      "last_name": "DeSantis",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy DeSantis",
      "affiliations": [
        "Division of Women's Health, Hamilton Health Sciences, Hamilton ON."
      ]
    },
    {
      "last_name": "Sabatino",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Sabatino",
      "affiliations": [
        "Division of Women's Health, Hamilton Health Sciences, Hamilton ON."
      ]
    },
    {
      "last_name": "DeFrance",
      "fore_name": "Bryon",
      "initials": "B",
      "name": "Bryon DeFrance",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Division of Maternal Fetal Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Leyland",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Leyland",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Gardosi",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Gardosi",
      "affiliations": [
        "West Midlands Perinatal Institute, Birmingham UK; Department of Maternal and Perinatal Health, University of Warwick, Coventry UK."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Midwifery Education Program, McMaster University, Hamilton ON; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON; Division of Maternal Fetal Medicine, McMaster University, Hamilton ON; Department of Radiology, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "38",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Feb"
  },
  "start_page": "168",
  "end_page": "176",
  "pages": "168-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Medical Informatics Applications",
    "Obstetrics",
    "Patient Care Team",
    "Patient Safety",
    "Pregnancy",
    "Quality Assurance, Health Care",
    "Software"
  ],
  "article_ids": {
    "pubmed": "27032743",
    "doi": "10.1016/j.jogc.2015.12.011",
    "pii": "S1701-2163(15)00033-X"
  },
  "doi": "10.1016/j.jogc.2015.12.011",
  "dates": {
    "completed": "2016-07-08",
    "revised": "2016-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.056180",
    "pmid": "27032743"
  }
}