{
  "pmid": "27037846",
  "uid": "27037846",
  "title": "Guideline of guidelines: thromboprophylaxis for urological surgery.",
  "abstract": "Decisions regarding thromboprophylaxis in urologic surgery involve a trade-off between decreased risk of venous thromboembolism (VTE) and increased risk of bleeding. Both patient- and procedure-specific factors are critical in making an informed decision on the use of thromboprophylaxis. Our systematic review of the literature revealed that existing guidelines in urology are limited. Recommendations from national and international guidelines often conflict and are largely based on indirect as opposed to procedure-specific evidence. These issues have likely contributed to large variation in the use of VTE prophylaxis within and between countries. The majority of existing guidelines typically suggest prolonged thromboprophylaxis for high-risk abdominal or pelvic surgery, without clear clarification of what these procedures are, for up to 4 weeks post-discharge. Existing guidance may result in the under-treatment of procedures with low risk of bleeding and the over-treatment of oncological procedures with low risk of VTE. Guidance for patients who are already anticoagulated are not specific to urological procedures but generally involve evaluating patient and surgical risks when deciding on bridging therapy. The European Association of Urology Guidelines Office has commissioned an ad hoc guideline panel that will present a formal thromboprophylaxis guideline for specific urological procedures and patient risk factors.",
  "authors": [
    {
      "last_name": "Violette",
      "fore_name": "Philippe D",
      "initials": "PD",
      "name": "Philippe D Violette",
      "affiliations": [
        "Division of Urology, Department of Surgery, Woodstock Hospital, Woodstock, ON, Canada."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Rufus",
      "initials": "R",
      "name": "Rufus Cartwright",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Imperial College London, London, UK.",
        "Department of Urogynaecology, St. Mary's Hospital, London, UK."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJU international",
    "iso_abbreviation": "BJU Int",
    "issn": "1464-410X",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "351",
  "end_page": "358",
  "pages": "351-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Postoperative Complications",
    "Practice Guidelines as Topic",
    "Urologic Surgical Procedures",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "27037846",
    "doi": "10.1111/bju.13496"
  },
  "doi": "10.1111/bju.13496",
  "dates": {
    "completed": "2017-05-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.805194",
    "pmid": "27037846"
  }
}