{
  "pmid": "27030548",
  "uid": "27030548",
  "title": "Evaluating Simulation in Training for Arthroscopic Knee Surgery: A Systematic Review of the Literature.",
  "abstract": "PURPOSE: To evaluate the reported outcomes for measuring the effectiveness of simulation during knee arthroscopy training and determine the consistency of reporting and validation of simulation used in knee arthroscopy training. METHODS: Four databases (MEDLINE, Embase, CINAHL, and Cochrane Central Register of Controlled Trials) were screened for studies involving knee arthroscopy simulation training. Inclusion and exclusion criteria were applied to the searched studies, and a quality assessment was completed for included studies. The reviewers searched the references list in each of the eligible studies to identify other relevant studies that was not captured by our search strategy. RESULTS: We identified 13 eligible studies. The mean number of participants per study was 24 (range: 9 to 42 participants). The 3 most commonly reported surgical skills were the mean time to perform the task (100%), the visualization and probing tasks (77%), and the number of cartilage collisions with measurement of the surgical force (46%). The most commonly described measurement instruments included the Simulation Built-In Scoring System (54%), motion analysis system (23%), and Basic Arthroscopic Knee Skill Scoring System global rating scale (15%). The most frequently reported type of validity for the simulator was construct validity (54%) and concurrent validity (31%). Moreover, construct validity (69%) and concurrent validity (54%) were the most commonly reported type of validity for the measurement instrument. CONCLUSIONS: There is significant variation in reported learning outcomes and measurement instruments for evaluating the effectiveness of knee arthroscopic simulation-based education. Despite this, time to perform a task was the most commonly reported skill-evaluating outcome of simulation. The included studies in this review were of variable strength in terms of their evidence and methodologic quality. This study highlights the need for consistent outcome reporting after arthroscopic simulation training. LEVEL OF EVIDENCE: Level IV, systematic review of Level I, II, and IV studies.",
  "authors": [
    {
      "last_name": "Hetaimish",
      "fore_name": "Bandar",
      "initials": "B",
      "name": "Bandar Hetaimish",
      "affiliations": [
        "Orthopaedic Surgery Department, Medical College, Taibah University, Madinah, Saudi Arabia. Electronic address: dr_hetaimish@hotmail.com."
      ]
    },
    {
      "last_name": "Elbadawi",
      "fore_name": "Hussein",
      "initials": "H",
      "name": "Hussein Elbadawi",
      "affiliations": [
        "Internal Medicine Department, Wayne State University, Detroit, Michigan, U.S.A.; Ministry of Education, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "1207",
  "end_page": "1220.e1",
  "pages": "1207-1220.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Clinical Competence",
    "Computer Simulation",
    "Humans",
    "Knee Joint"
  ],
  "article_ids": {
    "pubmed": "27030548",
    "doi": "10.1016/j.arthro.2016.01.012",
    "pii": "S0749-8063(16)00042-6"
  },
  "doi": "10.1016/j.arthro.2016.01.012",
  "dates": {
    "completed": "2017-08-31",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.763234",
    "pmid": "27030548"
  }
}