{
  "pmid": "27036236",
  "uid": "27036236",
  "title": "Factors influencing health care and service providers' and their respective \"at risk\" populations' adoption of the Air Quality Health Index (AQHI): a qualitative study.",
  "abstract": "BACKGROUND: The Air Quality Health Index (AQHI) provides air quality and health information such that the public can implement health protective behaviours (reducing and/or rescheduling outdoor activity) and decrease exposure to outdoor air pollution. The AQHI's health messages account for increased risk associated with \"at risk\" populations (i.e. young children, elderly and those with pre-existing respiratory and/or cardiovascular conditions) who rely on health care and service providers for guidance. Using Rogers' Diffusion of Innovations theory, our objective with respect to health care and service providers and their respective \"at risk\" populations was to explore: 1) level of AQHI knowledge; 2) factors influencing AQHI adoption and; 3) strategies that may increase uptake of AQHI, according to city divisions and socioeconomic status (SES). METHODS: Semi-structured face-to-face interviews with health care (Registered Nurses and Certified Respiratory Educators) and service providers (Registered Early Childhood Educators) and focus groups with their respective \"at risk\" populations explored barriers and facilitators to AQHI adoption. Participants were selected using purposive sampling. Each transcript was analyzed using an Interpretive Description approach to identify themes. Analyses were informed by Rogers' Diffusion of Innovations theory. RESULTS: Fifty participants (6 health care and service providers, 16 parents, 13 elderly, 15 people with existing respiratory conditions) contributed to this study. AQHI knowledge, AQHI characteristics and perceptions of air quality and health influenced AQHI adoption. AQHI knowledge centred on numerical reliance and health protective intent but varied with SES. More emphasis on AQHI relevance with respect to health benefits was required to stress relative advantage over other indices and reduce index confusion. AQHI reporting at a neighbourhood scale was recognized as addressing geographic variability and uncertainty in perceived versus measured air quality impacting health. Participants predominantly expressed that they relied on sensory cues (i.e. feel, sight, taste) to determine when to implement health protective behaviours. Time constraints were identified as barriers; whereas local media reporting and wearable devices were identified as facilitators to AQHI adoption. CONCLUSION: Increasing knowledge, emphasizing relevance, and reporting AQHI information at a neighbourhood scale via local media sources and wearable devices may facilitate AQHI adoption while accounting for SES differences.",
  "authors": [
    {
      "last_name": "Radisic",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Radisic",
      "affiliations": [
        "School of Geography and Earth Sciences, McMaster University, Hamilton, ON, Canada. sally.radisic@hamilton.ca.",
        "City of Hamilton Public Health Services, Hamilton, ON, Canada. sally.radisic@hamilton.ca."
      ]
    },
    {
      "last_name": "Newbold",
      "fore_name": "K Bruce",
      "initials": "KB",
      "name": "K Bruce Newbold",
      "affiliations": [
        "School of Geography and Earth Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "107",
  "pages": "107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Air Pollution",
    "Canada",
    "Cardiovascular Diseases",
    "Computer Systems",
    "Delivery of Health Care",
    "Female",
    "Health Personnel",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Qualitative Research",
    "Respiratory Tract Diseases",
    "Risk Reduction Behavior",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27036236",
    "pmc": "PMC4815181",
    "doi": "10.1186/s12913-016-1355-0",
    "pii": "10.1186/s12913-016-1355-0"
  },
  "doi": "10.1186/s12913-016-1355-0",
  "pmc_id": "PMC4815181",
  "dates": {
    "completed": "2016-12-13",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:14.036725",
    "pmid": "27036236"
  }
}