{
  "pmid": "27039962",
  "uid": "27039962",
  "title": "The association of distal femur and proximal tibia shape with sex: The Osteoarthritis Initiative.",
  "abstract": "OBJECTIVES: Risk of knee osteoarthritis (OA) is much higher in women than in men. Previous studies have shown that bone shape is a risk factor for knee OA. However, few studies have examined whether knee bone shape differs between men and women. The purpose of the present study was to determine whether there are differences between men and women in knee bone shape. METHODS: We used information from the NIH-funded Osteoarthritis Initiative (OAI), a cohort of persons aged 45-79 at baseline who either had symptomatic knee OA or were at high risk of it. Among participants aged between 45 and 60 years, we randomly sampled 340 knees without radiographic OA (i.e., Kellgren/Lawrence grade of 0 in central readings on baseline radiograph). We characterized distal femur and proximal tibia shape of these selected radiographs using statistical shape modeling (SSM). We performed linear regression analysis to examine the association between sex and each knee shape mode (proximal tibia and distal femur), adjusting for age, race, body mass index (BMI), and clinic site. RESULTS: The mean age was 52.7 years (±4.3 SD) for both men and women. There were 192 female and 147 male knees for the distal femur analysis. Thirteen modes were derived for femoral shape, accounting for 95.5% of the total variance. Distal femur mode 1 had the greatest difference in standardized score of knee shape between females and males (1.04, p < 0.01); modes 3, 5, 6, 8, and 12 were also significantly associated with sex. For tibial shape, 191 female knees and 149 male knees were used for the analysis. Overall, 10 modes explained 95.5% of shape variance. Of the significantly associated modes in the proximal tibia, mode 2 had the greatest difference in standardized score of bone shape between males and females (-0.30, p = 0.01); modes 3 and 4 were also significantly associated. CONCLUSION: The shapes of the distal femur and proximal tibia that form the knee joint differ by sex. Additional analyses are warranted to assess whether the difference in risk of OA between the sexes arises from bone shape differences.",
  "authors": [
    {
      "last_name": "Wise",
      "fore_name": "Barton L",
      "initials": "BL",
      "name": "Barton L Wise",
      "affiliations": [
        "Department of Internal Medicine, University of California, Davis School of Medicine, Sacramento, CA. Electronic address: blwise@ucdavis.edu."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Liu",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of California, San Francisco, CA."
      ]
    },
    {
      "last_name": "Kritikos",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Kritikos",
      "affiliations": [
        "Department of Internal Medicine, University of California, Davis School of Medicine, Sacramento, CA."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Lynch",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of California, San Francisco, CA."
      ]
    },
    {
      "last_name": "Parimi",
      "fore_name": "Neeta",
      "initials": "N",
      "name": "Neeta Parimi",
      "affiliations": [
        "San Francisco Coordinating Center, California Pacific Medical Center Research Institute, San Francisco, CA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Clinical Epidemiology Research and Training Unit, Boston University School of Medicine, Boston, MA."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Lane",
      "affiliations": [
        "Department of Internal Medicine, University of California, Davis School of Medicine, Sacramento, CA."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in arthritis and rheumatism",
    "iso_abbreviation": "Semin Arthritis Rheum",
    "issn": "1532-866X",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "20",
  "end_page": "26",
  "pages": "20-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Femur",
    "Humans",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Organ Size",
    "Osteoarthritis, Knee",
    "Radiography",
    "Sex Characteristics",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "27039962",
    "mid": "NIHMS765561",
    "pmc": "PMC4969176",
    "doi": "10.1016/j.semarthrit.2016.02.006",
    "pii": "S0049-0172(16)00086-X"
  },
  "doi": "10.1016/j.semarthrit.2016.02.006",
  "pmc_id": "PMC4969176",
  "dates": {
    "completed": "2017-09-01",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K24 AR048841",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 AR060752",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 AR063043",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.222254",
    "pmid": "27039962"
  }
}