{
  "pmid": "27040861",
  "uid": "27040861",
  "title": "Safety and efficacy of dipeptidyl peptidase-4 inhibitors vs sulfonylurea in metformin-based combination therapy for type 2 diabetes mellitus: Systematic review and meta-analysis.",
  "abstract": "PURPOSE: The purpose of this study was to compare the safety and efficacy of DPP-4 inhibitors versus sulfonylurea as adjunctive second-line therapy in patients with type 2 diabetes mellitus, inadequately controlled with metformin mono-therapy. SOURCES: A systematic review of published randomized controlled trials (RCTs) was performed in MEDLINE, EMBASE, PubMed and Cochrane library. Two reviewers independently selected the studies, extracted the data and assessed the risk of bias. Clinical outcomes were cardiovascular events, HbA1c % change from baseline, body weight and hypoglycemic event rate. A direct comparison meta-analysis using a random effect model was conducted to calculate mean differences in treatment effects and risk ratio between DPP-4 inhibitors and sulfonylurea. PRINCIPLE FINDINGS: Ten RCTs on adult patients with type 2 diabetes and inadequate glycemic control were included in the final analysis. DPP-4 inhibitors compared to sulfonylureas produced a non-significant difference in HbA1c% change in 10,139 subjects, whereas a significant decrease in the rate of hypoglycemic events was observed in favor of DPP-4 inhibitors (RR= 0.12; P<0.00001) involving 10,616 patients, with at least one hypoglycemic event during the follow-up period (12-104 weeks). Body weight decreased by 2.2 kg (95% CI 1.7-2.7) with DPP-4 inhibitors, compared with sulfonylureas. There were insufficient data to assess a difference in the risk for cardiovascular events. CONCLUSION: The review shows that, in terms of clinical efficacy, there is no significant difference between DPP4-inhibitors and sulfonylurea when either is added to metformin mono-therapy. In contrast, the safety assessment analysis showed a significant decrease in the risk of hypoglycemic events in patients using DPP4-inhibitors.",
  "authors": [
    {
      "last_name": "Foroutan",
      "fore_name": "Naghmeh",
      "initials": "N",
      "name": "Naghmeh Foroutan",
      "affiliations": [
        ". email@email.com."
      ]
    },
    {
      "last_name": "Muratov",
      "fore_name": "Sergei",
      "initials": "S",
      "name": "Sergei Muratov",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "02"
  },
  "start_page": "E48",
  "end_page": "E62",
  "pages": "E48-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Diabetes Mellitus, Type 2",
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Female",
    "Humans",
    "Hypoglycemic Agents",
    "Male",
    "Metformin",
    "Sulfonylurea Compounds",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27040861",
    "doi": "10.25011/cim.v39i2.26481"
  },
  "doi": "10.25011/cim.v39i2.26481",
  "dates": {
    "completed": "2016-12-19",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Hypoglycemic Agents",
    "Sulfonylurea Compounds",
    "Metformin"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:44.517916",
    "pmid": "27040861"
  }
}