{
  "pmid": "27043185",
  "uid": "27043185",
  "title": "High-frequency oscillatory ventilation versus conventional ventilation for acute respiratory distress syndrome.",
  "abstract": "BACKGROUND: High-frequency oscillation (HFO) is an alternative to conventional mechanical ventilation that is sometimes used to treat people with acute respiratory distress syndrome, but effects on oxygenation, mortality and adverse clinical outcomes are uncertain. This review was originally published in 2004 and was updated in 2013 and again in 2015. OBJECTIVES: To determine the effects of HFO compared to conventional mechanical ventilation on physiological outcomes, clinical outcomes, and mortality when used for the treatment of acute respiratory distress syndrome (ARDS). SEARCH METHODS: We electronically searched the Cochrane Central Register of Controlled Trials (CENTRAL) (Ovid), MEDLINE (Ovid), EMBASE (Ovid), and ISI, from inception to December 2015. We conducted the original search in 2002. We manually searched reference lists from included studies and review articles; searched conference proceedings of the American Thoracic Society (1994 to 2015), Society of Critical Care Medicine (1994 to 2015), European Society of Intensive Care Medicine (1994 to 2015), and American College of Chest Physicians (1994 to 2015); contacted clinical experts in the field; and searched for unpublished and ongoing trials in clinicaltrials.gov and controlled-trials.com. SELECTION CRITERIA: Randomized controlled trials (RCTs) comparing treatment using HFO with conventional mechanical ventilation for children and adults diagnosed with ARDS. DATA COLLECTION AND ANALYSIS: Three review authors independently extracted data on clinical, physiological, and safety outcomes according to a predefined protocol. We contacted investigators of all included studies to clarify methods and obtain additional data. We used random-effects models in the analyses. MAIN RESULTS: We include 10 RCTs (n = 1850); almost all participants had moderate or severe ARDS. For the primary analysis, the risk of bias was low in three studies and unclear in five studies; the overall quality of evidence was very low due to imprecision, inconsistency, indirectness and methodologic limitations. In participants randomized to HFO, there was no significant difference in hospital or 30-day mortality (risk ratio (RR) 0.92, 95% confidence interval (CI) 0.72 to 1.16; P = 0.46, I² = 66%; 8 trials, 1779 participants, 807 deaths) compared with conventional ventilation. One large multicentre RCT was terminated early because of increased mortality in participants randomized to HFO compared to mechanical ventilation with low tidal volume and high positive end expiratory pressure, with HFO reserved only as a rescue therapy. We found substantial between-trial statistical heterogeneity (I² = 0% to 66%) for clinical outcomes, including mortality.  AUTHORS' CONCLUSIONS: The findings of this systematic review suggest that HFO does not reduce hospital and 30-day mortality due to ARDS; the quality of evidence was very low. Our findings do not support the use of HFO as a first-line strategy in people undergoing mechanical ventilation for ARDS.",
  "authors": [
    {
      "last_name": "Sud",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Sud",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Trillium Health Center, University of Toronto, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Maneesh",
      "initials": "M",
      "name": "Maneesh Sud",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "04"
  },
  "start_page": "CD004085",
  "pages": "CD004085",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "High-Frequency Ventilation",
    "Hospital Mortality",
    "Humans",
    "Infant",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "27043185",
    "pmc": "PMC6516956",
    "doi": "10.1002/14651858.CD004085.pub4"
  },
  "doi": "10.1002/14651858.CD004085.pub4",
  "pmc_id": "PMC6516956",
  "dates": {
    "completed": "2016-07-21",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.441257",
    "pmid": "27043185"
  }
}