{
  "pmid": "27059469",
  "uid": "27059469",
  "title": "CYCLE pilot: a protocol for a pilot randomised study of early cycle ergometry versus routine physiotherapy in mechanically ventilated patients.",
  "abstract": "INTRODUCTION: Early exercise with in-bed cycling as part of an intensive care unit (ICU) rehabilitation programme has the potential to improve physical and functional outcomes following critical illness. The objective of this study is to determine the feasibility of enrolling adults in a multicentre pilot randomised clinical trial (RCT) of early in-bed cycling versus routine physiotherapy to inform a larger RCT. METHODS AND ANALYSIS: 60-patient parallel group pilot RCT in 7 Canadian medical-surgical ICUs. We will include all previously ambulatory adult patients within the first 0-4 days of mechanical ventilation, without exclusion criteria. After informed consent, patients will be randomised using a web-based, centralised electronic system, to 30 min of in-bed leg cycling in addition to routine physiotherapy, 5 days per week, for the duration of their ICU stay (28 days maximum) or routine physiotherapy alone. We will measure patients' muscle strength (Medical Research Council Sum Score, quadriceps force) and function (Physical Function in ICU Test (scored), 30 s sit-to-stand, 2 min walk test) at ICU awakening, ICU discharge and hospital discharge. Our 4 feasibility outcomes are: (1) patient accrual of 1-2 patients per month per centre, (2) protocol violation rate <20%, (3) outcome measure ascertainment >80% at the 3 time points and (4) blinded outcomes ascertainment >80% at hospital discharge. Hospital outcome assessors are blinded to group assignment, whereas participants, ICU physiotherapists, ICU caregivers, research coordinators and ICU outcome assessors are not blinded to group assignment. We will analyse feasibility outcomes with descriptive statistics. ETHICS AND DISSEMINATION: Each participating centre will obtain local ethics approval, and results of the study will be published to inform the design and conduct of a future multicentre RCT of in-bed cycling to improve physical outcomes in ICU survivors. TRIAL REGISTRATION NUMBER: NCT02377830; Pre-results.",
  "authors": [
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "McMaster University, School of Rehabilitation Science, Hamilton, Ontario, Canada Department of Physiotherapy, St. Joseph's Healthcare, Hamilton, Ontario, Canada Department of Physical Medicine and Rehabilitation, Johns Hopkins University, Baltimore, Maryland, USA."
      ],
      "orcid": "0000-0003-3170-031X"
    },
    {
      "last_name": "Molloy",
      "fore_name": "Alexander J",
      "initials": "AJ",
      "name": "Alexander J Molloy",
      "affiliations": [
        "Department of Physiotherapy, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret S",
      "initials": "MS",
      "name": "Margaret S Herridge",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto General Research Institute, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koo",
      "fore_name": "Karen K Y",
      "initials": "KK",
      "name": "Karen K Y Koo",
      "affiliations": [
        "Swedish Early Mobility Program in Critical Care, Swedish Medical Group, First Hill Campus, Seattle, Washington, USA Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rudkowski",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Rudkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew J E",
      "initials": "AJ",
      "name": "Andrew J E Seely",
      "affiliations": [
        "Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pellizzari",
      "fore_name": "Joseph R",
      "initials": "JR",
      "name": "Joseph R Pellizzari",
      "affiliations": [
        "Consultation-Liaison Psychiatry Service, St. Joseph's Healthcare, Hamilton, Ontario, Canada Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Programs for the Assessment of Technology in Health, Research Institute of St. Joe's Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mourtzakis",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Mourtzakis",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karachi",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Karachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Johns Hopkins University, Baltimore, Maryland, USA Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "08"
  },
  "start_page": "e011659",
  "pages": "e011659",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Beds",
    "Canada",
    "Clinical Protocols",
    "Critical Illness",
    "Exercise",
    "Exercise Therapy",
    "Feasibility Studies",
    "Hospitalization",
    "Humans",
    "Intensive Care Units",
    "Muscle Strength",
    "Physical Therapy Modalities",
    "Pilot Projects",
    "Quadriceps Muscle",
    "Research Design",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "27059469",
    "pmc": "PMC4838736",
    "doi": "10.1136/bmjopen-2016-011659",
    "pii": "bmjopen-2016-011659"
  },
  "doi": "10.1136/bmjopen-2016-011659",
  "pmc_id": "PMC4838736",
  "dates": {
    "completed": "2017-01-02",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "F05 AT002014",
      "agency": "NCCIH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "142327",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.625730",
    "pmid": "27059469"
  }
}