{
  "pmid": "27054666",
  "uid": "27054666",
  "title": "Cardiac inflammation involving in PKCε or ERK1/2-activated NF-κB signalling pathway in mice following exposure to titanium dioxide nanoparticles.",
  "abstract": "The evaluation of toxicological effects of nanoparticles (NPs) is increasingly important due to their growing occupational use and presence as compounds in consumer products. Recent researches have demonstrated that long-term exposure to air particulate matter can induce cardiovascular events, but whether cardiovascular disease, such as cardiac damage, is induced by NP exposure and its toxic mechanisms is rarely evaluated. In the present study, when mice were continuously exposed to TiO2 NPs at 2.5, 5 or 10mg/kg BW by intragastric administration for 90days, obvious histopathological changes, and great alterations of NF-κB and its inhibitor I-κB, as well as TNF-α, IL-1β, IL-6 and IFN-α expression were induced. The NPs significantly decreased Ca(2+)-ATPase, Ca(2+)/Mg(2+)-ATPase and Na(+)/K(+)-ATPase activities and enhanced NCX-1 content. The NPs also considerably increased CAMK II and α1/β1-AR expression and up-regulated p-PKCε and p-ERK1/2 in a dose-dependent manner in the mouse heart. These data suggest that low-dose and long-term exposure to TiO2 NPs may cause cardiac damage such as cardiac fragmentation or disordered myocardial fibre arrangement, tissue necrosis, myocardial haemorrhage, swelling or cardiomyocyte hypertrophy, and the inflammatory response was potentially mediated by NF-κB activation via the PKCε or ERK1/2 signalling cascades in mice.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Xiaohong",
      "initials": "X",
      "name": "Xiaohong Yu",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM 702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Fashui",
      "initials": "F",
      "name": "Fashui Hong",
      "affiliations": [
        "Jiangsu Collaborative Innovation Center of Regional Modern Agriculture and Environmental Protection, Huaiyin Normal University, Huaian 223300, China; Jiangsu Key Laboratory for Eco-Agricultural Biotechnology around Hongze Lake, Huaiyin Normal University, Huaian 223300, China. Electronic address: hongfsh_cn@sina.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM 702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123, China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hazardous materials",
    "iso_abbreviation": "J Hazard Mater",
    "issn": "1873-3336",
    "issn_type": "Electronic",
    "volume": "313",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "start_page": "68",
  "end_page": "77",
  "pages": "68-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Female",
    "Heart",
    "Inflammation",
    "Mice",
    "Mice, Inbred ICR",
    "NF-kappa B",
    "Nanoparticles",
    "Protein Kinase C-epsilon",
    "Signal Transduction",
    "Titanium"
  ],
  "article_ids": {
    "pubmed": "27054666",
    "doi": "10.1016/j.jhazmat.2016.03.088",
    "pii": "S0304-3894(16)30311-9"
  },
  "doi": "10.1016/j.jhazmat.2016.03.088",
  "dates": {
    "completed": "2017-10-31",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "NF-kappa B",
    "titanium dioxide",
    "Titanium",
    "Protein Kinase C-epsilon"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.222898",
    "pmid": "27054666"
  }
}