{
  "pmid": "27057318",
  "uid": "27057318",
  "title": "Validation of administrative database codes for acute kidney injury in kidney transplant recipients.",
  "abstract": "BACKGROUND: Validation studies of acute kidney injury (AKI) diagnostic codes performed in the general population have shown poor sensitivity, but the accuracy of such codes in the kidney transplant population remains unknown. OBJECTIVE: The objective of this study is to determine the accuracy of AKI diagnostic codes in kidney transplant recipients. We hypothesized that the sensitivity of diagnostic codes would be significantly greater in the kidney transplant population since these patients are closely followed by nephrologists and are more likely to have serum creatinine measured. DESIGN: The design is a population-based retrospective cohort study using healthcare administrative and laboratory databases. SETTING: The setting is in Southwestern Ontario and Ottawa, Ontario, Canada, from 2003 to 2012. PATIENTS: We included first-time kidney transplant recipients admitted to hospital for whom serum creatinine was measured in hospital and within 6 months prior (n = 524). METHODS: Patients meeting the Acute Kidney Injury Network (AKIN) classification serum creatinine change criteria were classified as having AKI. We determined the sensitivity, specificity, and negative and positive predictive values for the ICD-10-CA code for AKI when present as an admission diagnosis, most responsible diagnosis, or any diagnosis compared to a reference standard of AKI defined by the AKIN criteria (stage 1 or greater, stage 2 or greater, or stage 3). RESULTS: Forty-five percent of included kidney transplant patients had a diagnosis of AKI. The most sensitive coding algorithm (reference standard AKIN stage 2 or greater, ICD-10 code present as any diagnosis) had a sensitivity of 42.1 % (95 % CI 31.7, 53.3), a specificity of 90.6 % (95 % CI 87.6, 93.0), and a positive likelihood ratio of 4.5. The median (IQR) rise in serum creatinine from baseline in patients with and without AKI codes was 104 (57 to 158) μmol/L and 16 (-3 to 41) μmol/L, respectively (Mann-Whitney test, p < 0.0001). LIMITATIONS: The low sensitivity of the AKI code may be due to an alternative diagnosis of acute rejection being assigned in certain cases. The cause of AKI could not be determined. CONCLUSIONS: Similar to the general population, the ICD-10 N17x code misses many kidney transplant patients with AKI during their hospitalization. This makes the code unusable for studying the incidence and consequences of AKI in hospitalized kidney transplant patients.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario Canada ; St. Joseph's Healthcare, 50 Charlton Ave E, L8N 4A6 Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario Canada ; Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada ; Department of Medicine, University of Ottawa, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario Canada ; Department of Medicine, University of Ottawa, Ottawa, Ontario Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada ; Department of Epidemiology & Biostatistics, Western University, London, Ontario Canada ; Division of Nephrology, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario Canada ; Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27057318",
    "pmc": "PMC4823855",
    "doi": "10.1186/s40697-016-0108-7",
    "pii": "108"
  },
  "doi": "10.1186/s40697-016-0108-7",
  "pmc_id": "PMC4823855",
  "dates": {
    "completed": "2016-04-08",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.436180",
    "pmid": "27057318"
  }
}