{
  "pmid": "27069639",
  "uid": "27069639",
  "title": "Atypical antipsychotic medications and hyponatremia in older adults: a population-based cohort study.",
  "abstract": "BACKGROUND: A number of case reports have suggested a possible association between atypical antipsychotic medications and hyponatremia. Currently, there are no reliable estimates of hyponatremia risk from atypical antipsychotic drugs. OBJECTIVE: The objective of this study was to examine the 30-day risk of hospitalization with hyponatremia in older adults dispensed an atypical antipsychotic drug relative to no antipsychotic use. DESIGN: The design of this study was a retrospective, population-based cohort study. SETTING: The setting of this study was in Ontario, Canada, from 2003 to 2012. PATIENTS: Adults 65 years or older with an identified psychiatric condition who were newly dispensed risperidone, olanzapine, or quetiapine in the community setting compared to adults with similar indicators of baseline health who were not dispensed such a prescription. MEASUREMENTS: The primary outcome was the 30-day risk of hospitalization with hyponatremia. The tracer outcome (an outcome that is not expected to be influenced by the study drugs) was the 30-day risk of hospitalization with bowel obstruction. These outcomes were assessed using hospital diagnosis codes. METHODS: Using health administrative data, we applied a propensity score technique to match antipsychotic users 1:1 to non-users of antipsychotic drugs (58,008 patients in each group). We used conditional logistic regression to compare outcomes among the matched users and non-users. RESULTS: A total of 104 baseline characteristics were well-balanced between the two matched groups. Atypical antipsychotic use compared to non-use was associated with an increased risk of hospitalization with hyponatremia within 30 days (86/58,008 (0.15 %) versus 53/58,008 (0.09 %); relative risk 1.62 (95 % confidence interval (CI) 1.15 to 2.29); absolute risk increase 0.06 % (95 % CI 0.02 to 0.10)). The limited number of events precluded some additional analyses to confirm if the association was robust. Atypical antipsychotic use compared to non-use was not associated with hospitalization with bowel obstruction within 30 days (55/58,008 (0.09 %) versus 44/58,008 (0.08 %); relative risk 1.25 (95 % CI 0.84 to 1.86)). LIMITATIONS: We could only study older adults within our data sources. CONCLUSIONS: In this study, the use of an atypical antipsychotic was associated with a modest but statistically significant increase in the 30-day risk of a hospitalization with hyponatremia. The association was less pronounced than that described with other psychotropic drugs.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Gandhi",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario Canada ; Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada ; Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Reiss",
      "fore_name": "Jeffrey P",
      "initials": "JP",
      "name": "Jeffrey P Reiss",
      "affiliations": [
        "Department of Psychiatry, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Mamdani",
      "fore_name": "Muhammad M",
      "initials": "MM",
      "name": "Muhammad M Mamdani",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada ; Keenan Research Centre in the Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Hackam",
      "fore_name": "Daniel G",
      "initials": "DG",
      "name": "Daniel G Hackam",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada ; Division of Clinical Pharmacology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario Canada ; Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario Canada ; Division of Nephrology, Department of Medicine, Western University, London, Ontario Canada ; Institute for Clinical Evaluative Sciences, Toronto, Ontario Canada ; Institute for Clinical Evaluative Sciences, Room ELL-101, Westminster, London Health Sciences Centre, 800 Commissioners Road East, London, Ontario N6A 4G5 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27069639",
    "pmc": "PMC4827184",
    "doi": "10.1186/s40697-016-0111-z",
    "pii": "111"
  },
  "doi": "10.1186/s40697-016-0111-z",
  "pmc_id": "PMC4827184",
  "dates": {
    "completed": "2016-04-12",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.204191",
    "pmid": "27069639"
  }
}