{
  "pmid": "27063205",
  "uid": "27063205",
  "title": "Interpreting GRADE's levels of certainty or quality of the evidence: GRADE for statisticians, considering review information size or less emphasis on imprecision?",
  "abstract": "This article responds to issues raised by Antilla et al. in the Journal of Clinical Epidemiology about the Grading of Recommendations Assessment, Development and Evaluation (GRADE) Working Group's approach to rating imprecision and GRADE's use of statistics. They argue that GRADE confuses statistical terms and should provide a stepwise rating of imprecision for making decisions. Here, a clarification of those perceptions is provided. GRADE's ratings of imprecision and other quality of evidence domains is an iterative process that may or may not consider people important thresholds of effects when systematic review authors rate imprecision. Regardless of ratings in systematic reviews, those suggesting decisions such as guideline panels, should consider if they agree or need to revise these suggested thresholds to make informed ratings about imprecision. Decision relevant thresholds are the result of a complex interplay between critical outcomes for a decision-making. The certainty in the evidence of one critical outcome and the resulting possible certainty range, which I conceptualize in this article, may influence ratings of other outcomes. To relieve systematic review authors of the often challenging burden of defining worthwhile or important effects for judging precision based on the optimal information size (OIS), a modified OIS or review information size (RIS) could be used to rate imprecision at the systematic review stage. The RIS focuses only on plausible rather plausible and worthwhile effects. The advantages of using the RIS include avoiding the reliance on statistical significance alone and the varying thresholds resulting from the importance and the baseline risk of the outcome on which the OIS relies. Finally, I argue that GRADE's certainty in the evidence is related to the statistical definition of accuracy but given GRADE's broad application to other ratings of certainty such as qualitative evidence, statistical accuracy does not serve as a definition for GRADE's quality or certainty in the evidence.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON L8N 4K1, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "75",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "6",
  "end_page": "15",
  "pages": "6-15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Epidemiologic Research Design",
    "Evidence-Based Medicine",
    "Humans",
    "Reproducibility of Results",
    "Review Literature as Topic",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "27063205",
    "doi": "10.1016/j.jclinepi.2016.03.018",
    "pii": "S0895-4356(16)30067-1"
  },
  "doi": "10.1016/j.jclinepi.2016.03.018",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.624990",
    "pmid": "27063205"
  }
}