{
  "pmid": "27078822",
  "uid": "27078822",
  "title": "Short-term Outcomes for Medicare Beneficiaries After Low-acuity Visits to Emergency Departments and Clinics.",
  "abstract": "BACKGROUND: There is substantial interest in identifying low-acuity visits to emergency departments (EDs) that could be treated more appropriately in other settings. Systematic differences in illness severity between ED patients and comparable patients elsewhere could make such strategies unsafe, but little evidence exists to guide policy makers. OBJECTIVE: To compare illness severity between patients visiting EDs and outpatient clinics, by comparing short-term mortality and hospitalization, controlling for patient demographics, comorbidity, and visit acuity. RESEARCH DESIGN: Cross-sectional study of outcomes after medical encounters. SUBJECTS: Nationally representative 20% sample of Medicare fee-for-service beneficiaries discharged home from ED or clinic visit in 2011, and enrolled continuously for 1 year before the visit. MEASURES: All-cause mortality and hospitalization in the 8, 15, and 30 days after discharge home from ED or clinic visits. RESULTS: After risk-adjusting for patient demographic, comorbidity, disability, and dual-eligibility status, as well as visit acuity as measured by a commonly used algorithm, we found that ED patients were more likely to die (risk-adjusted odds ratio=2.75; 95% confidence interval, 2.56-2.96) or be hospitalized (odds ratio=1.97; 95% confidence interval, 1.95-2.00) after discharge than clinic patients. Differences in short-term outcomes were observed even when comparing patients with the same discharge diagnoses after risk adjustment. CONCLUSIONS: Patients presenting to EDs have worse risk-adjusted short-term outcomes than those presenting to outpatient clinics, even after controlling for acuity level of visit or discharge diagnosis. Existing measures of acuity using administrative data may not adequately capture severity of illness, making judgments of the appropriate setting for care difficult.",
  "authors": [
    {
      "last_name": "Niedzwiecki",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Niedzwiecki",
      "affiliations": [
        "*University of California San Francisco, San Francisco, CA†Harvard T.H. Chan School of Public Health, Harvard University, Cambridge, MA‡Harvard Medical School, Brigham and Women's Hospital, Boston, MA§Department of Economics, Harvard University, Cambridge, MA."
      ]
    },
    {
      "last_name": "Baicker",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Baicker",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Cutler",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Cutler",
      "affiliations": []
    },
    {
      "last_name": "Obermeyer",
      "fore_name": "Ziad",
      "initials": "Z",
      "name": "Ziad Obermeyer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical care",
    "iso_abbreviation": "Med Care",
    "issn": "1537-1948",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "498",
  "end_page": "503",
  "pages": "498-503",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Algorithms",
    "Ambulatory Care Facilities",
    "Cross-Sectional Studies",
    "Emergency Service, Hospital",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Medicare",
    "Mortality",
    "Odds Ratio",
    "Patient Acuity",
    "Severity of Illness Index",
    "United States"
  ],
  "article_ids": {
    "pubmed": "27078822",
    "mid": "NIHMS748002",
    "pmc": "PMC4834890",
    "doi": "10.1097/MLR.0000000000000513",
    "pii": "00005650-201605000-00012"
  },
  "doi": "10.1097/MLR.0000000000000513",
  "pmc_id": "PMC4834890",
  "dates": {
    "completed": "2016-08-29",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DP5 OD012161",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.384188",
    "pmid": "27078822"
  }
}