{
  "pmid": "27075141",
  "uid": "27075141",
  "title": "Predicting Performance Status 1 Year After Critical Illness in Patients 80 Years or Older: Development of a Multivariable Clinical Prediction Model.",
  "abstract": "OBJECTIVE: We sought to develop and internally validate a clinical prediction model to estimate the outcome of very elderly patients 12 months after being admitted to the ICU. DESIGN: Prospective, longitudinal cohort study. SETTING: Twenty-two Canadian ICUs. PATIENTS: We recruited 527 patients 80 years or older who had a medical or urgent surgical diagnosis and were admitted to an ICU for at least 24 hours. MEASUREMENTS AND MAIN RESULTS: At baseline, we completed a comprehensive geriatric assessment of enrolled patients; survival and functional status was determined 12 months later. We defined recovery from critical illness as Palliative Performance Scale score of greater than or equal to 60. We used logistic regression analysis to examine factors associated with this outcome. Of the 434 patients (82%) whose Palliative Performance Scale was known at 12 months, 50% had died and 29% (126/434) had a score of greater than or equal to 60. In the multivariable model, we found that being married, having a primary diagnosis of emergency coronary artery bypass grafting or valve replacement, and higher baseline Palliative Performance Scale were independently predictive of a 12-month Palliative Performance Scale score of greater than or equal to 60. Male sex, primary diagnosis of stroke, and higher Acute Physiology and Chronic Health Evaluation II score, Charlson comorbidity index, or clinical frailty scale were independently predictive of Palliative Performance Scale score of less than 60. CONCLUSION: Approximately one-quarter of very old ICU patients achieve a reasonable level of function 1 year after admission. This prediction model applied to individual patients may be helpful in decision making about the utility of life support for very elderly patients who are admitted to the ICU.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "1Clinical Evaluation Research Unit, Kingston General Hospital, and Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada.2Department of Critical Care Medicine, Institute for Public Health, University of Calgary, Calgary, AB, Canada.3Department of Medicine and Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada.4Departments of Medicine, Clinical Epidemiology, and Biostatistics, McMaster University, Hamilton, ON, Canada.5Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada.6Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada.7Division of Critical Care Medicine, Department of Anesthesiology and Critical Care Medicine, and Population Health and Optimal Health Practices Unit, CHU de Quebec-Université Laval Research Center, Laval University, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Garland",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Kutsogiannis",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Kutsogiannis",
      "affiliations": []
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xuran",
      "initials": "X",
      "name": "Xuran Jiang",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Day",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Day",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "1718",
  "end_page": "1726",
  "pages": "1718-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged, 80 and over",
    "Canada",
    "Cohort Studies",
    "Critical Care",
    "Critical Illness",
    "Female",
    "Geriatric Assessment",
    "Hospitalization",
    "Humans",
    "Logistic Models",
    "Male",
    "Multivariate Analysis",
    "Predictive Value of Tests",
    "Recovery of Function",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "27075141",
    "doi": "10.1097/CCM.0000000000001762"
  },
  "doi": "10.1097/CCM.0000000000001762",
  "dates": {
    "completed": "2017-05-31",
    "revised": "2018-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "93610",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.155042",
    "pmid": "27075141"
  }
}