{
  "pmid": "27086864",
  "uid": "27086864",
  "title": "A national survey of Canadian emergency medicine residents' comfort with geriatric emergency medicine.",
  "abstract": "BACKGROUND: Geriatric patients represent a large and complex subgroup seen in emergency departments (EDs). Competencies in geriatric emergency medicine (EM) training have been established. Our objectives were to examine Canadian postgraduate year (PGY)-5 EM residents' comfort with the geriatric EM competency domains, assess whether Canadian EM residents become more comfortable through residency, and determine whether geriatric educational exposures are correlated with resident comfort with geriatric EM. METHODS: A national, cross-sectional study of PGY-1 and PGY-5 Royal College EM residents was conducted to determine their comfort in geriatric EM clinical competency domains. Residents reported their level of comfort in satisfying each competency domain using a seven-point Likert scale. Residents were also asked about the location of their medical education as well as the type and number of different geriatric exposures that they had received to date. RESULTS: Of the 141 eligible residents from across Canada, 77% (109) consented to participate. None of the PGY-1 EM residents and 34% (14) of PGY-5 EM residents reported that they were comfortable with all eight geriatric EM competency domains. PGY-5 EM residents were significantly more comfortable than PGY-1 EM residents. Residents reported a highly variable range of geriatric educational exposures obtained during training. No relationship was found between resident-reported comfort and the nature or number of geriatric exposures that they had received. CONCLUSION: Current Royal College EM residency training in Canada may not be adequately preparing graduates to be comfortable with defined competencies for the care of older ED patients.",
  "authors": [
    {
      "last_name": "Snider",
      "fore_name": "Tristan",
      "initials": "T",
      "name": "Tristan Snider",
      "affiliations": [
        "*The Royal College Emergency Medicine Residency Program,Division of Emergency Medicine,Department of Medicine,University of Toronto,Toronto,ON."
      ]
    },
    {
      "last_name": "Melady",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Melady",
      "affiliations": [
        "†Schwartz/Reisman Emergency Centre,Mount Sinai Hospital,Toronto,ON."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "§Department of Clinical Epidemiology and Biostatistics and Department of Medicine,McMaster University,Hamilton,ON."
      ]
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "9",
  "end_page": "17",
  "pages": "9-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Canada",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Education, Medical, Graduate",
    "Emergency Medicine",
    "Female",
    "Geriatrics",
    "Humans",
    "Internship and Residency",
    "Male",
    "Personal Satisfaction",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "27086864",
    "doi": "10.1017/cem.2016.27",
    "pii": "S1481803516000270"
  },
  "doi": "10.1017/cem.2016.27",
  "dates": {
    "completed": "2017-10-12",
    "revised": "2017-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.294819",
    "pmid": "27086864"
  }
}