{
  "pmid": "27085871",
  "uid": "27085871",
  "title": "Comparison between Human and Bite-Based Methods of Estimating Caloric Intake.",
  "abstract": "BACKGROUND: Current methods of self-monitoring kilocalorie intake outside of laboratory/clinical settings suffer from a systematic underreporting bias. Recent efforts to make kilocalorie information available have improved these methods somewhat, but it may be possible to derive an objective and more accurate measure of kilocalorie intake from bite count. OBJECTIVE: This study sought to develop and examine the accuracy of an individualized bite-based measure of kilocalorie intake and to compare that measure to participant estimates of kilocalorie intake. It was hypothesized that kilocalorie information would improve human estimates of kilocalorie intake over those with no information, but a bite-based estimate of kilocalorie intake would still outperform human estimates. PARTICIPANTS/SETTINGS: Two-hundred eighty participants were allowed to eat ad libitum in a cafeteria setting. Their bite count and kilocalorie intake were measured. After completion of the meal, participants estimated how many kilocalories they consumed, some with the aid of a menu containing kilocalorie information and some without. Using a train and test method for predictive model development, participants were randomly divided into one of two groups: one for model development (training group) and one for model validation (test group). STATISTICAL ANALYSIS: Multiple regression was used to determine whether height, weight, age, sex, and waist-to-hip ratio could predict an individual's mean kilocalories per bite for the training sample. The model was then validated with the test group, and the model-predicted kilocalorie intake was compared with human-estimated kilocalorie intake. RESULTS: Only age and sex significantly predicted mean kilocalories per bite, but all variables were retained for the test group. The bite-based measure of kilocalorie intake outperformed human estimates with and without kilocalorie information. CONCLUSIONS: Bite count might serve as an easily measured, objective proxy for kilocalorie intake. A tool that can monitor bite count may be a powerful assistant to self-monitoring.",
  "authors": [
    {
      "last_name": "Salley",
      "fore_name": "James N",
      "initials": "JN",
      "name": "James N Salley",
      "affiliations": []
    },
    {
      "last_name": "Hoover",
      "fore_name": "Adam W",
      "initials": "AW",
      "name": "Adam W Hoover",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Muth",
      "fore_name": "Eric R",
      "initials": "ER",
      "name": "Eric R Muth",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Academy of Nutrition and Dietetics",
    "iso_abbreviation": "J Acad Nutr Diet",
    "issn": "2212-2672",
    "issn_type": "Print",
    "volume": "116",
    "issue": "10",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "1568",
  "end_page": "1577",
  "pages": "1568-1577",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Body Height",
    "Body Mass Index",
    "Body Weight",
    "Diet Records",
    "Energy Intake",
    "Ethnicity",
    "Feeding Behavior",
    "Female",
    "Humans",
    "Male",
    "Mastication",
    "Meals",
    "Obesity",
    "Surveys and Questionnaires",
    "Waist Circumference",
    "Waist-Hip Ratio",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27085871",
    "mid": "NIHMS767502",
    "pmc": "PMC5039049",
    "doi": "10.1016/j.jand.2016.03.007",
    "pii": "S2212-2672(16)30009-0"
  },
  "doi": "10.1016/j.jand.2016.03.007",
  "pmc_id": "PMC5039049",
  "dates": {
    "completed": "2017-06-09",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R41 DK091141",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R42 DK091141",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.384776",
    "pmid": "27085871"
  }
}