{
  "pmid": "27088135",
  "uid": "27088135",
  "title": "Buprenorphine Maintenance for Opioid Dependence in Public Sector Healthcare: Benefits and Barriers.",
  "abstract": "BACKGROUND: Since its U.S. FDA approval in 2002, buprenorphine has been available for maintenance treatment of opiate dependence in primary care physicians' offices. Though buprenorphine was intended to facilitate access to treatment, disparities in utilization have emerged; while buprenorphine treatment is widely used in private care setting, public healthcare integration of buprenorphine lags behind. RESULTS: Through a review of the literature, we found that U.S. disparities are partly due to a shortage of certified prescribers, concern of patient diversion, as well as economic and institutional barriers. Disparity of buprenorphine treatment dissemination is concerning since buprenorphine treatment has specific characteristics that are especially suited for low-income patient population in public sector healthcare such as flexible dosing schedules, ease of concurrently treating co-morbidities such as HIV and hepatitis C, positive patient attitudes towards treatment, and the potential of reducing addiction treatment stigma. CONCLUSION: As the gap between buprenorphine treatment in public sector settings and private sector settings persists in the U.S., current research suggests ways to facilitate its dissemination.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura G",
      "initials": "LG",
      "name": "Laura G Duncan",
      "affiliations": [
        "University of California, San Francisco."
      ]
    },
    {
      "last_name": "Mendoza",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Mendoza",
      "affiliations": [
        "New York University."
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Hansen",
      "affiliations": [
        "New York University; The Nathan S. Kline Institute for Psychiatric Research."
      ]
    }
  ],
  "journal": {
    "title": "Journal of addiction medicine and therapeutic science",
    "iso_abbreviation": "J Addict Med Ther Sci",
    "volume": "1",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "31",
  "end_page": "36",
  "pages": "31-36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27088135",
    "mid": "NIHMS745314",
    "pmc": "PMC4830502",
    "doi": "10.17352/2455-3484.000008"
  },
  "doi": "10.17352/2455-3484.000008",
  "pmc_id": "PMC4830502",
  "dates": {
    "revised": "2024-05-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K01 DA032674",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.806119",
    "pmid": "27088135"
  }
}