{
  "pmid": "27098785",
  "uid": "27098785",
  "title": "Deep Brain Stimulation of the Globus Pallidus Internus in Patients with Intractable Tourette Syndrome: A 1-year Follow-up Study.",
  "abstract": "BACKGROUND: Deep brain stimulation (DBS) has been a promising treatment for patients with refractory Tourette syndrome (TS) for more than a decade. Despite successful DBS treatment of TS in more than 100 patients worldwide, studies with a large patient sample and long-term follow-up assessments are still scarce. Accordingly, we investigated the clinical efficacy and safety of globus pallidus internus (GPi) DBS in the treatment of intractable TS in 24 patients with a 1-year follow-up assessment. METHODS: Bilateral/unilateral GPi-DBS was performed in 24 patients with TS. We evaluated symptoms of tics and obsessive-compulsive disorder (OCD) through the Yale Global Tic Severity Scale (YGTSS) and Yale-Brown Obsessive-compulsive Scale (Y-BOCS). We used the Wechsler Adult Intelligence Scale-Revised in China (WAIS-RC) to evaluate the safety of the treatment. We conducted follow-up assessments of all patients for at least 12 months (12-99 months). RESULTS: Symptoms of tics and OCD were significantly relieved at a 12-month follow-up assessment. The mean YGTSS score was 74.04 ± 11.52, 49.83 ± 10.91, 32.58 ± 7.97, and 31.21 ± 8.87 at baseline, 3, 6, and 12 months, respectively. The mean YGTSS scores obtained at the follow-up assessments were significantly different from the baseline (P < 0.05). The improvement in motor tics was superior to that in phonic tics. The mean Y-BOCS scores were 21.61 ± 4.97, 18 ± 4.58, 14.39 ± 3.99, and 13.78 ± 4.56 at baseline, 3, 6, and 12 months, respectively (P < 0.05). We observed a remarkable improvement in psychiatric comorbidities, such as OCD and attention-deficit hyperactivity disorder, after the procedure. WAIS-RC scores were comparable before and after the operation. There were no severe postoperative complications. CONCLUSION: GPi-DBS appears to comprehensively alleviate tic symptoms and psychiatric comorbidities in patients with TS, thus significantly improving patients' quality of life.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Xiao-Hua",
      "initials": "XH",
      "name": "Xiao-Hua Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Jian-Yu",
      "initials": "JY",
      "name": "Jian-Yu Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yong-Jie",
      "initials": "YJ",
      "name": "Yong-Jie Li",
      "affiliations": [
        "Department of Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing 100053, China."
      ]
    }
  ],
  "journal": {
    "title": "Chinese medical journal",
    "iso_abbreviation": "Chin Med J (Engl)",
    "issn": "2542-5641",
    "issn_type": "Electronic",
    "volume": "129",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "05"
  },
  "start_page": "1022",
  "end_page": "1027",
  "pages": "1022-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Deep Brain Stimulation",
    "Female",
    "Follow-Up Studies",
    "Globus Pallidus",
    "Humans",
    "Male",
    "Quality of Life",
    "Tourette Syndrome"
  ],
  "article_ids": {
    "pubmed": "27098785",
    "pmc": "PMC4852667",
    "doi": "10.4103/0366-6999.180512",
    "pii": "ChinMedJ_2016_129_9_1022_180512"
  },
  "doi": "10.4103/0366-6999.180512",
  "pmc_id": "PMC4852667",
  "dates": {
    "completed": "2017-03-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.223821",
    "pmid": "27098785"
  }
}