{
  "pmid": "27099626",
  "uid": "27099626",
  "title": "Directional selection for flowering time leads to adaptive evolution in Raphanus raphanistrum (Wild radish).",
  "abstract": "Herbicides have been the primary tool for controlling large populations of yield depleting weeds from agro-ecosystems, resulting in the evolution of widespread herbicide resistance. In response, nonherbicidal techniques have been developed which intercept weed seeds at harvest before they enter the soil seed bank. However, the efficiency of these techniques allows an intense selection for any trait that enables weeds to evade collection, with early-flowering ecotypes considered likely to result in early seed shedding. Using a field-collected wild radish population, five recurrent generations were selected for early maturity and three generations for late maturity. Phenology associated with flowering time and growth traits were measured. Our results demonstrate the adaptive capacity of wild radish to halve its time to flowering following five generations of early-flowering selection. Early-maturing phenotypes had reduced height and biomass at maturity, leading to less competitive, more prostrate growth forms. Following three generations of late-flowering selection, wild radish doubled its time to flowering time leading to increased biomass and flowering height at maturity. This study demonstrates the potential for the rapid evolution in growth traits in response to highly effective seed collection techniques that imposed a selection on weed populations within agro-ecosystems at harvest.",
  "authors": [
    {
      "last_name": "Ashworth",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Ashworth",
      "affiliations": [
        "Australian Herbicide Resistance Initiative School of Plant Biology The University of Western Australia Crawley WA Australia; Department of Agriculture and Environment School of Science Curtin University Bentley WA Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Australian Herbicide Resistance Initiative School of Plant Biology The University of Western Australia Crawley WA Australia; School of Plant Biology The University of Western Australia Crawley WA Australia."
      ]
    },
    {
      "last_name": "Flower",
      "fore_name": "Ken C",
      "initials": "KC",
      "name": "Ken C Flower",
      "affiliations": [
        "School of Plant Biology The University of Western Australia Crawley WA Australia."
      ]
    },
    {
      "last_name": "Vila-Aiub",
      "fore_name": "Martin M",
      "initials": "MM",
      "name": "Martin M Vila-Aiub",
      "affiliations": [
        "Australian Herbicide Resistance Initiative School of Plant Biology The University of Western Australia Crawley WA Australia; IFEVA-CONICET Facultad de Agronomía Universidad de Buenos Aires Buenos Aires Argentina."
      ]
    },
    {
      "last_name": "Powles",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Powles",
      "affiliations": [
        "Australian Herbicide Resistance Initiative School of Plant Biology The University of Western Australia Crawley WA Australia; School of Plant Biology The University of Western Australia Crawley WA Australia."
      ]
    }
  ],
  "journal": {
    "title": "Evolutionary applications",
    "iso_abbreviation": "Evol Appl",
    "issn": "1752-4571",
    "issn_type": "Print",
    "volume": "9",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "619",
  "end_page": "629",
  "pages": "619-29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27099626",
    "pmc": "PMC4831463",
    "doi": "10.1111/eva.12350",
    "pii": "EVA12350"
  },
  "doi": "10.1111/eva.12350",
  "pmc_id": "PMC4831463",
  "dates": {
    "completed": "2016-04-21",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.869347",
    "pmid": "27099626"
  }
}