{
  "pmid": "27106193",
  "uid": "27106193",
  "title": "The Cost Implications in Ontario, Alberta, and British Columbia of Early Versus Delayed External Cephalic Version in the Early External Cephalic Version 2 (EECV2) Trial.",
  "abstract": "OBJECTIVE: According to the Early External Cephalic Version (EECV2) Trial, planning external cephalic version (ECV) early in pregnancy results in fewer breech presentations at delivery compared with delayed external cephalic version. A Cochrane review conducted after the EECV2 Trial identified an increase in preterm birth associated with early ECV. We examined whether a policy of routine early ECV (i.e., before 37 weeks' gestation) is more or less costly than a policy of delayed ECV. METHODS: We undertook this analysis from the perspective of a third-party payer (Ministry of Health). We applied data, using resources reported in the EECV2 Trial, to the Canadian context using 10 hospital unit costs and 17 physician service/procedure unit costs. The data were derived from the provincial health insurance plan schedule of medical benefits in three Canadian provinces (Ontario, Alberta, and British Columbia). The difference in mean total costs between study groups was tested for each province separately. RESULTS: We found that planning early ECV results in higher costs than planning delayed ECV. The mean costs of all physician services/procedures and hospital units for planned ECV compared with delayed ECV were $7997.32 versus $7263.04 in Ontario (P < 0.001), $8162.82 versus $7410.55 in Alberta (P < 0.001), and $8178.92 versus $7417.04 in British Columbia (P < 0.001), respectively. CONCLUSION: From the perspective of overall cost, our analyses do not support a policy of routinely planning ECV before 37 weeks' gestation.",
  "authors": [
    {
      "last_name": "Ahmed",
      "fore_name": "Rashid J",
      "initials": "RJ",
      "name": "Rashid J Ahmed",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology (Midwifery), Faculty of Health Sciences, McMaster University, Hamilton ON."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "38",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "235",
  "end_page": "245.e3",
  "pages": "235-245.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Breech Presentation",
    "Canada",
    "Cost-Benefit Analysis",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Pregnancy",
    "Premature Birth",
    "Time Factors",
    "Version, Fetal"
  ],
  "article_ids": {
    "pubmed": "27106193",
    "doi": "10.1016/j.jogc.2015.12.019",
    "pii": "S1701-2163(15)00041-9"
  },
  "doi": "10.1016/j.jogc.2015.12.019",
  "dates": {
    "completed": "2018-01-25",
    "revised": "2018-01-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.705853",
    "pmid": "27106193"
  }
}