{
  "pmid": "27100384",
  "uid": "27100384",
  "title": "Long-Term Social Outcomes of Hyperfractionated Radiation on Childhood ALL Survivors.",
  "abstract": "BACKGROUND/OBJECTIVES: Childhood cranial radiation has irreversible neurocognitive effects. Hyperfractionated radiation therapy (HFX) for acute lymphoblastic leukemia (ALL) was randomized against conventionally fractionated radiation therapy (CFX) in the DFCI 87-01/91-01 trials attempting to minimize these effects. When neurocognitive testing 8-year posttreatment demonstrated no difference, this strategy was abandoned. The objective of this study was to evaluate late social outcomes among patients who received HFX compared to CFX as part of the DFCI 87-01/91-01 trials. METHODS: This retrospective chart review examined all patients treated according to the DFCI 87-01/91-01 trials at the McMaster Children's Hospital in Hamilton, Canada. Patients <18 years at diagnosis and who have attended follow-up clinic since January 1, 2000 were included in this study. Social outcomes and IQ test results were examined for trends. Demographics and outcomes were presented with descriptive statistics. RESULTS: We identified 57 DFCI 87-01/91-01 trial participants: 14 received HFX, 29 received CFX, and 14 received no radiation. There were no demographic differences between the groups. HFX survivors were more likely to be living independently (64% vs. 28%, P = 0.02) and engaged in long-term relationships (57% vs. 25%, P = 0.04) than CFX. Nonsignificant trends suggested that HFX survivors may be more financially independent, employed full-time, had fewer educational difficulties in school, and higher scores on neuropsychological testing. Data trends, although not significant, persisted in logistic regression analysis when accounting for age. CONCLUSION: Long-term social outcomes were better among ALL survivors who received HFX than CFX. A wider study involving all patients enrolled on DFCI 87-01/91-01 protocols should be conducted to reconsider radiation protocols for ALL.",
  "authors": [
    {
      "last_name": "Tang",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Tang",
      "affiliations": [
        "Department of Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alyman",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Alyman",
      "affiliations": [
        "Division of Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Division of Psychiatry, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Loretta",
      "initials": "L",
      "name": "Loretta Anderson",
      "affiliations": [
        "Division of Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hodson",
      "fore_name": "D Ian",
      "initials": "DI",
      "name": "D Ian Hodson",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Radiation Oncology, Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Division of Hematology/Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "1445",
  "end_page": "1450",
  "pages": "1445-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cognition Disorders",
    "Cranial Irradiation",
    "Dose Fractionation, Radiation",
    "Humans",
    "Intelligence Tests",
    "Neuropsychological Tests",
    "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
    "Retrospective Studies",
    "Social Skills",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27100384",
    "doi": "10.1002/pbc.26027"
  },
  "doi": "10.1002/pbc.26027",
  "dates": {
    "completed": "2017-03-27",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.323822",
    "pmid": "27100384"
  }
}