{
  "pmid": "27102020",
  "uid": "27102020",
  "title": "Prevalence of Pragmatically Defined High CV Risk and its Correlates in LMIC: A Report From 10 LMIC Areas in Africa, Asia, and South America.",
  "abstract": "BACKGROUND: Currently available tools for assessing high cardiovascular risk (HCR) often require measurements not available in resource-limited settings in low- and middle-income countries (LMIC). There is a need to assess HCR using a pragmatic evidence-based approach. OBJECTIVES: This study sought to report the prevalence of HCR in 10 LMIC areas in Africa, Asia, and South America and to investigate the profiles and correlates of HCR. METHODS: Cross-sectional analysis using data from the National Heart, Lung, and Blood Institute-UnitedHealth Group Centers of Excellence. HCR was defined as history of heart disease/heart attack, history of stroke, older age (≥50 years for men and ≥60 for women) with history of diabetes, or older age with systolic blood pressure ≥160 mm Hg. Prevalence estimates were standardized to the World Health Organization's World Standard Population. RESULTS: A total of 37,067 subjects ages ≥35 years were included; 53.7% were women and mean age was 53.5 ± 12.1 years. The overall age-standardized prevalence of HCR was 15.4% (95% confidence interval: 15.0% to 15.7%), ranging from 8.3% (India, Bangalore) to 23.4% (Bangladesh). Among men, the prevalence was 1.7% for the younger age group (35 to 49 years) and 29.1% for the older group (≥50); among women, 3.8% for the younger group (35 to 59 years) and 40.7% for the older group (≥60). Among the older group, measured systolic blood pressure ≥160 mm Hg (with or without other conditions) was the most common criterion for having HCR, followed by diabetes. The proportion of having met more than 1 criterion was nearly 20%. Age, education, and body mass index were significantly associated with HCR. Cross-site differences existed and were attenuated after adjusting for age, sex, education, smoking, and body mass index. CONCLUSIONS: The prevalence of HCR in 10 LMIC areas was generally high. This study provides a starting point to define targeted populations that may benefit from interventions combining both primary and secondary prevention strategies.",
  "authors": [
    {
      "last_name": "Carrillo-Larco",
      "fore_name": "Rodrigo M",
      "initials": "RM",
      "name": "Rodrigo M Carrillo-Larco",
      "affiliations": [
        "CRONICAS Center of Excellence for Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Miranda",
      "fore_name": "J Jaime",
      "initials": "JJ",
      "name": "J Jaime Miranda",
      "affiliations": [
        "CRONICAS Center of Excellence for Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru; Department of Medicine, School of Medicine, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xian",
      "initials": "X",
      "name": "Xian Li",
      "affiliations": [
        "The George Institute for Global Health at Peking University Health Science Center, Haidian District, Beijing, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Chendi",
      "initials": "C",
      "name": "Chendi Cui",
      "affiliations": [
        "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Xiaolin",
      "initials": "X",
      "name": "Xiaolin Xu",
      "affiliations": [
        "Global Heath Research Center, Duke Kunshan University, Kunshan, Jiangsu Province, China."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Ali",
      "affiliations": [
        "Centre for Chronic Disease Control, Gurgaon, Haryana, India."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Dewan S",
      "initials": "DS",
      "name": "Dewan S Alam",
      "affiliations": [
        "Centre for Control of Chronic Diseases, International Centre for Diarrheal Disease Research, Bangladesh, Mohakhali, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Gaziano",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Gaziano",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard School of Public Health, Harvard University, Cambridge, MA, USA; Division of Cardiovascular Medicine, Brigham and Women's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Fortis Escorts Hospital, Jaipur, India; Academic and Research Unit, Rajasthan University of Health Sciences, Jaipur, India."
      ]
    },
    {
      "last_name": "Irazola",
      "fore_name": "Vilma",
      "initials": "V",
      "name": "Vilma Irazola",
      "affiliations": [
        "Centro de Excelencia en Salud Cardiovascular para el Cono Sur, Institute for Clinical Effectiveness and Health Policy, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Levitt",
      "fore_name": "Naomi S",
      "initials": "NS",
      "name": "Naomi S Levitt",
      "affiliations": [
        "Chronic Disease Initiative for Africa, Department of Medicine, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa; Division of Diabetic Medicine and Endocrinology, Department of Medicine, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Prabhakaran",
      "fore_name": "Dorairaj",
      "initials": "D",
      "name": "Dorairaj Prabhakaran",
      "affiliations": [
        "Centre for Chronic Disease Control, Gurgaon, Haryana, India; Public Health Foundation of India, Gurgaon, Haryana, India."
      ]
    },
    {
      "last_name": "Rubinstein",
      "fore_name": "Adolfo",
      "initials": "A",
      "name": "Adolfo Rubinstein",
      "affiliations": [
        "Centro de Excelencia en Salud Cardiovascular para el Cono Sur, Institute for Clinical Effectiveness and Health Policy, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Steyn",
      "fore_name": "Krisela",
      "initials": "K",
      "name": "Krisela Steyn",
      "affiliations": [
        "Chronic Disease Initiative for Africa, Department of Medicine, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Tandon",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Tandon",
      "affiliations": [
        "Centre for Chronic Disease Control, Gurgaon, Haryana, India."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "St. John's Medical College and Research Institute, Koramangala Post, Bangalore, India."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yangfeng",
      "initials": "Y",
      "name": "Yangfeng Wu",
      "affiliations": [
        "The George Institute for Global Health at Peking University Health Science Center, Haidian District, Beijing, China; Peking University School of Public Health and Clinical Research Institute, Haidian District, Beijing, China. Electronic address: ywu@george.org.cn."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Lijing L",
      "initials": "LL",
      "name": "Lijing L Yan",
      "affiliations": [
        "The George Institute for Global Health at Peking University Health Science Center, Haidian District, Beijing, China; Global Heath Research Center, Duke Kunshan University, Kunshan, Jiangsu Province, China. Electronic address: lijing.yan@duke.edu."
      ]
    }
  ],
  "journal": {
    "title": "Global heart",
    "iso_abbreviation": "Glob Heart",
    "issn": "2211-8179",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "27",
  "end_page": "36",
  "pages": "27-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Asia",
    "Body Mass Index",
    "Cardiovascular Diseases",
    "Cross-Sectional Studies",
    "Developing Countries",
    "Diabetes Mellitus",
    "Educational Status",
    "Female",
    "Heart Diseases",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Prevalence",
    "Risk",
    "Risk Factors",
    "Sex Factors",
    "Smoking",
    "South America",
    "Stroke",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "27102020",
    "mid": "NIHMS763590",
    "pmc": "PMC4843819",
    "doi": "10.1016/j.gheart.2015.12.004",
    "pii": "S2211-8160(15)00309-9"
  },
  "doi": "10.1016/j.gheart.2015.12.004",
  "pmc_id": "PMC4843819",
  "dates": {
    "completed": "2017-01-10",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HHSN268200900027C",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HHSN268200900029C",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HHSN268200900033C",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HHSN268200900025C",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HHSN268200900026C",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.603001",
    "pmid": "27102020"
  }
}