{
  "pmid": "27103536",
  "uid": "27103536",
  "title": "A novel balance training system using multimodal biofeedback.",
  "abstract": "BACKGROUND: A biofeedback-based balance training system can be used to provide the compromised sensory information to subjects in order to retrain their sensorimotor function. In this study, the design and evaluation of the low-cost, intuitive biofeedback system developed at Gyeongsang National University is extended to provide multimodal biofeedback for balance training by utilization of visual and haptic modalities. METHODS: The system consists of a smartphone attached to the waist of the subject to provide information about tilt of the torso, a personal computer running a purpose built software to process the smartphone data and provide visual biofeedback to the subject by means of a dedicated monitor and a dedicated Phantom Omni(®) device for haptic biofeedback. For experimental verification of the system, eleven healthy young participants performed balance tasks assuming two distinct postures for 30 s each while acquiring torso tilt. The postures used were the one foot stance and the tandem Romberg stance. For both the postures, the subjects stood on a foam platform which provided a certain amount of ground instability. RESULTS: Post-experiment data analysis was performed using MATLAB(®) to analyze reduction in body sway. Analysis parameters based on the projection of trunk tilt information were calculated in order to ascertain the reduction in body sway and improvements in postural control. Two-way analysis of variance (ANOVA) showed no statistically significant interactions between postures and biofeedback. Post-hoc analysis revealed statistically significant reduction in body sway on provision of biofeedback. Subjects exhibited maximum body sway during no biofeedback trial, followed by either haptic or visual biofeedback and in most of the trials the multimodal biofeedback of visual and haptic together resulted in minimization of body sway, thus indicating that the multimodal biofeedback system worked well to provide significant (p < 0.05) assistance in postural control. CONCLUSIONS: A multimodal biofeedback system can offer more customized training methods and hence provide therapists with a comprehensive solution for a diverse array of patients. It is necessary to identify the long-term effects of this novel biofeedback system. In the future, the balance training schemes for individuals with upright balance issues will be studied.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Raheel",
      "initials": "MR",
      "name": "Muhammad Raheel Afzal",
      "affiliations": [
        "School of Mechanical and Aerospace Engineering & ReCAPT, Gyeongsang National University, Jinju, 52828, Republic of Korea."
      ]
    },
    {
      "last_name": "Oh",
      "fore_name": "Min-Kyun",
      "initials": "MK",
      "name": "Min-Kyun Oh",
      "affiliations": [
        "Department of Rehabilitation Medicine, Gyeongsang National University School of Medicine, Gyeongsang National University Changwon Hospital, Changwon, 51472, Republic of Korea."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Hye Young",
      "initials": "HY",
      "name": "Hye Young Choi",
      "affiliations": [
        "Department of Radiology, Gyeongsang National University School of Medicine, Gyeongsang National University Hospital, Jinju, 52727, Republic of Korea."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jungwon",
      "initials": "J",
      "name": "Jungwon Yoon",
      "affiliations": [
        "School of Mechanical and Aerospace Engineering & ReCAPT, Gyeongsang National University, Jinju, 52828, Republic of Korea. jwyoon@gnu.ac.kr."
      ]
    }
  ],
  "journal": {
    "title": "Biomedical engineering online",
    "iso_abbreviation": "Biomed Eng Online",
    "issn": "1475-925X",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "22"
  },
  "start_page": "42",
  "pages": "42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Biofeedback, Psychology",
    "Female",
    "Humans",
    "Male",
    "Movement",
    "Postural Balance",
    "Smartphone",
    "Touch Perception",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "27103536",
    "pmc": "PMC4840978",
    "doi": "10.1186/s12938-016-0160-7",
    "pii": "10.1186/s12938-016-0160-7"
  },
  "doi": "10.1186/s12938-016-0160-7",
  "pmc_id": "PMC4840978",
  "dates": {
    "completed": "2016-10-14",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.765952",
    "pmid": "27103536"
  }
}