{
  "pmid": "27119440",
  "uid": "27119440",
  "title": "Cost-effectiveness of a nurse practitioner-family physician model of care in a nursing home: controlled before and after study.",
  "abstract": "AIMS: To examine the cost-effectiveness of a nurse practitioner-family physician model of care compared with family physician-only care in a Canadian nursing home. BACKGROUND: As demand for long-term care increases, alternative care models including nurse practitioners are being explored. DESIGN: Cost-effectiveness analysis using a controlled before-after design. METHODS: The study included an 18-month 'before' period (2005-2006) and a 21-month 'after' time period (2007-2009). Data were abstracted from charts from 2008-2010. We calculated incremental cost-effectiveness ratios comparing the intervention (nurse practitioner-family physician model; n = 45) to internal (n = 65), external (n = 70) and combined internal/external family physician-only control groups, measured as the change in healthcare costs divided by the change in emergency department transfers/person-month. We assessed joint uncertainty around costs and effects using non-parametric bootstrapping and cost-effectiveness acceptability curves. RESULTS: Point estimates of the incremental cost-effectiveness ratio demonstrated the nurse practitioner-family physician model dominated the internal and combined control groups (i.e. was associated with smaller increases in costs and emergency department transfers/person-month). Compared with the external control, the intervention resulted in a smaller increase in costs and larger increase in emergency department transfers. Using a willingness-to-pay threshold of $1000 CAD/emergency department transfer, the probability the intervention was cost-effective compared with the internal, external and combined control groups was 26%, 21% and 25%. CONCLUSION: Due to uncertainty around the distribution of costs and effects, we were unable to make a definitive conclusion regarding the cost-effectiveness of the nurse practitioner-family physician model; however, these results suggest benefits that could be confirmed in a larger study.",
  "authors": [
    {
      "last_name": "Lacny",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Lacny",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Zarrabi",
      "fore_name": "Mahmood",
      "initials": "M",
      "name": "Mahmood Zarrabi",
      "affiliations": [
        "Health Technology Assessment and Innovation Department, Alberta Health Services, Alberta, Canada."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "School of Nursing, Dalhousie University, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sketris",
      "fore_name": "Ingrid",
      "initials": "I",
      "name": "Ingrid Sketris",
      "affiliations": [
        "College of Pharmacy, Dalhousie University, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Murphy",
      "affiliations": [
        "College of Pharmacy, Dalhousie University, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "School of Nursing and Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Marshall",
      "affiliations": [
        "Departments of Medicine and Community Health Sciences, Cumming School of Medicine, University of Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "2138",
  "end_page": "2152",
  "pages": "2138-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Cost-Benefit Analysis",
    "Female",
    "Humans",
    "Male",
    "Nurse Practitioners",
    "Nursing Homes",
    "Physicians, Family"
  ],
  "article_ids": {
    "pubmed": "27119440",
    "doi": "10.1111/jan.12989"
  },
  "doi": "10.1111/jan.12989",
  "dates": {
    "completed": "2018-04-06",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.782147",
    "pmid": "27119440"
  }
}