{
  "pmid": "27119571",
  "uid": "27119571",
  "title": "Communication Tools for End-of-Life Decision-Making in Ambulatory Care Settings: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Patients with serious illness, and their families, state that better communication and decision-making with healthcare providers is a high priority to improve the quality of end-of-life care. Numerous communication tools to assist patients, family members, and clinicians in end-of-life decision-making have been published, but their effectiveness remains unclear. OBJECTIVES: To determine, amongst adults in ambulatory care settings, the effect of structured communication tools for end-of-life decision-making on completion of advance care planning. METHODS: We searched for relevant randomized controlled trials (RCTs) or non-randomized intervention studies in MEDLINE, EMBASE, CINAHL, ERIC, and the Cochrane Database of Randomized Controlled Trials from database inception until July 2014. Two reviewers independently screened articles for eligibility, extracted data, and assessed risk of bias. Grading of Recommendations Assessment, Development, and Evaluation (GRADE) was used to evaluate the quality of evidence for each of the primary and secondary outcomes. RESULTS: Sixty-seven studies, including 46 RCTs, were found. The majority evaluated communication tools in older patients (age >50) with no specific medical condition, but many specifically evaluated populations with cancer, lung, heart, neurologic, or renal disease. Most studies compared the use of communication tools against usual care, but several compared the tools to less-intensive advance care planning tools. The use of structured communication tools increased: the frequency of advance care planning discussions/discussions about advance directives (RR 2.31, 95% CI 1.25-4.26, p = 0.007, low quality evidence) and the completion of advance directives (ADs) (RR 1.92, 95% CI 1.43-2.59, p<0.001, low quality evidence); concordance between AD preferences and subsequent medical orders for use or non-use of life supporting treatment (RR 1.19, 95% CI 1.01-1.39, p = 0.028, very low quality evidence, 1 observational study); and concordance between the care desired and care received by patients (RR 1.17, 95% CI 1.05-1.30, p = 0.004, low quality evidence, 2 RCTs). CONCLUSIONS: The use of structured communication tools may increase the frequency of discussions about and completion of advance directives, and concordance between the care desired and the care received by patients. The use of structured communication tools rather than an ad-hoc approach to end-of-life decision-making should be considered, and the selection and implementation of such tools should be tailored to address local needs and context. REGISTRATION: PROSPERO CRD42014012913.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J",
      "initials": "SJ",
      "name": "Simon J Oczkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2874-8948"
    },
    {
      "last_name": "Chung",
      "fore_name": "Han-Oh",
      "initials": "HO",
      "name": "Han-Oh Chung",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hanvey",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Hanvey",
      "affiliations": [
        "Canadian Hospice Palliative Care Association, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "e0150671",
  "pages": "e0150671",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Advance Directives",
    "Ambulatory Care",
    "Communication",
    "Decision Making",
    "Health Personnel",
    "Humans",
    "Observational Studies as Topic",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "27119571",
    "pmc": "PMC4847908",
    "doi": "10.1371/journal.pone.0150671",
    "pii": "PONE-D-15-44057"
  },
  "doi": "10.1371/journal.pone.0150671",
  "pmc_id": "PMC4847908",
  "dates": {
    "completed": "2017-02-17",
    "revised": "2019-02-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.034784",
    "pmid": "27119571"
  }
}