{
  "pmid": "27126679",
  "uid": "27126679",
  "title": "\"Must do CPR??\": strategies to cope with the new College of Physicians and Surgeons of Ontario policy on end-of-life care.",
  "abstract": "The College of Physicians and Surgeons of Ontario recently released a new policy, Planning for and Providing Quality End-of-Life Care. The revised policy is more accurate in its consideration of the legal framework in which physicians practice and more reflective of ethical issues that arise in end-of-life (EOL) care. It also recognizes valid instances for not offering cardiopulmonary resuscitation (CPR). Nevertheless, the policy poses a significant ethical and legal dilemma-i.e., if disputes over EOL care arise, then physicians must provide CPR even when resuscitation would fall outside this medical standard of care. While the policy applies in Ontario, it is likely to influence other physician colleges across Canada as they review their standards of practice. This paper explores the rationale for the mandated CPR, clarifies the policy's impact on the medical standard of care, and discusses strategies to improve EOL care within the policy. These strategies include understanding the help-hurt line, changing the language used when discussing cardiac arrest, clarifying care plans during the perioperative period, engaging the intensive care unit team early in goals-of-care discussions, mentoring hospital staff to improve skills in goals-of-care discussions, avoiding use of the \"slow code\", and continuing to advocate for quality EOL care and a more responsive legal adjudication process.",
  "authors": [
    {
      "last_name": "Hawryluck",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Hawryluck",
      "affiliations": [
        "Divison of Critical Care Medicine, University Health Network, University of Toronto, Toronto, ON, Canada. laura.hawryluck@uhn.ca."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJ",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Division of Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Handelman",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Handelman",
      "affiliations": [
        "Whaley Estate Litigation, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "973",
  "end_page": "980",
  "pages": "973-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Cardiopulmonary Resuscitation",
    "Humans",
    "Intensive Care Units",
    "Ontario",
    "Practice Guidelines as Topic",
    "Societies, Medical",
    "Standard of Care",
    "Surgeons",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "27126679",
    "doi": "10.1007/s12630-016-0665-3",
    "pii": "10.1007/s12630-016-0665-3"
  },
  "doi": "10.1007/s12630-016-0665-3",
  "dates": {
    "completed": "2017-03-31",
    "revised": "2017-08-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.034998",
    "pmid": "27126679"
  }
}