{
  "pmid": "27126781",
  "uid": "27126781",
  "title": "Using GRADE to respond to health questions with different levels of urgency.",
  "abstract": "Increasing interest exists in applying the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach to environmental health evidence. While ideally applied to evidence synthesized in systematic reviews and corresponding summary tables, such as evidence profiles, GRADE's correct application requires that \"the evidence that was assessed and the methods that were used to identify and appraise that evidence should be clearly described.\" In this article, we suggest that GRADE could be applied to evidence assembled from narrative reviews, modelled (indirect) evidence, or evidence assembled as part of a rapid response, if the underlying judgments about the certainty in this evidence are based on the relevant GRADE domains and provided transparently. Health questions that require assessing the certainty in a body of evidence to provide trustworthy answers may range from hours, to days or weeks, to a few months to scenarios that allow assessing evidence without short-term time pressures. Time frames of emergent, urgent or rapid evidence assessments will often require relying on existing summaries or rapidly compiling the available evidence and making assessments. Even without available full systematic reviews, expressing the certainty in the evidence can provide useful guidance for users of the evidence and those who evaluate certainty in effects. The ratings also help clarifying disagreement between organizations tackling similar questions about the evidence. Using the structured GRADE domains, narrative or other summaries of the evidence can be presented transparently.",
  "authors": [
    {
      "last_name": "Thayer",
      "fore_name": "Kristina A",
      "initials": "KA",
      "name": "Kristina A Thayer",
      "affiliations": [
        "Division of the National Toxicology Program, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, P.O. Box 12233, Mail Drop K2-02, Research Triangle Park, NC 27709, USA. Electronic address: thayer@niehs.nih.gov."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Department of Medicine, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "92-93",
    "pub_year": "2016"
  },
  "start_page": "585",
  "end_page": "589",
  "pages": "585-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Epidemiologic Research Design",
    "Evidence-Based Medicine",
    "Humans",
    "Reproducibility of Results",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "27126781",
    "doi": "10.1016/j.envint.2016.03.027",
    "pii": "S0160-4120(16)30107-6"
  },
  "doi": "10.1016/j.envint.2016.03.027",
  "dates": {
    "completed": "2018-01-18",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.625533",
    "pmid": "27126781"
  }
}