{
  "pmid": "27130168",
  "uid": "27130168",
  "title": "Examining the social determinants of children's developmental health: protocol for building a pan-Canadian population-based monitoring system for early childhood development.",
  "abstract": "INTRODUCTION: Early childhood is a key period to establish policies and practices that optimise children's health and development, but Canada lacks nationally representative data on social indicators of children's well-being. To address this gap, the Early Development Instrument (EDI), a teacher-administered questionnaire completed for kindergarten-age children, has been implemented across most Canadian provinces over the past 10 years. The purpose of this protocol is to describe the Canadian Neighbourhoods and Early Child Development (CanNECD) Study, the aims of which are to create a pan-Canadian EDI database to monitor trends over time in children's developmental health and to advance research examining the social determinants of health. METHODS AND ANALYSIS: Canada-wide EDI records from 2004 to 2014 (representing over 700,000 children) will be linked to Canada Census and Income Taxfiler data. Variables of socioeconomic status derived from these databases will be used to predict neighbourhood-level EDI vulnerability rates by conducting a series of regression analyses and latent variable models at provincial/territorial and national levels. Where data are available, we will measure the neighbourhood-level change in developmental vulnerability rates over time and model the socioeconomic factors associated with those trends. ETHICS AND DISSEMINATION: Ethics approval for this study was granted by the Behavioural Research Ethics Board at the University of British Columbia. Study findings will be disseminated to key partners, including provincial and federal ministries, schools and school districts, collaborative community groups and the early childhood development research community. The database created as part of this longitudinal population-level monitoring system will allow researchers to associate practices, programmes and policies at school and community levels with trends in developmental health outcomes. The CanNECD Study will guide future early childhood development action and policies, using the database as a tool for formative programme and policy evaluation.",
  "authors": [
    {
      "last_name": "Guhn",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Guhn",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Enns",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Enns",
      "affiliations": [
        "Manitoba Centre for Health Policy, Department of Community Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Brownell",
      "fore_name": "Marni",
      "initials": "M",
      "name": "Marni Brownell",
      "affiliations": [
        "Manitoba Centre for Health Policy, Department of Community Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Forer",
      "fore_name": "Barry",
      "initials": "B",
      "name": "Barry Forer",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muhajarine",
      "fore_name": "Nazeem",
      "initials": "N",
      "name": "Nazeem Muhajarine",
      "affiliations": [
        "Department of Community Health and Epidemiology and Saskatchewan Population Health and Evaluation Research Unit, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Raos",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Raos",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "e012020",
  "pages": "e012020",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Child Development",
    "Child Health",
    "Child Welfare",
    "Child, Preschool",
    "Databases, Factual",
    "Female",
    "Humans",
    "Income",
    "Male",
    "Population Surveillance",
    "Research Design",
    "Residence Characteristics",
    "Social Class",
    "Social Determinants of Health",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "27130168",
    "pmc": "PMC4853992",
    "doi": "10.1136/bmjopen-2016-012020",
    "pii": "bmjopen-2016-012020"
  },
  "doi": "10.1136/bmjopen-2016-012020",
  "pmc_id": "PMC4853992",
  "dates": {
    "completed": "2017-01-02",
    "revised": "2019-02-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 125965",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.709019",
    "pmid": "27130168"
  }
}