{
  "pmid": "27134761",
  "uid": "27134761",
  "title": "Transforming PICU Culture to Facilitate Early Rehabilitation.",
  "abstract": "Children who survive a critical illness are at risk of developing significant, long-lasting morbidities that may include neuromuscular weakness, cognitive impairments, and new mental health disorders. These morbidities, collectively known as post-intensive care syndrome (PICS), may lead to functional impairments, difficulty in school and social settings, and reduced quality of life. Interventions aimed at rehabilitation such as early mobilization, sedation minimization and prevention of ICU-acquired weakness, delirium, and posttraumatic stress disorder may lead to improved clinical outcomes and functional recovery in critically ill children. Acute rehabilitation is challenging to implement in a pediatric intensive care unit (PICU), and a culture change is needed to effect widespread transformation in this setting. Our objectives in this article are to review the evidence on PICS in children and strategies for affecting culture change to facilitate early rehabilitation in the PICU.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Ramona O",
      "initials": "RO",
      "name": "Ramona O Hopkins",
      "affiliations": [
        "Department of Psychology and Neuroscience Center, Brigham Young University, Provo, Utah, United States; Division of Pulmonary and Critical Care Medicine, Intermountain Medical Center, Murray, Utah, United States; Center for Humanizing Critical Care, Intermountain Health Care, Murray, Utah, United States."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics and Critical Care Medicine, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zebuhr",
      "fore_name": "Carleen A",
      "initials": "CA",
      "name": "Carleen A Zebuhr",
      "affiliations": [
        "Department of Pediatrics, Section of Critical Care, Children's Hospital Colorado, Aurora, Colorado, United States."
      ]
    },
    {
      "last_name": "Kudchadkar",
      "fore_name": "Sapna R",
      "initials": "SR",
      "name": "Sapna R Kudchadkar",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine and Pediatrics, Johns Hopkins University School of Medicine, The Charlotte R. Bloomberg Children's Center, Baltimore, Maryland, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric intensive care",
    "iso_abbreviation": "J Pediatr Intensive Care",
    "issn": "2146-4618",
    "issn_type": "Print",
    "volume": "4",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "204",
  "end_page": "211",
  "pages": "204-211",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27134761",
    "mid": "NIHMS774205",
    "pmc": "PMC4849412",
    "doi": "10.1055/s-0035-1563547"
  },
  "doi": "10.1055/s-0035-1563547",
  "pmc_id": "PMC4849412",
  "dates": {
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KL2 RR025006",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.888471",
    "pmid": "27134761"
  }
}