{
  "pmid": "27141182",
  "uid": "27141182",
  "title": "Single stage circumferential lingual mucosal graft urethroplasty in near obliterative bulbar urethra stricture: A novel technique.",
  "abstract": "AIMS: This is a prospective study of the use and efficacy of a novel technique of circumferential tubularised lingual mucosal graft (LMG) in obliterative and near obliterative bulbar urethral stricture of >2 cm where excisional and augmented anastomotic urethroplasty are not feasible. MATERIALS AND METHODS: The stenotic urethral segment was opened dorsally in midline and fibrosed urethra was excised taking care to preserve the healthy spongiosum tissue. LMG (av. Length 3 cm) was placed from one end of corporal body towards spongy tissue in a circumferential manner. Another LMG was placed in similar manner to deal with longer stricture. The urethra was tubularised over 14 Fr silicone catheter. RESULTS: A total of 12 men, of mean age 47 years underwent this procedure. The mean follow up period was 11 months starting from July 2014 till manuscript submission. Follow up included voiding cystourethrogram at 3 weeks, cystoscopy at 3 months (one patient didn't turned up) and subsequent follow up. Mean stricture length was 4.66 cm (range, 3-8.5 cm) and mean operative time was 195 min. (range, 160 to 200 min.). The technique was successful (normal voiding with no need for any post-operative procedure) in 11(91.6%) patients. One patient developed early recurrence at 4 month of surgery and had anastomotic stricture which was successfully managed by direct visual internal urethrotomy. CONCLUSION: Single stage circumferential tubularised graft urethroplasty is an excellent technique for strictures that include segments of obliterative and near obliterative diseased urethra. It provide a wider neourethra than patch graft urethroplasty.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Umesh",
      "initials": "U",
      "name": "Umesh Sharma",
      "affiliations": [
        "Department of Urology and Renal Transplantation, SMS Medical College, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Yadav",
      "fore_name": "Sher Singh",
      "initials": "SS",
      "name": "Sher Singh Yadav",
      "affiliations": [
        "Department of Urology and Renal Transplantation, SMS Medical College, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Tomar",
      "fore_name": "Vinay",
      "initials": "V",
      "name": "Vinay Tomar",
      "affiliations": [
        "Department of Urology and Renal Transplantation, SMS Medical College, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Urology and Renal Transplantation, SMS Medical College, Jaipur, Rajasthan, India."
      ]
    }
  ],
  "journal": {
    "title": "Urology annals",
    "iso_abbreviation": "Urol Ann",
    "issn": "0974-7796",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "146",
  "end_page": "150",
  "pages": "146-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27141182",
    "pmc": "PMC4839229",
    "doi": "10.4103/0974-7796.172215",
    "pii": "UA-8-146"
  },
  "doi": "10.4103/0974-7796.172215",
  "pmc_id": "PMC4839229",
  "dates": {
    "completed": "2016-05-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.205102",
    "pmid": "27141182"
  }
}