{
  "pmid": "27143912",
  "uid": "27143912",
  "title": "Systematic, early identification of dementia and dementia care management are highly appreciated by general physicians in primary care - results within a cluster-randomized-controlled trial (DelpHi).",
  "abstract": "BACKGROUND: There is evidence about the benefits of early detection of dementia and subsequent provision of adequate treatment and care. However, there is a lack of knowledge about the acceptance of detection and intervention procedures. These analyses describe the attitudes of general physicians [GPs] toward 1) dementia in general, 2) systematic detection of people with dementia, and 3) an intervention approach after they have experienced both. Comparisons are made based on experience with systematic screening and dementia-specific intervention. METHODS: Postal, cross-sectional survey to all n=1,252 GPs in the Mecklenburg-Western Pomerania, Germany. A subsample was drawn based on participation in the randomized, controlled, prospective intervention DelpHi-MV trial (Dementia: life- and person-centered help in Mecklenburg-Western Pomerania). In this trial, systematic screening is implemented and an intervention group receives support through dementia care management (DCM). GPs were categorized into either GPs with DCM and systematic screening (DCM-GP), GPs with systematic screening only (DelpHi-GP), or GPs not participating in the trial. Data from n=257 GPs were available. Attitudes toward dementia were assessed using a validated questionnaire. RESULTS: There was strong agreement toward the helpfulness of implementing a brief cognitive screening test (89.9% agreed). Approximately two-thirds of the respondents indicated that they had identified at least some patients as being cognitively impaired for the first time. The majority of the respondents indicated agreement toward DCM. It was described as supportive and helpful. The qualified nurses were perceived as competent in dementia care and 79.3% would like to be supported with DCM. Attitudes toward dementia are positive and do not differ between groups. CONCLUSION: The results indicate that early recognition and DCM is highly appreciated by GPs and is considered feasible or wanted to be implemented in routine care.",
  "authors": [
    {
      "last_name": "Thyrian",
      "fore_name": "Jochen René",
      "initials": "JR",
      "name": "Jochen René Thyrian",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Eichler",
      "fore_name": "Tilly",
      "initials": "T",
      "name": "Tilly Eichler",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Pooch",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pooch",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Albuerne",
      "fore_name": "Kerstin",
      "initials": "K",
      "name": "Kerstin Albuerne",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Dreier",
      "fore_name": "Adina",
      "initials": "A",
      "name": "Adina Dreier",
      "affiliations": [
        "Department of Epidemiology of Health Care and Community Health, Institute for Community Medicine, University of Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Wucherer",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Wucherer",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurode-generative Diseases (DZNE), Site Greifswald, WG Interventional Health Care Research, Greifswald, Germany; Department of Epidemiology of Health Care and Community Health, Institute for Community Medicine, University of Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2016"
  },
  "start_page": "183",
  "end_page": "190",
  "pages": "183-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27143912",
    "pmc": "PMC4844257",
    "doi": "10.2147/JMDH.S96055",
    "pii": "jmdh-9-183"
  },
  "doi": "10.2147/JMDH.S96055",
  "pmc_id": "PMC4844257",
  "dates": {
    "completed": "2016-05-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:05.998864",
    "pmid": "27143912"
  }
}