{
  "pmid": "27145249",
  "uid": "27145249",
  "title": "Advancing a comprehensive cancer care agenda for children and their families: Institute of Medicine Workshop highlights and next steps.",
  "abstract": "This article highlights key findings from the \"Comprehensive Cancer Care for Children and Their Families\" March 2015 joint workshop by the Institute of Medicine (IOM) and the American Cancer Society. This initiative convened more than 100 family members, clinician investigators, advocates, and members of the public to discuss emerging evidence and care models and to determine the next steps for optimizing quality-of-life outcomes and well-being for children and families during pediatric cancer treatment, after treatment completion, and across the life spectrum. Participants affirmed the triple aim of pediatric oncology that strives for every child with cancer to be cured; provides high-quality palliative and psychosocial supportive, restorative, and rehabilitative care to children and families throughout the illness course and survivorship; and assures receipt of high-quality end-of-life care for patients with advancing disease. Workshop outcomes emphasized the need for new pediatric cancer drug development and identified critical opportunities to prioritize palliative care and psychosocial support as an integral part of pediatric cancer research and treatment, including the necessity for adequately resourcing these supportive services to minimize suffering and distress, effectively address quality-of-life needs for children and families at all stages of illness, and mitigate the long-term health risks associated with childhood cancer and its treatment. Next steps include dismantling existing silos and enhancing collaboration between clinical investigators, disease-directed specialists, and supportive care services; expanding the use of patient-reported and parent-reported outcomes; effectively integrating palliative and psychosocial care; and clinical communication skills development. CA Cancer J Clin 2016;66:398-407. © 2016 American Cancer Society.",
  "authors": [
    {
      "last_name": "Kirch",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Kirch",
      "affiliations": [
        "Consultant, The Center to Advance Palliative Care, New York, NY.",
        "Consultant, Cameron and Hayden Lord Foundation, New York, NY."
      ]
    },
    {
      "last_name": "Reaman",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Reaman",
      "affiliations": [
        "Associate Director, Office of Hematology and Oncology Products, Center for Drug Evaluation and Research, US Food and Drug Administration, Silver Spring, MD."
      ]
    },
    {
      "last_name": "Feudtner",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Feudtner",
      "affiliations": [
        "Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA.",
        "Department of Medical Ethics and Health Policy, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Wiener",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wiener",
      "affiliations": [
        "Behavioral Health Core, and Head of the Psychosocial Support and Research Program, National Cancer Institute, Bethesda, MD."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "Psychologist, Division of Oncology, Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA.",
        "Assistant Professor, Department of Pediatrics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": [
        "Pediatric Oncologist, Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wolfe",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Wolfe",
      "affiliations": [
        "Pediatric Palliative Care Service, Department of Psychosocial Oncology and Palliative Care, Dana-Farber Cancer Institute, Boston, MA.",
        "Director, Pediatric Palliative Care, Boston Children's Hospital, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "CA: a cancer journal for clinicians",
    "iso_abbreviation": "CA Cancer J Clin",
    "issn": "1542-4863",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "398",
  "end_page": "407",
  "pages": "398-407",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "American Cancer Society",
    "Child",
    "Education",
    "Family",
    "Humans",
    "Medical Oncology",
    "National Academies of Science, Engineering, and Medicine, U.S., Health and Medicine Division",
    "Neoplasms",
    "Palliative Care",
    "Psychosocial Support Systems",
    "Quality of Life",
    "United States"
  ],
  "article_ids": {
    "pubmed": "27145249",
    "doi": "10.3322/caac.21347"
  },
  "doi": "10.3322/caac.21347",
  "dates": {
    "completed": "2017-06-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.524887",
    "pmid": "27145249"
  }
}