{
  "pmid": "27148508",
  "uid": "27148508",
  "title": "Ethnic Differences in Childhood Nephrotic Syndrome.",
  "abstract": "Nephrotic syndrome is a common glomerular disease in children with significant variability in both incidence and steroid responsiveness among various ethnic groups. The average incidence of nephrotic syndrome is 2-16.9 per 100,000 children worldwide. Understanding the variability by ethnicity may point to potential factors leading to nephrotic syndrome, which remains elusive, and may highlight factors accounting for differences in medication response. The emerging role of genetic factors associated with steroid responsive and steroid-resistant forms of nephrotic syndrome within an ethnic group can provide insight into potential biological mechanisms leading to disease. For example, among African-Americans, the risk variants in APOL1 are associated with a more than 10-fold increase in risk of focal segmental glomerulosclerosis and high-risk carriers have a twofold greater risk of progression to end-stage renal disease. Ongoing collaborative studies should consider capturing data on self-reported ethnicity to understand differences in incidence and outcomes. In the future, the availability of whole-genome data will provide an excellent opportunity for new clinical and translational research in childhood nephrotic syndrome and lead to a better understanding of the disease.",
  "authors": [
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Hospital for Sick Children, Toronto, ON, Canada; Child Health Evaluative Sciences, Research Institute, Hospital for Sick Children, Toronto, ON, Canada; Division of Pediatric Nephrology, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parekh",
      "fore_name": "Rulan S",
      "initials": "RS",
      "name": "Rulan S Parekh",
      "affiliations": [
        "Division of Pediatric Nephrology, Hospital for Sick Children, Toronto, ON, Canada; Child Health Evaluative Sciences, Research Institute, Hospital for Sick Children, Toronto, ON, Canada; Department of Medicine, Division of Nephrology, University Health Network, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pediatrics",
    "iso_abbreviation": "Front Pediatr",
    "issn": "2296-2360",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2016"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27148508",
    "pmc": "PMC4835686",
    "doi": "10.3389/fped.2016.00039"
  },
  "doi": "10.3389/fped.2016.00039",
  "pmc_id": "PMC4835686",
  "dates": {
    "completed": "2016-05-05",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:03.468373",
    "pmid": "27148508"
  }
}