{
  "pmid": "27144773",
  "uid": "27144773",
  "title": "On the Automatic Decellularisation of Porcine Aortae: A Repeatability Study Using a Non-Enzymatic Approach.",
  "abstract": "OBJECTIVE: To investigate the repeatability of automatic decellularisation of porcine aortae using a non-enzymatic approach, addressing current limitations associated with other automatic decellularisation processes. MATERIALS AND METHODS: Individual porcine aortae (n = 3) were resected and every third segment (n = 4) was allocated to one of three different groups: a control or a manually or automatically decellularised group. Manual and automatic decellularisation was performed using Triton X-100 (2% v/v) and sodium deoxycholate. Protein preservation and the elimination of a galactosyl-α(1,3)galactose (GAL) epitope were measured using immunohistochemistry and protein binding assays. The presence of residual DNA was determined with gel electrophoresis and spectrophotometry. Scaffold integrity was characterised with scanning electron microscopy and uni-axial tensile testing. Manual and automatic results were compared to one another, to control groups and to current gold standards. RESULTS: The results were comparable to those of current gold standard decellularisation techniques. Successful repeatability was achieved, both manually and automatically, with little effect on mechanical characteristics. Complete acellularity was not confirmed in either decellularisation group. Protein preservation was consistent in both the manually and automatically decellularised groups and between each individual aorta. Elimination of GAL was not achieved. CONCLUSION: Repeatable automatic decellularisation of porcine aortae is feasible using a Triton X-100-sodium deoxycholate protocol. Protein preservation was satisfactory; however, gold standard thresholds for permissible residual DNA levels were not achieved. Future research will focus on addressing this issue by optimisation of the existing protocol for thick tissues.",
  "authors": [
    {
      "last_name": "O'Connor Mooney",
      "fore_name": "Rory",
      "initials": "R",
      "name": "Rory O'Connor Mooney",
      "affiliations": []
    },
    {
      "last_name": "Davis",
      "fore_name": "Niall Francis",
      "initials": "NF",
      "name": "Niall Francis Davis",
      "affiliations": []
    },
    {
      "last_name": "Hoey",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hoey",
      "affiliations": []
    },
    {
      "last_name": "Hogan",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hogan",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Timothy M",
      "initials": "TM",
      "name": "Timothy M McGloughlin",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cells, tissues, organs",
    "iso_abbreviation": "Cells Tissues Organs",
    "issn": "1422-6421",
    "issn_type": "Electronic",
    "volume": "201",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "299",
  "end_page": "318",
  "pages": "299-318",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Aorta",
    "DNA",
    "Deoxycholic Acid",
    "Extracellular Matrix",
    "Octoxynol",
    "Swine",
    "Tissue Engineering",
    "Tissue Scaffolds"
  ],
  "article_ids": {
    "pubmed": "27144773",
    "doi": "10.1159/000445107",
    "pii": "000445107"
  },
  "doi": "10.1159/000445107",
  "dates": {
    "completed": "2017-03-13",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Deoxycholic Acid",
    "Octoxynol",
    "DNA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.871144",
    "pmid": "27144773"
  }
}