{
  "pmid": "27148518",
  "uid": "27148518",
  "title": "Promoting Awareness of Key Resources for Evidence-Informed Decision-making in Public Health: An Evaluation of a Webinar Series about Knowledge Translation Methods and Tools.",
  "abstract": "The National Collaborating Centre for Methods and Tools (NCCMT) has developed several resources to support evidence-informed decision-making - the process of distilling and disseminating best available evidence from research, context, and experience - and knowledge translation, applying best evidence in practice. One such resource, the Registry of Methods and Tools, is a free online database of 195 methods and tools to support knowledge translation. Building on the identification of webinars as a strategy to improve the dissemination of information, NCCMT launched the Spotlight on Knowledge Translation Methods and Tools webinar series in 2012 to promote awareness and use of the Registry. To inform continued implementation of this webinar series, NCCMT conducted an evaluation of the series' potential to improve awareness and use of the methods/tools within the Registry, as well as identify areas for improvement and \"what worked.\" For this evaluation, the following data were analyzed: electronic follow-up surveys administered immediately following each webinar; an additional electronic survey administered 6 months after two webinars; and Google Analytics for each webinar. As of November 2015, there have been 22 webinars conducted, reaching 2048 people in multiple sectors across Canada and around the world. Evaluation results indicate that the webinars increase awareness about the Registry and stimulate use of the methods/tools. Although webinar attendees were significantly less likely to have used the methods/tools 6 months after webinars, this may be attributed to the lack of an identified opportunity in their work to use the method/tool. Despite technological challenges and requests for further examples of how the methods/tools have been used, there is overwhelming positive feedback that the format, presenters, content, and interaction across webinars \"worked.\" This evaluation supports that webinars are a valuable strategy for increasing awareness and stimulating use of resources for evidence-informed decision-making and knowledge translation in public health practice.",
  "authors": [
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University , Hamilton, ON , Canada."
      ]
    },
    {
      "last_name": "Mackintosh",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Mackintosh",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University , Hamilton, ON , Canada."
      ]
    },
    {
      "last_name": "Read",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Read",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University , Hamilton, ON , Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University , Hamilton, ON , Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2016"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27148518",
    "pmc": "PMC4840202",
    "doi": "10.3389/fpubh.2016.00072"
  },
  "doi": "10.3389/fpubh.2016.00072",
  "pmc_id": "PMC4840202",
  "dates": {
    "completed": "2016-05-05",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.342716",
    "pmid": "27148518"
  }
}