{
  "pmid": "27152872",
  "uid": "27152872",
  "title": "Fecal transplantation: any real hope for inflammatory bowel disease?",
  "abstract": "PURPOSE OF REVIEW: Fecal microbiota transplant (FMT) has emerged as an important treatment for antibiotic resistant or recurrent Clostridium difficile infection. There has been a great deal of media coverage of the efficacy of FMT, and patients with inflammatory bowel disease (IBD) understandably wonder if this approach would also work for them. There are also instructions on 'do it yourself' FMT therapy on the web. It is important to understand whether there is evidence that this approach is effective in IBD so that we can advise our patients appropriately. RECENT FINDINGS: Systematic reviews have identified four case series involving 27 ulcerative colitis patients with a pooled remission rate of 24% (95% confidence interval (CI) = 11-45%). Two randomized controlled trials evaluating a total of 123 active ulcerative colitis patients have given conflicting results but the pooled data do suggest benefit with a number needed to treat of 6 (95% CI = 3-33). There are four case series involving 38 patients with Crohn's disease with a clinical response in 60.5% (95% CI = 28-86%). There are no randomized trials in Crohn's disease. SUMMARY: At present there are insufficient data to recommend FMT in IBD, and patients certainly should not be administering this themselves. This remains an interesting approach to treating IBD and more studies are needed to establish the optimal method of delivery as well as randomized, placebo controlled trials to establish the efficacy of FMT.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in gastroenterology",
    "iso_abbreviation": "Curr Opin Gastroenterol",
    "issn": "1531-7056",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "282",
  "end_page": "286",
  "pages": "282-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Colitis, Ulcerative",
    "Crohn Disease",
    "Fecal Microbiota Transplantation",
    "Gastrointestinal Tract",
    "Humans",
    "Intestinal Mucosa",
    "Meta-Analysis as Topic",
    "Microbiota",
    "Randomized Controlled Trials as Topic",
    "Remission Induction"
  ],
  "article_ids": {
    "pubmed": "27152872",
    "doi": "10.1097/MOG.0000000000000285"
  },
  "doi": "10.1097/MOG.0000000000000285",
  "dates": {
    "completed": "2018-01-01",
    "revised": "2018-06-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.392299",
    "pmid": "27152872"
  }
}