{
  "pmid": "27158025",
  "uid": "27158025",
  "title": "Price elasticity of on- and off-premises demand for alcoholic drinks: A Tobit analysis.",
  "abstract": "BACKGROUND: Understanding how price policies will affect alcohol consumption requires estimates of the impact of price on consumption among different types of drinkers and across different consumption settings. This study aims to estimate how changes in price could affect alcohol demand across different beverages, different settings (on-premise, e.g., bars, restaurants and off-premise, e.g., liquor stores, supermarkets), and different levels of drinking and income. METHODS: Tobit analysis is employed to estimate own- and cross-price elasticities of alcohol demand among 11 subcategories of beverage based on beverage type and on- or off-premise supply, using cross-sectional data from the Australian arm of the International Alcohol Control Survey 2013. Further elasticity estimates were derived for sub-groups of drinkers based on their drinking and income levels. RESULTS: The results suggest that demand for nearly every subcategory of alcohol significantly responds to its own price change, except for on-premise spirits and ready-to-drink spirits. The estimated demand for off-premise beverages is more strongly affected by own price changes than the same beverages in on-premise settings. Demand for off-premise regular beer and off-premise cask wine is more price responsive than demand for other beverages. Harmful drinkers and lower income groups appear more price responsive than moderate drinkers and higher income groups. CONCLUSION: Our findings suggest that alcohol price policies, such as increasing alcohol taxes or introducing a minimum unit price, can reduce alcohol demand. Price appears to be particularly effective for reducing consumption and as well as alcohol-related harm among harmful drinkers and lower income drinkers.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia. Electronic address: jason.jiang@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia; Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "163",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "222",
  "end_page": "228",
  "pages": "222-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Alcoholic Intoxication",
    "Alcoholism",
    "Australia",
    "Commerce",
    "Cross-Sectional Studies",
    "Elasticity",
    "Employment",
    "Female",
    "Humans",
    "Male",
    "Restaurants",
    "Social Class",
    "Social Problems",
    "Taxes"
  ],
  "article_ids": {
    "pubmed": "27158025",
    "doi": "10.1016/j.drugalcdep.2016.04.026",
    "pii": "S0376-8716(16)30053-9"
  },
  "doi": "10.1016/j.drugalcdep.2016.04.026",
  "dates": {
    "completed": "2017-10-03",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.765544",
    "pmid": "27158025"
  }
}