{
  "pmid": "27152615",
  "uid": "27152615",
  "title": "The Effect of Inadequate Initial Empiric Antimicrobial Treatment on Mortality in Critically Ill Patients with Bloodstream Infections: A Multi-Centre Retrospective Cohort Study.",
  "abstract": "Hospital mortality rates are elevated in critically ill patients with bloodstream infections. Given that mortality may be even higher if appropriate treatment is delayed, we sought to determine the effect of inadequate initial empiric treatment on mortality in these patients. A retrospective cohort study was conducted across 13 intensive care units in Canada. We defined inadequate initial empiric treatment as not receiving at least one dose of an antimicrobial to which the causative pathogen(s) was susceptible within one day of initial blood culture. We evaluated the association between inadequate initial treatment and hospital mortality using a random effects multivariable logistic regression model. Among 1,190 patients (1,097 had bacteremia and 93 had candidemia), 476 (40%) died and 266 (22%) received inadequate initial treatment. Candidemic patients more often had inadequate initial empiric therapy (64.5% versus 18.8%), as well as longer delays to final culture results (4 vs 3 days) and appropriate therapy (2 vs 0 days). After adjustment, there was no detectable association between inadequate initial treatment and mortality among bacteremic patients (Odds Ratio (OR): 1.02, 95% Confidence Interval (CI) 0.70-1.48); however, candidemic patients receiving inadequate treatment had nearly three times the odds of death (OR: 2.89, 95% CI: 1.05-7.99). Inadequate initial empiric antimicrobial treatment was not associated with increased mortality in bacteremic patients, but was an important risk factor in the subgroup of candidemic patients. Further research is warranted to improve early diagnostic and risk prediction methods in candidemic patients.",
  "authors": [
    {
      "last_name": "Savage",
      "fore_name": "Rachel D",
      "initials": "RD",
      "name": "Rachel D Savage",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Department of Medicine, Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar H",
      "initials": "AH",
      "name": "Asgar H Rishu",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Faculty of Medicine and Dentistry, Division of Critical Care Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Center for Health Evaluation and Outcome Sciences, St Paul's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Faculty of Medicine, Department of Critical Care Medicine, Dalhousie University, Halifax, Nova Scotia, Canada.",
        "Nova Scotia Health Authority, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Kumar",
      "affiliations": [
        "Department of Medicine, Section of Critical Care Medicine, University of Manitoba, Winnipeg, Manitoba, Canada.",
        "Department of Medical Microbiology, University of Manitoba, Winnipeg, Manitoba, Canada.",
        "Department of Pharmacology and Therapeutics, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Centre de recherche du CHU de Sherbrooke, Sherbrooke, Québec, Canada.",
        "Département de médecine, Service de médecine interne, Université de Sherbrooke, Sherbrooke, Québec, Canada."
      ]
    },
    {
      "last_name": "Lauzier",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lauzier",
      "affiliations": [
        "Axe Santé des populations et pratiques optimales en santé, Centre de recherche du CHU de Québec-Université Laval, Québec, Québec, Canada.",
        "Département de médecine, Université Laval, Québec, Québec, Canada.",
        "Département d'anesthésiologie et de soins intensifs, Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": [
        "St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Departments of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Department of Medicine, University of Western Ontario, London, Ontario, Canada.",
        "Critical Care, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada.",
        "Department of Critical Care Medicine, Kingston General Hospital, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Reynolds",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine, Division of Infectious Diseases, University of Toronto, Toronto, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2016"
  },
  "start_page": "e0154944",
  "pages": "e0154944",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anti-Infective Agents",
    "Bacteremia",
    "Canada",
    "Female",
    "Fungemia",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "27152615",
    "pmc": "PMC4859485",
    "doi": "10.1371/journal.pone.0154944",
    "pii": "PONE-D-16-05657"
  },
  "doi": "10.1371/journal.pone.0154944",
  "pmc_id": "PMC4859485",
  "dates": {
    "completed": "2017-07-17",
    "revised": "2024-03-27"
  },
  "chemicals": [
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.156106",
    "pmid": "27152615"
  }
}