{
  "pmid": "27150342",
  "uid": "27150342",
  "title": "A population-based analysis of the drivers of short-term costs after bariatric surgery within a publicly funded regionalized center of excellence system.",
  "abstract": "BACKGROUND: The most significant driver of healthcare utilization for bariatric surgery is the index admission and readmissions within the first 30 days after a procedure. Identifying areas to create efficiencies during this period is essential to decreasing overall healthcare costs. OBJECTIVE: The objective of the study was to characterize the short-term costs of bariatric surgery within a regionalized center of excellence bariatric care system. SETTING: The Ontario Bariatric Network is a regionalized bariatric care system with 4 high-volume Bariatric Centers of Excellence. METHODS: We performed a population-based retrospective analysis including all adult patients who received a bariatric surgical procedure in Ontario from April 2009 until March 2012. Total hospital cost and number of days in hospital was calculated for all index admissions and all readmissions within 30 days of a bariatric surgical procedure. An inverse Gaussian generalized linear model was utilized to model the effect of covariates on costs. A Poisson regression was used to determine the effect on covariates on total days in hospital. RESULTS: After multivariable adjustment, the sleeve gastrectomy procedure decreased costs by $1447 over gastric bypass (95% confidence interval [CI] $1578 to-$1315]); P<.001). This effect increased when adjusting only for preoperative factors with a cost savings of nearly $2000 ($1953) (95% CI-$3250 to-$533; P = .003). Conversely, complications were the major drivers of increased cost as anastomotic leaks added $24,397 (95% CI $20,688-$28,106; P<.001) to healthcare costs. In addition, medical complications, such as respiratory failure/infection ($19,465) (95% CI $11,007-$27,924; P<.001), were also significant cost drivers. CONCLUSION: Major drivers of increased resource utilization included major surgical and medical complications, such as anastomotic leaks and respiratory failure/infection. Days in hospital were affected more by medical complications than surgical complications. Sleeve gastrectomy resulted in a clear short-term cost advantage over Roux-en-Y gastric bypass (RYGB), and this was likely related to the procedure itself as opposed to differences across procedures in co-morbidity and complication rates.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Fady",
      "initials": "F",
      "name": "Fady Saleh",
      "affiliations": [
        "Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "1023",
  "end_page": "1031",
  "pages": "1023-1031",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Anastomotic Leak",
    "Bariatric Surgery",
    "Cost Savings",
    "Costs and Cost Analysis",
    "Female",
    "Hospitals, Public",
    "Humans",
    "Length of Stay",
    "Male",
    "Obesity, Morbid",
    "Ontario",
    "Postoperative Complications",
    "Prospective Studies",
    "Retrospective Studies",
    "Surgicenters"
  ],
  "article_ids": {
    "pubmed": "27150342",
    "doi": "10.1016/j.soard.2016.02.016",
    "pii": "S1550-7289(16)00061-7"
  },
  "doi": "10.1016/j.soard.2016.02.016",
  "dates": {
    "completed": "2017-10-23",
    "revised": "2019-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.626415",
    "pmid": "27150342"
  }
}