{
  "pmid": "27159792",
  "uid": "27159792",
  "title": "Association Between Artificially Sweetened Beverage Consumption During Pregnancy and Infant Body Mass Index.",
  "abstract": "IMPORTANCE: The consumption of artificial sweeteners has increased substantially in recent decades, including among pregnant women. Animal studies suggest that exposure to artificial sweeteners in utero may predispose offspring to develop obesity; however, to our knowledge, this has never been studied in humans. OBJECTIVE: To determine whether maternal consumption of artificially sweetened beverages during pregnancy is associated with infant body mass index (BMI [calculated as weight in kilograms divided by height in meters squared]). DESIGN, SETTING, AND PARTICIPANTS: This cohort study included 3033 mother-infant dyads from the Canadian Healthy Infant Longitudinal Development (CHILD) Study, a population-based birth cohort that recruited healthy pregnant women from 2009 to 2012. Women completed dietary assessments during pregnancy, and their infants' BMI was measured at 1 year of age (n = 2686; 89% follow-up). Statistical analysis for this study used data collected after the first year of follow-up, which was completed in October 2013. The data analysis was conducted in August 2015. EXPOSURES: Maternal consumption of artificially sweetened beverages and sugar-sweetened beverages during pregnancy, determined by a food frequency questionnaire. MAIN OUTCOMES AND MEASURES: Infant BMI z score and risk of overweight at 1 year of age, determined from objective anthropometric measurements and defined according to World Health Organization reference standards. RESULTS: The mean (SD) age of the 3033 pregnant women was 32.4 (4.7) years, and their mean (SD) BMI was 24.8 (5.4). The mean (SD) infant BMI z score at 1 year of age was 0.19 (1.05), and 5.1% of infants were overweight. More than a quarter of women (29.5%) consumed artificially sweetened beverages during pregnancy, including 5.1% who reported daily consumption. Compared with no consumption, daily consumption of artificially sweetened beverages was associated with a 0.20-unit increase in infant BMI z score (adjusted 95% CI, 0.02-0.38) and a 2-fold higher risk of infant overweight at 1 year of age (adjusted odds ratio, 2.19; 95% CI, 1.23-3.88). These effects were not explained by maternal BMI, diet quality, total energy intake, or other obesity risk factors. There were no comparable associations for sugar-sweetened beverages. CONCLUSIONS AND RELEVANCE: To our knowledge, we provide the first human evidence that maternal consumption of artificial sweeteners during pregnancy may influence infant BMI. Given the current epidemic of childhood obesity and widespread use of artificial sweeteners, further research is warranted to confirm our findings and investigate the underlying biological mechanisms, with the ultimate goal of informing evidence-based dietary recommendations for pregnant women.",
  "authors": [
    {
      "last_name": "Azad",
      "fore_name": "Meghan B",
      "initials": "MB",
      "name": "Meghan B Azad",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada2Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Atul K",
      "initials": "AK",
      "name": "Atul K Sharma",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada2Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada3George and Fay Yee Centre for Healthcare Innovation, University of Manitoba, Winni."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada5Department of Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada6Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Onta."
      ]
    },
    {
      "last_name": "Dolinsky",
      "fore_name": "Vernon W",
      "initials": "VW",
      "name": "Vernon W Dolinsky",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada7Department of Pharmacology and Therapeutics, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Becker",
      "fore_name": "Allan B",
      "initials": "AB",
      "name": "Allan B Becker",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada2Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Mandhane",
      "fore_name": "Piushkumar J",
      "initials": "PJ",
      "name": "Piushkumar J Mandhane",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Turvey",
      "fore_name": "Stuart E",
      "initials": "SE",
      "name": "Stuart E Turvey",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada10Child and Family Research Institute, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Subbarao",
      "fore_name": "Padmaja",
      "initials": "P",
      "name": "Padmaja Subbarao",
      "affiliations": [
        "Department of Pediatrics & Physiology, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lefebvre",
      "fore_name": "Diana L",
      "initials": "DL",
      "name": "Diana L Lefebvre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sears",
      "fore_name": "Malcolm R",
      "initials": "MR",
      "name": "Malcolm R Sears",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA pediatrics",
    "iso_abbreviation": "JAMA Pediatr",
    "issn": "2168-6211",
    "issn_type": "Electronic",
    "volume": "170",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "662",
  "end_page": "670",
  "pages": "662-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Beverages",
    "Body Mass Index",
    "Diet Surveys",
    "Female",
    "Humans",
    "Infant",
    "Linear Models",
    "Logistic Models",
    "Longitudinal Studies",
    "Male",
    "Non-Nutritive Sweeteners",
    "Overweight",
    "Pediatric Obesity",
    "Pregnancy",
    "Prenatal Exposure Delayed Effects",
    "Prenatal Nutritional Physiological Phenomena",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "27159792",
    "doi": "10.1001/jamapediatrics.2016.0301",
    "pii": "2521471"
  },
  "doi": "10.1001/jamapediatrics.2016.0301",
  "dates": {
    "completed": "2017-06-15",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Non-Nutritive Sweeteners"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.193624",
    "pmid": "27159792"
  }
}