{
  "pmid": "27163192",
  "uid": "27163192",
  "title": "Stress Ulcer Prophylaxis.",
  "abstract": "OBJECTIVES: Stress ulcer prophylaxis is commonly administered to critically ill patients for the prevention of clinically important stress-related mucosal bleeding from the upper gastrointestinal tract. Despite widespread incorporation of stress ulcer prophylaxis into practice around the world, questions are emerging about its indications and impact. This clinically focused article will review current controversies related to stress ulcer prophylaxis for critically ill adult patients, including bleeding frequency, risk factors, comparative efficacy, adverse effect profile, and overall cost-effectiveness of the available stress ulcer prophylaxis regimens. DATA SOURCES: A MEDLINE search was conducted from inception through August 2015. STUDY SELECTION: Selected publications describing stress ulcer prophylaxis in adult patients were retrieved (original research, systematic reviews, and practice guidelines); their bibliographies were also reviewed to identify additional pertinent publications. DATA EXTRACTION: Data from relevant publications were abstracted and summarized. DATA SYNTHESIS: The existing evidence is organized to describe the patients most likely to benefit from stress ulcer prophylaxis, review the comparative efficacy of proton pump inhibitors and histamine 2 receptor antagonists, the adverse effects of stress ulcer prophylaxis, and overall cost-effectiveness. CONCLUSIONS: Many stress ulcer prophylaxis recommendations are based on older studies at risk of bias, which may not be applicable to modern practice. Stress ulcer prophylaxis should be limited to patients considered to be at high risk for clinically important bleeding. When evaluating only the trials at low risk for bias, the evidence does not clearly support lower bleeding rates with proton pump inhibitors over histamine 2 receptor antagonists; however, proton pump inhibitors appear to be the dominant drug class used worldwide today. The current rate of upper gastrointestinal bleeding and the relative adverse effects of acid suppression on infectious risk may drive not only the effectiveness, but also the cost-effectiveness of stress ulcer prophylaxis today. Research is currently underway to better address these issues.",
  "authors": [
    {
      "last_name": "Barletta",
      "fore_name": "Jeffrey F",
      "initials": "JF",
      "name": "Jeffrey F Barletta",
      "affiliations": [
        "1Department of Pharmacy Practice, Midwestern University, College of Pharmacy-Glendale, Glendale, AZ. 2Division of Pharmacy, University of Texas MD Anderson Cancer Center, Houston, TX. 3Department of Pharmacy, Banner-University Medical Center-Phoenix, Phoenix AZ. 4Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bruno",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Bruno",
      "affiliations": []
    },
    {
      "last_name": "Buckley",
      "fore_name": "Mitchell S",
      "initials": "MS",
      "name": "Mitchell S Buckley",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "1395",
  "end_page": "1405",
  "pages": "1395-405",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Critical Care",
    "Critical Illness",
    "Gastrointestinal Hemorrhage",
    "Histamine H2 Antagonists",
    "Humans",
    "Peptic Ulcer",
    "Practice Guidelines as Topic",
    "Proton Pump Inhibitors",
    "Stress, Physiological"
  ],
  "article_ids": {
    "pubmed": "27163192",
    "doi": "10.1097/CCM.0000000000001872"
  },
  "doi": "10.1097/CCM.0000000000001872",
  "dates": {
    "completed": "2017-05-29",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.157578",
    "pmid": "27163192"
  }
}