{
  "pmid": "27167007",
  "uid": "27167007",
  "title": "Serum Biomarkers Help Predict Attention Problems in Critically Ill Children With Traumatic Brain Injury.",
  "abstract": "OBJECTIVE: To evaluate the association between acute serum biomarkers, and the changes in attention at 1 year following traumatic brain injury. DESIGN AND SETTING: A prospective observational and laboratory study conducted in PICUs at five Canadian children's hospitals. STUDY POPULATION AND MEASUREMENTS: Fifty-eight patients aged 5 to 17 years with traumatic brain injury were enrolled in the study. Nine brain-specific and inflammatory serum protein biomarkers were measured multiple times over the first week following injury. Attention was measured at \"baseline\" to represent pre-injury function and at 1 year following injury using the Conners Third Parent Rating Scale. RESULTS: Compared with baseline, there were significantly more clinical symptoms of inattention at 1 year post injury. The Glasgow Coma Scale score, age at injury, baseline levels of inattention, and highest levels of serum biomarkers were used to estimate the probability of developing inattention. These independent variables were first evaluated individually followed by combinations of the best predictors using area under the receiver operating characteristic curve analyses. A combination of high baseline levels of inattention and high serum levels of the biomarker neuron-specific enolase was the best predictor for inattention. Glasgow Coma Scale and age at injury were not associated with inattention at 1 year post injury. CONCLUSIONS: Combining baseline assessment of attention with measurement of serum biomarkers shows promise as reliable, early predictors of long-term attention after childhood traumatic brain injury.",
  "authors": [
    {
      "last_name": "Wilkinson",
      "fore_name": "Amy A",
      "initials": "AA",
      "name": "Amy A Wilkinson",
      "affiliations": [
        "1Neuroscience and Mental Health Research Program, The Hospital for Sick Children Research Institute, Toronto, ON, Canada. 2Department of Psychology, University of Toronto, Toronto, ON, Canada. 3The Comprehensive Pediatric Epilepsy Program, Hamilton Health Sciences Corporation, Hamilton, ON, Canada. 4Department of Critical Care, The Hospital for Sick Children, Toronto, ON, Canada. 5Department of Diagnostic Imaging, The Hospital for Sick Children, Toronto, ON Canada. 6Division of Pediatric Intensive Care, Department of Pediatrics, Children's Hospital of Hamilton, Hamilton, ON, Canada. 7The Division of Pediatric Critical Care Medicine, Children's Hospital of the London Health Sciences Centre and the Lawson Research Institute, London, ON, Canada. 8Department of Pediatrics, Children's Hospital of the London Health Sciences Centre and the Lawson Research Institute, London, ON, Canada. 9Pediatrics, Western University, London, ON, Canada. 10Division of Neurology, Children's Hospital of the London Health Sciences Centre and the Lawson Research Institute, London, ON, Canada. 11Clinical Neurological Sciences and Epidemiology, Schulich School of Medicine, Western University, London, ON, Canada. 12Division of Pediatric Critical Care, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 13Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada. 14Mental Health Outpatient Services, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 15Smyth Medical Centre, Ottawa, ON, Canada. 16Department of Psychology, Université de Montréal, Montréal, QC, Canada. 17Ste-Justine Hospital Research Center, Montreal, QC, Canada. 18Division of Pediatric Intensive Care, Department of Pediatrics, CHU Sainte-Justine, Montréal, QC, Canada. 19Clinical Sciences, Murdoch Children's Research Institute, Melbourne, VIC, Australia. 20Psychological Sciences and Pediatrics, University of Melbourne, Melbourne, VIC, Australia. 21Institute of Medical Sciences, University of Toronto, Toronto,"
      ]
    },
    {
      "last_name": "Simic",
      "fore_name": "Nevena",
      "initials": "N",
      "name": "Nevena Simic",
      "affiliations": []
    },
    {
      "last_name": "Frndova",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Frndova",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "Margot J",
      "initials": "MJ",
      "name": "Margot J Taylor",
      "affiliations": []
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "last_name": "Fraser",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Fraser",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Campbell",
      "affiliations": []
    },
    {
      "last_name": "Dhanani",
      "fore_name": "Sonny",
      "initials": "S",
      "name": "Sonny Dhanani",
      "affiliations": []
    },
    {
      "last_name": "Kuehn",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Kuehn",
      "affiliations": []
    },
    {
      "last_name": "Beauchamp",
      "fore_name": "Miriam H",
      "initials": "MH",
      "name": "Miriam H Beauchamp",
      "affiliations": []
    },
    {
      "last_name": "Farrell",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Farrell",
      "affiliations": []
    },
    {
      "last_name": "Anderson",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Anderson",
      "affiliations": []
    },
    {
      "last_name": "Guerguerian",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Guerguerian",
      "affiliations": []
    },
    {
      "last_name": "Dennis",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dennis",
      "affiliations": []
    },
    {
      "last_name": "Schachar",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Schachar",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Jamie S",
      "initials": "JS",
      "name": "Jamie S Hutchison",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "17",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "638",
  "end_page": "648",
  "pages": "638-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Attention Deficit Disorder with Hyperactivity",
    "Biomarkers",
    "Brain Injuries, Traumatic",
    "Child",
    "Child, Preschool",
    "Critical Illness",
    "Decision Support Techniques",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Linear Models",
    "Male",
    "Prognosis",
    "Prospective Studies",
    "ROC Curve"
  ],
  "article_ids": {
    "pubmed": "27167007",
    "doi": "10.1097/PCC.0000000000000752"
  },
  "doi": "10.1097/PCC.0000000000000752",
  "dates": {
    "completed": "2017-10-18",
    "revised": "2018-05-10"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.970468",
    "pmid": "27167007"
  }
}