{
  "pmid": "27167891",
  "uid": "27167891",
  "title": "Interventions for waterpipe tobacco smoking prevention and cessation: a systematic review.",
  "abstract": "Waterpipe tobacco smoking is growing in popularity despite adverse health effects among users. We systematically reviewed the literature, searching MEDLINE, EMBASE and Web of Science, for interventions targeting prevention and cessation of waterpipe tobacco smoking. We assessed the evidence quality using the Cochrane (randomised studies), GRADE (non-randomised studies) and CASP (qualitative studies) frameworks. Data were synthesised narratively due to heterogeneity. We included four individual-level, five group-level, and six legislative interventions. Of five randomised controlled studies, two showed significantly higher quit rates in intervention groups (bupropion/behavioural support versus placebo in Pakistan; 6 month abstinence relative risk (RR): 2.3, 95% CI 1.4-3.8); group behavioural support versus no intervention in Egypt, 12 month abstinence RR 3.3, 95% CI 1.4-8.9). Non-randomised studies showed mixed results for cessation, behavioural, and knowledge outcomes. One high quality modelling study from Lebanon calculated that a 10% increase in waterpipe tobacco taxation would reduce waterpipe tobacco demand by 14.5% (price elasticity of demand -1.45). In conclusion, there is a lack of evidence of effectiveness for most waterpipe interventions. While few show promising results, higher quality interventions are needed. Meanwhile, tobacco policies should place waterpipe on par with cigarettes.",
  "authors": [
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Department of Primary Care and Public Health, Imperial College London, London, United Kingdom.",
        "Academic Unit of Primary Care and Population Sciences, University of Southampton, Southampton, United Kingdom."
      ]
    },
    {
      "last_name": "Jawad",
      "fore_name": "Sena",
      "initials": "S",
      "name": "Sena Jawad",
      "affiliations": [
        "Nuffied Department of Primary Care Health Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Waziry",
      "fore_name": "Reem K",
      "initials": "RK",
      "name": "Reem K Waziry",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ballout",
      "fore_name": "Rami A",
      "initials": "RA",
      "name": "Rami A Ballout",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology &Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "25872",
  "pages": "25872",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Egypt",
    "Health Behavior",
    "Humans",
    "Lebanon",
    "Pakistan",
    "Smoking Cessation",
    "Smoking Prevention",
    "Tobacco, Waterpipe"
  ],
  "article_ids": {
    "pubmed": "27167891",
    "pmc": "PMC4863147",
    "doi": "10.1038/srep25872",
    "pii": "srep25872"
  },
  "doi": "10.1038/srep25872",
  "pmc_id": "PMC4863147",
  "dates": {
    "completed": "2018-03-26",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.159873",
    "pmid": "27167891"
  }
}