{
  "pmid": "27168631",
  "uid": "27168631",
  "title": "Antipsychotic Drug Use and Screening for Delirium in Mechanically Ventilated Patients in Canadian Intensive Care Units: An Observational Study.",
  "abstract": "BACKGROUND: Critically ill patients frequently experience delirium, and antipsychotic drugs are often used to manage symptoms. OBJECTIVES: To describe the use of antipsychotic drugs and delirium screening tools in mechanically ventilated, critically ill adult patients in Canadian intensive care units (ICUs) and to identify factors associated with the use of antipsychotic drugs. METHODS: Pharmacists from 51 Canadian ICUs prospectively collected data on antipsychotic use and delirium screening in all patients for whom invasive mechanical ventilation was initiated during a chosen 2-week period occurring sometime in 2008 or 2009. RESULTS: Data were collected for a total of 712 patients, of whom 115 (16.2%) received at least one dose of an antipsychotic. The antipsychotic prescribed, the total daily dose, and the administration schedule varied across sites. Delirium screening tools, validated for use in mechanically ventilated patients and endorsed by professional society guidelines, were part of routine care in a minority of ICUs (7/51 [13.7%]), and delirium screening was documented for few patients overall (41/712 patients [5.8%]). In a multivariable analysis, administration of antipsychotics was independently associated with longer duration of mechanical ventilation (odds ratio [OR] 1.12, 95% confidence interval [CI] 1.07-1.17), daily interruption of sedation (OR 1.71, 95% CI 1.01-2.90), and use of physical restraints (OR 2.15, 95% CI 1.27-3.65). CONCLUSION: A minority of mechanically ventilated patients in Canadian ICUs received antipsychotic drugs, and screening for delirium with validated tools was rare. Antipsychotic drug use was independently associated with longer duration of mechanical ventilation, daily interruption of sedation, and use of physical restraints.",
  "authors": [
    {
      "last_name": "Thiboutot",
      "fore_name": "Zoé",
      "initials": "Z",
      "name": "Zoé Thiboutot",
      "affiliations": [
        "BPharm, MSc, is a Pharmacist with the Centre hospitalier de l'Université de Montréal, Montréal, Quebec."
      ]
    },
    {
      "last_name": "Perreault",
      "fore_name": "Marc M",
      "initials": "MM",
      "name": "Marc M Perreault",
      "affiliations": [
        "BPharm, MSc, PharmD, is a Pharmacist with the McGill University Health Centre and a Full Clinical Professor with the Université de Montréal, Montréal, Quebec. He is also an Associate Editor with the CJHP ."
      ]
    },
    {
      "last_name": "Williamson",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Williamson",
      "affiliations": [
        "BPharm, MSc, PhD, is a Pharmacist with the Hôpital du Sacré-Coeur de Montréal and a Full Clinical Professor with the Université de Montréal, Montréal, Quebec."
      ]
    },
    {
      "last_name": "Rose",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Rose",
      "affiliations": [
        "BN, MN, PhD, RN, is TD Nursing Professor of Critical Care Research with Sunnybrook Health Sciences Centre and an Associate Professor with the Lawrence S Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "MD, FRCPC, is an Intensivist with the Department of Medicine, Mount Sinai Hospital, and a Professor with the Faculty of Medicine, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Guenette",
      "fore_name": "Melanie D",
      "initials": "MD",
      "name": "Melanie D Guenette",
      "affiliations": [
        "HBSc, MSc, is a Research Coordinator with the Department of Pharmacy, Mount Sinai Hospital, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "MD, MSc, is an Intensivist with St Joseph's Healthcare and a Professor with the Departments of Medicine and of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": [
        "BScPharm, PharmD, is a Clinical Pharmacy Specialist with Mount Sinai Hospital and a Clinician Scientist with the Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of hospital pharmacy",
    "iso_abbreviation": "Can J Hosp Pharm",
    "issn": "1920-2903",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "107",
  "end_page": "113",
  "pages": "107-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27168631",
    "pmc": "PMC4853177",
    "doi": "10.4212/cjhp.v69i2.1537"
  },
  "doi": "10.4212/cjhp.v69i2.1537",
  "pmc_id": "PMC4853177",
  "dates": {
    "completed": "2016-05-12",
    "revised": "2019-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.160547",
    "pmid": "27168631"
  }
}