{
  "pmid": "27182692",
  "uid": "27182692",
  "title": "Pancreatic duct guidewire placement for biliary cannulation for the prevention of post-endoscopic retrograde cholangiopancreatography (ERCP) pancreatitis.",
  "abstract": "BACKGROUND: Difficult cannulation is a risk factor for post-endoscopic retrograde cholangiopancreatography (ERCP) pancreatitis (PEP). It has been postulated that the pancreatic duct guidewire (PGW) technique may improve biliary cannulation success and reduce the risk of PEP in people with difficult cannulation. OBJECTIVES: To systematically review evidence from randomised controlled trials (RCTs) assessing the effectiveness and safety of the PGW technique compared to persistent conventional cannulation (CC) (contrast- or guidewire-assisted cannulation) or other advanced techniques in people with difficult biliary cannulation for the prevention of PEP. SEARCH METHODS: We searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and CINAHL databases, major conference proceedings, and for ongoing trials on the ClinicalTrials.gov and World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) up to March 2016, using the Cochrane Upper Gastrointestinal and Pancreatic Diseases model with no language restrictions. SELECTION CRITERIA: RCTs comparing the PGW technique versus persistent CC or other advanced techniques in people undergoing ERCP with difficult biliary cannulation. DATA COLLECTION AND ANALYSIS: Two review authors independently conducted study selection, data extraction, and methodological quality assessment. Using intention-to-treat analysis with random-effects models, we combined dichotomous data to obtain risk ratios (RR) with 95% confidence intervals (CI). We assessed heterogeneity using the Chi(2) test (P < 0.15) and I(2) test (> 25%). To explore sources of heterogeneity, we conducted a priori subgroup analyses according to trial design, use of pancreatic duct (PD) stent, involvement of trainees in cannulation, publication type, and risk of bias. To assess the robustness of our results, we carried out sensitivity analyses using different summary statistics (RR versus odds ratio (OR)) and meta-analytic models (fixed-effect versus random-effects). MAIN RESULTS: We included seven RCTs comprising 577 participants. There was no significant heterogeneity among trials for the outcome of PEP (P = 0.32; I(2) = 15%). The PGW technique significantly increased PEP compared to other endoscopic techniques (RR 1.98, 95% CI 1.14 to 3.42; low-quality evidence). The number needed to treat for an additional harmful outcome was 13 (95% CI 5 to 89). Among the three studies that compared the PGW technique with persistent CC, the incidence of PEP was 13.5% for the PGW technique and 8.7% for persistent CC (RR 1.58, 95% CI 0.83 to 3.01; low-quality evidence). Among the two studies that compared the PGW technique with precut sphincterotomy, the incidence of PEP was 29.8% in the PGW group versus 10.3% in the precut group (RR 2.92, 95% CI 1.24 to 6.88; low-quality evidence). Among the two studies that compared the PGW technique with PD stent placement, the incidence of PEP was 11.7% for the PGW technique and 5.0% for PD stent placement (RR 1.75, 95% CI 0.08 to 37.50; very low-quality evidence). There was no significant difference in common bile duct (CBD) cannulation success with the randomised technique (RR 1.04, 95% CI 0.87 to 1.24; low-quality evidence) or overall CBD cannulation success (RR 1.04, 95% CI 0.91 to 1.18; low-quality evidence) between the PGW technique and other endoscopic techniques. There was also no statistically significant difference in the risk of other ERCP-related complications (bleeding, perforation, cholangitis, and mortality). The results were robust in sensitivity analyses. The overall quality of evidence for the outcome of PEP was low or very low because of study limitations and imprecision. AUTHORS' CONCLUSIONS: In people with difficult CBD cannulation, sole use of the PGW technique appears to be associated with an increased risk of PEP. Prophylactic PD stenting after use of the PGW technique may reduce the risk of PEP. However, the PGW technique is not superior to persistent attempts with CC, precut sphincterotomy, or PD stent in achieving CBD cannulation. The influence of co-intervention in the form of rectal peri-procedural nonsteroidal anti-inflammatory drug administration is unclear.",
  "authors": [
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, 1200 Main Street West, 2F53, Hamilton, ON, Canada, L8N 3Z5."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": []
    },
    {
      "last_name": "Bukhari",
      "fore_name": "Majidah",
      "initials": "M",
      "name": "Majidah Bukhari",
      "affiliations": []
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Barkun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2016",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "CD010571",
  "pages": "CD010571",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Catheterization",
    "Cholangiopancreatography, Endoscopic Retrograde",
    "Common Bile Duct",
    "Humans",
    "Pancreatic Ducts",
    "Pancreatitis",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "27182692",
    "pmc": "PMC10440590",
    "doi": "10.1002/14651858.CD010571.pub2"
  },
  "doi": "10.1002/14651858.CD010571.pub2",
  "pmc_id": "PMC10440590",
  "dates": {
    "completed": "2016-07-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.392505",
    "pmid": "27182692"
  }
}