{
  "pmid": "27180895",
  "uid": "27180895",
  "title": "Distinguishing the genotype 1 genes and proteins of human Wa-like rotaviruses vs. porcine rotaviruses.",
  "abstract": "Group A rotaviruses (RVAs) are 11-segmented, double-stranded RNA viruses and important causes of gastroenteritis in the young of many animal species. Previous studies have suggested that human Wa-like RVAs share a close evolutionary relationship with porcine RVAs. Specifically, the VP1-VP3 and NSP2-5/6 genes of these viruses are usually classified as genotype 1 with >81% nucleotide sequence identity. Yet, it remains unknown whether the genotype 1 genes and proteins of human Wa-like strains are distinguishable from those of porcine strains. To investigate this, we performed comprehensive bioinformatic analyses using all known genotype 1 gene sequences. The RVAs analyzed represent wildtype strains isolated from humans or pigs at various geographical locations during the years of 2004-2013, including 11 newly-sequenced porcine RVAs from Brazil. We also analyzed archival strains that were isolated during the years of 1977-1992 as well as atypical strains involved in inter-species transmission between humans and pigs. We found that, in general, the genotype 1 genes of typical modern human Wa-like RVAs clustered together in phylogenetic trees and were separate from those of typical modern porcine RVAs. The only exception was for the NSP5/6 gene, which showed no host-specific phylogenetic clustering. Using amino acid sequence alignments, we identified 34 positions that differentiated the VP1-VP3, NSP2, and NSP3 genotype 1 proteins of typical modern human Wa-like RVAs versus typical modern porcine RVAs and documented how these positions vary in the archival/unusual isolates. No host-specific amino acid positions were identified for NSP4, NSP5, or NSP6. Altogether, the results of this study support the notion that human Wa-like RVAs and porcine RVAs are evolutionarily related, but indicate that some of their genotype 1 genes and proteins have diverged over time possibly as a reflection of sequestered replication and protein co-adaptation in their respective hosts.",
  "authors": [
    {
      "last_name": "Silva",
      "fore_name": "Fernanda D F",
      "initials": "FD",
      "name": "Fernanda D F Silva",
      "affiliations": [
        "Department of Preventive Veterinary Medicine and Animal Health, College of Veterinary Medicine, University of São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Gregori",
      "fore_name": "F",
      "initials": "F",
      "name": "F Gregori",
      "affiliations": [
        "Department of Preventive Veterinary Medicine and Animal Health, College of Veterinary Medicine, University of São Paulo, Brazil."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, VA, USA; Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Blacksburg, VA, USA. Electronic address: mcdonaldsa@vtc.vt.edu."
      ]
    }
  ],
  "journal": {
    "title": "Infection, genetics and evolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases",
    "iso_abbreviation": "Infect Genet Evol",
    "issn": "1567-7257",
    "issn_type": "Electronic",
    "volume": "43",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "6",
  "end_page": "14",
  "pages": "6-14",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Computational Biology",
    "Evolution, Molecular",
    "Genotype",
    "Humans",
    "Phylogeny",
    "Rotavirus",
    "Sequence Analysis, RNA",
    "Swine",
    "Viral Proteins"
  ],
  "article_ids": {
    "pubmed": "27180895",
    "mid": "NIHMS829531",
    "pmc": "PMC5119466",
    "doi": "10.1016/j.meegid.2016.05.014",
    "pii": "S1567-1348(16)30186-1"
  },
  "doi": "10.1016/j.meegid.2016.05.014",
  "pmc_id": "PMC5119466",
  "dates": {
    "completed": "2017-10-16",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Viral Proteins"
  ],
  "grants": [
    {
      "grant_id": "R01 AI116815",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI113402",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI119588",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.506559",
    "pmid": "27180895"
  }
}