{
  "pmid": "27184615",
  "uid": "27184615",
  "title": "Resveratrol Pretreatment Protected against Cerebral Ischemia/Reperfusion Injury in Rats via Expansion of T Regulatory Cells.",
  "abstract": "BACKGROUND: It is well accepted that repetitive resveratrol (RV) pretreatment (PRC) exerts neuroprotective effect on ischemic stroke. RV was shown to be able to enhance the production of T regulatory cells (Tregs) in autoimmune diseases whereas Tregs are considered to be the cerebroprotective immunomodulator in ischemic stroke. Thus, we hypothesized whether Tregs contributed to PRC-induced neuroprotection against cerebral ischemia/reperfusion (I/R) injury. METHODS: Cerebral I/R injury was induced by middle cerebral artery occlusion for 90 minutes in rats. Adult male Sprague-Dawley rats were randomly assigned to 2 groups: I/R and RV I/R. RV (50 mg/kg) was administrated intraperitoneally once a day for 7 days prior to ischemia onset. RESULTS: PRC significantly ameliorated neurological defects and reduced cerebral infarct volume, accompanied by the significantly increased frequencies of Tregs in the spleens and ischemic hemisphere, the significantly increased levels of interleukin-10 (IL-10) in the plasma and ischemic hemisphere, and the significantly decreased levels of tumor necrosis factor-α and IL-6 in the plasma and ischemic hemisphere at 24 hours after ischemia onset. In addition, we also found that PRC significantly improved the frequency and suppressive function of Tregs in the spleens prior to ischemia onset. CONCLUSIONS: Thus, PRC-induced neuroprotection was in part mediated by more Treg accumulation and activation in vivo prior to ischemia onset except for less inflammation response at 24 hours after ischemia onset.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "HongNa",
      "initials": "H",
      "name": "HongNa Yang",
      "affiliations": [
        "Department of Critical-Care Medicine, Qilu Hospital of Shandong University, Shandong University, Jinan, Shandong Province, China. Electronic address: 7216263@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Anxin",
      "initials": "A",
      "name": "Anxin Zhang",
      "affiliations": [
        "Department of Neurology, Jinan Eighth People Hospital, Jinan, Shandong Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "YuQing",
      "initials": "Y",
      "name": "YuQing Zhang",
      "affiliations": [
        "Department of Neurology, Qilu Hospital of Shandong University, Shandong University, Jinan, Shandong Province, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Shuang",
      "initials": "S",
      "name": "Shuang Ma",
      "affiliations": [
        "Department of Neurology, Qilu Hospital of Shandong University, Shandong University, Jinan, Shandong Province, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "CuiLan",
      "initials": "C",
      "name": "CuiLan Wang",
      "affiliations": [
        "Department of Neurology, Qilu Hospital of Shandong University, Shandong University, Jinan, Shandong Province, China; Brain Science Research Institute, Shandong University, Jinan, Shandong Province, China. Electronic address: qlyywcl@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association",
    "iso_abbreviation": "J Stroke Cerebrovasc Dis",
    "issn": "1532-8511",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "1914",
  "end_page": "1921",
  "pages": "1914-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Antioxidants",
    "Brain",
    "Cytokines",
    "Disease Models, Animal",
    "Drug Administration Schedule",
    "Flow Cytometry",
    "Infarction, Middle Cerebral Artery",
    "Male",
    "Rats",
    "Rats, Sprague-Dawley",
    "Reperfusion Injury",
    "Resveratrol",
    "Spleen",
    "Stilbenes",
    "T-Lymphocytes, Regulatory"
  ],
  "article_ids": {
    "pubmed": "27184615",
    "doi": "10.1016/j.jstrokecerebrovasdis.2016.04.014",
    "pii": "S1052-3057(16)30023-4"
  },
  "doi": "10.1016/j.jstrokecerebrovasdis.2016.04.014",
  "dates": {
    "completed": "2017-04-06",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Antioxidants",
    "Cytokines",
    "Stilbenes",
    "Resveratrol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.224864",
    "pmid": "27184615"
  }
}