{
  "pmid": "27194318",
  "uid": "27194318",
  "title": "Intrathecal hyperbaric versus isobaric bupivacaine for adult non-caesarean-section surgery: systematic review protocol.",
  "abstract": "INTRODUCTION: Bupivacaine is the most commonly used local anaesthetic for spinal anaesthesia (SA). There are two forms of commercially available bupivacaine; isobaric bupivacaine (IB): a formulation with a specific gravity or density equal to cerebrospinal fluid, and hyperbaric bupivacaine (HB): a formulation with density heavier than cerebrospinal fluid. The difference in densities of the two available preparations is believed to affect the diffusion pattern that determines the effectiveness, spread and side-effect profile of bupivacaine. This systematic review will summarise the best available evidence regarding the effectiveness and safety on the use of HB compared with IB, when used to provide SA for surgery. Primarily, we will analyse the need for conversion to general anaesthesia. As secondary outcomes, we will compare the incidence of hypotension, incidence of nausea/vomiting, the onset time and duration of anaesthesia. METHODS AND ANALYSIS: We will search key electronic databases using search strategy (1) injections, spinal OR intrathecal OR subarachnoid; (2) bupivacaine OR levobupivacaine; (3) hypobaric OR isobaric OR plain; (4) baricity. We will search MEDLINE, EMBASE and Cochrane databases, from their inception for randomised controlled trials, with no restrictions on language. Caesarean section surgery will be excluded. 2 reviewers will independently extract the data using a standardised form. Extracted items will include study characteristics, risk of bias domains, as per modified Cochrane risk of bias, participant disposition and study outcomes. We will conduct a meta-analysis for variables that can be compared across the studies. We will evaluate clinical heterogeneity by qualitatively appraising differences in study characteristics in participants, interventions and the outcomes assessed. We will report our findings as relative risks (dichotomous), and weighted mean differences (continuous) for individual outcomes, along with their 95% CIs. ETHICS AND DISSEMINATION: We plan to submit, and will publish, our findings in a peer-reviewed scientific journal, and present our results at national and international meetings. TRIAL REGISTRATION NUMBER: CRD42015017672.",
  "authors": [
    {
      "last_name": "Uppal",
      "fore_name": "Vishal",
      "initials": "V",
      "name": "Vishal Uppal",
      "affiliations": [
        "Dalhousie Department of Anesthesia, Perioperative Medicine and Pain Management, Nova Scotia Health Authority and IWK Health Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, St Joseph's Health Care, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prabhakar",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Prabhakar",
      "affiliations": [
        "Department of Anesthesia, University of British Columbia, St. Paul's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "McKeen",
      "fore_name": "Dolores M",
      "initials": "DM",
      "name": "Dolores M McKeen",
      "affiliations": [
        "Dalhousie Department of Anesthesia, Perioperative Medicine and Pain Management, Nova Scotia Health Authority and IWK Health Centre, Halifax, Nova Scotia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "18"
  },
  "start_page": "e010885",
  "pages": "e010885",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anesthesia, General",
    "Anesthesia, Spinal",
    "Bupivacaine",
    "Databases, Bibliographic",
    "Humans",
    "Hypotension",
    "Injections, Spinal",
    "Intraoperative Complications",
    "Meta-Analysis as Topic",
    "Nausea",
    "Research Design",
    "Specific Gravity",
    "Surgical Procedures, Operative",
    "Systematic Reviews as Topic",
    "Time Factors",
    "Vomiting"
  ],
  "article_ids": {
    "pubmed": "27194318",
    "pmc": "PMC4874203",
    "doi": "10.1136/bmjopen-2015-010885",
    "pii": "bmjopen-2015-010885"
  },
  "doi": "10.1136/bmjopen-2015-010885",
  "pmc_id": "PMC4874203",
  "dates": {
    "completed": "2017-12-06",
    "revised": "2019-02-02"
  },
  "chemicals": [
    "Bupivacaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.639173",
    "pmid": "27194318"
  }
}