{
  "pmid": "27219286",
  "uid": "27219286",
  "title": "Identification and assessment of intimate partner violence in nurse home visitation.",
  "abstract": "AIMS AND OBJECTIVES: To develop strategies for the identification and assessment of intimate partner violence in a nurse home visitation programme. BACKGROUND: Nurse home visitation programmes have been identified as an intervention for preventing child abuse and neglect. Recently, there is an increased focus on the role these programmes have in addressing intimate partner violence. Given the unique context of the home environment, strategies for assessments are required that maintain the therapeutic alliance and minimise client attrition. DESIGN: A qualitative case study. METHODS: A total of four Nurse-Family Partnership agencies were engaged in this study. Purposeful samples of nurses (n = 32), pregnant or parenting mothers who had self-disclosed experiences of abuse (n = 26) and supervisors (n = 5) participated in this study. A total of 10 focus groups were completed with nurses: 42 interviews with clients and 10 interviews with supervisors. The principles of conventional content analysis guided data analysis. Data were categorised using the practice-problem-needs analysis model for integrating qualitative findings in the development of nursing interventions. RESULTS: Multiple opportunities to ask about intimate partner violence are valued. The use of structured screening tools at enrolment does not promote disclosure or in-depth exploration of women's experiences of abuse. Women are more likely to discuss experiences of violence when nurses initiate nonstructured discussions focused on parenting, safety or healthy relationships. Nurses require knowledge and skills to initiate indicator-based assessments when exposure to abuse is suspected as well as strategies for responding to client-initiated disclosures. CONCLUSION: A tailored approach to intimate partner violence assessment in home visiting is required. RELEVANCE TO CLINICAL PRACTICE: Multiple opportunities for exploring women's experiences of violence are required. A clinical pathway outlining a three-pronged approach to identification and assessment was developed.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ford-Gilboe",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Ford-Gilboe",
      "affiliations": [
        "Arthur Labatt Family School of Nursing, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Davidov",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Davidov",
      "affiliations": [
        "Departments of Emergency Medicine and Social and Behavioral Sciences, West Virginia University, Morgantown, WV, USA."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Departments of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical nursing",
    "iso_abbreviation": "J Clin Nurs",
    "issn": "1365-2702",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "15-16",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "2215",
  "end_page": "2228",
  "pages": "2215-2228",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Focus Groups",
    "House Calls",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Interviews as Topic",
    "Intimate Partner Violence",
    "Maternal-Child Health Services",
    "Nurse-Patient Relations",
    "Nursing Process",
    "Ontario",
    "Postnatal Care",
    "Pregnancy",
    "Program Evaluation",
    "Puerperal Disorders",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27219286",
    "mid": "NIHMS878979",
    "pmc": "PMC5525568",
    "doi": "10.1111/jocn.13392"
  },
  "doi": "10.1111/jocn.13392",
  "pmc_id": "PMC5525568",
  "dates": {
    "completed": "2017-11-02",
    "revised": "2021-02-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R49 CE001170",
      "agency": "NCIPC CDC HHS",
      "country": "United States"
    },
    {
      "grant_id": "U54 GM104942",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.203470",
    "pmid": "27219286"
  }
}