{
  "pmid": "27221129",
  "uid": "27221129",
  "title": "Moving forward through consensus: protocol for a modified Delphi approach to determine the top research priorities in the field of orthopaedic oncology.",
  "abstract": "INTRODUCTION: Orthopaedic oncology researchers face several obstacles in the design and execution of randomised controlled trials, including finite fiscal resources to support the rising costs of clinical research and insufficient patient volume at individual sites. As a result, high-quality research to guide clinical practice has lagged behind other surgical subspecialties. A focused approach is imperative to design a research programme that is economical, streamlined and addresses clinically relevant endpoints. The primary objective of this study will be to use a consensus-based approach to identify research priorities for international clinical trials in orthopaedic oncology. METHODS AND ANALYSIS: We will conduct a 3-phase modified Delphi method consisting of 2 sequential rounds of anonymous web-based questionnaires (phases I and II), and an in-person consensus meeting (phase III). Participants will suggest research questions that they believe are of particular importance to the field (phase I), and individually rate each proposed question on 5 criteria (phase II). Research questions that meet predetermined consensus thresholds will be brought forward to the consensus meeting (phase III) for discussion by an expert panel. Following these discussions, the expert panel will be asked to assign scores for each research question, and research questions meeting predetermined criteria will be brought forward for final ranking. The expert panel will then be asked to rank the top 3 research questions, and these 3 research questions will be distributed to the initial group of participants for validation. ETHICS AND DISSEMINATION: An ethics application is currently under review with the Hamilton Integrated Research Ethics Board in Hamilton, Ontario, Canada. The results of this initiative will be disseminated through peer-reviewed publications and conference presentations.",
  "authors": [
    {
      "last_name": "Schneider",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Schneider",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1425-0687"
    },
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rendon",
      "fore_name": "Juan Sebastian",
      "initials": "JS",
      "name": "Juan Sebastian Rendon",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKay",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula McKay",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Randall",
      "fore_name": "R Lor",
      "initials": "RL",
      "name": "R Lor Randall",
      "affiliations": [
        "Department of Orthopaedics, University of Utah, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Turcotte",
      "affiliations": [
        "Division of Orthopaedic Surgery, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Vélez",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Vélez",
      "affiliations": [
        "Tumour Unit, Department of Orthopaedic Surgery and Traumatology, Hospital Vall d'Hebron, Barcelona, Catalunya, Spain."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada Juravinski Cancer Centre, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "5",
    "pub_year": "2016",
    "pub_month": "May",
    "pub_day": "24"
  },
  "start_page": "e011780",
  "pages": "e011780",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Bone Neoplasms",
    "Consensus",
    "Delphi Technique",
    "Humans",
    "Lower Extremity",
    "Multicenter Studies as Topic",
    "Orthopedics",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sarcoma",
    "Surgical Oncology"
  ],
  "article_ids": {
    "pubmed": "27221129",
    "pmc": "PMC4885431",
    "doi": "10.1136/bmjopen-2016-011780",
    "pii": "bmjopen-2016-011780"
  },
  "doi": "10.1136/bmjopen-2016-011780",
  "pmc_id": "PMC4885431",
  "dates": {
    "completed": "2017-12-06",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-1371",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.383667",
    "pmid": "27221129"
  }
}