{
  "pmid": "27222221",
  "uid": "27222221",
  "title": "Biogeography of planktonic and coral-associated microorganisms across the Hawaiian Archipelago.",
  "abstract": "Factors driving the distribution of marine microorganisms are widely debated and poorly understood. Recent studies show that free-living marine microbes exhibit geographical patterns indicative of limited dispersal. In contrast, host-associated microbes face a different set of dispersal challenges, and hosts may function as habitat 'islands' for resident microbial populations. Here, we examine the biogeographical distributions of planktonic and adjacent coral-associated bacterial communities across the Hawaiian Archipelago, Johnston Atoll (∼1400 km southwest of Hawaii) and American Samoa in the Pacific Ocean and investigate the potential underlying processes driving observed patterns. Statistical analyses of bacterial community structure, determined using a small-subunit ribosomal RNA gene-based approach, showed that bacterioplankton and coral-associated bacterial communities were distinct, and correlated with geographical distance between sites. In addition, biogeographical patterns of bacterial associates paralleled those of their host coral Porites lobata, highlighting the specificity of these associations and the impact that host dispersal may have on bacterial biogeography. Planktonic and coral-associated bacterial communities from distant Johnston Atoll were shown to be connected with communities from the center of the Hawaiian Archipelago, a pattern previously observed in fish and invertebrates. No significant correlations were detected with habitat type, temperature or depth. However, non-distance-based geographical groupings were detected, indicating that, in addition to dispersal, unidentified environmental factors also affected the distributions of bacterial communities investigated here.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Salerno",
      "affiliations": [
        "Hawaii Institute of Marine Biology, School of Ocean and Earth Science and Technology, University of Hawaii at Manoa, Kaneohe, HI 96744, USA Department of Biology, University of Hawaii at Manoa, Honolulu, HI 96822, USA jsalerno@gmu.edu."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "Brian W",
      "initials": "BW",
      "name": "Brian W Bowen",
      "affiliations": [
        "Hawaii Institute of Marine Biology, School of Ocean and Earth Science and Technology, University of Hawaii at Manoa, Kaneohe, HI 96744, USA."
      ]
    },
    {
      "last_name": "Rappé",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Rappé",
      "affiliations": [
        "Hawaii Institute of Marine Biology, School of Ocean and Earth Science and Technology, University of Hawaii at Manoa, Kaneohe, HI 96744, USA."
      ]
    }
  ],
  "journal": {
    "title": "FEMS microbiology ecology",
    "iso_abbreviation": "FEMS Microbiol Ecol",
    "issn": "1574-6941",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "American Samoa",
    "Animals",
    "Anthozoa",
    "Biodiversity",
    "Ecosystem",
    "Fishes",
    "Geography",
    "Hawaii",
    "Islands",
    "Pacific Ocean",
    "Plankton",
    "Water Microbiology"
  ],
  "article_ids": {
    "pubmed": "27222221",
    "doi": "10.1093/femsec/fiw109",
    "pii": "fiw109"
  },
  "doi": "10.1093/femsec/fiw109",
  "dates": {
    "completed": "2017-06-15",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:06.069310",
    "pmid": "27222221"
  }
}