{
  "pmid": "27239503",
  "uid": "27239503",
  "title": "Subjective memory impairment: No suitable criteria for case-finding of dementia in primary care.",
  "abstract": "INTRODUCTION: Subjective memory impairment (SMI) might be used for the case-finding of dementia. Present analyses aim to determine the diagnostic value and the predictive ability of SMI and related worries for the discrimination of patients screened positive or negative for dementia. METHODS: The analyses are based on data derived from the ongoing German general practioner (GP)-based, randomized controlled trial DelpHi-MV. A total of 5106 patients (age ≥ 70, living at home) were first asked for SMI and related worries and then screened for dementia in 110 participating GP practices (November 2011 to August 2014; preliminary data) using the DemTect. RESULTS: A total number of 2556 patients (50%) stated that they experience SMI and 892 patients (17%) screened positive for dementia. The sensitivity of SMI for the correct classification of positively screened patients was 54%, the positive predictive value (PPV) 19%. The specificity of SMI was 51%; the negative predictive value (NPV) 84%. Among 2480 patients with SMI, 45% reported SMI-related worries (sensitivity 52%; specificity 57%; PPV 22%; NPV 84%). Receiver operating characteristics analyses showed no statistically significant improvement in the area under the curves when using SMI or related worries as predictors (additional to age and sex) for the discrimination between positively and negatively screened patients. DISCUSSION: The analyses showed that the risk of overlooking cognitive impairment in the subgroup of patients who state that they do not experience SMI would be unreasonable high. Thus, the results provide clear evidence that neither SMI nor related worries can be used as a valid criteria to decide whether an elderly primary care patient should be tested for dementia. TRIALS REGISTRATION: ClinicalTrials.gov Identifier: NCT01401582.",
  "authors": [
    {
      "last_name": "Eichler",
      "fore_name": "Tilly",
      "initials": "T",
      "name": "Tilly Eichler",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Thyrian",
      "fore_name": "Jochen René",
      "initials": "JR",
      "name": "Jochen René Thyrian",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hertel",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Hertel",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany; Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Wucherer",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Wucherer",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Reiner",
      "fore_name": "Katinka",
      "initials": "K",
      "name": "Katinka Reiner",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Dreier",
      "fore_name": "Adina",
      "initials": "A",
      "name": "Adina Dreier",
      "affiliations": [
        "Department of Epidemiology of Health Care and Community Health, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kilimann",
      "fore_name": "Ingo",
      "initials": "I",
      "name": "Ingo Kilimann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Rostock, Germany."
      ]
    },
    {
      "last_name": "Teipel",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Teipel",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Rostock, Germany; Department of Psychosomatic Medicine, Rostock University Medical Center, Rostock, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany; Department of Epidemiology of Health Care and Community Health, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Alzheimer's & dementia (Amsterdam, Netherlands)",
    "iso_abbreviation": "Alzheimers Dement (Amst)",
    "issn": "2352-8729",
    "issn_type": "Print",
    "volume": "1",
    "issue": "2",
    "pub_year": "2015",
    "pub_month": "Jun"
  },
  "start_page": "179",
  "end_page": "186",
  "pages": "179-86",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27239503",
    "pmc": "PMC4876911",
    "doi": "10.1016/j.dadm.2015.02.004",
    "pii": "S2352-8729(15)00041-X"
  },
  "doi": "10.1016/j.dadm.2015.02.004",
  "pmc_id": "PMC4876911",
  "dates": {
    "completed": "2016-05-30",
    "revised": "2024-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:05.999960",
    "pmid": "27239503"
  }
}