{
  "pmid": "27232386",
  "uid": "27232386",
  "title": "Effect of Vitamin K Intake on the Stability of Treatment with Vitamin K Antagonists: A Systematic Review of the Literature.",
  "abstract": "Vitamin K antagonists (VKA) are highly effective for the primary and secondary prevention of arterial and venous thromboembolic events. However, patients treated with VKA have on average only 60% of their international normalized ratio (INR) values within the therapeutic range and INR instability is associated with an increased risk of thrombosis and bleeding events. Recent evidence suggests that poor dietary vitamin K intake may affect anticoagulation control, but the role of vitamin K in INR stability remains to be established. We performed a systematic review of the literature to assess the role of vitamin K dietary intake on the stability of VKA and the potential effect of daily vitamin K supplementation on VKA therapy. After a search in Medline and EMBASE databases, 15 studies for a total of 1,838 patients were included in our systematic review. Observational studies suggest an increased risk of unstable anticoagulation control in patients with lower daily vitamin K intake. On the other hand, the role of daily vitamin K supplementation or a diet with controlled vitamin K content in patients on VKA treatment remains to be established. Use of daily vitamin K supplementation may be associated with a clinically relevant increase in the time in therapeutic range in patients with unstable anticoagulation control. Conversely, this effect appears small and not clinically relevant when vitamin K was administered to an unselected population receiving VKA. Other large prospective studies are necessary to confirm our preliminary findings.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Clinical Medicine, University of Insubria, Varese, Italy."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Departments of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Galli",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Galli",
      "affiliations": [
        "Department of Clinical Medicine, Tradate Hospital, Tradate, Italy."
      ]
    },
    {
      "last_name": "Pomero",
      "fore_name": "Fulvio",
      "initials": "F",
      "name": "Fulvio Pomero",
      "affiliations": [
        "Department of Clinical Medicine, Santa Croce and Carle General Hospital, Cuneo, Italy."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": [
        "Division of Hematology, University of Washington, Seattle, Washington."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Clark",
      "affiliations": [
        "Kaiser Permanente Colorado Clinical Pharmacy Research Team, Aurora, Colorado."
      ]
    },
    {
      "last_name": "Spadafora",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Spadafora",
      "affiliations": [
        "Department of Clinical Medicine, Santa Croce and Carle General Hospital, Cuneo, Italy."
      ]
    },
    {
      "last_name": "Witt",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Witt",
      "affiliations": [
        "Department of Pharmacotherapy, University of Utah College of Pharmacy, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": [
        "Department of Clinical Medicine, University of Insubria, Varese, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in thrombosis and hemostasis",
    "iso_abbreviation": "Semin Thromb Hemost",
    "issn": "1098-9064",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "671",
  "end_page": "681",
  "pages": "671-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Humans",
    "International Normalized Ratio",
    "Venous Thromboembolism",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "27232386",
    "doi": "10.1055/s-0036-1581105"
  },
  "doi": "10.1055/s-0036-1581105",
  "dates": {
    "completed": "2017-03-24",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants",
    "Vitamin K"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.659128",
    "pmid": "27232386"
  }
}