{
  "pmid": "27238876",
  "uid": "27238876",
  "title": "Clinical benefit of intra-articular saline as a comparator in clinical trials of knee osteoarthritis treatments: A systematic review and meta-analysis of randomized trials.",
  "abstract": "OBJECTIVES: Hyaluronic acid and corticosteroids are common intra-articular (IA) therapies widely used for the management of mild to moderate knee osteoarthritis (OA). Many trials evaluating the efficacy of IA administered therapies commonly use IA saline injections as a placebo comparator arm. Using a systematic review and meta-analysis, our objective was to assess the clinical benefit associated with use of IA saline in trials of IA therapies in the treatment of patients with painful knee OA. METHODS: MEDLINE and Embase databases were searched for articles published up to and including August 14th, 2014. Two reviewers assessed the eligibility of potential reports and the risk of bias of included trials. We analyzed short (≤3 months) and long-term (6-12 months) pain reduction of the saline arm of included trials using standardized mean differences (SMDs; estimated assuming a null effect in a comparator group) that were combined and weighted using a random effects model. Treatment-related adverse events (AEs) were tabulated and presented using descriptive statistics. RESULTS: From 40 randomized controlled trials (RCTs) eligible for inclusion only 38 provided sufficient data to be included in the meta-analysis. Based on data with moderate inconsistency IA saline was found to significantly improve short-term knee pain in 32 studies involving 1705 patients (SMD = -0.68; 95% CI: -0.78 to -0.57; P < 0.001; I(2) = 50%). Long-term knee pain was significantly decreased following IA injection with saline in 19 studies involving 1445 patients (SMD = -0.61; 95% CI: -0.76 to -0.45; P < 0.001) with a substantial degree of inconsistency (I(2) = 74%). Overall, 29 of the included trials reported on adverse events, none of which found any serious treatment-related AEs following IA injection with saline. CONCLUSIONS: Pain relief observed with IA saline should prompt health care providers to consider the additional effectiveness of current IA treatments that use saline comparators in clinical studies, and challenges of identifying IA saline injection as a \"placebo.\"",
  "authors": [
    {
      "last_name": "Altman",
      "fore_name": "Roy D",
      "initials": "RD",
      "name": "Roy D Altman",
      "affiliations": [
        "Department of Medicine, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA. Electronic address: journals@royaltman.com."
      ]
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fierlinger",
      "fore_name": "Anke",
      "initials": "A",
      "name": "Anke Fierlinger",
      "affiliations": [
        "Ferring Pharmaceuticals Inc., Parsippany, NJ."
      ]
    },
    {
      "last_name": "Niazi",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Niazi",
      "affiliations": [
        "Ferring Pharmaceuticals Inc., Parsippany, NJ."
      ]
    },
    {
      "last_name": "Christensen",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Christensen",
      "affiliations": [
        "Musculoskeletal Statistics Unit, The Parker Institute, Bispebjerg and Frederiksberg Hospital, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in arthritis and rheumatism",
    "iso_abbreviation": "Semin Arthritis Rheum",
    "issn": "1532-866X",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "151",
  "end_page": "159",
  "pages": "151-159",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Injections, Intra-Articular",
    "Knee Joint",
    "Osteoarthritis, Knee",
    "Pain",
    "Randomized Controlled Trials as Topic",
    "Sodium Chloride",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27238876",
    "doi": "10.1016/j.semarthrit.2016.04.003",
    "pii": "S0049-0172(16)30009-9"
  },
  "doi": "10.1016/j.semarthrit.2016.04.003",
  "dates": {
    "completed": "2017-09-01",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Sodium Chloride"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.383942",
    "pmid": "27238876"
  }
}