{
  "pmid": "27233927",
  "uid": "27233927",
  "title": "Why do policies change? Institutions, interests, ideas and networks in three cases of policy reform.",
  "abstract": "Policy researchers have used various categories of variables to explain why policies change, including those related to institutions, interests and ideas. Recent research has paid growing attention to the role of policy networks-the actors involved in policy-making, their relationships with each other, and the structure formed by those relationships-in policy reform across settings and issues; however, this literature has largely ignored the theoretical integration of networks with other policy theories, including the '3Is' of institutions, interests and ideas. This article proposes a conceptual framework integrating these variables and tests it on three cases of policy change in Burkina Faso, addressing the need for theoretical integration with networks as well as the broader aim of theory-driven health policy analysis research in low- and middle-income countries. We use historical process tracing, a type of comparative case study, to interpret and compare documents and in-depth interview data within and between cases. We found that while network changes were indeed associated with policy reform, this relationship was mediated by one or more of institutions, interests and ideas. In a context of high donor dependency, new donor rules affected the composition and structure of actors in the networks, which enabled the entry and dissemination of new ideas and shifts in the overall balance of interest power ultimately leading to policy change. The case of strategic networking occurred in only one case, by civil society actors, suggesting that network change is rarely the spark that initiates the process towards policy change. This analysis highlights the important role of changes in institutions and ideas to drive policymaking, but hints that network change is a necessary intermediate step in these processes.",
  "authors": [
    {
      "last_name": "Shearer",
      "fore_name": "Jessica C",
      "initials": "JC",
      "name": "Jessica C Shearer",
      "affiliations": [
        "Health Systems Innovation and Delivery, PATH, Seattle Washington, USA jshearer@path.org."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Center for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kouyaté",
      "fore_name": "Bocar",
      "initials": "B",
      "name": "Bocar Kouyaté",
      "affiliations": [
        "Ministry of Health, Burkina Faso, Ouagadougo."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Center for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walt",
      "fore_name": "Gill",
      "initials": "G",
      "name": "Gill Walt",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1200",
  "end_page": "1211",
  "pages": "1200-11",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Burkina Faso",
    "Developing Countries",
    "Health Policy",
    "Humans",
    "Organizational Case Studies",
    "Organizational Innovation",
    "Policy Making",
    "Research"
  ],
  "article_ids": {
    "pubmed": "27233927",
    "pmc": "PMC5886035",
    "doi": "10.1093/heapol/czw052",
    "pii": "czw052"
  },
  "doi": "10.1093/heapol/czw052",
  "pmc_id": "PMC5886035",
  "dates": {
    "completed": "2017-06-19",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.987908",
    "pmid": "27233927"
  }
}