{
  "pmid": "27257845",
  "uid": "27257845",
  "title": "Interference effect of oral administration of mulberry branch bark powder on the incidence of type II diabetes in mice induced by streptozotocin.",
  "abstract": "BACKGROUND: Diabetes is a group of metabolic diseases that has become a global health problem worldwide. Many researchers have found that mulberry branches have a hypoglycemic effect, but there have been few studies or investigations regarding the use of mulberry branches to prevent the incidence of diabetes. OBJECTIVE: This study aimed to investigate the potential preventive effect of mulberry branch bark powder (MBBP) from Morus multicaulis L against type II diabetes in mice induced by streptozotocin (STZ). DESIGN: The normal mice were fed a diet containing 2.5, 5.0, and 10.0%, MBBP, respectively, for 2 weeks. After that, STZ (100 mg/kg) was injected into the caudal vein of these mice. These mice continued to be fed the same diet, and the fasting blood glucose (FBG) levels were monitored on the 17th and 21st days. RESULTS: Oral administration of MBBP could effectively inhibit weight loss and maintain the FBG level. The incidence of diabetes in mice was almost inhibited by treatment with 10% MBBP. MBBP could also maintain the original antioxidant capacity and regulate the lipid metabolism in mice. An immunohistochemical assay showed that MBBP could prevent the injury of the insulin-secreting islet beta cells induced by STZ. RT-PCR also confirmed that the mRNA expression of the genes PI3K, Pdk1, Akt, and FoxO1, which were involved in the PI3K/Akt signaling pathway, hardly suffered from STZ in the 10% MBBP-dose group. CONCLUSIONS: Our results indicate that powdered mulberry branch bark has a powerful anti-diabetic effect. These results clearly illustrated that MBBP has a potential use as a health food additive in the prevention of diabetes.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Hua-Yu",
      "initials": "HY",
      "name": "Hua-Yu Liu",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Ma",
      "affiliations": [
        "Henan Province Sericulture Scientific Research Institute, Henan, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, China; sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Food & nutrition research",
    "iso_abbreviation": "Food Nutr Res",
    "issn": "1654-661X",
    "issn_type": "Print",
    "volume": "60",
    "pub_year": "2016"
  },
  "start_page": "31606",
  "pages": "31606",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27257845",
    "pmc": "PMC4891971",
    "doi": "10.3402/fnr.v60.31606",
    "pii": "31606"
  },
  "doi": "10.3402/fnr.v60.31606",
  "pmc_id": "PMC4891971",
  "dates": {
    "completed": "2016-06-04",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.227183",
    "pmid": "27257845"
  }
}