{
  "pmid": "27265777",
  "uid": "27265777",
  "title": "The Safety and Efficacy of Mineralocorticoid Receptor Antagonists in Patients Who Require Dialysis: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Patients who require dialysis are at high risk for cardiovascular mortality, which may be improved by mineralocorticoid receptor antagonists (MRAs). STUDY DESIGN: Systematic review and meta-analysis of randomized controlled trials. SETTING & POPULATION: Adults undergoing long-term hemodialysis or peritoneal dialysis with or without heart failure. SELECTION CRITERIA FOR STUDIES: Randomized controlled trials evaluating an MRA in dialysis and reported at least one outcome of interest. INTERVENTION: Spironolactone (8 trials) or eplerenone (1 trial) compared to placebo (7 trials) or standard of care (2 trials). OUTCOMES: Cardiovascular and all-cause mortality, hyperkalemia, serum potassium level, hypotension, change in blood pressure, and gynecomastia. RESULTS: We identified 9 trials including 829 patients. The overall quality of evidence was low due to methodologic limitations in most of the included trials. The relative risk (RR) for cardiovascular mortality was 0.34 (95% CI, 0.15-0.75) for MRA-treated compared with control patients. The RR for all-cause mortality was 0.40 (95% CI, 0.23-0.69). The RR for hyperkalemia for MRA treatment was 3.05 (95% CI, 1.21-7.70). Sensitivity analyses demonstrated wide variability in RRs for cardiovascular mortality, all-cause mortality, and hyperkalemia, suggesting further uncertainty in the confidence of the primary results. LIMITATIONS: Trial quality and size insufficient to robustly and precisely identify a treatment effect. CONCLUSIONS: Given the uncertainty of both the benefits and harms of MRAs in dialysis, large high-quality trials are required.",
  "authors": [
    {
      "last_name": "Quach",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Quach",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lvtvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lvtvyn",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baigent",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Baigent",
      "affiliations": [
        "Clinical Trials Services Unit, Oxford University, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Bueti",
      "fore_name": "Joe",
      "initials": "J",
      "name": "Joe Bueti",
      "affiliations": [
        "Department of Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Medicine, Western University, London, Canada; Department of Epidemiology and Biostatistics, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Hawley",
      "fore_name": "Carmel",
      "initials": "C",
      "name": "Carmel Hawley",
      "affiliations": [
        "Princess Alexandra Hospital, Woolloongabba, Queensland, Australia; University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Haynes",
      "affiliations": [
        "Clinical Trials Services Unit, Oxford University, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden",
      "initials": "B",
      "name": "Braden Manns",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada; Department of Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Perkovic",
      "fore_name": "Vlado",
      "initials": "V",
      "name": "Vlado Perkovic",
      "affiliations": [
        "George Institute for Global Health, Sydney, Australia."
      ]
    },
    {
      "last_name": "Rabbat",
      "fore_name": "Christian G",
      "initials": "CG",
      "name": "Christian G Rabbat",
      "affiliations": [
        "Department of Medicine, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada; Department of Medicine, McMaster University, Ontario, Canada; Population Health Research Institute, Hamilton Health Sciences/McMaster University, Ontario, Canada. Electronic address: lastwalsh1975@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "591",
  "end_page": "598",
  "pages": "591-598",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cause of Death",
    "Eplerenone",
    "Humans",
    "Mineralocorticoid Receptor Antagonists",
    "Randomized Controlled Trials as Topic",
    "Renal Dialysis",
    "Spironolactone"
  ],
  "article_ids": {
    "pubmed": "27265777",
    "doi": "10.1053/j.ajkd.2016.04.011",
    "pii": "S0272-6386(16)30107-X"
  },
  "doi": "10.1053/j.ajkd.2016.04.011",
  "dates": {
    "completed": "2017-05-31",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Mineralocorticoid Receptor Antagonists",
    "Spironolactone",
    "Eplerenone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.598960",
    "pmid": "27265777"
  }
}