{
  "pmid": "27276520",
  "uid": "27276520",
  "title": "Neonatal Outcomes in Women With Untreated Antenatal Depression Compared With Women Without Depression: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Despite the prevalence of antenatal depression and the fact that only one-third of pregnant women with depression consider it acceptable to take antidepressants, the effect of untreated depression on neonatal outcomes remains to be addressed thoroughly. OBJECTIVE: To undertake a systematic review and meta-analysis to understand the effect of untreated depression on neonatal outcomes. DATA SOURCES: We executed our search strategy, with emphasis on its exhaustiveness, in MEDLINE, EMBASE, PsycINFO, Cumulative Index to Nursing and Allied Health, Cochrane Central Register of Controlled Trials, and Web of Science. The search was conducted in July, 2015. STUDY SELECTION: We included randomized and nonrandomized studies that examined neonatal outcomes in women with depression receiving neither pharmacological nor nonpharmacological treatment compared with women without depression. DATA EXTRACTION AND SYNTHESIS: Two reviewers independently screened titles and abstracts, assessed full-text articles, extracted data, and assessed their quality using a modified version of the Newcastle-Ottawa Scale. We pooled data using random-effects meta-analyses, quantified heterogeneity using the I2 statistic, and explored it with subgroup analyses by type of assessment of depression, severity, reported conflicts of interest, and study quality. MAIN OUTCOMES AND MEASURES: Primary outcomes were preterm birth before 37 weeks and before 32 weeks, small and large for gestational age, low birth weight, and neonatal intensive care unit admission. RESULTS: Of the 6646 titles initially identified, 23 studies met inclusion criteria, all observational, with a total of 25 663 women. Untreated depression was associated with significantly increased risks of preterm birth (odds ratio [OR], 1.56; 95% CI, 1.25-1.94; 14 studies; I2, 39%) and low birth weight (OR, 1.96; 95% CI, 1.24-3.10; 8 studies; I2, 48%), with a trend toward higher risks for exposure to more severe depression. While the odds of preterm birth more than doubled in studies reporting conflicts of interest (OR, 2.50; 95% CI, 1.70-3.67; 5 studies; I2, 0%), studies not reporting such conflicts showed more moderate results (OR, 1.34; 95% CI, 1.08-1.66; 9 studies; I2, 30%). CONCLUSIONS AND RELEVANCE: Our results contrast with what is, to our knowledge, the only previous systematic review that examined the question of untreated depression because we found significant risks of 2 key perinatal outcomes, preterm birth and low birth weight. These are important results for pregnant women and clinicians to take into account in the decision-making process around depression treatment.",
  "authors": [
    {
      "last_name": "Jarde",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Jarde",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morais",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Morais",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kingston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Kingston",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Giallo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Giallo",
      "affiliations": [
        "Healthy Mothers Healthy Families Group, Murdoch Childrens Research Institute, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "MacQueen",
      "fore_name": "Glenda M",
      "initials": "GM",
      "name": "Glenda M MacQueen",
      "affiliations": [
        "Department of Psychiatry, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Giglia",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Giglia",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Wang",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA psychiatry",
    "iso_abbreviation": "JAMA Psychiatry",
    "issn": "2168-6238",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "826",
  "end_page": "837",
  "pages": "826-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Decision Support Techniques",
    "Depressive Disorder, Major",
    "Female",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Observational Studies as Topic",
    "Obstetric Labor, Premature",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Outcome",
    "Randomized Controlled Trials as Topic",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "27276520",
    "doi": "10.1001/jamapsychiatry.2016.0934",
    "pii": "2526241"
  },
  "doi": "10.1001/jamapsychiatry.2016.0934",
  "dates": {
    "completed": "2017-05-05",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antidepressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.057024",
    "pmid": "27276520"
  }
}