{
  "pmid": "27271480",
  "uid": "27271480",
  "title": "Hypertonic salt solution for peri-operative fluid management.",
  "abstract": "BACKGROUND: Fluid excess may place people undergoing surgery at risk for various complications. Hypertonic salt solution (HS) maintains intravascular volume with less intravenous fluid than isotonic salt (IS) solutions, but may increase serum sodium. This review was published in 2010 and updated in 2016. OBJECTIVES: To determine the benefits and harms of HS versus IS solutions administered for fluid resuscitation to people undergoing surgery. SEARCH METHODS: In this updated review we have searched the Cochrane Central Register of Controlled Trials (CENTRAL; Issue 4, 2016); MEDLINE (January 1966 to April 2016); EMBASE (January 1980 to April 2016); LILACS (January 1982 to April 2016) and CINAHL (January 1982 to April 2016) without language restrictions. We conducted the original search on April 30th, 2007, and reran it on April 8th, 2016. SELECTION CRITERIA: We have included randomized clinical trials (RCTs) comparing HS to IS in people undergoing surgery, irrespective of blinding, language, and publication status. DATA COLLECTION AND ANALYSIS: Two independent review authors read studies that met our selection criteria. We collected study information and data using a data collection sheet with predefined parameters. We have assessed the impact of HS administration on mortality, organ failure, fluid balance, serum sodium, serum osmolarity, diuresis and physiologic measures of cardiovascular function. We have pooled the data using the mean difference (MD) for continuous outcomes. We evaluated heterogeneity between studies by I² percentage. We consider studies with an I² of 0% to 30% to have no or little heterogeneity, 30% to 60% as having moderate heterogeneity, and more than 60% as having high heterogeneity. In studies with low heterogeneity we have used a fixed-effect model, and a random-effects model for studies with moderate to high heterogeneity. MAIN RESULTS: We have included 18 studies with 1087 participants of whom 545 received HS compared to 542 who received IS. All participants were over 18 years of age and all trials excluded high-risk patients (ASA IV). All trials assessed haematological parameters peri-operatively and up to three days post-operatively.There were three (< 1%) deaths reported in the IS group and four (< 1%) in the HS group, as assessed at 90 days in one study. There were no reports of serious adverse events. Most participants were in a positive fluid balance postoperatively (4.4 L IS and 2.5 L HS), with the excess significantly less in HS participants (MD -1.92 L, 95% confidence interval (CI) -2.61 to -1.22 L; P < 0.00001). IS participants received a mean volume of 2.4 L and HS participants received 1.49 L, significantly less fluid than IS-treated participants (MD -0.91 L, 95% CI -1.24 to -0.59 L; P < 0.00001). The maximum average serum sodium ranged between 138.5 and 159 in HS groups compared to between 136 and 143 meq/L in the IS groups. The maximum serum sodium was significantly higher in HS participants (MD 7.73, 95% CI 5.84 to 9.62; P < 0.00001), although the level remained within normal limits (136 to 146 meq/L).A high degree of heterogeneity appeared to be related to considerable differences in the dose of HS between studies. The quality of the evidence for the outcomes reported ranged from high to very low. The risk of bias for many of the studies could not be determined for performance and detection bias, criteria that we assess as likely to impact the study outcomes. AUTHORS' CONCLUSIONS: HS reduces the volume of intravenous fluid required to maintain people undergoing surgery but transiently increases serum sodium. It is not known if HS affects survival and morbidity, but this should be examined in randomized controlled trials that are designed and powered to test these outcomes.",
  "authors": [
    {
      "last_name": "Shrum",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Shrum",
      "affiliations": [
        "General Surgery Experimental Laboratory, University Hospital London Health Sciences Centre, Department of Surgery, 339 Windermere Road, London, ON, Canada, N6A 5A5."
      ]
    },
    {
      "last_name": "Church",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Church",
      "affiliations": []
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Znajda",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Znajda",
      "affiliations": []
    },
    {
      "last_name": "McAlister",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian McAlister",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2016",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "CD005576",
  "pages": "CD005576",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Crystalloid Solutions",
    "Fluid Therapy",
    "Humans",
    "Isotonic Solutions",
    "Randomized Controlled Trials as Topic",
    "Saline Solution, Hypertonic",
    "Sodium",
    "Surgical Procedures, Operative",
    "Water-Electrolyte Balance"
  ],
  "article_ids": {
    "pubmed": "27271480",
    "pmc": "PMC8627702",
    "doi": "10.1002/14651858.CD005576.pub3"
  },
  "doi": "10.1002/14651858.CD005576.pub3",
  "pmc_id": "PMC8627702",
  "dates": {
    "completed": "2016-08-17",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Crystalloid Solutions",
    "Isotonic Solutions",
    "Saline Solution, Hypertonic",
    "Sodium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.142801",
    "pmid": "27271480"
  }
}