{
  "pmid": "27270112",
  "uid": "27270112",
  "title": "Handling Regional Variation in Health State Preferences within a Country.",
  "abstract": "BACKGROUND: Health state preferences vary among countries, and country-specific value sets are important in health care reimbursement decisions. When decisions are made at the regional level, regional variation in health state preferences may be important. We propose that shrinkage analysis and Bland-Altman plots can be a helpful way to investigate regional variation. METHODS: The presence of regional variation can be investigated by introducing interactions between regions and the regression coefficients in the scoring algorithm. When variation is present, regional scoring algorithms can be derived through shrinkage analysis. The impact of using regional algorithms in place of the national algorithm can be investigated using simulation and illustrated using Bland-Altman plots. We applied this methodological approach to the Canadian EQ-5D-5L valuation study, which used time-tradeoff (TTO) tasks to elicit health state preferences from 1073 participants from 4 regions (Alberta, British Columbia, Ontario, and Quebec). RESULTS: There were statistically significant interactions between the fixed effects of the scoring algorithm and region. On computing regional scoring algorithms and applying them to the EQ-5D-5L health states reported by our population, the mean utility using the Canada-wide scoring algorithm was 0.87 (standard error, 0.0013), compared to 0.85 (0.0013) on using the algorithm for Alberta, 0.80 (0.0013) on using the algorithm for British Columbia, 0.91 (0.0013) for Ontario, and 0.89 (0.0014) for Quebec. CONCLUSIONS: When health care falls under regional jurisdiction, shrinkage estimators can be used to generate regional scoring algorithms for the EQ-5D-5L and Bland-Altman plots used to assess the importance of regional variation in health state preferences. Our results suggest that mean health state preferences vary among Canada's regions and make a sizable impact on estimates of population mean utility.",
  "authors": [
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Hospital for Sick Children, Toronto, ON, Canada (EP)."
      ]
    },
    {
      "last_name": "Sunderland",
      "fore_name": "Kelly M",
      "initials": "KM",
      "name": "Kelly M Sunderland",
      "affiliations": [
        "University of Toronto Dalla Lana School of Public Health, Toronto, ON, Canada (KS)."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Johnson",
      "affiliations": [
        "University of Alberta School of Public Health, Edmonton, Alberta, Canada (JJ)."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada (FX)."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "252",
  "end_page": "261",
  "pages": "252-261",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Canada",
    "Health Status",
    "Humans",
    "Models, Statistical",
    "Patient Preference",
    "Quality of Life",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "27270112",
    "doi": "10.1177/0272989X16651885",
    "pii": "0272989X16651885"
  },
  "doi": "10.1177/0272989X16651885",
  "dates": {
    "completed": "2018-02-12",
    "revised": "2018-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.874549",
    "pmid": "27270112"
  }
}