{
  "pmid": "27282195",
  "uid": "27282195",
  "title": "Designing, Implementing, and Evaluating Mobile Health Technologies for Managing Chronic Conditions in Older Adults: A Scoping Review.",
  "abstract": "BACKGROUND: The current landscape of a rapidly aging population accompanied by multiple chronic conditions presents numerous challenges to optimally support the complex needs of this group. Mobile health (mHealth) technologies have shown promise in supporting older persons to manage chronic conditions; however, there remains a dearth of evidence-informed guidance to develop such innovations. OBJECTIVES: The purpose of this study was to conduct a scoping review of current practices and recommendations for designing, implementing, and evaluating mHealth technologies to support the management of chronic conditions in community-dwelling older adults. METHODS: A 5-stage scoping review methodology was used to map the relevant literature published between January 2005 and March 2015 as follows: (1) identified the research question, (2) identified relevant studies, (3) selected relevant studies for review, (4) charted data from selected literature, and (5) summarized and reported results. Electronic searches were conducted in 5 databases. In addition, hand searches of reference lists and a key journal were completed. Inclusion criteria were research and nonresearch papers focused on mHealth technologies designed for use by community-living older adults with at least one chronic condition, or health care providers or informal caregivers providing care in the home and community setting. Two reviewers independently identified articles for review and extracted data. RESULTS: We identified 42 articles that met the inclusion criteria. Of these, described innovations focused on older adults with specific chronic conditions (n=17), chronic conditions in general (n=6), or older adults in general or those receiving homecare services (n=18). Most of the mHealth solutions described were designed for use by both patients and health care providers or health care providers only. Thematic categories identified included the following: (1) practices and considerations when designing mHealth technologies; (2) factors that support/hinder feasibility, acceptability, and usability of mHealth technologies; and (3) approaches or methods for evaluating mHealth technologies. CONCLUSIONS: There is limited yet increasing use of mHealth technologies in home health care for older adults. A user-centered, collaborative, interdisciplinary approach to enhance feasibility, acceptability, and usability of mHealth innovations is imperative. Creating teams with the required pools of expertise and insight regarding needs is critical. The cyclical, iterative process of developing mHealth innovations needs to be viewed as a whole with supportive theoretical frameworks. Many barriers to implementation and sustainability have limited the number of successful, evidence-based mHealth solutions beyond the pilot or feasibility stage. The science of implementation of mHealth technologies in home-based care for older adults and self-management of chronic conditions are important areas for further research. Additionally, changing needs as cohorts and technologies advance are important considerations. Lessons learned from the data and important implications for practice, policy, and research are discussed to inform the future development of innovations.",
  "authors": [
    {
      "last_name": "Matthew-Maich",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Matthew-Maich",
      "affiliations": [
        "Aging, Community & Health Research Unit, McMaster University, Mohawk College/McMaster University School of Nursing, Hamilton, ON, Canada. nancy.maich@mohawkcollege.ca."
      ],
      "orcid": "0000-0002-1150-0946"
    },
    {
      "last_name": "Harris",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Harris",
      "affiliations": [],
      "orcid": "0000-0003-0263-0201"
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [],
      "orcid": "0000-0002-4019-7077"
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [],
      "orcid": "0000-0002-3117-0542"
    },
    {
      "last_name": "Ibrahim",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Ibrahim",
      "affiliations": [],
      "orcid": "0000-0002-0835-2217"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [],
      "orcid": "0000-0001-8279-8172"
    },
    {
      "last_name": "Isaacs",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Isaacs",
      "affiliations": [],
      "orcid": "0000-0003-0469-1411"
    }
  ],
  "journal": {
    "title": "JMIR mHealth and uHealth",
    "iso_abbreviation": "JMIR Mhealth Uhealth",
    "issn": "2291-5222",
    "issn_type": "Print",
    "volume": "4",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "09"
  },
  "start_page": "e29",
  "pages": "e29",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27282195",
    "pmc": "PMC4919548",
    "doi": "10.2196/mhealth.5127",
    "pii": "v4i2e29"
  },
  "doi": "10.2196/mhealth.5127",
  "pmc_id": "PMC4919548",
  "dates": {
    "completed": "2016-06-10",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.706257",
    "pmid": "27282195"
  }
}