{
  "pmid": "27280023",
  "uid": "27280023",
  "title": "A systematic review of using and reporting survival analyses in acute lymphoblastic leukemia literature.",
  "abstract": "BACKGROUNDS: Survival analysis is commonly used to determine the treatment effect among acute lymphoblastic leukemia (ALL) patients who undergo allogeneic stem cell transplantation (allo-SCT) or other treatments. The aim of this study was to evaluate the use and reporting of survival analyses in these articles. METHODS: We performed a systematic review by searching the MEDLINE, EMBASE and Cochrane library databases from inception to April 2015. Clinical trials of patients with ALL comparing allo-SCT compared to another treatment were included. We included only studies that used survival analysis as a part of the statistical methods. RESULTS: There were 14 studies included in the review. Sample size estimation was described in 4 (29 %) studies. Only 4 (29 %) studies reported the list of covariates assessed in the Cox regression and 6 (43 %) studies provided a description of censorship. All studies reported survival curves using the Kaplan-Meier method. The comparisons between groups were investigated using the log-rank test and Wilcoxon test. Crossing survival curves were observed in 11(79 %) studies. The Cox regression model was incorporated in 10 (71 %) studies. None of the studies assessed the Cox proportional hazards assumption or goodness-of-fit. CONCLUSIONS: The use and reporting of survival analysis in adult ALL patients undergoing allo-SCT have significant limitations. Notably, the finding of crossing survival curves was common and none of the studies assessed for the proportional hazards assumption. We encourage authors, reviewers and editors to improve the quality of the use and reporting of survival analysis in the hematology literature.",
  "authors": [
    {
      "last_name": "Chai-Adisaksopha",
      "fore_name": "Chatree",
      "initials": "C",
      "name": "Chatree Chai-Adisaksopha",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada ; Departments of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada ; Departments of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hillis",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Hillis",
      "affiliations": [
        "Departments of Medicine, McMaster University, Hamilton, Canada ; Departments of Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada ; Departments of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC hematology",
    "iso_abbreviation": "BMC Hematol",
    "issn": "2052-1839",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2016"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27280023",
    "pmc": "PMC4898350",
    "doi": "10.1186/s12878-016-0055-7",
    "pii": "55"
  },
  "doi": "10.1186/s12878-016-0055-7",
  "pmc_id": "PMC4898350",
  "dates": {
    "completed": "2016-06-09",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.158361",
    "pmid": "27280023"
  }
}