{
  "pmid": "27299122",
  "uid": "27299122",
  "title": "Early Definitive Fixation of an Open Periprosthetic Femur Fracture in the Polytraumatized Patient: A Case Report and Review of the Literature.",
  "abstract": "INTRODUCTION: Periprosthetic fractures of the femur after total hip arthroplasty are increasing in frequency. In the polytraumatized patient with long-bone fracture, an ongoing debate exists regarding early definitive stabilization versus initial damage control orthopaedics, followed by delayed fixation. It remains to be seen whether this rationale applies to the polytraumatized patient with periprosthetic fracture. CASE PRESENTATION: We present the case of a 73-years old Caucasian woman who sustained bilateral Gustillo-Anderson grade III open femur fractures; the fracture on the right was a Vancouver C open periprosthetic fracture after cemented total hip arthroplasty. After massive fluid resuscitation in the trauma bay she was taken to the intensive care unit in a hemodynamically unstable condition. She was subsequently operated and underwent early definitive fixation of both femurs with the rationale of potentially reducing pulmonary complications and promoting early mobilization. CONCLUSION: Early definitive stabilization versus delayed fixation in the polytraumatized patient with an open periprosthetic femur fracture is reviewed. Although several treatment algorithms based on fracture classification and implant stability exist, further study is required to delineate the preferred method and timeline of fixation for this growing cohort of patients.",
  "authors": [
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas S",
      "initials": "IS",
      "name": "Ilyas S Aleem",
      "affiliations": [
        "Department Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elizalde",
      "fore_name": "Sebastian Rodriguez",
      "initials": "SR",
      "name": "Sebastian Rodriguez Elizalde",
      "affiliations": [
        "Division of Orthopaedic Surgery, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic case reports",
    "iso_abbreviation": "J Orthop Case Rep",
    "issn": "2250-0685",
    "issn_type": "Print",
    "volume": "6",
    "issue": "1",
    "pub_year": "2016"
  },
  "start_page": "33",
  "end_page": "36",
  "pages": "33-6",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27299122",
    "pmc": "PMC4845407",
    "doi": "10.13107/jocr.2250-0685.371",
    "pii": "JOCR-6-33"
  },
  "doi": "10.13107/jocr.2250-0685.371",
  "pmc_id": "PMC4845407",
  "dates": {
    "completed": "2016-06-14",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.384181",
    "pmid": "27299122"
  }
}