{
  "pmid": "27297733",
  "uid": "27297733",
  "title": "Towards the development of an in vitro model of atherosclerotic peripheral vessels for evaluating drug-coated endovascular technologies.",
  "abstract": "Here, we review the in vitro models used to evaluate drug-coated endovascular technologies. The models are assessed in the context of representing the drug transport/uptake and mechanical properties of atherosclerotic peripheral vessels. Studies to date have incorporated a vessel-simulating hydrogel compartment to examine drug elution from endovascular devices. However, comparisons between in vitro models and atherosclerotic tissue are difficult because ex vivo data are limited in their applicability to diseased peripheral vessels. Furthermore, appropriate ex vivo mechanical properties are not incorporated into these models. Therefore, there is a need to characterise the drug transport/uptake properties of appropriate atherosclerotic tissue and incorporate existing ex vivo mechanical data into current in vitro models to more accurately represent drug behaviour in atherosclerotic peripheral vessels.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical, Aeronautical and Biomedical Engineering, Materials and Surface Science Institute and the Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical, Aeronautical and Biomedical Engineering, Materials and Surface Science Institute and the Health Research Institute, University of Limerick, Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Drug discovery today",
    "iso_abbreviation": "Drug Discov Today",
    "issn": "1878-5832",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "1512",
  "end_page": "1520",
  "pages": "1512-1520",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Atherosclerosis",
    "Biological Transport",
    "Blood Vessels",
    "Endovascular Procedures",
    "Humans",
    "Models, Biological",
    "Pharmaceutical Preparations",
    "Plaque, Atherosclerotic"
  ],
  "article_ids": {
    "pubmed": "27297733",
    "doi": "10.1016/j.drudis.2016.05.019",
    "pii": "S1359-6446(16)30194-5"
  },
  "doi": "10.1016/j.drudis.2016.05.019",
  "dates": {
    "completed": "2018-01-16",
    "revised": "2018-01-20"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.872653",
    "pmid": "27297733"
  }
}