{
  "pmid": "27295482",
  "uid": "27295482",
  "title": "The relationship between perceived preceptor power use and student empowerment during clerkship rotations: a study of hidden curriculum.",
  "abstract": "CONTEXT: Medical learners are vulnerable to the social power used by preceptors. Furthermore, an individual's perceived level of personal empowerment has been identified as a predictor of positive behaviour in education environments. The degree to which medical students feel empowered in their clinical environments factors largely into how vulnerable they are to having their professional values influenced negatively by structural and cultural aspects of these environments. OBJECTIVES: The goal of this study was to explore the relationship between clerks' perceptions of personal empowerment and the social power employed by their preceptors. This research also investigates the prevalence of negative power use as a function of the hierarchical organisation of a clerkship rotation. METHODS: Validated power use and empowerment surveys were modified for clinical learning environments and administered to clerkship learners across six clerkship rotations. The outcomes of the two surveys were subjected to correlational analyses. Outcomes associated with the use of each type of perceived power were analysed to determine the influence of the relative involvement of residents and staff physicians in preceptorship. RESULTS: Correlational analyses revealed strong relationships between clerks' perceptions of preceptor power use and their own personal empowerment. Furthermore, although participants perceived significantly more pro-social preceptor uses of power, clerks perceived a higher prevalence of coercive power on rotations with high involvement of residents as preceptors. CONCLUSIONS: Clerks' perceptions of empowerment correlate positively with positive power bases and negatively with negative dimensions of preceptor power. This research has implications for the importance of the development of resident and faculty staff as educators, the identification of clerks who are vulnerable to ethical violation, and for a refined understanding of the transactional way in which power is experienced in a medical education context.",
  "authors": [
    {
      "last_name": "Baird",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Baird",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bracken",
      "fore_name": "Keyna",
      "initials": "K",
      "name": "Keyna Bracken",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Programme for Educational Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "778",
  "end_page": "785",
  "pages": "778-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Analysis of Variance",
    "Clinical Clerkship",
    "Curriculum",
    "Humans",
    "Internship and Residency",
    "Ontario",
    "Perception",
    "Power, Psychological",
    "Preceptorship",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "27295482",
    "doi": "10.1111/medu.13065"
  },
  "doi": "10.1111/medu.13065",
  "dates": {
    "completed": "2017-05-31",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.281819",
    "pmid": "27295482"
  }
}