{
  "pmid": "27298795",
  "uid": "27298795",
  "title": "Amiodarone Versus Propafenone to Treat Atrial Fibrillation after Coronary Artery Bypass Grafting: A Randomized Double Blind Controlled Trial.",
  "abstract": "BACKGROUND: Atrial fibrillation (AF) is one of the most common complications after cardiac surgery. Several therapeutic and preventive strategies have been introduced for postoperative AF, but the treatment and prophylaxis of AF remain controversial. We aimed to compare the efficacy of intravenous amiodarone and oral propafenone in the treatment of AF after coronary artery bypass grafting (CABG). METHODS: This was a randomized controlled trial performed in two hospitals in Shiraz, Iran from 2009 to 2012. We included all patients who underwent elective CABG and developed AF postoperatively. The patients were randomly assigned to receive propafenone or amiodarone. The duration of AF, the success rate of the treatment, the need for cardioversion, the frequency of repeated AF, and the need for repeating the treatment were compared. RESULTS: The duration of the first (p=0.361), second (p=0.832), and third (p=0.298) episodes of AF, the need for cardioversion (p=0.998), and the need to repeat the first and second doses of drugs (p=0.557, 0.699) were comparable between the study groups. Repeated AF was observed in 17 patients (30.9%) in the propafenone group and 23 patients (34.3%) in the amiodarone group (p=0.704). CONCLUSION: Oral propafenone and intravenous amiodarone are equally effective in the treatment and conversion of recent-onset AF after CABG.",
  "authors": [
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Nemati",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Shiraz University of Medical Sciences."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Medical Journalism Department, Paramedical School, Shiraz University of Medical Sciences."
      ]
    }
  ],
  "journal": {
    "title": "The Korean journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "Korean J Thorac Cardiovasc Surg",
    "issn": "2233-601X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "177",
  "end_page": "184",
  "pages": "177-84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27298795",
    "pmc": "PMC4900860",
    "doi": "10.5090/kjtcs.2016.49.3.177",
    "pii": "kjtcv-49-177"
  },
  "doi": "10.5090/kjtcs.2016.49.3.177",
  "pmc_id": "PMC4900860",
  "dates": {
    "completed": "2016-06-14",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.533288",
    "pmid": "27298795"
  }
}