{
  "pmid": "27307996",
  "uid": "27307996",
  "title": "The WISHED Trial: implementation of an interactive health communication application for patients with chronic kidney disease.",
  "abstract": "BACKGROUND: Despite many advantages over facility-based therapies, less than 25 % of prevalent dialysis patients in Ontario are on a home therapy. Interactive health communication applications, web-based packages for patients, have been shown to have a beneficial effect on knowledge, social support, self-efficacy, and behavioral and clinical outcomes but have not been evaluated in patients with chronic kidney disease (CKD). Web-based tools designed for patients with CKD exist but to our knowledge have not been assessed in their ability to influence dialysis modality decision-making. OBJECTIVE: To determine if a web-based tool increases utilization of a home-based therapy in patients with CKD starting dialysis. DESIGN: This is a multi-centered randomized controlled study. SETTING: Participants will be recruited from sites in Canada. PARTICIPANTS: Two hundred and sixty-four consenting patients with an estimated glomerular filtration rate (eGFR) less than 20 ml/min/1.73 m(2) who have received modality education will be enrolled in the study. MEASUREMENTS: The primary outcome will be the proportion of participants who are on dialysis using a home-based therapy within 3 months of dialysis initiation. Secondary outcomes will include the proportion of patients intending to perform a home-based modality and measures of dialysis knowledge, decision conflict, and social support. METHODS: The between-group differences in frequencies will be expressed as either absolute risk differences and/or by calculating the odds ratio and its associated 95 % confidence interval. CONCLUSIONS: This study will assess whether access to a website dedicated to supporting and promoting home-based dialysis therapies will increase the proportion of patients with CKD who initiate a home-based dialysis therapy. TRIAL REGISTRATION: ClinicalTrials.gov #NCT01403454, registration date: July 21, 2011.",
  "authors": [
    {
      "last_name": "Harvey",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Harvey",
      "affiliations": [
        "St. Michael's Hospital, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, ON Canada."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Bosch",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Moreau",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Moreau",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Garland",
      "fore_name": "Jocelyn",
      "initials": "J",
      "name": "Jocelyn Garland",
      "affiliations": [
        "Division of Nephrology, Queen's University, Kingston, ON Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "McMaster University, 50 Charlton Ave. E, Hamilton, ON L8N 4A6 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27307996",
    "pmc": "PMC4908673",
    "doi": "10.1186/s40697-016-0120-y",
    "pii": "120"
  },
  "doi": "10.1186/s40697-016-0120-y",
  "pmc_id": "PMC4908673",
  "dates": {
    "completed": "2016-06-16",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.599853",
    "pmid": "27307996"
  }
}