{
  "pmid": "27307778",
  "uid": "27307778",
  "title": "Fenugreek a multipurpose crop: Potentialities and improvements.",
  "abstract": "Fenugreek is one of the oldest medicinal plants with exceptional medicinal and nutritional profile. Fenugreek seeds contain a substantial amount of fiber, phospholipids, glycolipids, oleic acid, linolenic acid, linoleic acid, choline, vitamins A, B1, B2, C, nicotinic acid, niacin, and many other functional elements. It may grow well under diverse and a wide range of conditions; it is moderately tolerant to drought and salinity, and can even be grown on marginal lands in profitable way. Owing to these characteristics and heavy metal remediation potential, fenugreek may well fit several cropping systems. In addition to its medicinal uses, it may serve as an excellent off-season fodder and animal food supplement. However, efforts should be initiated to develop strategies for improving its biomass production; genetic diversity among different accessions may be mapped, breeding and crop improvement programs may be initiated to improve the biomass and nutritional and functional elements. This review highlights the morphology, adaptability, nutritional constituents and associated functionality and medicinal significance of fenugreek; its ethno-historical uses, pharmacological assumptions have also been discussed. Researchable areas are also indicated to improve its production and adaptability.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Awais",
      "initials": "A",
      "name": "Awais Ahmad",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Salem S",
      "initials": "SS",
      "name": "Salem S Alghamdi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Kaiser",
      "initials": "K",
      "name": "Kaiser Mahmood",
      "affiliations": [
        "Department of Food Science and Nutrition, College of Food and Agriculture Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Saudi journal of biological sciences",
    "iso_abbreviation": "Saudi J Biol Sci",
    "issn": "1319-562X",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "300",
  "end_page": "310",
  "pages": "300-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27307778",
    "pmc": "PMC4894452",
    "doi": "10.1016/j.sjbs.2015.09.015",
    "pii": "S1319-562X(15)00210-7"
  },
  "doi": "10.1016/j.sjbs.2015.09.015",
  "pmc_id": "PMC4894452",
  "dates": {
    "completed": "2016-06-16",
    "revised": "2024-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.767427",
    "pmid": "27307778"
  }
}