{
  "pmid": "27307010",
  "uid": "27307010",
  "title": "EQ-5D-derived health utilities and minimally important differences for chronic health conditions: 2011 Commonwealth Fund Survey of Sicker Adults in Canada.",
  "abstract": "PURPOSE: The purpose of the study is to estimate the EQ-5D-derived health utilities associated with selected chronic conditions (hypertension, heart disease, arthritis, asthma or COPD, cancer, diabetes, chronic back pain, and anxiety or depression) and to estimate minimally important differences (MID) based on the Commonwealth Fund Survey of Sicker Adults in Canada. METHODS: We used a cross-sectional survey of 3765 sick adults in Canada conducted in 2011 by the Commonwealth Fund. Health utilities were calculated for the entire sample and for each of the eight chronic health conditions. An ordinary least squares regression was used to estimate the utility decrement associated with these conditions with and without adjustment for socio-demographic factors. The MIDs were estimated using the anchor- and distribution-based methods. RESULTS: The adjusted utility decrement varied from 0.028 (95 % confidence interval (CI) -0.049, -0.008) for diabetes to 0.124 (95 % CI -0.142, -0.105) for anxiety or depression. The anchor-based MID for the entire group was 0.044 (95 % CI 0.025, 0.062), and the distribution-based MID for the entire group was 0.091. The condition-specific MIDs using the distribution-based method ranged from 0.089 for cancer to 0.108 for asthma or COPD. CONCLUSIONS: The MID estimated by the distribution-based method was larger than the MID estimated by the anchor-based method, indicating that the choice of method matters. The impact of arthritis, anxiety or depression, and chronic back pain on health utility was substantial, all exceeding or approximating the MID estimated using either anchor- or distribution-based methods.",
  "authors": [
    {
      "last_name": "Tsiplova",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Tsiplova",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Cooke",
      "affiliations": [
        "Health Quality Council of Alberta, Calgary, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "12",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "3009",
  "end_page": "3016",
  "pages": "3009-3016",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Canada",
    "Chronic Disease",
    "Consumer Behavior",
    "Cross-Sectional Studies",
    "Female",
    "Health Status Indicators",
    "History, 21st Century",
    "Humans",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27307010",
    "doi": "10.1007/s11136-016-1336-0",
    "pii": "10.1007/s11136-016-1336-0"
  },
  "doi": "10.1007/s11136-016-1336-0",
  "dates": {
    "completed": "2017-10-31",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.874873",
    "pmid": "27307010"
  }
}