{
  "pmid": "27316263",
  "uid": "27316263",
  "title": "Ophthalmic referrals from emergency wards-a study of cases referred for urgent eye care (The R.E.S.C.U.E Study).",
  "abstract": "OBJECTIVE: To characterize emergency department (ED) referrals in order to identify the most common pathologies, compare accuracy of diagnosis, and measure correlation of visual acuity (VA) and intraocular pressure (IOP) measurements between the ED and ophthalmology setting. DESIGN, SETTING, AND PARTICIPANTS: Retrospective chart review of consecutive patients referred for an ocular emergency after hours to a tertiary care emergency eye clinic in Hamilton, Ontario, between February 17, 2015, and May 3, 2015 (n = 288). METHODS: Variables extracted from the patients' charts included date of referral, age, sex, eye(s) under examination, VA at the time of referral, IOP at the time of the referral, site of referral, the referring physician's provisional diagnosis, VA at the time of the ophthalmologist consultation, IOP at the time of the ophthalmologist consultation, number of days between referral and ophthalmic consultation, and the ophthalmologist's diagnosis. RESULTS: Agreement between ED provisional diagnosis and ophthalmology was good at 79.4% when classified according to anatomic location of pathology. A strong correlation was found between VA measurements in the ED and ophthalmology setting (p < 0.001). IOP measurement was infrequently checked in ED and a significant difference existed between ER physician and ophthalmologist measurements (p = 0.010) where ophthalmology reported lower IOP. CONCLUSIONS: The 5 highest volume diagnoses in descending order were posterior vitreous detachment/vitreous syneresis, corneal abrasion, keratitis, anterior uveitis, and retinal tear/detachment. Visual acuity measurements in ED are reliable. IOP is infrequently checked in the ED and more unreliable when measured over 20 mm Hg.",
  "authors": [
    {
      "last_name": "Alangh",
      "fore_name": "Manreet",
      "initials": "M",
      "name": "Manreet Alangh",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ont. Electronic address: manreet.aalngh@medportal.ca."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Eye Medicine & Surgery, Hamilton Regional Eye Institute, McMaster University & St. Joseph's Healthcare Hamilton, Hamilton, Ont; Ophthalmology and Vitreoretinal Surgery, Hamilton, Ont."
      ]
    },
    {
      "last_name": "McLaughlin",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher McLaughlin",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chan",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Mullen",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mullen",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Barbosa",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Barbosa",
      "affiliations": [
        "Hamilton Regional Eye Institute, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Jun"
  },
  "start_page": "174",
  "end_page": "179",
  "pages": "174-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Ambulatory Care Facilities",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Eye Diseases",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Ophthalmology",
    "Referral and Consultation",
    "Retrospective Studies",
    "Visual Acuity"
  ],
  "article_ids": {
    "pubmed": "27316263",
    "doi": "10.1016/j.jcjo.2016.01.004",
    "pii": "S0008-4182(16)00055-7"
  },
  "doi": "10.1016/j.jcjo.2016.01.004",
  "dates": {
    "completed": "2017-02-24",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.919316",
    "pmid": "27316263"
  }
}