{
  "pmid": "27326236",
  "uid": "27326236",
  "title": "A mechanical heart valve is the best choice.",
  "abstract": "The choice of prosthesis type in patients with valvular heart disease should always be individualised. The treating heart team must weigh the concerns surrounding durability of bioprosthetic valves compared with mechanical valves and the need for lifelong anticoagulation required with mechanical valves. In general, guidelines recommend that patients under the age of 60 would benefit from a mechanical valve, and those over 70 would benefit from a bioprosthetic valve. We would argue, in this context, that the most appropriate choice for this patient would be undertaking a mitral valve replacement with a mechanical prosthesis. This recommendation is based on two considerations: first, there is a high likelihood of failure of a bioprosthesis within an unacceptably short period of time, which would then necessitate a higher risk reoperation. Second, there is high likelihood of needing long-term anticoagulation in a patient with severe mitral stenosis due to the development of atrial fibrillation. While we do acknowledge the difficulty in managing long-term anticoagulation of patients in rural settings, there have nonetheless been significant advancements in this realm with the use of pharmacist-led thrombosis clinics and point of care international normalised ratio (INR) devices in the treatment of rural patients in low-income and middle-income countries. For these reasons, therefore, we would strongly advocate for a mechanical valve in this 44-year-old patient from a rural setting.",
  "authors": [
    {
      "last_name": "Jaffer",
      "fore_name": "Iqbal H",
      "initials": "IH",
      "name": "Iqbal H Jaffer",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada; Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Heart Asia",
    "iso_abbreviation": "Heart Asia",
    "issn": "1759-1104",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2016"
  },
  "start_page": "62",
  "end_page": "64",
  "pages": "62-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27326236",
    "pmc": "PMC4898622",
    "doi": "10.1136/heartasia-2015-010660",
    "pii": "heartasia-2015-010660"
  },
  "doi": "10.1136/heartasia-2015-010660",
  "pmc_id": "PMC4898622",
  "dates": {
    "completed": "2016-06-21",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.102687",
    "pmid": "27326236"
  }
}