{
  "pmid": "27323558",
  "uid": "27323558",
  "title": "ROLE OF DIAGNOSTIC LAPAROSCOPY IN EVALUATION AND TREATMENT OF CHRONIC ABDOMINAL PAIN IN CHILDREN.",
  "abstract": "BACKGROUND: Chronic abdominal Pain in children is a very common cause of hospital admission. Many of them are discharged without a diagnosis even after battery of investigations. Laparoscopy plays a significant role in diagnosis and management of many causes of acute and chronic abdominal pain. The purpose of this study was to determine the efficacy of laparoscopy as an efficient diagnostic and management tool in children with chronic abdominal pain. METHODS: A descriptive, prospective case series was collected in the department of Paediatric surgery Mayo's Hospital Lahore, over the period of 5 years between Jan 2007-Dec 2013. The data of consecutive 50 patients, who were admitted in the department with the diagnosis of chronic abdominal pain, was recorded. All patients who had 2-3 admissions in hospital for last 2 months and failed to establish a definitive diagnosis after clinical examination and base line investigations underwent laparoscopy. The details of associated symptoms, finding of laparoscopy, laparoscopic procedures done, definitive diagnosis, histopathology, complications and relief of symptoms were collected and analysed and results were evaluated using SPSS-17. RESULTS: Out of 50 patients studies, 27/50 (54%) were male, 23/50 (46%) were female. Age ranged from 2-12 years, with the mean age of 7.24 year. Tuberculosis abdomen, adhesions, mesenteric lymphadenitis, appendicitis and cholecystitis were the final diagnosis. Five abdomens were found normal on laparoscopy. Complete pain relief was achieved in 30/50 (60%), reduced intensity of pain was gained in 12/50 (24%) cases while 16% (8/50) still complained of pain. CONCLUSIONS: Laparoscopy is an efficient diagnostic and treatment tool in children with chronic unexplained abdominal pain. It avoids serial examinations; prolong admission, battery of investigations and unnecessary surgeries.",
  "authors": [
    {
      "last_name": "Talat",
      "fore_name": "Nabila",
      "initials": "N",
      "name": "Nabila Talat",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Sarfraz",
      "initials": "S",
      "name": "Sarfraz Ahmad",
      "affiliations": []
    },
    {
      "last_name": "Rasool",
      "fore_name": "Naima",
      "initials": "N",
      "name": "Naima Rasool",
      "affiliations": []
    },
    {
      "last_name": "Wasti",
      "fore_name": "Arsalan Raza",
      "initials": "AR",
      "name": "Arsalan Raza Wasti",
      "affiliations": []
    },
    {
      "last_name": "Saleem",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Saleem",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of Ayub Medical College, Abbottabad :, JAMC..",
    "iso_abbreviation": "J Ayub Med Coll Abbottabad",
    "issn": "1025-9589",
    "issn_type": "Print",
    "volume": "28",
    "issue": "1",
    "pub_year": "2016"
  },
  "start_page": "35",
  "end_page": "38",
  "pages": "35-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Pain",
    "Appendicitis",
    "Child",
    "Child, Preschool",
    "Cholecystitis",
    "Female",
    "Humans",
    "Laparoscopy",
    "Male",
    "Mesenteric Lymphadenitis",
    "Peritonitis, Tuberculous",
    "Prospective Studies",
    "Tissue Adhesions"
  ],
  "article_ids": {
    "pubmed": "27323558"
  },
  "dates": {
    "completed": "2016-08-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.767605",
    "pmid": "27323558"
  }
}