{
  "pmid": "27327165",
  "uid": "27327165",
  "title": "The Challenge of Timely, Responsive and Rigorous Ethics Review of Disaster Research: Views of Research Ethics Committee Members.",
  "abstract": "BACKGROUND: Research conducted following natural disasters such as earthquakes, floods or hurricanes is crucial for improving relief interventions. Such research, however, poses ethical, methodological and logistical challenges for researchers. Oversight of disaster research also poses challenges for research ethics committees (RECs), in part due to the rapid turnaround needed to initiate research after a disaster. Currently, there is limited knowledge available about how RECs respond to and appraise disaster research. To address this knowledge gap, we investigated the experiences of REC members who had reviewed disaster research conducted in low- or middle-income countries. METHODS: We used interpretive description methodology and conducted in-depth interviews with 15 respondents. Respondents were chairs, members, advisors, or coordinators from 13 RECs, including RECs affiliated with universities, governments, international organizations, a for-profit REC, and an ad hoc committee established during a disaster. Interviews were analyzed inductively using constant comparative techniques. RESULTS: Through this process, three elements were identified as characterizing effective and high-quality review: timeliness, responsiveness and rigorousness. To ensure timeliness, many RECs rely on adaptations of review procedures for urgent protocols. Respondents emphasized that responsive review requires awareness of and sensitivity to the particularities of disaster settings and disaster research. Rigorous review was linked with providing careful assessment of ethical considerations related to the research, as well as ensuring independence of the review process. CONCLUSION: Both the frequency of disasters and the conduct of disaster research are on the rise. Ensuring effective and high quality review of disaster research is crucial, yet challenges, including time pressures for urgent protocols, exist for achieving this goal. Adapting standard REC procedures may be necessary. However, steps should be taken to ensure that ethics review of disaster research remains diligent and thorough.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hunt",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University, Montreal, Quebec, Canada.",
        "Center for Interdisciplinary Research in Rehabilitation, Montreal, Quebec, Canada.",
        "Humanitarian Health Ethics Research Group, McGill University, Montreal, Quebec, Canada, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tansey",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Tansey",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, McGill University, Montreal, Quebec, Canada, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "James",
      "initials": "J",
      "name": "James Anderson",
      "affiliations": [
        "Holland Bloorview Kids Rehabilitation Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boulanger",
      "fore_name": "Renaud F",
      "initials": "RF",
      "name": "Renaud F Boulanger",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, McGill University, Montreal, Quebec, Canada, McMaster University, Hamilton, Ontario, Canada.",
        "Biomedical Ethics Unit, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Eckenwiler",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Eckenwiler",
      "affiliations": [
        "Department of Philosophy & Department of Health Administration and Policy, George Mason University, Fairfax, Virginia, United States of America."
      ]
    },
    {
      "last_name": "Pringle",
      "fore_name": "John",
      "initials": "J",
      "name": "John Pringle",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, McGill University, Montreal, Quebec, Canada, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, McGill University, Montreal, Quebec, Canada, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2016"
  },
  "start_page": "e0157142",
  "pages": "e0157142",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disasters",
    "Ethics Committees, Research",
    "Ethics, Research",
    "Female",
    "Humans",
    "Male",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "27327165",
    "pmc": "PMC4915681",
    "doi": "10.1371/journal.pone.0157142",
    "pii": "PONE-D-16-04459"
  },
  "doi": "10.1371/journal.pone.0157142",
  "pmc_id": "PMC4915681",
  "dates": {
    "completed": "2017-07-19",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.662113",
    "pmid": "27327165"
  }
}