{
  "pmid": "27330738",
  "uid": "27330738",
  "title": "Views of health system policymakers on the role of research in health policymaking in Israel.",
  "abstract": "BACKGROUND: The use of research evidence in health policymaking is an international challenge. Health systems, including that of Israel, are usually characterized by scarce resources and the necessity to make rapid policy decisions. Knowledge transfer and exchange (KTE) has emerged as a paradigm to start bridging the \"know-do\" gap. The purpose of this study was to explore the views of health system policymakers and senior executives involved in the policy development process in Israel regarding the role of health systems and policy research (HSPR) in health policymaking, the barriers and facilitators to the use of evidence in the policymaking process, and suggestions for improving the use of HSPR in the policymaking process. METHODS: A survey and an interview were verbally administered in a single face-to-face meeting with health system policymakers and senior executives involved in the policy development process in Israel. The data collection period was from July to October 2014. The potential participants included members of Knesset, officials from Israel's Ministry of Health, Ministry of Finance, health services organizations, and other stakeholder organizations (i.e., National Insurance Institute). The close-ended questions were based on previous surveys that had been conducted in this field. Interviews were tape recorded and transcribed. Descriptive statistics were conducted for close ended survey-questions and thematic analysis was conducted for open-ended interview questions. RESULTS: There were 32 participants in this study. Participants felt that the use of HSPR helps raise awareness on policy issues, yet the actual use of HSPR was hindered for many reasons. Facilitators do exist to support the use of HSPR in the policymaking process, such as a strong foundation of relationships between researchers and policymakers. However, many barriers exist such as the lack of relevance and timeliness of much of the currently available research to support decision-making and the paucity of funding to support research use. Suggestions to improve the use of HSPR focused on improving dissemination of research findings and ensuring that the research was more relevant and timely. CONCLUSIONS: This research demonstrated that health systems policymakers in Israel perceive having strong relationships and collaborations with researchers however there is room for improvement, e.g. partnering in research projects to ensure relevance and use. Furthermore, health system policymakers seem to be interested in receiving relevant research in a more useable format and are open to using research in decision making.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Jerusalem College of Technology, Ha-Va'ad ha-Le'umi St 21, Jerusalem, 93721 Israel ; Israeli Center for Technology Assessment in Health Care, Gertner Institute, Chaim Sheba Medical Center, Tel Hashomer, 52621 Israel ; McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L6 Canada ; Institute of Health Policy, Management and Evaluation, University of Toronto, 4th Floor, 155 College St, Toronto, ON M5T 3M6 Canada."
      ]
    },
    {
      "last_name": "Horowitz",
      "fore_name": "Einav",
      "initials": "E",
      "name": "Einav Horowitz",
      "affiliations": [
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Chaim Sheba Medical Center, Tel Hashomer, 52621 Israel."
      ]
    },
    {
      "last_name": "Vaknin",
      "fore_name": "Sharona",
      "initials": "S",
      "name": "Sharona Vaknin",
      "affiliations": [
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Chaim Sheba Medical Center, Tel Hashomer, 52621 Israel."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L6 Canada ; Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, CRL 209, Hamilton, ON L8S 4K1 Canada ; Department of Political Science, McMaster University, 1280 Main Street West, CRL 209, Hamilton, ON L8S 4K1 Canada ; Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL 209, Hamilton, ON L8S 4K1 Canada ; Department of Global Health and Population, Harvard School of Public Health, Boston, 677 Huntington Ave, Boston, MA 02115-6018 USA."
      ]
    }
  ],
  "journal": {
    "title": "Israel journal of health policy research",
    "iso_abbreviation": "Isr J Health Policy Res",
    "issn": "2045-4015",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2016"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27330738",
    "pmc": "PMC4915086",
    "doi": "10.1186/s13584-016-0088-1",
    "pii": "88"
  },
  "doi": "10.1186/s13584-016-0088-1",
  "pmc_id": "PMC4915086",
  "dates": {
    "completed": "2016-06-22",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.988491",
    "pmid": "27330738"
  }
}