{
  "pmid": "27339668",
  "uid": "27339668",
  "title": "Economic and Humanistic Burden of Osteoarthritis: A Systematic Review of Large Sample Studies.",
  "abstract": "BACKGROUND: Osteoarthritis (OA) consumes a significant amount of healthcare resources, and impairs the health-related quality of life (HRQoL) of patients. Previous reviews have consistently found substantial variations in the costs of OA across studies and countries. The comparability between studies was poor and limited the detection of the true differences between these studies. OBJECTIVE: To review large sample studies on measuring the economic and/or humanistic burden of OA published since May 2006. METHODS: We searched MEDLINE and EMBASE databases using comprehensive search strategies to identify studies reporting economic burden and HRQoL of OA. We included large sample studies if they had a sample size ≥1000 and measured the cost and/or HRQoL of OA. Reviewers worked independently and in duplicate, performing a cross-check between groups to verify agreement. Within- and between-group consolidation was performed to resolve discrepancies, with outstanding discrepancies being resolved by an arbitrator. The Kappa statistic was reported to assess the agreement between the reviewers. All costs were adjusted in their original currency to year 2015 using published inflation rates for the country where the study was conducted, and then converted to 2015 US dollars. RESULTS: A total of 651 articles were screened by title and abstract, 94 were reviewed in full text, and 28 were included in the final review. The Kappa value was 0.794. Twenty studies reported direct costs and nine reported indirect costs. The total annual average direct costs varied from US$1442 to US$21,335, both in USA. The annual average indirect costs ranged from US$238 to US$29,935. Twelve studies measured HRQoL using various instruments. The Short Form 12 version 2 scores ranged from 35.0 to 51.3 for the physical component, and from 43.5 to 55.0 for the mental component. Health utilities varied from 0.30 for severe OA to 0.77 for mild OA. CONCLUSION: Per-patient OA costs are considerable and a patient's quality of life remains poor. Variations in costing methods are a barrier to understanding the true differences in the costs of OA between studies. Standardizing healthcare resource items, the definition of OA-relevant costs, and productivity loss measures would facilitate the comparison.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kovic",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Kovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Xuejing",
      "initials": "X",
      "name": "Xuejing Jin",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Xiaoning",
      "initials": "X",
      "name": "Xiaoning He",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Mengxiao",
      "initials": "M",
      "name": "Mengxiao Wang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Silvestre",
      "fore_name": "Camila",
      "initials": "C",
      "name": "Camila Silvestre",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Kinesiology, University of Waterloo, Waterloo, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1179-2027",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1087",
  "end_page": "1100",
  "pages": "1087-1100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cost of Illness",
    "Costs and Cost Analysis",
    "Health Care Costs",
    "Humans",
    "Osteoarthritis",
    "Quality of Life",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "27339668",
    "doi": "10.1007/s40273-016-0424-x",
    "pii": "10.1007/s40273-016-0424-x"
  },
  "doi": "10.1007/s40273-016-0424-x",
  "dates": {
    "completed": "2017-10-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.875156",
    "pmid": "27339668"
  }
}