{
  "pmid": "27342008",
  "uid": "27342008",
  "title": "Relationship of Buckling and Knee Injury to Pain Exacerbation in Knee Osteoarthritis: A Web-Based Case-Crossover Study.",
  "abstract": "BACKGROUND: Knee osteoarthritis (OA) is one of the most frequent causes of limited mobility and diminished quality of life. Pain is the main symptom that drives individuals with knee OA to seek medical care and a recognized antecedent to disability and eventually joint replacement. Evidence shows that patients with symptomatic OA experience fluctuations in pain severity. Mechanical insults to the knee such as injury and buckling may contribute to pain exacerbation. OBJECTIVE: Our objective was to examine whether knee injury and buckling (giving way) are triggers for exacerbation of pain in persons with symptomatic knee OA. METHODS: We conducted a case-crossover study, a novel methodology in which participants with symptomatic radiographic knee OA who have had knee pain exacerbations were used as their own control (self-matched design), with all data collected via the Internet. Participants were asked to log-on to the study website and complete an online questionnaire at baseline and then at regular 10-day intervals for 3 months (control periods)-a total of 10 questionnaires. They were also instructed to go to the website and complete pain exacerbation questionnaires when they experienced an isolated incident of knee pain exacerbation (case periods). A pain exacerbation \"case\" period was defined as an increase of ≥2 compared to baseline. At each contact the pain exacerbation was designated a case period, and at all other regular 10-day contacts (control periods) participants were asked about knee injuries during the previous 7 days and knee buckling during the previous 2 days. The relationship of knee injury and buckling to the risk of pain exacerbation was examined using conditional logistic regression models. RESULTS: The analysis included 157 participants (66% women, mean age: 62 years, mean BMI: 29.5 kg/m(2)). Sustaining a knee injury was associated with experiencing a pain exacerbation (odds ratio [OR] 10.2, 95% CI 5.4, 19.3) compared with no injury. Knee buckling was associated with experiencing a pain exacerbation (OR 4.0, 95% CI 2.6, 6.2) compared with no buckling and the association increased with a greater number of buckling events (for ≥ 6 buckling events, OR 20.1, 95% CI 3.7, 110). CONCLUSIONS: Knee injury and buckling are associated with knee pain exacerbation. Reducing the likelihood of these mechanical events through avoidance of particular activities and/or appropriate rehabilitation programs may decrease the risk of pain exacerbation.",
  "authors": [
    {
      "last_name": "Zobel",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Zobel",
      "affiliations": [
        "Institute of Anatomy, Paracelsus Medical University Salzburg, Salzburg, Austria."
      ],
      "orcid": "0000-0003-4588-7445"
    },
    {
      "last_name": "Erfani",
      "fore_name": "Tahereh",
      "initials": "T",
      "name": "Tahereh Erfani",
      "affiliations": [],
      "orcid": "0000-0002-3177-2535"
    },
    {
      "last_name": "Bennell",
      "fore_name": "Kim L",
      "initials": "KL",
      "name": "Kim L Bennell",
      "affiliations": [],
      "orcid": "0000-0003-4982-5639"
    },
    {
      "last_name": "Makovey",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Makovey",
      "affiliations": [],
      "orcid": "0000-0002-4042-3492"
    },
    {
      "last_name": "Metcalf",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Metcalf",
      "affiliations": [],
      "orcid": "0000-0002-4945-3217"
    },
    {
      "last_name": "Chen",
      "fore_name": "Jian Sheng",
      "initials": "JS",
      "name": "Jian Sheng Chen",
      "affiliations": [],
      "orcid": "0000-0002-7845-1632"
    },
    {
      "last_name": "March",
      "fore_name": "Lyn",
      "initials": "L",
      "name": "Lyn March",
      "affiliations": [],
      "orcid": "0000-0003-1736-8111"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [],
      "orcid": "0000-0001-7954-1149"
    },
    {
      "last_name": "Eckstein",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Eckstein",
      "affiliations": [],
      "orcid": "0000-0002-2014-8278"
    },
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [],
      "orcid": "0000-0003-3197-752X"
    }
  ],
  "journal": {
    "title": "Interactive journal of medical research",
    "iso_abbreviation": "Interact J Med Res",
    "issn": "1929-073X",
    "issn_type": "Print",
    "volume": "5",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "e17",
  "pages": "e17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27342008",
    "pmc": "PMC4938888",
    "doi": "10.2196/ijmr.5452",
    "pii": "v5i2e17"
  },
  "doi": "10.2196/ijmr.5452",
  "pmc_id": "PMC4938888",
  "dates": {
    "completed": "2016-06-25",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.230174",
    "pmid": "27342008"
  }
}