{
  "pmid": "27349626",
  "uid": "27349626",
  "title": "Treatment of Osteoporosis in Australian Residential Aged Care Facilities: Update on Consensus Recommendations for Fracture Prevention.",
  "abstract": "BACKGROUND: Older people living in residential aged care facilities (RACFs) are at a higher risk of suffering fractures than the community-dwelling older population. The first Consensus Conference on Treatment of Osteoporosis in RACFs in Australia, held in Sydney in July 2009, aimed to address some of the issues relating to the treatment of older residents with osteoporosis in RACFs. Considering that the field of osteoporosis diagnosis and management has significantly advanced in the last 5 years and that new evidence has been generated from studies performed within RACFs, a Second Consensus Conference was held in Sydney in November 2014. METHODS: An expert panel met in November 2014 in Penrith, NSW, Australia in an attempt to reach a consensus on diverse issues related to the treatment of osteoporosis at RACFs. Participants were selected by the scientific committee on the basis of their practice in an RACF and/or major published articles. The co-chairs distributed topics randomly to all participants, who then had to propose a statement on each topic for approval by the conference after a short, evidence-based presentation, when possible. RESULTS: This article provides an update on the most relevant evidence on osteoporosis in older people living in RACFs graded according to its level, quality, and relevance. CONCLUSION: As with the first consensus, it is hoped that this statement will constitute an important guide to aid physicians in their decision making while practicing at RACFs.",
  "authors": [
    {
      "last_name": "Duque",
      "fore_name": "Gustavo",
      "initials": "G",
      "name": "Gustavo Duque",
      "affiliations": [
        "Australian Institute for Musculoskeletal Science (AIMSS), The University of Melbourne and Western Health, St. Albans, VIC, Australia; Department of Medicine, Melbourne Medical School-Western Precinct, The University of Melbourne, St. Albans, VIC, Australia. Electronic address: gustavo.duque@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Lord",
      "fore_name": "Stephen R",
      "initials": "SR",
      "name": "Stephen R Lord",
      "affiliations": [
        "Neuroscience Research Australia, University of New South Wales, Randwick, NSW, Australia."
      ]
    },
    {
      "last_name": "Mak",
      "fore_name": "Jenson",
      "initials": "J",
      "name": "Jenson Mak",
      "affiliations": [
        "Faculty of Health and Medicine-The University of Newcastle, Callaghan, NSW, Australia."
      ]
    },
    {
      "last_name": "Ganda",
      "fore_name": "Kirtan",
      "initials": "K",
      "name": "Kirtan Ganda",
      "affiliations": [
        "Concord Clinical School-The University of Sydney, Concord, NSW, Australia."
      ]
    },
    {
      "last_name": "Close",
      "fore_name": "Jacqueline J T",
      "initials": "JJ",
      "name": "Jacqueline J T Close",
      "affiliations": [
        "Neuroscience Research Australia, University of New South Wales, Randwick, NSW, Australia."
      ]
    },
    {
      "last_name": "Ebeling",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ebeling",
      "affiliations": [
        "Monash Medical Centre, Clayton Campus, Clayton, VIC, Australia."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "GERAS Centre, McMaster University, St. Peter's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Inderjeeth",
      "fore_name": "Charles A",
      "initials": "CA",
      "name": "Charles A Inderjeeth",
      "affiliations": [
        "Area Rehabilitation and Aged Care NMHS and University of Western Australia, Nedlands, WA, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "852",
  "end_page": "859",
  "pages": "852-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Assisted Living Facilities",
    "Consensus",
    "Evidence-Based Medicine",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Male",
    "New South Wales",
    "Osteoporosis",
    "Residential Facilities",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "27349626",
    "mid": "CAMS6242",
    "pmc": "PMC5110321",
    "doi": "10.1016/j.jamda.2016.05.011",
    "pii": "S1525-8610(16)30157-8"
  },
  "doi": "10.1016/j.jamda.2016.05.011",
  "pmc_id": "PMC5110321",
  "dates": {
    "completed": "2017-12-13",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "119120-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.407714",
    "pmid": "27349626"
  }
}