{
  "pmid": "27351267",
  "uid": "27351267",
  "title": "The Impact of Clinical Trials Conducted by Research Networks in Pediatric Critical Care.",
  "abstract": "OBJECTIVES: Research networks in adult and neonatal critical care have demonstrated collaborative and successful execution of clinical trials. Such networks appear to have been relatively recently established in the field of pediatric critical care. The objective of this study was to evaluate the productivity and impact of randomized controlled trials conducted by pediatric critical care research networks, compared with nonnetwork trials. DATA SOURCES, STUDY SELECTION, AND DATA ABSTRACTION: We searched multiple online databases including MEDLINE, reference lists of randomized controlled trials, and relevant systematic reviews. Independent pairs of reviewers identified published randomized controlled trials administering any intervention to children in a PICU and abstracted data. A research network was defined as a formal consortium or collaborative research group established for the purpose of conducting clinical research. Data were independently abstracted in duplicate. MAIN RESULTS: There were 288 pediatric critical care randomized controlled trials published in English between 1986 and July 2015, of which 15 randomized controlled trials (5.2%) were conducted by a total of five research networks. Network randomized controlled trials were more often multicentered, multinational, and larger in size (p < 0.001), compared with nonnetwork randomized controlled trials. Accordingly, their trials took longer to complete (median, 36 vs 21 mo; p < 0.001). Early stopping occurred in 46.7% of network randomized controlled trials (46.7%) and 27% of nonnetwork randomized controlled trials (p = 0.14), most commonly for futility. None of the network, but 45% of the nonnetwork trials found a significant difference in their primary outcome (p < 0.001). Network trials were more frequently cited (median, 6 vs 2 citations per year) and published in higher impact journals (median impact factor, 21.8 vs 3; p < 0.001). CONCLUSIONS: Research networks have conducted a minority of randomized controlled trials in pediatric critical care. They infrequently demonstrate significant differences in their primary outcomes. Despite this, network trials are cited more frequently and appear to have greater impact. There are important lessons to learn from both individual researchers as well as research networks that may guide the successful conduct of collaborative, high-quality randomized controlled trials in critically ill children.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "1Department of Pediatrics, McMaster University, Hamilton, ON, Canada. 2Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 3Department of Medicine, McMaster University, Hamilton, ON, Canada. 4Department of Anesthesiology, Perioperative and Pain Medicine (Critical Care), Boston Children's Hospital, Boston, MA. 5Departments of Anesthesia and Pediatrics, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Randolph",
      "fore_name": "Adrienne G",
      "initials": "AG",
      "name": "Adrienne G Randolph",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "17",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "837",
  "end_page": "844",
  "pages": "837-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Child",
    "Critical Care",
    "Humans",
    "Journal Impact Factor",
    "Pediatrics",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "27351267",
    "doi": "10.1097/PCC.0000000000000835"
  },
  "doi": "10.1097/PCC.0000000000000835",
  "dates": {
    "completed": "2017-11-02",
    "revised": "2018-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 119800",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.161713",
    "pmid": "27351267"
  }
}