{
  "pmid": "27363646",
  "uid": "27363646",
  "title": "Patient reported outcome measurements in the diagnosis of incisional hernia: PROMIS questionnaire, a pilot study.",
  "abstract": "BACKGROUND: Incisional hernia (IH) is the most frequent complication after abdominal surgery. Long-term follow-up is crucial. Patient-reported outcome measurements (PROMs) are able to monitor patients' disease progression after treatment. Until now, there are no PROMs that assess patients after abdominal surgery or that detects patients with IH. We aimed to develop a reliable questionnaire to assist in diagnosing IH, called the \"PROMIS questionnaire\": Patient-Reported Outcome Measurements in the Diagnosis of Incisional Hernias. In this pilot study, the reliability of this questionnaire is being determined. METHODS: Patients diagnosed with IH between 2013 and 2014 were included. A questionnaire with seven questions was developed. Patients were asked whether they thought they had IH, whether they felt any pain at the site of the scar, and whether they saw or felt a lump or a bulge. Furthermore, smoking history and patients' weight and height were taken into account. Patients were approached three times by telephone, with an interval of 1 week. Test-retest reliability, internal consistency, and sensitivity were measured. RESULTS: Forty-three patients were included. Test-retest reliability was 1.0, and internal consistency was 0.56. The question regarding patients' pain was least consistent with other questions. The overall sensitivity of the questionnaire was 95%. CONCLUSIONS: The PROMIS questionnaire is a highly reliable questionnaire, but the internal consistency is modest. The clinical relevancy of pain in IH patients is essential. Therefore, this question will be kept in the current PROMIS questionnaire. It needs further validation in a prospective cohort study, to use it as a diagnostic tool in the future to detect IH.",
  "authors": [
    {
      "last_name": "Jairam",
      "fore_name": "An P",
      "initials": "AP",
      "name": "An P Jairam",
      "affiliations": [
        "Department of Surgery, Erasmus University Medical Center Rotterdam, Rotterdam, The Netherlands. Electronic address: a.jairam@erasmusmc.nl."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Surgery, Erasmus University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Steyerberg",
      "fore_name": "Ewout W",
      "initials": "EW",
      "name": "Ewout W Steyerberg",
      "affiliations": [
        "Department of Public Health, Erasmus University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Jeekel",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Jeekel",
      "affiliations": [
        "Department of Neuroscience, Erasmus University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Lange",
      "fore_name": "Johannes F",
      "initials": "JF",
      "name": "Johannes F Lange",
      "affiliations": [
        "Department of Surgery, Erasmus University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "203",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "378",
  "end_page": "382",
  "pages": "378-82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aftercare",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Incisional Hernia",
    "Male",
    "Middle Aged",
    "Patient Reported Outcome Measures",
    "Pilot Projects",
    "Reproducibility of Results",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "27363646",
    "doi": "10.1016/j.jss.2016.03.005",
    "pii": "S0022-4804(16)00106-2"
  },
  "doi": "10.1016/j.jss.2016.03.005",
  "dates": {
    "completed": "2017-06-21",
    "revised": "2018-02-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.389832",
    "pmid": "27363646"
  }
}