{
  "pmid": "27366176",
  "uid": "27366176",
  "title": "Case Report of Necrotizing Fasciitis Associated with Streptococcus pneumoniae.",
  "abstract": "Necrotizing fasciitis, caused by Streptococcus pneumoniae, is an extremely rare and life-threatening bacterial soft tissue infection. We report a case of early necrotizing fasciitis associated with Streptococcus pneumoniae infection in a 26-year-old man who was immunocompromised with mixed connective tissue disease. The patient presented with acute, painful, erythematous, and edematous skin lesions of his right lower back, which rapidly progressed to the right knee. The patient underwent surgical exploration, and a diagnosis of necrotizing fasciitis was confirmed by pathological evidence of necrosis of the fascia and neutrophil infiltration in tissue biopsies. Cultures of fascial tissue biopsies and blood samples were positive for Streptococcus pneumoniae. To our knowledge, this is the first report of necrotizing fasciitis resulting from Streptococcus pneumoniae diagnosed at early phase; the patient recovered well without surgical debridement.",
  "authors": [
    {
      "last_name": "Jiao",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Jiao",
      "affiliations": [
        "Medical Microbiology Postgraduate Training Program, Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada L8S 4L8."
      ],
      "orcid": "0000-0001-7568-0328"
    },
    {
      "last_name": "Chagla",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Chagla",
      "affiliations": [
        "St. Joseph Healthcare and Hamilton Health Sciences, Hamilton, ON, Canada L8N 1Y2; Department of Medicine, McMaster University, Hamilton, ON, Canada L8S 4L8."
      ]
    },
    {
      "last_name": "Kaki",
      "fore_name": "Reham Mohammedsaeed",
      "initials": "RM",
      "name": "Reham Mohammedsaeed Kaki",
      "affiliations": [
        "Department of Medicine, King Abdulaziz University, Jeddah, Saudi Arabia; Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gohla",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Gohla",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada L8S 4L8."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada L8S 4L8."
      ],
      "orcid": "0000-0003-1655-3761"
    }
  ],
  "journal": {
    "title": "The Canadian journal of infectious diseases & medical microbiology = Journal canadien des maladies infectieuses et de la microbiologie medicale",
    "iso_abbreviation": "Can J Infect Dis Med Microbiol",
    "issn": "1712-9532",
    "issn_type": "Print",
    "volume": "2016",
    "pub_year": "2016"
  },
  "start_page": "6872739",
  "pages": "6872739",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27366176",
    "pmc": "PMC4904562",
    "doi": "10.1155/2016/6872739"
  },
  "doi": "10.1155/2016/6872739",
  "pmc_id": "PMC4904562",
  "dates": {
    "completed": "2016-07-01",
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.098705",
    "pmid": "27366176"
  }
}