{
  "pmid": "27375838",
  "uid": "27375838",
  "title": "Analysis for Prognostic Factors from a Database for the Intra-Articular Hyaluronic Acid (Euflexxa) Treatment for Osteoarthritis of the Knee.",
  "abstract": "INTRODUCTION: Intra-articular hyaluronic acid (IA-HA) injections are a treatment for knee osteoarthritis (OA), although current literature provides mixed results with regard to their efficacy. We will review a randomized controlled trial (RCT) and subsequent extension trial in order to identify factors that are associated with outcomes in patients with knee OA who received IA-HA. METHODS: We used data recorded by the FLEXX trial and extension trial for secondary analysis of potential prognostic factors. Linear regression was used to examine the predictors of outcomes at 6- and 12-month follow-up visits. RESULTS: Sixty percent of all patients presented with a Kellgren Lawrence (K-L) grade 3. Patients with high baseline outcome scores and a K-L grade 3 demonstrated less response than individuals within an earlier stage of knee OA, although results for both K-L grade 2 and K-L grade 3 patients still showed benefit. Those with more severe radiographic change K-L grade 3 often had a better response with the second series of IA-HA injections. Significantly greater positive response in all outcomes was demonstrated for the patient subgroup classified as K-L grade 2, when compared with K-L grade 3 patients. CONCLUSIONS: The results demonstrate that IA-HA for knee OA was of greater benefit in those with less severe radiographic changes. However, those with more severe radiographic change often had a better response with the second course of IA-HA. Similar analyses are required in order to determine if these results are unique to Euflexxa, or if these results are consistent with other available IA-HA agents.",
  "authors": [
    {
      "last_name": "Altman",
      "fore_name": "Roy D",
      "initials": "RD",
      "name": "Roy D Altman",
      "affiliations": [
        "Division of Rheumatology and Immunology, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fierlinger",
      "fore_name": "Anke",
      "initials": "A",
      "name": "Anke Fierlinger",
      "affiliations": [
        "Ferring Pharmaceuticals Inc, Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Niazi",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Niazi",
      "affiliations": [
        "Ferring Pharmaceuticals Inc, Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Rosen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Rosen",
      "affiliations": [
        "Department of Orthopaedics & Rehabilitation, New York Presbyterian Queens, Flushing, NY, USA; Clinical Orthopaedic Surgery, Weill Medical College of Cornell University, New York, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cartilage",
    "iso_abbreviation": "Cartilage",
    "issn": "1947-6035",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "229",
  "end_page": "237",
  "pages": "229-37",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27375838",
    "pmc": "PMC4918067",
    "doi": "10.1177/1947603515620890",
    "pii": "10.1177_1947603515620890"
  },
  "doi": "10.1177/1947603515620890",
  "pmc_id": "PMC4918067",
  "dates": {
    "completed": "2016-07-04",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.356950",
    "pmid": "27375838"
  }
}