{
  "pmid": "27372420",
  "uid": "27372420",
  "title": "An Examination of Victim, Assailant, and Assault Characteristics among Cases Classified as Predatory Drug-Facilitated Sexual Assault.",
  "abstract": "INTRODUCTION: Drug-facilitated sexual assault (DFSA) can be characterized as predatory, where the survivor is covertly or forcibly administered an incapacitating or disinhibiting drug. The purpose of our study was to determine what factors, if any, are associated with cases classified as predatory DFSA. METHODS: Cases were classified on toxicological testing as predatory where there was an unexpected drug(s) found and non-predatory where a drug(s) found had been voluntarily consumed or no drugs at all were found in collected urine samples. RESULTS: One hundred eighty-four suspected intentional drugging cases were seen at one of seven participating hospital-based sexual assault treatment centers. Urine specimens were analyzed from 178 of these cases, of which 48.9% were classified as predatory. In a logistic regression model, the odds of having experienced a predatory DFSA were lower if the survivor was a student or assaulted by a single assailant, but higher if the survivor self-reported mental health problems in the previous 6 months or that the mode of suspected drugging was a recreational drug or non-alcoholic drink (versus an alcoholic drink). CONCLUSIONS: These differences in survivor, assailant, and assault characteristics between cases classified as predatory and non-predatory DFSAs may have important implications for intervention and prevention.",
  "authors": [
    {
      "last_name": "Du Mont",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Du Mont",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada; Dalla Lana School of Public Health Sciences, University of Toronto, Toronto, Ontario, Canada. Electronic address: janice.dumont@wchospital.ca."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Macdonald",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada; Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Women's health issues : official publication of the Jacobs Institute of Women's Health",
    "iso_abbreviation": "Womens Health Issues",
    "issn": "1878-4321",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "393",
  "end_page": "400",
  "pages": "393-400",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcoholic Intoxication",
    "Crime Victims",
    "Female",
    "Forensic Toxicology",
    "Humans",
    "Illicit Drugs",
    "Male",
    "Rape",
    "Sex Offenses",
    "Substance Abuse Detection",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "27372420",
    "doi": "10.1016/j.whi.2016.05.010",
    "pii": "S1049-3867(16)30046-9"
  },
  "doi": "10.1016/j.whi.2016.05.010",
  "dates": {
    "completed": "2017-08-07",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Illicit Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:37.166442",
    "pmid": "27372420"
  }
}