{
  "pmid": "27374398",
  "uid": "27374398",
  "title": "Assessment of Referral and Chemotherapy Treatment Patterns for Elderly Patients With Non-small-Cell Lung Cancer.",
  "abstract": "BACKGROUND: Physiologic changes of aging in combination with greater comorbidity could lead to treatment nihilism for elderly patients (≥ 70 years old) with non-small-cell lung cancer (NSCLC). Randomized trials have shown improved survival with chemotherapy since 1999, but it remains unclear whether these data have translated into practice. PATIENTS AND METHODS: We conducted a retrospective, population-based cohort study of NSCLC cases diagnosed in Ontario, Canada from 2000 to 2010. We compared referral and treatment patterns among patients aged < 70 versus ≥ 70 years. Multivariable analyses evaluated predictors of referral to medical oncology or treatment with chemotherapy. RESULTS: Of 61,646 patients with NSCLC, 32,131 (52.1%) were ≥ 70 years. Fewer adenocarcinomas were diagnosed in the elderly (29.8% vs. 44%), and more elderly patients lacked microscopic confirmation of malignancy (20.1% vs. 6.2%). Charlson co-morbidity scores ≥ 2 (14.0% vs. 7.4%) were higher in the elderly. Only 59.5% of elderly patients with NSCLC were referred to a medical oncologist, versus 78.5% of younger patients. Elderly patients were less likely to receive chemotherapy (18.3% vs. 46.7%), even among those referred to a medical oncologist (30.1% vs. 58.6%). Neither referral nor treatment changed substantially over time. The elderly also had a shorter median survival (5.8 vs. 9.6 months); however, there was less difference in median survival (13.6 vs. 14.9 months) among patients receiving chemotherapy. CONCLUSION: Elderly patients are less likely to be considered for systemic therapy for NSCLC, and evidence of benefit has had minimal impact on practice. We believe this disparity could be improved through systematically using tools to comprehensively assess elderly patients.",
  "authors": [
    {
      "last_name": "Dawe",
      "fore_name": "David E",
      "initials": "DE",
      "name": "David E Dawe",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; Department of Hematology and Medical Oncology, CancerCare Manitoba, Winnipeg, MB, Canada. Electronic address: ddawe@cancercare.mb.ca."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Ellis",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical lung cancer",
    "iso_abbreviation": "Clin Lung Cancer",
    "issn": "1938-0690",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "563",
  "end_page": "572.e2",
  "pages": "563-572.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adenocarcinoma",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Canada",
    "Carcinoma, Non-Small-Cell Lung",
    "Carcinoma, Squamous Cell",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Practice Patterns, Physicians'",
    "Prognosis",
    "Referral and Consultation",
    "Retrospective Studies",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "27374398",
    "doi": "10.1016/j.cllc.2016.05.012",
    "pii": "S1525-7304(16)30128-0"
  },
  "doi": "10.1016/j.cllc.2016.05.012",
  "dates": {
    "completed": "2017-09-26",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.178508",
    "pmid": "27374398"
  }
}