{
  "pmid": "27381213",
  "uid": "27381213",
  "title": "Identifying process and outcome indicators of successful transitions from child to adult mental health services: protocol for a scoping review.",
  "abstract": "INTRODUCTION: A significant proportion of youth need to transition from child and adolescent mental health services (CAMHS) to adult mental health services (AMHS); however, the transition process is not well understood and often experienced poorly by youth. In the effort to design and evaluate standards of practice for transitions, there is a need to identify key elements of a successful transition. The objectives of this scoping review are to: (1) identify definitions of successful transitions from CAMHS to AMHS; and (2) identify indicators that have been used to measure CAMHS-AMHS transition care processes and quality, and outcomes. METHODS: We will search 8 electronic bibliographic databases from 1980 to 2016 (eg, Medline, EMBASE, PsycINFO), professional associations, policy documents, and other grey literature to identify relevant material. We will include experimental, quasi-experimental, observational studies, and non-research studies (guidelines, narrative reviews, policy documents) examining the transition from CAMHS to AMHS. 2 raters will independently screen each retrieved title and abstract for eligibility using the study inclusion criteria (level 1), and then will independently assess full-text articles to determine if these meet the inclusion criteria (level 2). Data extraction will be completed and results will be synthesised both quantitatively and qualitatively. ETHICS AND DISSEMINATION: The results of the scoping review will be used to develop a set of indicators that will be prioritised and evaluated in a Delphi consensus study. This will serve as a foundation for the development of the first instrument to assess the quality and success of CAMHS-AMHS transitions. Ethics approval is not required for this scoping study.",
  "authors": [
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing and Department of Psychiatry, University of Toronto, Clinician-Scientist, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeffs",
      "fore_name": "Lianne",
      "initials": "L",
      "name": "Lianne Jeffs",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto and Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "e012376",
  "pages": "e012376",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Health Services",
    "Adult",
    "Child",
    "Clinical Protocols",
    "Delphi Technique",
    "Female",
    "Humans",
    "Male",
    "Mental Disorders",
    "Mental Health Services",
    "Qualitative Research",
    "Transition to Adult Care",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "27381213",
    "pmc": "PMC4947737",
    "doi": "10.1136/bmjopen-2016-012376",
    "pii": "bmjopen-2016-012376"
  },
  "doi": "10.1136/bmjopen-2016-012376",
  "pmc_id": "PMC4947737",
  "dates": {
    "completed": "2018-01-01",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.432317",
    "pmid": "27381213"
  }
}