{
  "pmid": "27384097",
  "uid": "27384097",
  "title": "Neighborhood Variation in the Utilization of Laparoscopy for the Treatment of Colon Cancer.",
  "abstract": "BACKGROUND: The rates of laparoscopic colectomy for colon cancer have steadily increased since its inception. Laparoscopic colectomy currently accounts for a third of colectomy procedures in the United States, but little is known regarding the spatial pattern of the utilization of laparoscopy for colon cancer. OBJECTIVE: This study evaluated the utilization of laparoscopy for colon cancer at the neighborhood level in Ontario. DESIGN: Retrospective analysis of prospectively collected data was performed. SETTING: This study was conducted at all hospitals in the province of Ontario. PATIENTS: This population-based study included all patients aged ≥18 who received an elective colectomy for colon cancer from April 2008 until March 2012 in the province of Ontario. MAIN OUTCOME MEASURES: The primary outcome measure was the neighborhood rates of laparoscopy. RESULTS: Overall, 9,969 patients underwent surgery, and the cluster analysis identified 74 cold-spot neighborhoods, representing 1.8 million people, or 14% of the population. In the multivariate analysis, patients from rural neighborhoods were less than half as likely to receive laparoscopy, OR 0.44 (95% CI, 0.24-0.84; p = 0.012). Additionally, having a minimally invasive surgery fellowship training facility within the same administrative health region as the neighborhood made it more than 23 times as likely to be a hot spot, OR 25.88 (95% CI, 12.15-55.11; p < 0.001). Neighborhood socioeconomic status was not associated with variation in the utilization of laparoscopy. LIMITATIONS: Patient case mix could affect laparoscopy use. CONCLUSION AND RELEVANCE: This study identified an unequal utilization of laparoscopy for colon cancer within Ontario with rural neighborhoods experiencing low rates of laparoscopic colectomy, whereas neighborhoods in the same administrative region as minimally invasive surgery training centers experienced increased utilization. Further study into the causes of this variation in resource allocation is needed to identify ways to improve more efficient spread of knowledge and technical skills advancement.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "1 Department of Surgery, McMaster University, Hamilton, Ontario, Canada 2 Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Fady",
      "initials": "F",
      "name": "Fady Saleh",
      "affiliations": []
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Nalin",
      "initials": "N",
      "name": "Nalin Amin",
      "affiliations": []
    },
    {
      "last_name": "Cadeddu",
      "fore_name": "Margherita",
      "initials": "M",
      "name": "Margherita Cadeddu",
      "affiliations": []
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diseases of the colon and rectum",
    "iso_abbreviation": "Dis Colon Rectum",
    "issn": "1530-0358",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "781",
  "end_page": "788",
  "pages": "781-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Colectomy",
    "Colonic Neoplasms",
    "Female",
    "Healthcare Disparities",
    "Humans",
    "Laparoscopy",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Retrospective Studies",
    "Spatial Analysis",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27384097",
    "doi": "10.1097/DCR.0000000000000600",
    "pii": "00003453-201608000-00012"
  },
  "doi": "10.1097/DCR.0000000000000600",
  "dates": {
    "completed": "2017-04-14",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.710777",
    "pmid": "27384097"
  }
}