{
  "pmid": "27381211",
  "uid": "27381211",
  "title": "Evaluation of the use of oseltamivir prophylaxis in the control of influenza outbreaks in long-term care facilities in Alberta, Canada: a retrospective provincial database analysis.",
  "abstract": "OBJECTIVES: To evaluate the impact of oseltamivir prophylaxis in the management and control of influenza outbreaks in long-term care facilities in Alberta, Canada. SETTING AND PARTICIPANTS: Long-term care facilities where 127 influenza outbreaks were reported to public health authorities in Alberta, Canada, during two influenza seasons from 2013 to 2015. DESIGN AND OUTCOME MEASURES: Using routinely collected surveillance and administrative data, we examined the association between decision-making time for oseltamivir recommendation as prophylaxis strategy for influenza outbreaks in long-term care facilities (explanatory variable) and the duration of an influenza outbreak, the postprophylaxis risk of influenza-like illness and hospitalisation among residents of long-term care facilities in Alberta (outcome variables) using multivariable linear and Poisson regression models. RESULTS: Oseltamivir prophylaxis decision-making time was positively associated with the postintervention duration of an outbreak, with a 1-day delay in making decision on oseltamivir prophylaxis associated with 2.22 (95% CI 1.37 to 3.06) more days of the duration of an outbreak after controlling for potential confounding effect of the number of residents at risk at intervention, outbreak progression time, prevalence of influenza-like illness during outbreak progression, facility location, presence of mixed strain and based on optimal timing of oseltamivir prophylaxis. Although not statistically significant, a 1-day delay in making decision on oseltamivir prophylaxis was associated with a 5% (95% CI -1% to 11%) increase in the postintervention risk of influenza-like illness, and a 6% (95% CI -8% to 22%) increase in the postintervention risk of hospitalisation after controlling for the same potential confounders. CONCLUSIONS: Our study demonstrated benefits of using oseltamivir prophylaxis to shorten the duration of influenza outbreaks; however, there were no significant differences in the influenza-like illness and hospitalisation risk occurring after the intervention. Surveillance data may offer means of rapid evaluation of oseltamivir prophylaxis in long-term care facilities as a public health measure.",
  "authors": [
    {
      "last_name": "Ye",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Ye",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jacobs",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Jacobs",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Naeem",
      "initials": "MN",
      "name": "Muhammad Naeem Khan",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jaipaul",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy Jaipaul",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Oda",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Oda",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Marcia",
      "initials": "M",
      "name": "Marcia Johnson",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Doroshenko",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Doroshenko",
      "affiliations": [
        "Alberta Health Services, Edmonton, Alberta, Canada Faculty of Medicine and Dentistry, Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "e011686",
  "pages": "e011686",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Alberta",
    "Antiviral Agents",
    "Disease Outbreaks",
    "Female",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Long-Term Care",
    "Male",
    "Oseltamivir",
    "Policy Making",
    "Program Evaluation",
    "Retrospective Studies",
    "Skilled Nursing Facilities",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27381211",
    "pmc": "PMC4947728",
    "doi": "10.1136/bmjopen-2016-011686",
    "pii": "bmjopen-2016-011686"
  },
  "doi": "10.1136/bmjopen-2016-011686",
  "pmc_id": "PMC4947728",
  "dates": {
    "completed": "2018-01-01",
    "revised": "2019-02-02"
  },
  "chemicals": [
    "Antiviral Agents",
    "Influenza Vaccines",
    "Oseltamivir"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:03.513571",
    "pmid": "27381211"
  }
}