{
  "pmid": "27403749",
  "uid": "27403749",
  "title": "High diversity of Pseudo-nitzschia along the northern coast of Sarawak (Malaysian Borneo), with descriptions of P. bipertita sp. nov. and P. limii sp. nov. (Bacillariophyceae).",
  "abstract": "Forty-eight isolates of Pseudo-nitzschia species were established from the Miri coast of Sarawak (Malaysian Borneo) and underwent TEM observation and molecular characterization. Ten species were found: P. abrensis, P. batesiana, P. fukuyoi, P. kodamae, P. lundholmiae, P. multistriata, P. pungens, P. subfraudulenta, as well as two additional new morphotypes, herein designated as P. bipertita sp. nov. and P. limii sp. nov. This is the first report of P. abrensis, P. batesiana, P. kodamae, P. fukuyoi, and P. lundholmiae in coastal waters of Malaysian Borneo. Pseudo-nitzschia bipertita differs from its congeners by the number of sectors that divide the poroids, densities of band striae, and its cingular band structure. Pseudo-nitzschia limii, a pseudo-cryptic species in the P. pseudodelicatissima complex sensu lato, is distinct by having wider proximal and distal mantles, a higher number of striae, and greater poroid height in the striae of the valvocopula. The species were further supported by the phylogenetic reconstructions of the nuclear-encoded large subunit ribosomal gene and the second internal transcribed spacer. Phylogenetically, P. bipertita clustered with its sister taxa (P. subpacifica + P. heimii); P. limii appears as a sister taxon to P. kodamae and P. hasleana in the ITS2 tree. Pairwise comparison of ITS2 transcripts with its closest relatives revealed the presence of both hemi- and compensatory base changes. Toxicity analysis showed detectable levels of domoic acid in P. abrensis, P. batesiana, P. lundholmiae, and P. subfraudulenta, but both new species tested below the detection limit.",
  "authors": [
    {
      "last_name": "Teng",
      "fore_name": "Sing Tung",
      "initials": "ST",
      "name": "Sing Tung Teng",
      "affiliations": [
        "Faculty of Resource Science and Technology, Universiti Malaysia Sarawak, 94300 Kota Samarahan, Sarawak, Malaysia."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Suh Nih",
      "initials": "SN",
      "name": "Suh Nih Tan",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Hong Chang",
      "initials": "HC",
      "name": "Hong Chang Lim",
      "affiliations": [
        "Tunku Abdul Rahman University College, Johor Branch Campus, 85000 Segamat, Johor, Malaysia."
      ],
      "orcid": "0000-0003-0013-7819"
    },
    {
      "last_name": "Dao",
      "fore_name": "Viet Ha",
      "initials": "VH",
      "name": "Viet Ha Dao",
      "affiliations": [
        "Institute of Oceanography, VAST, 01 Cau Da, Nha Trang, Vietnam."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, P.O. Box 5030, Moncton, New Brunswick, Canada, E1C 9B6."
      ]
    },
    {
      "last_name": "Leaw",
      "fore_name": "Chui Pin",
      "initials": "CP",
      "name": "Chui Pin Leaw",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of phycology",
    "iso_abbreviation": "J Phycol",
    "issn": "1529-8817",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "973",
  "end_page": "989",
  "pages": "973-989",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Base Sequence",
    "Biodiversity",
    "Biota",
    "DNA, Algal",
    "DNA, Ribosomal Spacer",
    "Diatoms",
    "Malaysia",
    "Microscopy, Electron, Transmission",
    "Phylogeny"
  ],
  "article_ids": {
    "pubmed": "27403749",
    "doi": "10.1111/jpy.12448"
  },
  "doi": "10.1111/jpy.12448",
  "dates": {
    "completed": "2018-01-23",
    "revised": "2018-09-18"
  },
  "chemicals": [
    "DNA, Algal",
    "DNA, Ribosomal Spacer"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.799641",
    "pmid": "27403749"
  }
}