{
  "pmid": "27412041",
  "uid": "27412041",
  "title": "Causes of cancellations on the day of surgery at a Tertiary Teaching Hospital.",
  "abstract": "BACKGROUND: Cancellation of elective scheduled operations on the day of surgery leads to an inefficient use of operating room (OR) time and a waste of resources. It also causes inconvenience for patients and families. Moreover, day of surgery (DOS) cancellation creates logistic and financial burden associated with extended hospital stay and repetitions of pre-operative preparations as well as opportunity costs of lost time and missed income. The objective of this study is to establish the rate of elective surgical cases cancellations on the day of surgery and the reasons for these cancellations stratified by avoidable versus unavoidable within a tertiary care teaching hospital in Beirut, Lebanon as well as recommend appropriate solutions. METHOD: This is a prospective audit of the operation theatre list over a period of eight months (January 1, 2013-August 30, 2013). All patients scheduled to undergo elective surgeries at the hospital from January-August 2013 were included. An assigned OR staff recorded the cancelled cases in real time. The assigned staff confirmed the cancellation reason and added additional explanation if necessary by calling patients or through direct inquiry of clerical and/or clinical staff the following day. A Pareto chart was constructed to prioritize the reasons that accounted for 80 % of the avoidable surgical cancellations. RESULTS: For the given study period, 5929 elective surgeries were performed, of which 261 cases (4.4 %) were cancelled on the day of surgery. 187 cases (or 71.6 %) were judged as potentially avoidable cancellations versus 74 (28.4 %) that were judged as unavoidable. Of the 187 potentially avoidable cancellations, lack of financial clearance, incomplete medical evaluation, patient not showing up for surgery, and OR behind schedule accounted for almost 80 % of the causes. CONCLUSION: This study showed that the majority of cancellations were deemed avoidable and hospital related. A day of surgery cancellation rate less than 2 % is attainable. Determining the major avoidable contributors to DOS cancellations is an essential first step to developing appropriate interventions to improve operating theater efficiency. Recommended interventions were presented accordingly.",
  "authors": [
    {
      "last_name": "Kaddoum",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Kaddoum",
      "affiliations": [
        "Deparment of Operating Room, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hitti",
      "fore_name": "Eveline",
      "initials": "E",
      "name": "Eveline Hitti",
      "affiliations": [
        "Department of Emergency Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Eid",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El Eid",
      "affiliations": [
        "Department of the Chief Medical Officer, American University of Beirut Medical Center, Beirut, Lebanon. ge05@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "259",
  "pages": "259",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Elective Surgical Procedures",
    "Hospitals, Teaching",
    "Humans",
    "Lebanon",
    "Length of Stay",
    "No-Show Patients",
    "Operating Rooms",
    "Prospective Studies",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "27412041",
    "pmc": "PMC4944432",
    "doi": "10.1186/s12913-016-1475-6",
    "pii": "10.1186/s12913-016-1475-6"
  },
  "doi": "10.1186/s12913-016-1475-6",
  "pmc_id": "PMC4944432",
  "dates": {
    "completed": "2017-10-02",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.353500",
    "pmid": "27412041"
  }
}