{
  "pmid": "27412106",
  "uid": "27412106",
  "title": "Examining the associations between HIV-related stigma and health outcomes in people living with HIV/AIDS: a series of meta-analyses.",
  "abstract": "OBJECTIVE: To conduct a systematic review and series of meta-analyses on the association between HIV-related stigma and health among people living with HIV. DATA SOURCES: A structured search was conducted on 6 electronic databases for journal articles reporting associations between HIV-related stigma and health-related outcomes published between 1996 and 2013. STUDY ELIGIBILITY CRITERIA: Controlled studies, cohort studies, case-control studies and cross-sectional studies in people living with HIV were considered for inclusion. OUTCOME MEASURES: Mental health (depressive symptoms, emotional and mental distress, anxiety), quality of life, physical health, social support, adherence to antiretroviral therapy, access to and usage of health/social services and risk behaviours. RESULTS: 64 studies were included in our meta-analyses. We found significant associations between HIV-related stigma and higher rates of depression, lower social support and lower levels of adherence to antiretroviral medications and access to and usage of health and social services. Weaker relationships were observed between HIV-related stigma and anxiety, quality of life, physical health, emotional and mental distress and sexual risk practices. While risk of bias assessments revealed overall good quality related to how HIV stigma and health outcomes were measured on the included studies, high risk of bias among individual studies was observed in terms of appropriate control for potential confounders. Additional research should focus on elucidating the mechanisms behind the negative relationship between stigma and health to better inform interventions to reduce the impact of stigma on the health and well-being of people with HIV. CONCLUSIONS: This systematic review and series of meta-analyses support the notion that HIV-related stigma has a detrimental impact on a variety of health-related outcomes in people with HIV. This review can inform the development of multifaceted, intersectoral interventions to reduce the impact of HIV-related stigma on the health and well-being of people living with HIV.",
  "authors": [
    {
      "last_name": "Rueda",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Rueda",
      "affiliations": [
        "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, Ontario, Canada Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada Institute for Work and Health, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0654-6421"
    },
    {
      "last_name": "Mitra",
      "fore_name": "Sanjana",
      "initials": "S",
      "name": "Sanjana Mitra",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Shiyi",
      "initials": "S",
      "name": "Shiyi Chen",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gogolishvili",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gogolishvili",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Globerman",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Globerman",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chambers",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Chambers",
      "affiliations": [
        "School of Social Work, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Wilson",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Logie",
      "fore_name": "Carmen H",
      "initials": "CH",
      "name": "Carmen H Logie",
      "affiliations": [
        "Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Qiyun",
      "initials": "Q",
      "name": "Qiyun Shi",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morassaei",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Morassaei",
      "affiliations": [
        "Institute for Work and Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada The Ontario HIV Treatment Network, Toronto, Ontario, Canada Centre for Research on Inner City Health, Keenan Research Center, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "e011453",
  "pages": "e011453",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Depression",
    "HIV Infections",
    "Health Services",
    "Health Services Accessibility",
    "Health Status",
    "Humans",
    "Medication Adherence",
    "Quality of Life",
    "Risk-Taking",
    "Sexual Behavior",
    "Social Stigma",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "27412106",
    "pmc": "PMC4947735",
    "doi": "10.1136/bmjopen-2016-011453",
    "pii": "bmjopen-2016-011453"
  },
  "doi": "10.1136/bmjopen-2016-011453",
  "pmc_id": "PMC4947735",
  "dates": {
    "completed": "2017-12-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:20.074423",
    "pmid": "27412106"
  }
}