{
  "pmid": "27418751",
  "uid": "27418751",
  "title": "Feeding habitat quality and behavioral trade-offs in chimpanzees: a case for species distribution models.",
  "abstract": "The distribution and abundance of food resources are among the most important factors that influence animal behavioral strategies. Yet, spatial variation in feeding habitat quality is often difficult to assess with traditional methods that rely on extrapolation from plot survey data or remote sensing. Here, we show that maximum entropy species distribution modeling can be used to successfully predict small-scale variation in the distribution of 24 important plant food species for chimpanzees at Gombe National Park, Tanzania. We combined model predictions with behavioral observations to quantify feeding habitat quality as the cumulative dietary proportion of the species predicted to occur in a given location. This measure exhibited considerable spatial heterogeneity with elevation and latitude, both within and across main habitat types. We used model results to assess individual variation in habitat selection among adult chimpanzees during a 10-year period, testing predictions about trade-offs between foraging and reproductive effort. We found that nonswollen females selected the highest-quality habitats compared with swollen females or males, in line with predictions based on their energetic needs. Swollen females appeared to compromise feeding in favor of mating opportunities, suggesting that females rather than males change their ranging patterns in search of mates. Males generally occupied feeding habitats of lower quality, which may exacerbate energetic challenges of aggression and territory defense. Finally, we documented an increase in feeding habitat quality with community residence time in both sexes during the dry season, suggesting an influence of familiarity on foraging decisions in a highly heterogeneous landscape.",
  "authors": [
    {
      "last_name": "Foerster",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Foerster",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University , Box 90383, Durham, NC 27708 , USA."
      ]
    },
    {
      "last_name": "Zhong",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhong",
      "affiliations": [
        "Master of Environmental Management Program, Nicholas School of the Environment, Duke University, 450 Research Drive, Durham, NC 27708, USA."
      ]
    },
    {
      "last_name": "Pintea",
      "fore_name": "Lilian",
      "initials": "L",
      "name": "Lilian Pintea",
      "affiliations": [
        "Conservation Science Department, The Jane Goodall Institute, 1595 Spring Hill Road, Suite 550, Vienna, VA 22182, USA."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Carson M",
      "initials": "CM",
      "name": "Carson M Murray",
      "affiliations": [
        "Center for the Advanced Study of Human Paleobiology, The George Washington University, 800 22nd Street NW, Washington, DC 20052, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, 395 Humphrey Center, 301 19th Ave S, Minneapolis, MN 55455, USA; Department of Ecology, Evolution and Behavior, University of Minnesota, 140 Gortner Laboratory, 1479 Gortner Avenue, St Paul, MN 55108, USA, and."
      ]
    },
    {
      "last_name": "Mjungu",
      "fore_name": "Deus C",
      "initials": "DC",
      "name": "Deus C Mjungu",
      "affiliations": [
        "Gombe Stream Research Centre, The Jane Goodall Institute, PO Box 1182, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Pusey",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Pusey",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University , Box 90383, Durham, NC 27708 , USA."
      ]
    }
  ],
  "journal": {
    "title": "Behavioral ecology : official journal of the International Society for Behavioral Ecology",
    "iso_abbreviation": "Behav Ecol",
    "issn": "1045-2249",
    "issn_type": "Print",
    "volume": "27",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "1004",
  "end_page": "1016",
  "pages": "1004-1016",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27418751",
    "pmc": "PMC4943107",
    "doi": "10.1093/beheco/arw004"
  },
  "doi": "10.1093/beheco/arw004",
  "pmc_id": "PMC4943107",
  "dates": {
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.391765",
    "pmid": "27418751"
  }
}