{
  "pmid": "27421814",
  "uid": "27421814",
  "title": "Where Do Freestanding Emergency Departments Choose to Locate? A National Inventory and Geographic Analysis in Three States.",
  "abstract": "STUDY OBJECTIVE: We determine the number and location of freestanding emergency departments (EDs) across the United States and determine the population characteristics of areas where freestanding EDs are located. METHODS: We conducted a systematic inventory of US freestanding EDs. For the 3 states with the highest number of freestanding EDs, we linked demographic, insurance, and health services data, using the 5-digit ZIP code corresponding to the freestanding ED's location. To create a comparison nonfreestanding ED group, we matched 187 freestanding EDs to 1,048 nonfreestanding ED ZIP codes on land and population within state. We compared differences in demographic, insurance, and health services factors between matched ZIP codes with and without freestanding EDs, using univariate regressions with weights. RESULTS: We identified 360 freestanding EDs located in 30 states; 54.2% of freestanding EDs were hospital satellites, 36.6% were independent, and 9.2% were not classifiable. The 3 states with the highest number of freestanding EDs accounted for 66% of all freestanding EDs: Texas (181), Ohio (34), and Colorado (24). Across all 3 states, freestanding EDs were located in ZIP codes that had higher incomes and a lower proportion of the population with Medicaid. In Texas and Ohio, freestanding EDs were located in ZIP codes with a higher proportion of the population with private insurance. In Texas, freestanding EDs were located in ZIP codes that had fewer Hispanics, had a greater number of hospital-based EDs and physician offices, and had more physician visits and medical spending per year than ZIP codes without a freestanding ED. In Ohio, freestanding EDs were located in ZIP codes with fewer hospital-based EDs. CONCLUSION: In Texas, Ohio, and Colorado, freestanding EDs were located in areas with a better payer mix. The location of freestanding EDs in relation to other health care facilities and use and spending on health care varied between states.",
  "authors": [
    {
      "last_name": "Schuur",
      "fore_name": "Jeremiah D",
      "initials": "JD",
      "name": "Jeremiah D Schuur",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA. Electronic address: jschuur@partners.org."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Olesya",
      "initials": "O",
      "name": "Olesya Baker",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Freshman",
      "fore_name": "Jaclyn",
      "initials": "J",
      "name": "Jaclyn Freshman",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Cutler",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Cutler",
      "affiliations": [
        "Department of Economics, Harvard University, Cambridge, MA."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "383",
  "end_page": "392.e5",
  "pages": "383-392.e5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Colorado",
    "Demography",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Geography",
    "Humans",
    "Ohio",
    "Texas",
    "United States"
  ],
  "article_ids": {
    "pubmed": "27421814",
    "doi": "10.1016/j.annemergmed.2016.05.019",
    "pii": "S0196-0644(16)30199-8"
  },
  "doi": "10.1016/j.annemergmed.2016.05.019",
  "dates": {
    "completed": "2017-06-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.392114",
    "pmid": "27421814"
  }
}