{
  "pmid": "27428063",
  "uid": "27428063",
  "title": "DEWORMING DELUSIONS? MASS DRUG ADMINISTRATION IN EAST AFRICAN SCHOOLS.",
  "abstract": "Recent debates about deworming school-aged children in East Africa have been described as the 'Worm Wars'. The stakes are high. Deworming has become one of the top priorities in the fight against infectious diseases. Staff at the World Health Organization, the Gates Foundation and the World Bank (among other institutions) have endorsed the approach, and school-based treatments are a key component of large-scale mass drug administration programmes. Drawing on field research in Uganda and Tanzania, and engaging with both biological and social evidence, this article shows that assertions about the effects of school-based deworming are over-optimistic. The results of a much-cited study on deworming Kenyan school children, which has been used to promote the intervention, are flawed, and a systematic review of randomized controlled trials demonstrates that deworming is unlikely to improve overall public health. Also, confusions arise by applying the term deworming to a variety of very different helminth infections and to different treatment regimes, while local-level research in schools reveals that drug coverage usually falls below target levels. In most places where data exist, infection levels remain disappointingly high. Without indefinite free deworming, any declines in endemicity are likely to be reversed. Moreover, there are social problems arising from mass drug administration that have generally been ignored. Notably, there are serious ethical and practical issues arising from the widespread practice of giving tablets to children without actively consulting parents. There is no doubt that curative therapy for children infected with debilitating parasitic infections is appropriate, but overly positive evaluations of indiscriminate deworming are counter-productive.",
  "authors": [
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": [
        "*Department of International Development,London School of Economics,UK."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "†Department of Global Health and Development,London School of Hygiene and Tropical Medicine,UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biosocial science",
    "iso_abbreviation": "J Biosoc Sci",
    "issn": "1469-7599",
    "issn_type": "Electronic",
    "volume": "48 Suppl 1",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "S116",
  "end_page": "S147",
  "pages": "S116-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Africa, Eastern",
    "Anthelmintics",
    "Child",
    "Communicable Disease Control",
    "Female",
    "Helminthiasis",
    "Humans",
    "Kenya",
    "Male",
    "Parents",
    "Schools",
    "Tanzania",
    "Uganda",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "27428063",
    "doi": "10.1017/S0021932016000171",
    "pii": "S0021932016000171"
  },
  "doi": "10.1017/S0021932016000171",
  "dates": {
    "completed": "2017-07-24",
    "revised": "2017-11-22"
  },
  "chemicals": [
    "Anthelmintics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.196657",
    "pmid": "27428063"
  }
}