{
  "pmid": "27421684",
  "uid": "27421684",
  "title": "The skills and experience of GRADE methodologists can be assessed with a simple tool.",
  "abstract": "OBJECTIVES: To suggest approaches for guideline developers on how to assess a methodologist's expertise with Grading of Recommendations Assessment, Development and Evaluation (GRADE) methods and tasks and to provide a set of minimum skills and experience required to perform specific tasks related to guideline development using GRADE. STUDY DESIGN AND SETTING: We used an iterative and consensus-based process involving individuals with in-depth experience with GRADE. We considered four main tasks: (1) development of key questions; (2) assessment of the certainty of effect estimates; (3) development of recommendations; and (4) teaching GRADE. RESULTS: There are three basic approaches to determine a methodologist's skill set. First, self-report of knowledge, skills, and experience with a standardized \"GRADE curriculum vitae (CV)\" focused on each of the GRADE-related tasks; second, demonstration of skills using worked examples; third, a formal evaluation using a written or oral test. We suggest that the GRADE CV is likely to be useful and feasible to implement. We also suggest minimum training including attendance at one or more full-day workshops and familiarity with the main GRADE publications and the GRADE handbook. CONCLUSIONS: The selection of a GRADE methodologist must be a thoughtful, reasoned decision, informed by the criteria suggested in this article and tailored to the specific project. Our suggested approaches need further pilot testing and validation.",
  "authors": [
    {
      "last_name": "Norris",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Norris",
      "affiliations": [
        "World Health Organization, Av. Appia 20, CH-1211, Geneva 27, Switzerland. Electronic address: norriss@WHO.int."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Cochrane Germany, Medical Center-University of Freiburg, Faculty of Medicine, University of Freiburg, Berliner Allee 29, 79110 Freiburg, Germany; Centre de Recherche Épidémiologie et Statistique Sorbonne Paris Cité-U1153, Inserm/Université Paris Descartes, Cochrane France, Hôpital Hôtel-Dieu, 1 Place du Parvis Notre Dame, 75181 Cedex 04 Paris, France."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, P.O. Box 11-0236, Riad-El-Solh Beirut, 1107 2020 Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster GRADE Center, McMaster University, HSC Room 2C16, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Department of Medicine, McMaster University, HSC Room 2C16, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Gartlehner",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Gartlehner",
      "affiliations": [
        "Department for Evidence-Based Medicine and Clinical Epidemiology, Danube University Krems, Dr. Karl Dorrek Straße 30, 3500 Krems, Austria; RTI-International, Research Triangle Park, 3040 East Cornwallis Road, Durham, NC 27709, USA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, No. 199, Donggang West Road, Chengguan District, Lanzhou, Gansu 730000, Peoples' Republic of China."
      ]
    },
    {
      "last_name": "Whittington",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Whittington",
      "affiliations": [
        "Centre for Outcomes Research and Effectiveness, Research Department of Clinical, Educational and Health Psychology, University College London, 1-19 Torrington Place, London WC1E7HB, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "79",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "150",
  "end_page": "158.e1",
  "pages": "150-158.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Epidemiologic Research Design",
    "Evidence-Based Medicine",
    "Guidelines as Topic",
    "Humans",
    "Professional Competence"
  ],
  "article_ids": {
    "pubmed": "27421684",
    "doi": "10.1016/j.jclinepi.2016.07.001",
    "pii": "S0895-4356(16)30193-7"
  },
  "doi": "10.1016/j.jclinepi.2016.07.001",
  "dates": {
    "completed": "2017-07-05",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.628376",
    "pmid": "27421684"
  }
}