{
  "pmid": "27433745",
  "uid": "27433745",
  "title": "A Population-based Study Evaluating the Association between Surgery in Early Life and Child Development at Primary School Entry.",
  "abstract": "BACKGROUND: It is unclear whether exposure to surgery in early life has long-term adverse effects on child development. The authors aimed to investigate whether surgery in early childhood is associated with adverse effects on child development measured at primary school entry. METHODS: The authors conducted a population-based cohort study in Ontario, Canada, by linking provincial health administrative databases to children's developmental outcomes measured by the Early Development Instrument (EDI). From a cohort of 188,557 children, 28,366 children who underwent surgery before EDI completion (age 5 to 6 yr) were matched to 55,910 unexposed children. The primary outcome was early developmental vulnerability, defined as any domain of the EDI in the lowest tenth percentile of the population. Subgroup analyses were performed based on age at first surgery (less than 2 and greater than or equal to 2 yr) and frequency of surgery. RESULTS: Early developmental vulnerability was increased in the exposed group (7,259/28,366; 25.6%) compared with the unexposed group (13,957/55,910; 25.0%), adjusted odds ratio, 1.05; 95% CI, 1.01 to 1.08. Children aged greater than or equal to 2 yr at the time of first surgery had increased odds of early developmental vulnerability compared with unexposed children (odds ratio, 1.05; 95% CI, 1.01 to 1.10), but children aged less than 2 yr at the time of first exposure were not at increased risk (odds ratio, 1.04; 95% CI, 0.98 to 1.10). There was no increase in odds of early developmental vulnerability with increasing frequency of exposure. CONCLUSIONS: Children who undergo surgery before primary school age are at increased risk of early developmental vulnerability, but the magnitude of the difference between exposed and unexposed children is small.",
  "authors": [
    {
      "last_name": "O'Leary",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D O'Leary",
      "affiliations": [
        "Department of Anesthesia and Pain Medicine (J.D.O., J.T.M., M.W.C.) and Child Health Evaluative Sciences (T.T.), The Hospital for Sick Children, Toronto, Ontario, Canada; Department of Anesthesia (J.D.O., D.N.W., J.T.M., M.W.C.) and Institute of Health Policy Management and Evaluation (D.N.W., T.T.), University of Toronto, Toronto, Ontario, Canada; The Offord Centre for Child Studies and Department of Psychiatry and Behavioural Neurosciences (M.J., E.D.), McMaster University, Hamilton, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada (D.N.W.); Department of Anesthesia and Pain Management, Toronto General Hospital, Toronto, Ontario, Canada (D.N.W.); and Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada (D.N.W., T.T., P.L.)."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Wijeysundera",
      "fore_name": "Duminda N",
      "initials": "DN",
      "name": "Duminda N Wijeysundera",
      "affiliations": []
    },
    {
      "last_name": "To",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa To",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Li",
      "affiliations": []
    },
    {
      "last_name": "Maynes",
      "fore_name": "Jason T",
      "initials": "JT",
      "name": "Jason T Maynes",
      "affiliations": []
    },
    {
      "last_name": "Crawford",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Crawford",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesiology",
    "iso_abbreviation": "Anesthesiology",
    "issn": "1528-1175",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "272",
  "end_page": "279",
  "pages": "272-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Child",
    "Child Development",
    "Child, Preschool",
    "Cohort Studies",
    "Databases, Factual",
    "Developmental Disabilities",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Neuropsychological Tests",
    "Ontario",
    "Population",
    "Risk Assessment",
    "Socioeconomic Factors",
    "Surgical Procedures, Operative",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27433745",
    "doi": "10.1097/ALN.0000000000001200",
    "pii": "00000542-201608000-00012"
  },
  "doi": "10.1097/ALN.0000000000001200",
  "dates": {
    "completed": "2017-06-02",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.709446",
    "pmid": "27433745"
  }
}