{
  "pmid": "27431327",
  "uid": "27431327",
  "title": "A comparison of health utility scores calculated using United Kingdom and Canadian preference weights in persons with alzheimer's disease and their caregivers.",
  "abstract": "BACKGROUND: The use of the EQ-5D to asses the economic benefits of health technologies has led to questions about the cross-population transferability of preference weights to calculate health utility scores. The aim of this study is to investigate whether the use of UK and Canadian preference weights will lead to the calculation of different health utility scores in a sample of persons with Alzheimer's disease (AD) and their primary informal caregivers. METHODS: We recruited 216 patient-caregiver dyads from nine geriatric and memory clinics across Canada. Participants used the EQ-5D-3L to rate their health-related quality-of-life (HRQoL). EQ-5D-3L responses were transformed into health utility scores using UK and Canadian preference weights. The levels of agreement between the two sets of scores were assessed using intraclass correlation coefficients (ICCs). Bland-Altman plots depicted individual-level differences between the two sets of scores. Differences in health utility scores were tested using the Wilcoxon signed rank sum test. A generalized linear model with a gamma distribution was used to examine whether participants' socio-demographic characteristics were associated with their health utility scores. RESULTS: The distributions of health utility scores derived from both the UK and Canadian preference weights were skewed to the left. The intraclass correlation coefficient was 0.94 (95 % CI: 0.92, 0.95) for persons with AD and 0.92 (95 % CI: 0.88, 0.94) for the caregivers. The Canadian weights yielded slightly higher median health utility scores than the UK weights for caregivers (median difference: 0.009; 95 % confidence interval: 0.007, 0.013). This finding persisted after stratifying by disease severity. Few socio-demographic characteristics were associated with the two sets of health utility scores. CONCLUSIONS: Health utility scores exhibited small and clinically unimportant differences when calculated with UK versus Canadian preference weights in persons with AD and their caregivers. The original UK and Canadian population samples used to obtain the preference weights valued health states similarly.",
  "authors": [
    {
      "last_name": "Fang",
      "fore_name": "Mingying",
      "initials": "M",
      "name": "Mingying Fang",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, Ontario, Canada. moremus@uwaterloo.ca."
      ],
      "orcid": "0000-0001-8190-253X"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada.",
        "Program for Assessment of Technologies in Health Research Institute, St. Josephs Healthcare Hamilton, 25 Main Street West, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Alzheimer Disease",
    "Attitude to Health",
    "Canada",
    "Caregivers",
    "Female",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Socioeconomic Factors",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "27431327",
    "pmc": "PMC4950771",
    "doi": "10.1186/s12955-016-0510-y",
    "pii": "10.1186/s12955-016-0510-y"
  },
  "doi": "10.1186/s12955-016-0510-y",
  "pmc_id": "PMC4950771",
  "dates": {
    "completed": "2017-02-13",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.626973",
    "pmid": "27431327"
  }
}