{
  "pmid": "27433297",
  "uid": "27433297",
  "title": "Treatment of Osteoarthritis of the Knee with Bracing: A Scoping Review.",
  "abstract": "Knee osteoarthritis is a leading cause of disability around the world. Knee bracing provides a conservative management option for symptom relief. A variety of different bracing types, manufacturers and products are currently available on the market. The goal of this study is to examine the current state of the literature regarding the treatment of knee osteoarthritis with unloader bracing, specifically examining the representation of specific brace types, manufacturers and models within the literature. A scoping review technique was used because of its ability to evaluate research activity within an area of study and identify gaps within the literature. A thorough search of the MEDLINE database was conducted for articles where a knee brace model was identified, and we identified characteristics of the studies to evaluate important information about the body of literature related to knee bracing for the treatment of osteoarthritis. Fifty eligible studies were identified. The majority of studies have been published in the United States, and a large increase in the number of publications in this field was seen between 2010-2014. The most prominent study type was prospective comparative studies (44%), however there is a lack of randomized controlled trials (6%) within the literature. The most prominent hinge type within the literature is the dual hinge push brace, followed by the single hinge pull. While a large increase in the number of studies evaluating the treatment of knee osteoarthritis with bracing has occurred in the past 5 years, there is a lack of high quality studies evaluating the efficacy of the technique, as well as a lack of studies comparing bracing types and models.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Phillips",
      "affiliations": [
        "Global Research Solutions Inc. , Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions Inc., Burlington, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Global Research Solutions Inc. , Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Bischoff",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Bischoff",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University , Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Pervez",
      "initials": "P",
      "name": "Pervez Ali",
      "affiliations": [
        "The Scarborough Hospital, Toronto, ON, Canada; Department of Surgery, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chahal",
      "fore_name": "Jas",
      "initials": "J",
      "name": "Jas Chahal",
      "affiliations": [
        "Toronto Western Hospital and Women's College Hospital, University of Toronto Orthopedic Sports Medicine Program (UTOSM) , Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Snider",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Snider",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada; Grand River Hospital, Kitchener, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopedic Surgery, Centre for Evidence-Based Orthopedics, McMaster University , Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopedic reviews",
    "iso_abbreviation": "Orthop Rev (Pavia)",
    "issn": "2035-8237",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "start_page": "6256",
  "pages": "6256",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27433297",
    "pmc": "PMC4933815",
    "doi": "10.4081/or.2016.6256"
  },
  "doi": "10.4081/or.2016.6256",
  "pmc_id": "PMC4933815",
  "dates": {
    "completed": "2016-07-19",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.909320",
    "pmid": "27433297"
  }
}