{
  "pmid": "27431915",
  "uid": "27431915",
  "title": "Risk factors for unplanned and crash dialysis starts: a protocol for a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Many patients with kidney failure \"crash\" onto dialysis or initiate dialysis in an unplanned fashion. There are varying definitions, but essentially, a patient is labeled as having a crash dialysis start if he or she has little to no care by a nephrologist prior to starting dialysis. A patient is labeled as having an unplanned dialysis start when he or she starts dialysis with a catheter or during a hospitalization. Given the high prevalence and poor outcomes associated with crash and unplanned dialysis starts, it is important to establish a better understanding of patient risk factors. METHODS: We will conduct a systematic review and meta-analysis with a focus on both crash and unplanned dialysis starts. The first objective will be to determine patient risk factors for crash and unplanned dialysis starts. Secondary objectives will be to determine the most common criteria used to define both crash and unplanned dialysis starts and to determine outcomes associated with crash and unplanned dialysis starts. We will search MEDLINE, EMBASE and Cochrane Library from inception to the present date for all studies that report the characteristics and outcomes of patients who have crash vs. non-crash dialysis starts or unplanned vs. planned dialysis starts. We will also extract from included studies the criteria used to define crash and unplanned dialysis starts. If there are any eligible randomized controlled trials, quality assessment will be performed using the Cochrane Risk of Bias Assessment Tool. Observational studies will be evaluated using the Newcastle-Ottawa Scale. Data will be pooled in meta-analysis if deemed appropriate. DISCUSSION: The results of this review will inform the design of strategies to help reduce the incidence of crash and unplanned dialysis starts. SYSTEMATIC REVIEW REGISTRATION: Prospero CRD42016032916.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Pierre A",
      "initials": "PA",
      "name": "Pierre A Brown",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akbari",
      "fore_name": "Ayub",
      "initials": "A",
      "name": "Ayub Akbari",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada. aakbari@toh.on.ca.",
        "Division of Nephrology, The Ottawa Hospital Riverside Campus, 1967 Riverside Drive, Ottawa, K1H 7W9, Ontario, Canada. aakbari@toh.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "19"
  },
  "start_page": "117",
  "pages": "117",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Hospitalization",
    "Humans",
    "Kidney Failure, Chronic",
    "Meta-Analysis as Topic",
    "Renal Dialysis",
    "Review Literature as Topic",
    "Risk Factors",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "27431915",
    "pmc": "PMC4950106",
    "doi": "10.1186/s13643-016-0297-2",
    "pii": "10.1186/s13643-016-0297-2"
  },
  "doi": "10.1186/s13643-016-0297-2",
  "pmc_id": "PMC4950106",
  "dates": {
    "completed": "2018-01-30",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.436502",
    "pmid": "27431915"
  }
}