{
  "pmid": "27431751",
  "uid": "27431751",
  "title": "Outcomes in adult congenital heart disease patients undergoing heart transplantation: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Studies assessing mortality and morbidity in adult transplant recipients with congenital heart disease (CHD) are limited. We conducted a systematic review and meta-analysis comparing post-transplant outcomes in these 2 populations. METHODS: After conducting an electronic database search, we selected studies evaluating mortality, cause-specific mortality, and risk of reoperation and dialysis in adult CHD vs non-CHD patients. We used random-effects models for the meta-analysis. RESULTS: Thirty-day mortality was significantly higher in CHD vs non-CHD patients (risk ratio [RR], 2.18; 95% confidence interval [CI], 1.62-2.93; I[2] = 41%). This was influenced by increased mortality in Fontan/Glenn patients compared with non-CHD patients (RR, 3.3; 95% CI, 1.89-5.77; I[2] = 0%). Mortality at 1 and 5 years was higher in the CHD population, although neither achieved statistical significance. Ten-year mortality was significantly lower in CHD patients (RR, 0.75; 95% CI, 0.60-0.95, I[2] = 42%). Deaths caused by malignancy, infection, rejection, and cardiac allograft vasculopathy were decreased in CHD patients, although only death from malignancy achieved significance. Death secondary to primary graft failure, stroke, and hemorrhage was significantly higher in CHD patients. Risk of reoperation and dialysis were not statistically different between the 2 groups. CONCLUSIONS: Although adult CHD patients have higher early mortality, post-transplantation long-term survival is superior to non-CHD recipients. The challenge is to identify the CHD patients who will benefit from transplantation vs those who are higher risk.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Barbara Stella",
      "initials": "BS",
      "name": "Barbara Stella Doumouras",
      "affiliations": [
        "Heart Failure and Transplant Program, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada. Electronic address: barbara.doumouras@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Alba",
      "fore_name": "Ana Carolina",
      "initials": "AC",
      "name": "Ana Carolina Alba",
      "affiliations": [
        "Heart Failure and Transplant Program, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Heart Failure and Transplant Program, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burchill",
      "fore_name": "Luke James",
      "initials": "LJ",
      "name": "Luke James Burchill",
      "affiliations": [
        "Adult Congenital Heart Disease Program, Knight Cardiovascular Institute, Oregon Health Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Dipchand",
      "fore_name": "Anne I",
      "initials": "AI",
      "name": "Anne I Dipchand",
      "affiliations": [
        "Labatt Family Heart Centre, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Heather Joan",
      "initials": "HJ",
      "name": "Heather Joan Ross",
      "affiliations": [
        "Heart Failure and Transplant Program, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation",
    "iso_abbreviation": "J Heart Lung Transplant",
    "issn": "1557-3117",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1337",
  "end_page": "1347",
  "pages": "1337-1347",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Global Health",
    "Graft Rejection",
    "Heart Defects, Congenital",
    "Heart Transplantation",
    "Humans",
    "Risk Factors",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "27431751",
    "doi": "10.1016/j.healun.2016.06.003",
    "pii": "S1053-2498(16)30167-X"
  },
  "doi": "10.1016/j.healun.2016.06.003",
  "dates": {
    "completed": "2018-03-06",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:23.238794",
    "pmid": "27431751"
  }
}