{
  "pmid": "27430976",
  "uid": "27430976",
  "title": "The association between caregiver well-being and care provided to persons with Alzheimer's disease and related disorders.",
  "abstract": "BACKGROUND: Alzheimer's disease and related disorders (ADRD) are some of the leading causes of morbidity in developed nations. Unpaid family caregivers are primarily responsible for providing the care and support needed by persons with ADRD. In the process of caring for their loved ones with ADRD, caregivers often have to deal with multiple challenges, including their own deteriorating well-being and overall quality-of-life (QoL). A recent systematic review showed that very little research has been undertaken to study the relationship between AD caregiver QoL and the level or quality of care that caregivers provide to their loved ones. In this study, we investigate the relationships between caregiver well-being and the care provided to persons with ADRD. METHODS: We used 12-month follow-up data from the Philadelphia site (n = 125) of the National Institutes of Health (NIH) multi-site study, Resources for Enhancing Alzheimer's Caregiver Health (REACH I) to examine the relationship between caregiver well-being and the level or quality of care provided while adjusting for important covariates (e.g., age, income, and years since caregiving). Caregivers who participated in REACH I had to be at least 21 years of age and they had to be providing at least 4 h of care per day for 6 months or more to a live-in loved one with ADRD. Linear regression analysis was used to examine the relationships between well-being and the level or quality of care provided to persons with ADRD. RESULTS: Of the 255 caregivers who participated in the REACH I study, 125 (49.0 %) remained after 12 months of follow-up. Comparisons of participants at the 12-month follow-up and participants who were lost to follow-up showed that these two sets of participants were not statistically significantly different on any of the variables examined in this study. Linear regression analysis showed that there was no statistically significant association between caregiver well-being and level or quality of care provided. CONCLUSIONS: Further research is required to investigate the factors associated with level and quality of care provided to persons with ADRD, and whether caregiver well-being (or QoL in general) is a contributor.",
  "authors": [
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. aahazzan@gmail.com.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. aahazzan@gmail.com."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Gitlin",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Gitlin",
      "affiliations": [
        "Department of Community-Public Health, Center for Innovative Care in Aging, Johns Hopkins School of Nursing, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "School of Public Health and Health Sciences, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "344",
  "pages": "344",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Alzheimer Disease",
    "Caregivers",
    "Dementia",
    "Female",
    "Follow-Up Studies",
    "Health Status",
    "Humans",
    "Income",
    "Linear Models",
    "Male",
    "Psychometrics",
    "Quality of Health Care",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "27430976",
    "pmc": "PMC4950605",
    "doi": "10.1186/s13104-016-2150-z",
    "pii": "10.1186/s13104-016-2150-z"
  },
  "doi": "10.1186/s13104-016-2150-z",
  "pmc_id": "PMC4950605",
  "dates": {
    "completed": "2017-01-23",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P50 AG005146",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.900133",
    "pmid": "27430976"
  }
}