{
  "pmid": "27446871",
  "uid": "27446871",
  "title": "Pancreatic Enzyme Supplements Are Not Effective for Relieving Abdominal Pain in Patients with Chronic Pancreatitis: Meta-Analysis and Systematic Review of Randomized Controlled Trials.",
  "abstract": "Background. Pancreatic enzyme supplementation is widely used to treat pain in patients with chronic pancreatitis, despite little evidence for efficacy. We performed a systematic review of the literature and a meta-analysis to investigate its effectiveness. Methods. All randomized controlled parallel or crossover trials in patients with chronic pancreatitis comparing pancreatic enzyme supplementation to placebo were included. The main outcome was improvement in pain score or reduced analgesic consumption. Two independent reviewers extracted data. Mantel-Haenszel random effect model meta-analysis was used whenever methodologically appropriate. Results. Five out of 434 retrieved studies were included in the systematic review. All studies used relatively similar methodology. Four studies using enteric-coated pancreatic enzyme supplementation failed to show any improvement in pain as compared to placebo. The only study using non-enteric-coated enzymes did show reduction in the pain score. There was significant heterogeneity among studies in both analyses. Random model meta-analysis of three studies showed no significant difference in the mean of daily pain score (mean difference: 0.09 (1.57-1.39), p = 0.91) or average weekly analgesic consumption (mean difference: -0.30 (-2.37-1.77), p = 0.77) between the periods of administering pancreatic enzyme supplementation versus placebo. Conclusion. Pancreatic enzyme supplements do not seem to relieve abdominal pain in patients with chronic pancreatitis and should not be prescribed solely for this purpose, given their significant cost and potential side effects.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McNabb-Baltar",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia McNabb-Baltar",
      "affiliations": [
        "Division of Gastroenterology, Hepatology and Endoscopy, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Bijarchi",
      "fore_name": "Raheleh",
      "initials": "R",
      "name": "Raheleh Bijarchi",
      "affiliations": [
        "Division of Respirology, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cotton",
      "fore_name": "Peter B",
      "initials": "PB",
      "name": "Peter B Cotton",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Medical University of South Carolina, Charleston, SC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of gastroenterology & hepatology",
    "iso_abbreviation": "Can J Gastroenterol Hepatol",
    "issn": "2291-2797",
    "issn_type": "Electronic",
    "volume": "2016",
    "pub_year": "2016"
  },
  "start_page": "8541839",
  "pages": "8541839",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Abdominal Pain",
    "Adult",
    "Female",
    "Gastrointestinal Agents",
    "Humans",
    "Male",
    "Middle Aged",
    "Pancreatin",
    "Pancreatitis, Chronic",
    "Randomized Controlled Trials as Topic",
    "Treatment Failure"
  ],
  "article_ids": {
    "pubmed": "27446871",
    "pmc": "PMC4904687",
    "doi": "10.1155/2016/8541839"
  },
  "doi": "10.1155/2016/8541839",
  "pmc_id": "PMC4904687",
  "dates": {
    "completed": "2017-07-17",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Gastrointestinal Agents",
    "Pancreatin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.007132",
    "pmid": "27446871"
  }
}