{
  "pmid": "27447217",
  "uid": "27447217",
  "title": "Prevalence and distribution of human Plasmodium infection in Federally Administrative Tribal Areas of Pakistan.",
  "abstract": "About 3.6 million Pashtun and over 1.5 million immigrants from Afghanistan live in the federally administered tribal areas (FATA) on the border between Pakistan's Khyber Pakhtunkhwa Province and southern Afghanistan. Although malaria cases are common in FATA, no detailed studies have yet been performed to reveal the actual status of malaria in the local population and epidemiological data are insufficient to elucidate the actual incidence. A malariometric survey of 691 patients of all ages and genders in seven agencies (districts) in FATA was carried out in 2013 using whole blood samples. Microscopically confirmed positive species were subjected to nested-PCR for the reconfirmation and detection of four species of Plasmodium causing human malaria. Of the 626 PCR positive cases, 81.1% were P. vivax, 13.8% P. falciparum and 4.9% mixed species containing both P. vivax and P. falciparum. P. malariae and P. ovale and were not found in any analysis. Sixty-five microscopic positive samples were identified as negative by PCR. The incidence of P. vivax ranged from 10.4% in Orakzai Agency to 22.8% in North Waziristan Agency. The prevalence of P. falciparum ranged from 1.3% in Orakzai Agency to 4.7% in North Waziristan, and Khyber Agency had the highest prevalence of 1.7% of mixed species. In FATA, P. vivax and P. falciparum are the main causative agents of malaria, while mixed species infections are also prevalent with varying transmission intensities. In addition, Estimates of malaria incidence shows that variation in the incidence, frequency and species composition of malarial parasites is high.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Irfan",
      "initials": "I",
      "name": "Irfan Hussain",
      "affiliations": []
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Naveeda Akhtar",
      "initials": "NA",
      "name": "Naveeda Akhtar Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Shaheen",
      "fore_name": "Nargis",
      "initials": "N",
      "name": "Nargis Shaheen",
      "affiliations": []
    },
    {
      "last_name": "Ali",
      "fore_name": "Abid",
      "initials": "A",
      "name": "Abid Ali",
      "affiliations": []
    },
    {
      "last_name": "Ashraf",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Ashraf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta parasitologica",
    "iso_abbreviation": "Acta Parasitol",
    "issn": "1896-1851",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "537",
  "end_page": "543",
  "pages": "537-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Child",
    "Child, Preschool",
    "Emigrants and Immigrants",
    "Female",
    "Humans",
    "Infant",
    "Malaria",
    "Male",
    "Middle Aged",
    "Pakistan",
    "Plasmodium",
    "Prevalence",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27447217",
    "doi": "10.1515/ap-2016-0071",
    "pii": "/j/ap.2016.61.issue-3/ap-2016-0071/ap-2016-0071.xml"
  },
  "doi": "10.1515/ap-2016-0071",
  "dates": {
    "completed": "2017-04-26",
    "revised": "2019-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.767969",
    "pmid": "27447217"
  }
}