{
  "pmid": "27442188",
  "uid": "27442188",
  "title": "Recurrent selection with reduced 2,4-D amine doses results in the rapid evolution of 2,4-D herbicide resistance in wild radish (Raphanus raphanistrum L.).",
  "abstract": "BACKGROUND: When used at effective doses, weed resistance to auxinic herbicides has been slow to evolve when compared with other modes of action. Here we report the evolutionary response of a herbicide-susceptible population of wild radish (Raphanus raphanistrum L.) and confirm that sublethal doses of 2,4-dichlorophenoxyacetic acid (2,4-D) amine can lead to the rapid evolution of 2,4-D resistance and cross-resistance to acetolactate synthase (ALS)-inhibiting herbicides. RESULTS: Following four generations of 2,4-D selection, the progeny of a herbicide-susceptible wild radish population evolved 2,4-D resistance, increasing the LD50 from 16 to 138 g ha[-1] . Along with 2,4-D resistance, cross-resistance to the ALS-inhibiting herbicides metosulam (4.0-fold) and chlorsulfuron (4.5-fold) was evident. Pretreatment of the 2,4-D-selected population with the cytochrome P450 inhibitor malathion restored chlorsulfuron to full efficacy, indicating that cross-resistance to chlorsulfuron was likely due to P450-catalysed enhanced rates of herbicide metabolism. CONCLUSION: This study is the first to confirm the rapid evolution of auxinic herbicide resistance through the use of low doses of 2,4-D and serves as a reminder that 2,4-D must always be used at highly effective doses. With the introduction of transgenic auxinic-herbicide-resistant crops in the Americas, there will be a marked increase in auxinic herbicide use and therefore the risk of resistance evolution. Auxinic herbicides should be used only at effective doses and with diversity if resistance is to remain a minimal issue. © 2016 Society of Chemical Industry.",
  "authors": [
    {
      "last_name": "Ashworth",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Ashworth",
      "affiliations": [
        "Australian Herbicide Resistance Initiative, School of Plant Biology, The University of Western Australia, Crawley, WA, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Australian Herbicide Resistance Initiative, School of Plant Biology, The University of Western Australia, Crawley, WA, Australia."
      ]
    },
    {
      "last_name": "Flower",
      "fore_name": "Ken C",
      "initials": "KC",
      "name": "Ken C Flower",
      "affiliations": [
        "School of Plant Biology, The University of Western Australia, Crawley, WA, Australia."
      ]
    },
    {
      "last_name": "Powles",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Powles",
      "affiliations": [
        "Australian Herbicide Resistance Initiative, School of Plant Biology, The University of Western Australia, Crawley, WA, Australia. stephen.powles@uwa.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Pest management science",
    "iso_abbreviation": "Pest Manag Sci",
    "issn": "1526-4998",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "2091",
  "end_page": "2098",
  "pages": "2091-2098",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "2,4-Dichlorophenoxyacetic Acid",
    "Biological Evolution",
    "Dimethylamines",
    "Herbicide Resistance",
    "Herbicides",
    "Raphanus",
    "Selection, Genetic"
  ],
  "article_ids": {
    "pubmed": "27442188",
    "doi": "10.1002/ps.4364"
  },
  "doi": "10.1002/ps.4364",
  "dates": {
    "completed": "2017-04-06",
    "revised": "2017-04-06"
  },
  "chemicals": [
    "Dimethylamines",
    "Herbicides",
    "2,4-D amine",
    "2,4-Dichlorophenoxyacetic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.875616",
    "pmid": "27442188"
  }
}