{
  "pmid": "27453453",
  "uid": "27453453",
  "title": "Does the Level of Evidence of Paper Presentations at the Arthroscopy Association of North America Annual Meetings From 2006-2010 Correlate With the 5-Year Publication Rate or the Impact Factor of the Publishing Journal?",
  "abstract": "PURPOSE: The purpose of this study was to determine the proportion of paper (podium) presentations at the 2006-2010 Arthroscopy Association of North America (AANA) annual scientific meetings that were ultimately published in a peer-reviewed journal. Furthermore, we aimed to evaluate whether the level of evidence correlated with the publication rate of these presentations or the impact factor (IF) of the publishing journal. METHODS: Paper presentations from the 2006-2010 AANA annual meetings were included for evaluation. Clinical studies were graded for quality using the level of evidence by 2 independent reviewers. A comprehensive strategy was used to search the databases PubMed, Medline, and Embase for publications in scientific journals that corresponded to the presentations and were published within 5 years of the presentation date. RESULTS: Three hundred twenty-eight presentations were evaluated. Overall, 179 peer-reviewed publications corresponding to particular meeting presentations were identified, for a 5-year publication rate of 55%. There was no correlation between the publication rate and the level of evidence (P = .836), the type of study (P = .628), or the joint of focus (P = .07) of the presentations. The mean IF of journals that published Level I studies (4.8 [standard error, 2.3]) was significantly higher than the mean IF of journals that published Level II, III, or IV studies (2.58 [standard error, 0.10]) (P = .017). CONCLUSIONS: Between 2006 and 2010, presentations of the highest level of evidence at AANA meetings were subsequently published at a similar rate to presentations of lower levels of evidence, albeit in journals with higher IFs. CLINICAL RELEVANCE: This study is an important initial evaluation of the ultimate clinical impact of AANA meeting presentations. The study type, joint of focus, and level of evidence of the presentations all had no correlation with the rate at which these presentations were ultimately published.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; McMaster University Medical Centre, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "12",
  "end_page": "18",
  "pages": "12-18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroscopy",
    "Congresses as Topic",
    "Humans",
    "Journal Impact Factor",
    "North America",
    "Publications",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "27453453",
    "doi": "10.1016/j.arthro.2016.05.032",
    "pii": "S0749-8063(16)30319-X"
  },
  "doi": "10.1016/j.arthro.2016.05.032",
  "dates": {
    "completed": "2017-10-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.763716",
    "pmid": "27453453"
  }
}