{
  "pmid": "27466486",
  "uid": "27466486",
  "title": "Concurrent Androgen and Estrogen Ablation and Inhibition of Steroid Biosynthetic Enzyme Treatment for Castration-resistant Prostate Cancer.",
  "abstract": "BACKGROUND/AIM: About 80 to 90% of prostate cancer (PCa) is androgen-dependent at diagnosis, but patients ultimately develop castration-resistant prostate cancer (CRPC), which is usually not amenable to androgen deprivation (ablation) therapy (ADT). Patients with CRPC usually succumb to death in less than 5 years and there is no cure. Here, we investigated reasons for ADT failure. MATERIALS AND METHODS: Biopsy specimens from untreated and diethylstilbestrol (DES)-treated patients were assessed for localization of antibody IgGs against androgen (AR) and estrogen (ER) receptors. RESULTS: In untreated and DES-treated sections, methylene blue stained basic proteins in dark basal (undifferentiated) PCa cells, whereas light basal cells were not stained. AR localized to light basal cells which showed widespread degeneration in sections from DES-treated patients, indicating their dependence on androgen. In contrast, dark basal cells did not show widespread degeneration in DES-treated patients; ER was usually localized in dark cells. The number of dark cells progressively increased in DES-treated patients indicating their androgen-independence. The localization of AR and ER in some light and dark basal cells indicated that the supply of androgen/estrogen was not inhibited during ADT. Dark basal cells had emerged prior to treatment and proliferated during DES treatment, that also indicated their androgen-independence. CONCLUSION: PCa has at least two populations of cells: androgen-dependent light basal and estrogen-dependent dark basal cells. ADT did not destroy estrogen-dependent cells which may have given rise to CRPC tumors. Therefore, ADT is an incomplete treatment. For a more complete treatment of PCa, we recommend concurrent androgen and estrogen ablation, together with the inhibition of selected steroid biosynthetic enzymes.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Minneapolis Veterans Affairs Medical Center, University of Minnesota, Minneapolis, MN, U.S.A. Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, U.S.A. Masonic Cancer Center, University of Minnesota, Minneapolis, MN, U.S.A. sinha001@umn.edu."
      ]
    },
    {
      "last_name": "Pomroy",
      "fore_name": "Francis E",
      "initials": "FE",
      "name": "Francis E Pomroy",
      "affiliations": [
        "Minneapolis Veterans Affairs Medical Center, University of Minnesota, Minneapolis, MN, U.S.A."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Minneapolis Veterans Affairs Medical Center, University of Minnesota, Minneapolis, MN, U.S.A. Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN, U.S.A. Masonic Cancer Center, University of Minnesota, Minneapolis, MN, U.S.A."
      ]
    }
  ],
  "journal": {
    "title": "Anticancer research",
    "iso_abbreviation": "Anticancer Res",
    "issn": "1791-7530",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "3847",
  "end_page": "3854",
  "pages": "3847-54",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Androgens",
    "Biopsy",
    "Cell Line, Tumor",
    "Cell Proliferation",
    "Diethylstilbestrol",
    "Estrogens",
    "Gene Expression Regulation, Neoplastic",
    "Humans",
    "Male",
    "Middle Aged",
    "Prostate",
    "Prostatic Neoplasms, Castration-Resistant",
    "Receptors, Androgen",
    "Receptors, Estrogen"
  ],
  "article_ids": {
    "pubmed": "27466486",
    "pii": "36/8/3847"
  },
  "dates": {
    "completed": "2017-01-25",
    "revised": "2017-01-25"
  },
  "chemicals": [
    "Androgens",
    "Estrogens",
    "Receptors, Androgen",
    "Receptors, Estrogen",
    "Diethylstilbestrol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.393213",
    "pmid": "27466486"
  }
}