{
  "pmid": "27473336",
  "uid": "27473336",
  "title": "How do researchers determine the difference to be detected in superiority trials? Results of a survey from a panel of researchers.",
  "abstract": "BACKGROUND: There is currently no guidance for selecting a specific difference to be detected in a superiority trial. We explored 3 factors that in our opinion should influence the difference to be detected (type of outcome, patient age group, and presence of treatment side-effects), and 3 that should not (baseline level of risk, logistical difficulties, and cost of treatment). METHODS: We conducted an experimental survey using a factorial design among 380 corresponding authors of randomized controlled trials indexed in Medline. Two hypothetical vignettes were submitted to participants: one described a trial of a new analgesic in mild trauma injuries, the other described a trial of a new chemotherapy among cancer patients. The first vignette tested the baseline level of risk, patient age-group, patient recruitment difficulties, and treatment side-effects. The second tested the baseline level of risk, patient age-group, type of outcome, and cost of treatment. The respondents were asked to select the smallest gain of effectiveness that should be detected by the trial. RESULTS: In vignette 1, respondents selected a median difference to be detected corresponding to an improvement of 7.0 % in pain control with the new treatment. In vignette 2, they selected a median difference to be detected corresponding to a reduction of 5.0 % in mortality or cancer recurrence with the new chemotherapy. In both vignettes, the difference to be detected decreased significantly with the baseline risk. The other factor influencing difference to be detected was the age group, but the impact of this factor was smaller. Cost, side-effects, outcome severity, or mention of logistical difficulties did not significantly impact the difference to be detected selected by participants. CONCLUSIONS: Three of the anticipated effects conformed to our expectations (the effect of patient age, and absence of effect of the cost of treatment and of patient recruitment difficulties) and the other three did not. These findings can guide future research in determining differences to be detected in trials that can translate to meaningful clinical decision-making.",
  "authors": [
    {
      "last_name": "Gayet-Ageron",
      "fore_name": "Angèle",
      "initials": "A",
      "name": "Angèle Gayet-Ageron",
      "affiliations": [
        "Division of clinical-epidemiology, Department of health and community medicine, University of Geneva & University Hospitals of Geneva, Geneva, Switzerland. angele.gayet-ageron@hcuge.ch."
      ]
    },
    {
      "last_name": "Jannot",
      "fore_name": "Anne-Sophie",
      "initials": "AS",
      "name": "Anne-Sophie Jannot",
      "affiliations": [
        "Department of Medical Informatics and Public Health, Hôpital Européen Georges Pompidou, Assistance Publique Hôpitaux de Paris, Paris, France."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of clinical-epidemiology, Department of health and community medicine, University of Geneva & University Hospitals of Geneva, Geneva, Switzerland.",
        "Department of Internal Medicine, Rehabilitation and Geriatrics, Geneva University Hospitals and Geneva Faculty of Medicine, Rue Gabrielle Perret-Gentil 4, 1211, Geneva 14, Switzerland."
      ]
    },
    {
      "last_name": "Rudaz",
      "fore_name": "Sandrine",
      "initials": "S",
      "name": "Sandrine Rudaz",
      "affiliations": [
        "Division of clinical-epidemiology, Department of health and community medicine, University of Geneva & University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Combescure",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Combescure",
      "affiliations": [
        "Division of clinical-epidemiology, Department of health and community medicine, University of Geneva & University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Perneger",
      "affiliations": [
        "Division of clinical-epidemiology, Department of health and community medicine, University of Geneva & University Hospitals of Geneva, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2016",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "start_page": "89",
  "pages": "89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Distribution",
    "Clinical Decision-Making",
    "Drug Costs",
    "Drug-Related Side Effects and Adverse Reactions",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Research Personnel",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27473336",
    "pmc": "PMC4966776",
    "doi": "10.1186/s12874-016-0195-2",
    "pii": "10.1186/s12874-016-0195-2"
  },
  "doi": "10.1186/s12874-016-0195-2",
  "pmc_id": "PMC4966776",
  "dates": {
    "completed": "2017-11-06",
    "revised": "2024-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.064396",
    "pmid": "27473336"
  }
}