{
  "pmid": "27472047",
  "uid": "27472047",
  "title": "An Evaluation of Benchmarks for Esthetic Orientation of the Occlusal Plane.",
  "abstract": "PURPOSE: This patient study was designed to measure the validity of both the horizontal and Camper's planes, which are used as benchmarks to reestablish the sagittal orientation of the occlusal plane angles in dental rehabilitation. MATERIALS AND METHODS: Profile digital photographs were made of the first 100 consenting dentate patients as they closed on an occlusal plane analyzer while maintaining natural head posture. Using a digital screen protractor, three angles were measured: the occlusal plane angle relative to the horizontal plane, and the angle between the occlusal plane and Camper's plane from both the superior and inferior borders of the tragus of the ear. RESULTS: The angle between the occlusal plane and the horizontal reference plane for the 100 patients ranged from -8.72° to +18.08° (mean +3.25°); the angle between the occlusal plane and Camper's plane, from the superior border of the tragus to the ala of the nose demonstrated a range from -8.49° to +15.16° (mean +3.03°); and the angle between Camper's plane, from the inferior border of the tragus to the ala of the nose and the occlusal plane demonstrated a range from -15.57° to +9.15° (mean -4.09°). CONCLUSIONS: Occlusal plane angles measured in this patient population with natural dentitions demonstrated a relatively small mean deviation from both the horizontal plane and Camper's plane when using the superior border of the tragus as the distal reference point, but the range was quite broad and could result in unacceptable occlusal plane angles in many patients undergoing dental rehabilitation. CLINICAL IMPLICATIONS: Both Camper's plane and the horizontal reference plane may be acceptable initial reference planes for oral rehabilitation, but additional anatomic and esthetic parameters are required for verification of an esthetically pleasing occlusal plane angle.",
  "authors": [
    {
      "last_name": "Priest",
      "fore_name": "George",
      "initials": "G",
      "name": "George Priest",
      "affiliations": [
        "Private practice in prosthodontics, Hilton Head Island, SC."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Adjunct Faculty, Department of Clinical Pharmacology, Indiana University School of Medicine, Clinical Pharmacology, Indianapolis, IN."
      ]
    }
  ],
  "journal": {
    "title": "Journal of prosthodontics : official journal of the American College of Prosthodontists",
    "iso_abbreviation": "J Prosthodont",
    "issn": "1532-849X",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "216",
  "end_page": "223",
  "pages": "216-223",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anatomic Landmarks",
    "Benchmarking",
    "Dental Occlusion",
    "Ear Auricle",
    "Esthetics, Dental",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Mouth Rehabilitation",
    "Nose",
    "Patient Care Planning",
    "Photography",
    "Posture"
  ],
  "article_ids": {
    "pubmed": "27472047",
    "doi": "10.1111/jopr.12524"
  },
  "doi": "10.1111/jopr.12524",
  "dates": {
    "completed": "2018-03-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.393872",
    "pmid": "27472047"
  }
}