{
  "pmid": "27484016",
  "uid": "27484016",
  "title": "Effects of a regional guideline for completion axillary lymph node dissection in women with breast cancer to reduce variation in surgical practice: A qualitative study of physicians' views.",
  "abstract": "BACKGROUND: Recently the impact of completion axillary lymph node dissection (cALND) after positive sentinel lymph node biopsy on significant outcomes has been questioned, leading to variation in surgical practice. To address this variation, a multidisciplinary working group created a regional guideline for cALND. We explored the views and experiences of surgeons, medical oncologists (MOs), radiation oncologists (ROs) in a qualitative study that examined guideline implementation in practice. METHODS: The Pathman framework (awareness, agreement, adoption and adherence) informed the interview guide design and analysis. Semi-structured interviews were conducted with MOs, ROs and surgeons and transcribed. Transcripts were coded independently by 2 members of the study team and analyzed. Disagreements were resolved through consensus. RESULTS: Twenty-eight physicians (5 MO; 6RO; 17S) of 41 (68% of those approached) were interviewed. Ten of 11 (91%) hospital sites (54% community; 46% academic) and all 4 cancer clinics within the region were represented. Twenty-seven physicians (96%) were aware of the guideline, with all physicians reporting agreement and general adherence to the guideline. Most physicians indicated nodal factors, age and patient preference were key components of cALND decision-making. Physicians from all disciplines perceived that the guideline helped reduce variation in practice across the region. There were concerns that the guideline could be applied rigidly and not permit individual decision-making. CONCLUSIONS: Physicians identified breast cancer as an increasingly complex and multidisciplinary issue. Facilitators to guideline implementation included perceived flexibility and buy-in from all disciplines, while individual patient factors and controversial supporting evidence may hinder its implementation.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tsao",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Tsao",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Cornacchi",
      "fore_name": "Sylvie D",
      "initials": "SD",
      "name": "Sylvie D Cornacchi",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Hodgson",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada; Department of Surgical Oncology, Hamilton Health Sciences and Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Reid",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada; Department of Surgical Oncology, Hamilton Health Sciences and Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada; Department of Surgical Oncology, Hamilton Health Sciences and Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mukherjee",
      "fore_name": "Som D",
      "initials": "SD",
      "name": "Som D Mukherjee",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Strang",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Strang",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Biostatistics Unit, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lovrics",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Lovrics",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada; Department of Surgical Oncology, Hamilton Health Sciences and Juravinski Hospital and Cancer Centre, Hamilton, ON, Canada; Department of Surgery, St. Joseph's Healthcare, Hamilton, ON, Canada. Electronic address: lovricsp@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Breast (Edinburgh, Scotland)",
    "iso_abbreviation": "Breast",
    "issn": "1532-3080",
    "issn_type": "Electronic",
    "volume": "29",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "126",
  "end_page": "131",
  "pages": "126-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Axilla",
    "Breast Neoplasms",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Lymph Node Excision",
    "Lymph Nodes",
    "Male",
    "Medical Oncology",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Qualitative Research",
    "Radiation Oncology",
    "Sentinel Lymph Node Biopsy",
    "Surgeons"
  ],
  "article_ids": {
    "pubmed": "27484016",
    "doi": "10.1016/j.breast.2016.07.012",
    "pii": "S0960-9776(16)30121-7"
  },
  "doi": "10.1016/j.breast.2016.07.012",
  "dates": {
    "completed": "2017-03-14",
    "revised": "2017-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.905341",
    "pmid": "27484016"
  }
}