{
  "pmid": "27486425",
  "uid": "27486425",
  "title": "Study Protocol on Ecological Momentary Assessment of Health-Related Quality of Life Using a Smartphone Application.",
  "abstract": "Health-Related Quality of Life (HRQoL) is a construct of increasing importance in modern healthcare, and has typically been assessed using retrospective instruments. While such measures have been shown to have predictive utility for clinical outcomes, several cognitive biases associated with human recall and current mood state may undermine their validity and reliability. Retrospective tools can be further criticized for their lack of ecology, as individuals are usually assessed in less natural settings such as hospitals and health centers, and may be obliged to spend time and money traveling to receive assessment. Ecological momentary assessment (EMA) is an alternative, as mobile assessment using mobile health (mHealth) technology has the potential to minimize biases and overcome many of these limitations. Employing an EMA methodology, we will use a smartphone application to collect data on real-time HRQoL, with an adapted version of the widely used WHOQOL-BREF questionnaire. We aim to recruit a total of 450 healthy participants. Participants will be prompted by the application to report their real-time HRQoL over 2 weeks together with information on mood and current activities. At the end of 2 weeks, they will complete a retrospective assessment of their HRQoL and they will provide information about their sleep quality and perceived stress. The psychometric properties of real-time HRQoL will be assessed, including analysis of the factorial structure, reliability and validity of the measure, and compared with retrospective HRQoL responses for the same 2-week testing period. Further, we aim to identify factors associated with real-time HRQoL (e.g., mood, activities), the feasibility of the application, and within- and between-person variability in real-time HRQoL. We expect real-time HRQoL to have adequate validity and reliability, and positive responses on the feasibility of using a smartphone application for routine HRQoL assessment. The direct comparison of real-time and retrospective measures in this study will provide important novel insight into the efficacy of mHealth applications for HRQoL assessment. If shown to be valid, reliable and feasible for the collection of HRQoL data, mHealth applications may have future potential for facilitating clinical assessment, patient-physician communication, and monitoring individual HRQoL over course of treatment.",
  "authors": [
    {
      "last_name": "Mareva",
      "fore_name": "Silvana",
      "initials": "S",
      "name": "Silvana Mareva",
      "affiliations": [
        "Department of Psychology, University of Edinburgh Edinburgh, UK."
      ]
    },
    {
      "last_name": "Thomson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Thomson",
      "affiliations": [
        "School of Psychology, University of Glasgow Glasgow, UK."
      ]
    },
    {
      "last_name": "Marenco",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Marenco",
      "affiliations": [
        "Department of Psychology, University of Bologna Bologna, Italy."
      ]
    },
    {
      "last_name": "Estal Muñoz",
      "fore_name": "Víctor",
      "initials": "V",
      "name": "Víctor Estal Muñoz",
      "affiliations": [
        "Department of Personality, Evaluation and Psychological Treatment, Faculty of Psychology, Autonomous University of Madrid Madrid, Spain."
      ]
    },
    {
      "last_name": "Ott",
      "fore_name": "Caroline V",
      "initials": "CV",
      "name": "Caroline V Ott",
      "affiliations": [
        "Department of Psychology, University of Copenhagen Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Ergonomics and Psychology, Budapest University of Technology and Economics Budapest, Hungary."
      ]
    },
    {
      "last_name": "Wingen",
      "fore_name": "Tobias",
      "initials": "T",
      "name": "Tobias Wingen",
      "affiliations": [
        "Department of Psychology, University of Cologne Cologne, Germany."
      ]
    },
    {
      "last_name": "Kassianos",
      "fore_name": "Angelos P",
      "initials": "AP",
      "name": "Angelos P Kassianos",
      "affiliations": [
        "Department of Applied Health Research, University College London London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "1086",
  "pages": "1086",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27486425",
    "pmc": "PMC4947580",
    "doi": "10.3389/fpsyg.2016.01086"
  },
  "doi": "10.3389/fpsyg.2016.01086",
  "pmc_id": "PMC4947580",
  "dates": {
    "completed": "2016-08-03",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.420750",
    "pmid": "27486425"
  }
}