{
  "pmid": "27489586",
  "uid": "27489586",
  "title": "Challenges in striving to simultaneously achieve multiple resource allocation goals: the pan-Canadian Oncology Drug Review (pCODR) example.",
  "abstract": "The pan-Canadian Oncology Drug Review (pCODR) makes recommendations to Canada's provinces and territories (except Quebec) to guide their cancer drug funding decisions. The objective of this paper is to explore, using an economic perspective and the pCODR as an example, the challenges associated with striving to simultaneously achieve the goals of maximizing health benefits with available resources and improving access to a more consistent standard of care across Canada. The first challenge concerns how to interpret the goals in order to determine how resources should be allocated to achieve each goal. The second challenge relates to whether, if pursued simultaneously, both goals can be achieved to the same extent that each goal could have been achieved alone with the same available resources. Regarding the first challenge, we illustrate that, due to a lack of definitional clarity, it is difficult to determine exactly how resources should be allocated in order to achieve the goal of improving access to a more consistent standard of care across Canada. Regarding the second challenge, we illustrate that choosing to strive for both of the pCODR goals simultaneously will likely be associated with tradeoffs in the extent to which one or both goals can be achieved (relative to what could have been achieved for each goal alone with the same available resources). We suggest that, if the pCODR and the provincial drug plan decision-makers it supports want to strive for both goals simultaneously, they must prioritize the goals and explicitly identify the tradeoffs associated with the prioritization. This will ensure that the consequences of striving to simultaneously achieve both goals are explicit, transparent, and predictable for provincial drug plan decision-makers, physicians, patients, caregivers, and society as a whole.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McDonald",
      "affiliations": [
        "Health Research Methodology (HRM) Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of market access & health policy",
    "iso_abbreviation": "J Mark Access Health Policy",
    "issn": "2001-6689",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2016"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27489586",
    "pmc": "PMC4958137",
    "doi": "10.3402/jmahp.v4.31463",
    "pii": "31463"
  },
  "doi": "10.3402/jmahp.v4.31463",
  "pmc_id": "PMC4958137",
  "dates": {
    "completed": "2016-08-04",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.707038",
    "pmid": "27489586"
  }
}