{
  "pmid": "27495137",
  "uid": "27495137",
  "title": "Point-of-care C-reactive protein testing to reduce inappropriate use of antibiotics for non-severe acute respiratory infections in Vietnamese primary health care: a randomised controlled trial.",
  "abstract": "BACKGROUND: Inappropriate antibiotic use for acute respiratory tract infections is common in primary health care, but distinguishing serious from self-limiting infections is difficult, particularly in low-resource settings. We assessed whether C-reactive protein point-of-care testing can safely reduce antibiotic use in patients with non-severe acute respiratory tract infections in Vietnam. METHOD: We did a multicentre open-label randomised controlled trial in ten primary health-care centres in northern Vietnam. Patients aged 1-65 years with at least one focal and one systemic symptom of acute respiratory tract infection were assigned 1:1 to receive either C-reactive protein point-of-care testing or routine care, following which antibiotic prescribing decisions were made. Patients with severe acute respiratory tract infection were excluded. Enrolled patients were reassessed on day 3, 4, or 5, and on day 14 a structured telephone interview was done blind to the intervention. Randomised assignments were concealed from prescribers and patients but not masked as the test result was used to assist treatment decisions. The primary outcome was antibiotic use within 14 days of follow-up. All analyses were prespecified in the protocol and the statistical analysis plan. All analyses were done on the intention-to-treat population and the analysis of the primary endpoint was repeated in the per-protocol population. This trial is registered under number NCT01918579. FINDINGS: Between March 17, 2014, and July 3, 2015, 2037 patients (1028 children and 1009 adults) were enrolled and randomised. One adult patient withdrew immediately after randomisation. 1017 patients were assigned to receive C-reactive protein point-of-care testing, and 1019 patients were assigned to receive routine care. 115 patients in the C-reactive protein point-of-care group and 72 patients in the routine care group were excluded in the intention-to-treat analysis due to missing primary endpoint. The number of patients who used antibiotics within 14 days was 581 (64%) of 902 patients in the C-reactive protein group versus 738 (78%) of 947 patients in the control group (odds ratio [OR] 0·49, 95% CI 0·40-0·61; p<0·0001). Highly significant differences were seen in both children and adults, with substantial heterogeneity of the intervention effect across the 10 sites (I(2)=84%, 95% CI 66-96). 140 patients in the C-reactive protein group and 137 patients in the routine care group missed the urine test on day 3, 4, or 5. Antibiotic activity in urine on day 3, 4, or 5 was found in 267 (30%) of 877 patients in the C-reactive protein group versus 314 (36%) of 882 patients in the routine treatment group (OR 0·78, 95% CI 0·63-0·95; p=0·015). Time to resolution of symptoms was similar in both groups. Adverse events were rare, with no deaths and a total of 14 hospital admissions (six in the C-reactive protein group and eight in the control group). INTERPRETATION: C-reactive protein point-of-care testing reduced antibiotic use for non-severe acute respiratory tract infection without compromising patients' recovery in primary health care in Vietnam. Health-care providers might have become familiar with the clinical picture of low C-reactive protein, leading to reduction in antibiotic prescribing in both groups, but this would have led to a reduction in observed effect, rather than overestimation. Qualitative analysis is needed to address differences in context in order to implement this strategy to improve rational antibiotic use for patients with acute respiratory infection in low-income and middle-income countries. FUNDING: Wellcome Trust, UK, and Global Antibiotic Resistance Partnership, USA.",
  "authors": [
    {
      "last_name": "Do",
      "fore_name": "Nga T T",
      "initials": "NT",
      "name": "Nga T T Do",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Ta",
      "fore_name": "Ngan T D",
      "initials": "NT",
      "name": "Ngan T D Ta",
      "affiliations": [
        "National Hospital for Tropical Diseases, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Ninh T H",
      "initials": "NT",
      "name": "Ninh T H Tran",
      "affiliations": [
        "National Hospital for Tropical Diseases, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Than",
      "fore_name": "Hung M",
      "initials": "HM",
      "name": "Hung M Than",
      "affiliations": [
        "National Hospital for Tropical Diseases, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Vu",
      "fore_name": "Bich T N",
      "initials": "BT",
      "name": "Bich T N Vu",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Hoang",
      "fore_name": "Long B",
      "initials": "LB",
      "name": "Long B Hoang",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "van Doorn",
      "fore_name": "H Rogier",
      "initials": "HR",
      "name": "H Rogier van Doorn",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam; Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Vu",
      "fore_name": "Dung T V",
      "initials": "DT",
      "name": "Dung T V Vu",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Cals",
      "fore_name": "Jochen W L",
      "initials": "JW",
      "name": "Jochen W L Cals",
      "affiliations": [
        "Department of Family Medicine, Maastricht University, Maastricht, Netherlands."
      ]
    },
    {
      "last_name": "Chandna",
      "fore_name": "Arjun",
      "initials": "A",
      "name": "Arjun Chandna",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Lubell",
      "fore_name": "Yoel",
      "initials": "Y",
      "name": "Yoel Lubell",
      "affiliations": [
        "Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK; Mahidol Oxford Tropical Medicine Research Unit, Bankok, Thailand."
      ]
    },
    {
      "last_name": "Nadjm",
      "fore_name": "Behzad",
      "initials": "B",
      "name": "Behzad Nadjm",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam; Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Thwaites",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Thwaites",
      "affiliations": [
        "Ho Chi Minh City, Vietnam; Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Wolbers",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Wolbers",
      "affiliations": [
        "Ho Chi Minh City, Vietnam; Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Kinh V",
      "initials": "KV",
      "name": "Kinh V Nguyen",
      "affiliations": [
        "National Hospital for Tropical Diseases, Hanoi, Vietnam."
      ]
    },
    {
      "last_name": "Wertheim",
      "fore_name": "Heiman F L",
      "initials": "HF",
      "name": "Heiman F L Wertheim",
      "affiliations": [
        "Wellcome Trust Major Overseas Programme, Oxford University Clinical Research Unit, Hanoi, Vietnam; Nuffield Department of Medicine, Centre for Tropical Medicine, University of Oxford, Oxford, UK; Department of Medical Microbiology, Radboudumc, Nijmegen, Netherlands. Electronic address: heiman.wertheim@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "e633",
  "end_page": "e641",
  "pages": "e633-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Acute Disease",
    "Adolescent",
    "Anti-Bacterial Agents",
    "C-Reactive Protein",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Inappropriate Prescribing",
    "Infant",
    "Male",
    "Middle Aged",
    "Point-of-Care Systems",
    "Primary Health Care",
    "Respiratory Tract Infections",
    "Vietnam"
  ],
  "article_ids": {
    "pubmed": "27495137",
    "pmc": "PMC4985565",
    "doi": "10.1016/S2214-109X(16)30142-5",
    "pii": "S2214-109X(16)30142-5"
  },
  "doi": "10.1016/S2214-109X(16)30142-5",
  "pmc_id": "PMC4985565",
  "dates": {
    "completed": "2018-02-05",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "C-Reactive Protein"
  ],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.783121",
    "pmid": "27495137"
  }
}