{
  "pmid": "27490328",
  "uid": "27490328",
  "title": "The effectiveness of a nurse practitioner-led pain management team in long-term care: A mixed methods study.",
  "abstract": "BACKGROUND: Considering the high rates of pain as well as its under-management in long-term care (LTC) settings, research is needed to explore innovations in pain management that take into account limited resource realities. It has been suggested that nurse practitioners, working within an inter-professional model, could potentially address the under-management of pain in LTC. OBJECTIVES: This study evaluated the effectiveness of implementing a nurse practitioner-led, inter-professional pain management team in LTC in improving (a) pain-related resident outcomes; (b) clinical practice behaviours (e.g., documentation of pain assessments, use of non-pharmacological and pharmacological interventions); and, (c) quality of pain medication prescribing practices. METHODS: A mixed method design was used to evaluate a nurse practitioner-led pain management team, including both a quantitative and qualitative component. Using a controlled before-after study, six LTC homes were allocated to one of three groups: 1) a nurse practitioner-led pain team (full intervention); 2) nurse practitioner but no pain management team (partial intervention); or, 3) no nurse practitioner, no pain management team (control group). In total, 345 LTC residents were recruited to participate in the study; 139 residents for the full intervention group, 108 for the partial intervention group, and 98 residents for the control group. Data was collected in Canada from 2010 to 2012. RESULTS: Implementing a nurse practitioner-led pain team in LTC significantly reduced residents' pain and improved functional status compared to usual care without access to a nurse practitioner. Positive changes in clinical practice behaviours (e.g., assessing pain, developing care plans related to pain management, documenting effectiveness of pain interventions) occurred over the intervention period for both the nurse practitioner-led pain team and nurse practitioner-only groups; these changes did not occur to the same extent, if at all, in the control group. Qualitative analysis highlighted the perceived benefits of LTC staff about having access to a nurse practitioner and benefits of the pain team, along with barriers to managing pain in LTC. CONCLUSIONS: The findings from this study showed that implementing a nurse practitioner-led pain team can significantly improve resident pain and functional status as well as clinical practice behaviours of LTC staff. LTC homes should employ a nurse practitioner, ideally located onsite as opposed to an offsite consultative role, to enhance inter-professional collaboration and facilitate more consistent and timely access to pain management.",
  "authors": [
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, Canada; Department of Family Medicine, McMaster University, Canada. Electronic address: kaasal@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wickson-Griffiths",
      "fore_name": "Abigail",
      "initials": "A",
      "name": "Abigail Wickson-Griffiths",
      "affiliations": [
        "Faculty of Nursing, University of Regina, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada; School of Midwifery, Queens University Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Canada."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "School of Nursing, Dalhousie University, Canada."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "School of Nursing, McMaster University, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Hadjistavropoulos",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Hadjistavropoulos",
      "affiliations": [
        "Psychology Department, University of Regina, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada; Department of Family Medicine, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "62",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "156",
  "end_page": "167",
  "pages": "156-67",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Nurse Practitioners",
    "Pain Management",
    "Patient Care Team"
  ],
  "article_ids": {
    "pubmed": "27490328",
    "doi": "10.1016/j.ijnurstu.2016.07.022",
    "pii": "S0020-7489(16)30114-6"
  },
  "doi": "10.1016/j.ijnurstu.2016.07.022",
  "dates": {
    "completed": "2017-07-10",
    "revised": "2017-07-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.782426",
    "pmid": "27490328"
  }
}