{
  "pmid": "27512964",
  "uid": "27512964",
  "title": "Hypertension types defined by clinic and ambulatory blood pressure in 14 143 patients referred to hypertension clinics worldwide. Data from the ARTEMIS study.",
  "abstract": "OBJECTIVE: The Ambulatory blood pressure Registry TEleMonitoring of hypertension and cardiovascular rISk project was designed to set up an international registry including clinic blood pressure (CBP) and ambulatory blood pressure (ABP) measurements in patients attending hypertension clinics in all five continents, aiming to assess different daily life hypertension types. METHODS: Cross-sectional ABP, CBP and demographic data, medical history and cardiovascular risk profile were provided from existing databases by hypertension clinics. Hypertension types were evaluated considering CBP (≥140/90 mmHg) and 24-h ABP (≥130/80 mmHg). RESULTS: Overall, 14 143 patients from 27 countries across all five continents were analyzed (Europe 73%, Africa 3%, America 9%, Asia 14% and Australia 2%). Mean age was 57 ± 14 years, men 51%, treated for hypertension 46%, cardiovascular disease 14%, people with diabetes 14%, dyslipidemia 33% and smokers 19%. The prevalence of hypertension was higher by CBP than by ABP monitoring (72 vs. 60%, P < 0.0001). Sustained hypertension (elevated CBP and ABP) was detected in 49% of patients. White-coat hypertension (WCH, elevated CBP with normal ABP) was more common than masked hypertension (elevated ABP with normal CBP) (23 vs. 10%; P < 0.0001). Sustained hypertension was more common in Europe and America and in elderly, men, obese patients with cardiovascular comorbidities. WCH was less common in Australia, America and Africa, and more common in elderly, obese women. Masked hypertension was more common in Asia and in men with diabetes. Smoking was a determinant for sustained hypertension and masked hypertension. CONCLUSION: Our analysis showed an unbalanced distribution of WCH and masked hypertension patterns among different continents, suggesting an interplay of genetic and environmental factors, and likely also different healthcare administrative and practice patterns.",
  "authors": [
    {
      "last_name": "Omboni",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Omboni",
      "affiliations": [
        "aItalian Institute of Telemedicine, Varese, Italy bSicor Clinical and Research Center, Medellín, Colombia cDepartment of Internal Medicine, Hospital Mutua Terrassa, University of Barcelona, Barcelona, Spain dConnolly Hospital, Dublin, Ireland eBaker IDI Heart and Diabetes Institute, Melbourne, Australia fDepartment of Cardiology, Danderyd University Hospital, Stockholm, Sweden gTurku University Hospital, Turku, Finland hDivision of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan iDepartment of Cardiology, Interventional Elektrocardiology and Hypertension, Jagiellonian University Medical College, Kraków, Poland jHypertension in Africa Research Team (HART), North-West University, Potchefstroom, South Africa kDepartment of Hypertension and Diabetology, Hypertension Unit, Medical University of Gdańsk, Gdańsk, Poland lExperimental Cardiology, Tropical Medicine Institute, Central University, Caracas, Venezuela mDepartment of Hygiene and Public Health, Teikyo University School of Medicine, Tokyo, Japan nVascular Medicine, Department of Medicine, University of Padova, Padova, Italy oDepartment of Physiotherapy pDepartment of Sport Medicine and Rehabilitation, Medical Faculty, Masaryk University qSt. Anne's University Hospital in Brno, Brno, Czech Republic rInstituto de Investigacion y estudio de Enfermedades Cardiovasculares, Facultad de Medicina, Universidad del Zulia, Maracaibo, Venezuela sThird University Department of Medicine, Hypertension Center, Sotiria Hospital, Athens, Greece tDivisions of Hypertension and Biometrics, FuWai Hospital and Cardiovascular Institute, Chinese Academy of Medical Sciences, Beijing, China uDepartment of Cardiovascular, Neural and Metabolic Sciences, Istituto Auxologico Italiano vDepartment of Medicine and Surgery, University of Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Aristizabal",
      "fore_name": "Dagnovar",
      "initials": "D",
      "name": "Dagnovar Aristizabal",
      "affiliations": []
    },
    {
      "last_name": "De la Sierra",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro De la Sierra",
      "affiliations": []
    },
    {
      "last_name": "Dolan",
      "fore_name": "Eamon",
      "initials": "E",
      "name": "Eamon Dolan",
      "affiliations": []
    },
    {
      "last_name": "Head",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Head",
      "affiliations": []
    },
    {
      "last_name": "Kahan",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Kahan",
      "affiliations": []
    },
    {
      "last_name": "Kantola",
      "fore_name": "Ilkka",
      "initials": "I",
      "name": "Ilkka Kantola",
      "affiliations": []
    },
    {
      "last_name": "Kario",
      "fore_name": "Kazuomi",
      "initials": "K",
      "name": "Kazuomi Kario",
      "affiliations": []
    },
    {
      "last_name": "Kawecka-Jaszcz",
      "fore_name": "Kalina",
      "initials": "K",
      "name": "Kalina Kawecka-Jaszcz",
      "affiliations": []
    },
    {
      "last_name": "Malan",
      "fore_name": "Leoné",
      "initials": "L",
      "name": "Leoné Malan",
      "affiliations": []
    },
    {
      "last_name": "Narkiewicz",
      "fore_name": "Krzysztof",
      "initials": "K",
      "name": "Krzysztof Narkiewicz",
      "affiliations": []
    },
    {
      "last_name": "Octavio",
      "fore_name": "José A",
      "initials": "JA",
      "name": "José A Octavio",
      "affiliations": []
    },
    {
      "last_name": "Ohkubo",
      "fore_name": "Takayoshi",
      "initials": "T",
      "name": "Takayoshi Ohkubo",
      "affiliations": []
    },
    {
      "last_name": "Palatini",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Palatini",
      "affiliations": []
    },
    {
      "last_name": "Siègelovà",
      "fore_name": "Jarmila",
      "initials": "J",
      "name": "Jarmila Siègelovà",
      "affiliations": []
    },
    {
      "last_name": "Silva",
      "fore_name": "Eglé",
      "initials": "E",
      "name": "Eglé Silva",
      "affiliations": []
    },
    {
      "last_name": "Stergiou",
      "fore_name": "George",
      "initials": "G",
      "name": "George Stergiou",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Mancia",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Mancia",
      "affiliations": []
    },
    {
      "last_name": "Parati",
      "fore_name": "Gianfranco",
      "initials": "G",
      "name": "Gianfranco Parati",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "1473-5598",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "2187",
  "end_page": "2198",
  "pages": "2187-98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Aged",
    "Asia",
    "Australia",
    "Blood Pressure",
    "Blood Pressure Monitoring, Ambulatory",
    "Cross-Sectional Studies",
    "Europe",
    "Female",
    "Humans",
    "Hypertension",
    "Male",
    "Masked Hypertension",
    "Middle Aged",
    "Obesity",
    "Prevalence",
    "Registries",
    "Risk Factors",
    "United States",
    "White Coat Hypertension"
  ],
  "article_ids": {
    "pubmed": "27512964",
    "doi": "10.1097/HJH.0000000000001074"
  },
  "doi": "10.1097/HJH.0000000000001074",
  "dates": {
    "completed": "2017-08-30",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.234360",
    "pmid": "27512964"
  }
}