{
  "pmid": "27512607",
  "uid": "27512607",
  "title": "Aneurysmal subarachnoid hemorrhage prognostic decision-making algorithm using classification and regression tree analysis.",
  "abstract": "BACKGROUND: Classification and regression tree analysis involves the creation of a decision tree by recursive partitioning of a dataset into more homogeneous subgroups. Thus far, there is scarce literature on using this technique to create clinical prediction tools for aneurysmal subarachnoid hemorrhage (SAH). METHODS: The classification and regression tree analysis technique was applied to the multicenter Tirilazad database (3551 patients) in order to create the decision-making algorithm. In order to elucidate prognostic subgroups in aneurysmal SAH, neurologic, systemic, and demographic factors were taken into account. The dependent variable used for analysis was the dichotomized Glasgow Outcome Score at 3 months. RESULTS: Classification and regression tree analysis revealed seven prognostic subgroups. Neurological grade, occurrence of post-admission stroke, occurrence of post-admission fever, and age represented the explanatory nodes of this decision tree. Split sample validation revealed classification accuracy of 79% for the training dataset and 77% for the testing dataset. In addition, the occurrence of fever at 1-week post-aneurysmal SAH is associated with increased odds of post-admission stroke (odds ratio: 1.83, 95% confidence interval: 1.56-2.45, P < 0.01). CONCLUSIONS: A clinically useful classification tree was generated, which serves as a prediction tool to guide bedside prognostication and clinical treatment decision making. This prognostic decision-making algorithm also shed light on the complex interactions between a number of risk factors in determining outcome after aneurysmal SAH.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Benjamin W Y",
      "initials": "BW",
      "name": "Benjamin W Y Lo",
      "affiliations": [
        "Department of Neurology and Neurosurgery, Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Fukuda",
      "fore_name": "Hitoshi",
      "initials": "H",
      "name": "Hitoshi Fukuda",
      "affiliations": [
        "Department of Neurosurgery, Kurashiki Central Hospital, Kyoto University, Okayama, Japan."
      ]
    },
    {
      "last_name": "Angle",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Angle",
      "affiliations": [
        "Department of Neurology and Neurosurgery, Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Teitelbaum",
      "fore_name": "Jeanne",
      "initials": "J",
      "name": "Jeanne Teitelbaum",
      "affiliations": [
        "Department of Neurology and Neurosurgery, Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "R Loch",
      "initials": "RL",
      "name": "R Loch Macdonald",
      "affiliations": [
        "Division of Neurosurgery, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Medicine, Division of Clinical Pharmacology, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical neurology international",
    "iso_abbreviation": "Surg Neurol Int",
    "issn": "2229-5097",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27512607",
    "pmc": "PMC4964664",
    "doi": "10.4103/2152-7806.185786",
    "pii": "SNI-7-73"
  },
  "doi": "10.4103/2152-7806.185786",
  "pmc_id": "PMC4964664",
  "dates": {
    "completed": "2016-08-11",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.876467",
    "pmid": "27512607"
  }
}