{
  "pmid": "27515760",
  "uid": "27515760",
  "title": "Reporting of financial and non-financial conflicts of interest by authors of systematic reviews: a methodological survey.",
  "abstract": "BACKGROUND: Conflicts of interest may bias the findings of systematic reviews. The objective of this methodological survey was to assess the frequency and different types of conflicts of interest that authors of Cochrane and non-Cochrane systematic reviews report. METHODS: We searched for systematic reviews using the Cochrane Database of Systematic Reviews and Ovid MEDLINE (limited to the 119 Core Clinical Journals and the year 2015). We defined a conflict of interest disclosure as the reporting of whether a conflict of interest exists or not, and used a framework to classify conflicts of interest into individual (financial, professional and intellectual) and institutional (financial and advocatory) conflicts of interest. We conducted descriptive and regression analyses. RESULTS: Of the 200 systematic reviews, 194 (97%) reported authors' conflicts of interest disclosures, typically in the main document, and in a few cases either online (2%) or on request (5%). Of the 194 Cochrane and non-Cochrane reviews, 49% and 33%, respectively, had at least one author reporting any type of conflict of interest (p=0.023). Institutional conflicts of interest were less frequently reported than individual conflicts of interest, and Cochrane reviews were more likely to report individual intellectual conflicts of interest compared with non-Cochrane reviews (19% and 5%, respectively, p=0.004). Regression analyses showed a positive association between reporting of conflicts of interest (at least one type of conflict of interest, individual financial conflict of interest, institutional financial conflict of interest) and journal impact factor and between reporting individual financial conflicts of interest and pharmacological versus non-pharmacological intervention. CONCLUSIONS: Although close to half of the published systematic reviews report that authors (typically many) have conflicts of interest, more than half report that they do not. Authors reported individual conflicts of interest more frequently than institutional and non-financial conflicts of interest.",
  "authors": [
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-0105-1937"
    },
    {
      "last_name": "Anouti",
      "fore_name": "Sirine",
      "initials": "S",
      "name": "Sirine Anouti",
      "affiliations": [
        "Department of Epidemiology and Population Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Gibbawi",
      "fore_name": "Mounir",
      "initials": "M",
      "name": "Mounir Al-Gibbawi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Abou-Jaoude",
      "fore_name": "Elias A",
      "initials": "EA",
      "name": "Elias A Abou-Jaoude",
      "affiliations": [
        "State University of New York at Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Hasbani",
      "fore_name": "Divina Justina",
      "initials": "DJ",
      "name": "Divina Justina Hasbani",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Science Master Course, University of Sorocaba, São Paulo, Brazil."
      ],
      "orcid": "0000-0002-3684-3275"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0931-7851"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "10"
  },
  "start_page": "e011997",
  "pages": "e011997",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Conflict of Interest",
    "Disclosure",
    "Humans",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "27515760",
    "pmc": "PMC4985847",
    "doi": "10.1136/bmjopen-2016-011997",
    "pii": "bmjopen-2016-011997"
  },
  "doi": "10.1136/bmjopen-2016-011997",
  "pmc_id": "PMC4985847",
  "dates": {
    "completed": "2017-12-05",
    "revised": "2019-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.080161",
    "pmid": "27515760"
  }
}