{
  "pmid": "27519923",
  "uid": "27519923",
  "title": "False-positive findings in Cochrane meta-analyses with and without application of trial sequential analysis: an empirical review.",
  "abstract": "OBJECTIVE: Many published meta-analyses are underpowered. We explored the role of trial sequential analysis (TSA) in assessing the reliability of conclusions in underpowered meta-analyses. METHODS: We screened The Cochrane Database of Systematic Reviews and selected 100 meta-analyses with a binary outcome, a negative result and sufficient power. We defined a negative result as one where the 95% CI for the effect included 1.00, a positive result as one where the 95% CI did not include 1.00, and sufficient power as the required information size for 80% power, 5% type 1 error, relative risk reduction of 10% or number needed to treat of 100, and control event proportion and heterogeneity taken from the included studies. We re-conducted the meta-analyses, using conventional cumulative techniques, to measure how many false positives would have occurred if these meta-analyses had been updated after each new trial. For each false positive, we performed TSA, using three different approaches. RESULTS: We screened 4736 systematic reviews to find 100 meta-analyses that fulfilled our inclusion criteria. Using conventional cumulative meta-analysis, false positives were present in seven of the meta-analyses (7%, 95% CI 3% to 14%), occurring more than once in three. The total number of false positives was 14 and TSA prevented 13 of these (93%, 95% CI 68% to 98%). In a post hoc analysis, we found that Cochrane meta-analyses that are negative are 1.67 times more likely to be updated (95% CI 0.92 to 2.68) than those that are positive. CONCLUSIONS: We found false positives in 7% (95% CI 3% to 14%) of the included meta-analyses. Owing to limitations of external validity and to the decreased likelihood of updating positive meta-analyses, the true proportion of false positives in meta-analysis is probably higher. TSA prevented 93% of the false positives (95% CI 68% to 98%).",
  "authors": [
    {
      "last_name": "Imberger",
      "fore_name": "Georgina",
      "initials": "G",
      "name": "Georgina Imberger",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Copenhagen University Hospital, Copenhagen, Denmark Department of Anaesthesia & Perioperative Medicine, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Copenhagen University Hospital, Copenhagen, Denmark Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Copenhagen University Hospital, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Wetterslev",
      "fore_name": "Jørn",
      "initials": "J",
      "name": "Jørn Wetterslev",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Copenhagen University Hospital, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "start_page": "e011890",
  "pages": "e011890",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Humans",
    "Meta-Analysis as Topic",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "27519923",
    "pmc": "PMC4985805",
    "doi": "10.1136/bmjopen-2016-011890",
    "pii": "bmjopen-2016-011890"
  },
  "doi": "10.1136/bmjopen-2016-011890",
  "pmc_id": "PMC4985805",
  "dates": {
    "completed": "2017-12-05",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.961694",
    "pmid": "27519923"
  }
}