{
  "pmid": "27527069",
  "uid": "27527069",
  "title": "The efficacy and safety of prokinetic agents in critically ill patients receiving enteral nutrition: a systematic review and meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: Intolerance to enteral nutrition is common in critically ill adults, and may result in significant morbidity including ileus, abdominal distension, vomiting and potential aspiration events. Prokinetic agents are prescribed to improve gastric emptying. However, the efficacy and safety of these agents in critically ill patients is not well-defined. Therefore, we conducted a systematic review and meta-analysis to determine the efficacy and safety of prokinetic agents in critically ill patients. METHODS: We searched MEDLINE, EMBASE, and Cochrane Library from inception up to January 2016. Eligible studies included randomized controlled trials (RCTs) of critically ill adults assigned to receive a prokinetic agent or placebo, and that reported relevant clinical outcomes. Two independent reviewers screened potentially eligible articles, selected eligible studies, and abstracted pertinent data. We calculated pooled relative risk (RR) for dichotomous outcomes and mean difference for continuous outcomes, with the corresponding 95 % confidence interval (CI). We assessed risk of bias using Cochrane risk of bias tool, and the quality of evidence using grading of recommendations assessment, development, and evaluation (GRADE) methodology. RESULTS: Thirteen RCTs (enrolling 1341 patients) met our inclusion criteria. Prokinetic agents significantly reduced feeding intolerance (RR 0.73, 95 % CI 0.55, 0.97; P = 0.03; moderate certainty), which translated to 17.3 % (95 % CI 5, 26.8 %) absolute reduction in feeding intolerance. Prokinetics also reduced the risk of developing high gastric residual volumes (RR 0.69; 95 % CI 0.52, 0.91; P = 0.009; moderate quality) and increased the success of post-pyloric feeding tube placement (RR 1.60, 95 % CI 1.17, 2.21; P = 0.004; moderate quality). There was no significant improvement in the risk of vomiting, diarrhea, intensive care unit (ICU) length of stay or mortality. Prokinetic agents also did not significantly increase the rate of diarrhea. CONCLUSION: There is moderate-quality evidence that prokinetic agents reduce feeding intolerance in critically ill patients compared to placebo or no intervention. However, the impact on other clinical outcomes such as pneumonia, mortality, and ICU length of stay is unclear.",
  "authors": [
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Alqahtani",
      "fore_name": "Zuhoor",
      "initials": "Z",
      "name": "Zuhoor Alqahtani",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Mcintyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn Mcintyre",
      "affiliations": [
        "Department of Medicine (Critical Care), The Ottawa Hospital Research Institute, University of Ottawa, 1053 Carling Avenue, Rm F202, Ottawa, Ontario, K1H 8L6, Canada."
      ]
    },
    {
      "last_name": "Almenawer",
      "fore_name": "Saleh",
      "initials": "S",
      "name": "Saleh Almenawer",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada.",
        "Department of Surgery, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Alshamsi",
      "fore_name": "Fayez",
      "initials": "F",
      "name": "Fayez Alshamsi",
      "affiliations": [
        "Department of Internal Medicine, College of Medicine and Health Sciences, United Arab Emirates University, PO Box 15551, Al-Ain, United Arab Emirates."
      ]
    },
    {
      "last_name": "Rhodes",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rhodes",
      "affiliations": [
        "Department of Intensive Care Medicine, St George's Hospital, Blackshaw Road, London, SW170QT, UK."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Evans",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary Medicine and Critical Care, New York University, 550 First Avenue, New York City, NY, 10016, USA."
      ]
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek C",
      "initials": "DC",
      "name": "Derek C Angus",
      "affiliations": [
        "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, 4200 Fifth Ave, Pittsburgh, Pennsylvania, 15260, USA."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada. alhazzaw@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main St West, Hamilton, Ontario, L8S 4L8, Canada. alhazzaw@mcmaster.ca.",
        "Department of Medicine, Division of Critical Care, McMaster University, St Joseph's Healthcare Hamilton, 50 Charlton Avenue, Hamilton, Ontario, L8N 4A6, Canada. alhazzaw@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "259",
  "pages": "259",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Chi-Square Distribution",
    "Critical Illness",
    "Diarrhea",
    "Domperidone",
    "Dopamine Antagonists",
    "Enteral Nutrition",
    "Erythromycin",
    "Gastric Emptying",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Metoclopramide",
    "Residual Volume",
    "Vomiting"
  ],
  "article_ids": {
    "pubmed": "27527069",
    "pmc": "PMC4986344",
    "doi": "10.1186/s13054-016-1441-z",
    "pii": "10.1186/s13054-016-1441-z"
  },
  "doi": "10.1186/s13054-016-1441-z",
  "pmc_id": "PMC4986344",
  "dates": {
    "completed": "2018-02-26",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Dopamine Antagonists",
    "Domperidone",
    "Erythromycin",
    "Metoclopramide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:36:05.240990",
    "pmid": "27527069"
  }
}