{
  "pmid": "27532916",
  "uid": "27532916",
  "title": "Association of Noninvasive Ventilation Strategies With Mortality and Bronchopulmonary Dysplasia Among Preterm Infants: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Various noninvasive ventilation strategies are used to prevent bronchopulmonary dysplasia (BPD) of preterm infants; however, the best mode is uncertain. OBJECTIVE: To compare 7 ventilation strategies for preterm infants including nasal continuous positive airway pressure (CPAP) alone, intubation and surfactant administration followed by immediate extubation (INSURE), less invasive surfactant administration (LISA), noninvasive intermittent positive pressure ventilation, nebulized surfactant administration, surfactant administration via laryngeal mask airway, and mechanical ventilation. DATA SOURCES: MEDLINE, EMBASE, CINAHL, and Cochrane CENTRAL from their inceptions to June 2016. STUDY SELECTION: Randomized clinical trials comparing ventilation strategies for infants younger than 33 weeks' gestational age within 24 hours of birth who had not been intubated. DATA EXTRACTION AND SYNTHESIS: Data were independently extracted by 2 reviewers and synthesized with Bayesian random-effects network meta-analyses. MAIN OUTCOMES AND MEASURES: A composite of death or BPD at 36 weeks' postmenstrual age was the primary outcome. Death, BPD, severe intraventricular hemorrhage, and air leak by discharge were the main secondary outcomes. RESULTS: Among 5598 infants involved in 30 trials, the incidence of the primary outcome was 33% (1665 of 4987; including 505 deaths and 1160 cases of BPD). The secondary outcomes ranged from 6% (314 of 5587) for air leak to 26% (1160 of 4455) for BPD . Compared with mechanical ventilation, LISA had a lower odds of the primary outcome (odds ratio [OR], 0.49; 95% credible interval [CrI], 0.30-0.79; absolute risk difference [RD], 164 fewer per 1000 infants; 57-253 fewer per 1000 infants; moderate quality of evidence), BPD(OR, 0.53; 95% CrI, 0.27-0.96; absolute RD, 133 fewer per 1000 infants; 95% CrI, 9-234 fewer per 1000 infants; moderate-quality), and severe intraventricular hemorrhage (OR, 0.44; 95% CrI, 0.19-0.99; absolute RD, 58 fewer per 1000 births; 95% CrI, 1-86 fewer per 1000 births; moderate-quality). Compared with nasal CPAP alone, LISA had a lower odds of the primary outcome (OR, 0.58; 95% CrI, 0.35-0.93; absolute RD, 112 fewer per 1000 births; 95% CrI, 16-190 fewer per 1000 births; moderate quality), and air leak (OR, 0.24; 95% CrI, 0.05-0.96; absolute RD, 47 fewer per 1000 births; 95% CrI, 2-59 fewer per 1000 births; very low quality). Ranking probabilities indicated that LISA was the best strategy with a surface under the cumulative ranking curve of 0.85 to 0.94, but this finding was not robust for death when limited to higher-quality evidence. CONCLUSIONS AND RELEVANCE: Among preterm infants, the use of LISA was associated with the lowest likelihood of the composite outcome of death or BPD at 36 weeks' postmenstrual age. These findings were limited by the overall low quality of evidence and lack of robustness in higher-quality trials.",
  "authors": [
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada2Department of Newborn and Developmental Paediatrics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iwami",
      "fore_name": "Hiroko",
      "initials": "H",
      "name": "Hiroko Iwami",
      "affiliations": [
        "Department of Neonatology, Osaka City General Hospital, Osaka, Japan."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada4Department of Obstetrics & Gynecology, McMaster University, Hamilton, Ontario, Canada5Department of Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "316",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "09"
  },
  "start_page": "611",
  "end_page": "624",
  "pages": "611-24",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bayes Theorem",
    "Bronchopulmonary Dysplasia",
    "Cerebral Hemorrhage",
    "Continuous Positive Airway Pressure",
    "Gestational Age",
    "Humans",
    "Infant",
    "Infant Mortality",
    "Infant, Newborn",
    "Infant, Premature",
    "Intermittent Positive-Pressure Breathing",
    "Intubation, Intratracheal",
    "Laryngeal Masks",
    "Noninvasive Ventilation",
    "Odds Ratio",
    "Publication Bias",
    "Pulmonary Surfactants",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "27532916",
    "doi": "10.1001/jama.2016.10708",
    "pii": "2542634"
  },
  "doi": "10.1001/jama.2016.10708",
  "dates": {
    "completed": "2016-09-07",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Pulmonary Surfactants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.057287",
    "pmid": "27532916"
  }
}