{
  "pmid": "27538505",
  "uid": "27538505",
  "title": "Could patents interfere with the development of a cardiovascular polypill?",
  "abstract": "BACKGROUND: The Wellcome Trust, the World Health Organization, and cardiologists have advocated for the idea of a \"polypill\" containing multiple cardiovascular drugs to be co-formulated into a single pill for over a decade. Some cardiologists have asserted that the drugs commonly considered for inclusion into such a polypill are older and therefore free of patent protection. We tested this assertion. This project was requested by the World Heart Federation (WHF). METHODS, DATA AND MATERIALS: Two cardiologists from the WHF provided a list of 48 cardiovascular drugs for evaluation. We designated the United States and Canada as the base jurisdictions for this patent study. We linked patent data from these countries' national medicine patent registers to patent information in over 96 other countries using Derwent and INPADOC via Thomson Innovation. We expanded our study beyond the aforementioned data linkage through a systematic search of the World Intellectual Property Organization's PatentScope, which was based primarily upon the drugs' active ingredient names. RESULTS: In the United States and Canada, eight of the drugs were only available in the patent-protected, brand name formulation in one or both countries. Another 21 drugs had relevant patents, but generic equivalents were nevertheless available. Only 19 drugs (40 %) appeared entirely post-patent. Broadening the co-formulation searches globally, the overwhelming majority of drugs (40/48) were mentioned in patent applications for cardiovascular drug combinations. CONCLUSION: The assertion that most of these cardiovascular drugs are post-patent is accurate, but only in the sense that many of the original patents on these active ingredients have expired and that generic alternatives are usually available. The landscape of patents covering novel (co-) formulations is far more complex, however. Most research and development for cardiovascular combination medicines are likely to be undertaken by companies whose original patents on the active ingredient will soon expire or have recently expired. Cardiologists looking to accelerate polypill development may consider approaching such companies to partner.",
  "authors": [
    {
      "last_name": "Beall",
      "fore_name": "Reed F",
      "initials": "RF",
      "name": "Reed F Beall",
      "affiliations": [
        "Population Health Program, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada. reedbeall@gmail.com.",
        "Faculties of Law, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada. reedbeall@gmail.com.",
        "Faculties of Medicine, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada. reedbeall@gmail.com."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David R",
      "initials": "JD",
      "name": "Jon-David R Schwalm",
      "affiliations": [
        "Population Health Research Institute (PHRI), Hamilton Health Sciences, McMaster University, 237 Barton Street East, Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Huffman",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Huffman",
      "affiliations": [
        "Feinberg School of Medicine, Northwestern University, Arthur J. Rubloff Building, 420 East Superior Street, Chicago, IL, 60611, USA."
      ]
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": [
        "Population Health Research Institute (PHRI), Hamilton Health Sciences, McMaster University, 237 Barton Street East, Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute (PHRI), Hamilton Health Sciences, McMaster University, 237 Barton Street East, Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Attaran",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Attaran",
      "affiliations": [
        "Population Health Program, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada.",
        "Faculties of Law, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada.",
        "Faculties of Medicine, University of Ottawa, One Stewart St, Ottawa, ON, K1N 6N5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of translational medicine",
    "iso_abbreviation": "J Transl Med",
    "issn": "1479-5876",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "242",
  "pages": "242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Cardiovascular Diseases",
    "Chemistry, Pharmaceutical",
    "Drug Discovery",
    "Drugs, Generic",
    "Humans",
    "Internationality",
    "Patents as Topic",
    "Polypharmacy",
    "United States"
  ],
  "article_ids": {
    "pubmed": "27538505",
    "pmc": "PMC4991009",
    "doi": "10.1186/s12967-016-0997-3",
    "pii": "10.1186/s12967-016-0997-3"
  },
  "doi": "10.1186/s12967-016-0997-3",
  "pmc_id": "PMC4991009",
  "dates": {
    "completed": "2017-10-20",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Drugs, Generic"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.874034",
    "pmid": "27538505"
  }
}