{
  "pmid": "27532227",
  "uid": "27532227",
  "title": "Transfer of Flexible Ureteroscopic Stone-Extraction Skill from a Virtual Reality Simulator to the Operating Theatre: A Pilot Study.",
  "abstract": "AIM: To assess the learning curve of flexible ureteroscopic stone extraction using the UroMentor™ simulator and transfer of flexible ureteroscopic stone extraction skills to the operating theatre. MATERIALS AND METHODS: After obtaining ethics approval, urology Post-Graduate Trainees (PGTs) from Post-Graduate Years (PGYs) 1 to 4 were recruited. During phase I, participants completed 3 weekly 1-hour training sessions on the UroMentor simulator practicing task 10, where two stones from the left proximal ureter and renal pelvis were extracted using a basket. Objective assessments by the simulator and subjective assessments using the validated Ureteroscopy-Global Rating Scale (URS-GRS) were used to establish the learning curve. During phase II, the URS-GRS tool was used to assess performance of participants in the operating theatre. URS-GRS scores obtained on the simulator and in the operating theatre were correlated. RESULTS: In phase I, eight urology PGTs (PGY1-4) with mean age of 27.8 ± 2 (25-31) years participated in the study. PGTs practiced a total of 52 times, with a mean operative time of 14.6 ± 4.3 minutes and a mean fluoroscopy time of 10.4 ± 12 seconds. Competency in task 10 was achieved after seven trials on the UroMentor simulator. In phase II, 5 PGTs were assessed during 55 consecutive flexible ureteroscopic stone extraction in the operating theatre. The mean operative time was 51.4 ± 15.2 minutes and the mean fluoroscopy time was 29 ± 6 seconds. There was a significant positive correlation between URS-GRS scores obtained on the simulator and in the operating theatre (r = 0.9, p = 0.03), thus establishing predictive validity of performance on the UroMentor simulator. CONCLUSIONS: Competency in task 10 on the UroMentor simulator (flexible ureteroscopic stone extraction) was achieved after seven trials. Since there was a strong positive correlation between URS-GRS scores on the simulator and in the operating theatre, the skills obtained on the simulator could be transferred to the operating theatre.",
  "authors": [
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "1 Division of Urology, McGill University Health Centre , Montréal, Québec, Canada ."
      ]
    },
    {
      "last_name": "Noureldin",
      "fore_name": "Yasser A",
      "initials": "YA",
      "name": "Yasser A Noureldin",
      "affiliations": [
        "1 Division of Urology, McGill University Health Centre , Montréal, Québec, Canada .",
        "2 Department of Urology, Benha University Hospital, Benha University , Benha, Egypt ."
      ]
    },
    {
      "last_name": "Andonian",
      "fore_name": "Sero",
      "initials": "S",
      "name": "Sero Andonian",
      "affiliations": [
        "1 Division of Urology, McGill University Health Centre , Montréal, Québec, Canada ."
      ]
    }
  ],
  "journal": {
    "title": "Journal of endourology",
    "iso_abbreviation": "J Endourol",
    "issn": "1557-900X",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "10",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "1120",
  "end_page": "1125",
  "pages": "1120-1125",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Computer Simulation",
    "Female",
    "Fluoroscopy",
    "Humans",
    "Internship and Residency",
    "Male",
    "Nephrolithiasis",
    "Operating Rooms",
    "Pilot Projects",
    "Predictive Value of Tests",
    "Ureteroscopes",
    "Ureteroscopy",
    "Urology",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "27532227",
    "doi": "10.1089/end.2016.0365"
  },
  "doi": "10.1089/end.2016.0365",
  "dates": {
    "completed": "2017-08-23",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:33.437925",
    "pmid": "27532227"
  }
}