{
  "pmid": "27538384",
  "uid": "27538384",
  "title": "Designing a rapid response program to support evidence-informed decision-making in the Americas region: using the best available evidence and case studies.",
  "abstract": "BACKGROUND: The objective of this work was to inform the design of a rapid response program to support evidence-informed decision-making in health policy and practice for the Americas region. Specifically, we focus on the following: (1) What are the best methodological approaches for rapid reviews of the research evidence? (2) What other strategies are needed to facilitate evidence-informed decision-making in health policy and practice? and (3) How best to operationalize a rapid response program? METHODS: The evidence used to inform the design of a rapid response program included (i) two rapid reviews of methodological approaches for rapid reviews of the research evidence and strategies to facilitate evidence-informed decision-making, (ii) supplementary literature in relation to the \"shortcuts\" that could be considered to reduce the time needed to complete rapid reviews, (iii) four case studies, and (iv) supplementary literature to identify additional operational issues for the design of the program. RESULTS: There is no agreed definition of rapid reviews in the literature and no agreed methodology for conducting them. Better reporting of rapid review methods is needed. The literature found in relation to shortcuts will be helpful in choosing shortcuts that maximize timeliness while minimizing the impact on quality. Evidence for other strategies that can be used concurrently to facilitate the uptake of research evidence, including evidence drawn from rapid reviews, is presented. Operational issues that need to be considered in designing a rapid response program include the implications of a \"user-pays\" model, the importance of recruiting staff with the right mix of skills and qualifications, and ensuring that the impact of the model on research use in decision-making is formally evaluated. CONCLUSIONS: When designing a new rapid response program, greater attention needs to be given to specifying the rapid review methods and reporting these in sufficient detail to allow a quality assessment. It will also be important to engage in other strategies to facilitate the uptake of the rapid reviews and to evaluate the chosen model in order to make refinements and add to the evidence base for evidence-informed decision-making.",
  "authors": [
    {
      "last_name": "Haby",
      "fore_name": "Michelle M",
      "initials": "MM",
      "name": "Michelle M Haby",
      "affiliations": [
        "Department of Chemical and Biological Sciences, Universidad de Sonora, Hermosillo, Sonora, México. haby@unimelb.edu.au.",
        "Centre for Health Policy, Melbourne School of Population and Global Health, The University of Melbourne, Victoria, Australia. haby@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Chapman",
      "fore_name": "Evelina",
      "initials": "E",
      "name": "Evelina Chapman",
      "affiliations": [
        "Pan American Health Organization, Brasilia, DF, Brazil."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Clark",
      "affiliations": [
        "Centre of Excellence in Intervention and Prevention Science, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Barreto",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Barreto",
      "affiliations": [
        "Fundação Oswaldo Cruz, Diretoria de Brasília, Brazil."
      ]
    },
    {
      "last_name": "Reveiz",
      "fore_name": "Ludovic",
      "initials": "L",
      "name": "Ludovic Reveiz",
      "affiliations": [
        "Knowledge Management, Bioethics and Research, Pan American Health Organization, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, and Department of Political Science, McMaster University, Hamilton, Canada.",
        "Department of Global Health and Population Boston, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "117",
  "pages": "117",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Americas",
    "Decision Making",
    "Evidence-Based Medicine",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "27538384",
    "pmc": "PMC4990866",
    "doi": "10.1186/s13012-016-0472-9",
    "pii": "10.1186/s13012-016-0472-9"
  },
  "doi": "10.1186/s13012-016-0472-9",
  "pmc_id": "PMC4990866",
  "dates": {
    "completed": "2017-11-27",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.988756",
    "pmid": "27538384"
  }
}