{
  "pmid": "27543794",
  "uid": "27543794",
  "title": "Engaging caregivers: exploring perspectives on web-based health information.",
  "abstract": "BACKGROUND: Informal or family caregivers are important contributors to health and health care and require support to sustain their role and address particular challenges. An experience-based health website may be an accessible, effective way to offer caregivers peer support and ultimately better equip them to care for themselves and their loved ones. OBJECTIVES: This study investigated how caregivers access and use information on the Internet about caregiving and their perspectives on the design and features of a new personal health experiences (PHEx) website. METHODS: This was a qualitative descriptive study that involved three focus groups of caregivers for a total of 16 participants in a university-affiliated hospital in Quebec. Thematic analysis was used with transcriptions of recorded sessions. RESULTS: With respect to how participants accessed and used health information, three themes emerged: searching for and choosing health websites, empowerment through the use of online health information, and concerns about health information on the Internet. In terms of their views on a health experiences website, the two main themes were: factors important for first impressions and perceived needs and expectations. CONCLUSION: Caregivers accessed and chose health information in a similar manner to other people but still offered additional insights regarding online health information retrieval, usage, and other perspectives, which will be helpful for future web-based initiatives that aim to provide support to caregivers.",
  "authors": [
    {
      "last_name": "Tonsaker",
      "fore_name": "Tabitha",
      "initials": "T",
      "name": "Tabitha Tonsaker",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Law",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Law",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Quebec, Canada.",
        "St. Mary's Research Centre, St. Mary's Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "St. Mary's Research Centre, St. Mary's Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Nease",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Nease",
      "affiliations": [
        "Department of Biomedical Sciences, Marshall University, Huntington, WV, USA."
      ]
    },
    {
      "last_name": "Bartlett",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Bartlett",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "479",
  "end_page": "484",
  "pages": "479-484",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Caregivers",
    "Female",
    "Focus Groups",
    "Humans",
    "Information Seeking Behavior",
    "Internet",
    "Male",
    "Middle Aged",
    "Qualitative Research",
    "Quebec",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "27543794",
    "doi": "10.1093/fampra/cmw084",
    "pii": "cmw084"
  },
  "doi": "10.1093/fampra/cmw084",
  "dates": {
    "completed": "2018-06-04",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.606429",
    "pmid": "27543794"
  }
}