{
  "pmid": "27548060",
  "uid": "27548060",
  "title": "Free versus Fixed Combination Antihypertensive Therapy for Essential Arterial Hypertension: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: In a free drug combination, each Blood pressure (BP)-lowering drug is administered as a separate pill, while in a fixed drug combination several BP-lowering agents are combined in a single pill. Using a single pill may enhance compliance and simplify treatment, which would translate into better clinical outcomes. The objective of this meta-analysis is to compare the effects of using a fixed combination versus free combination of BP-lowering agents in the management of patients with essential hypertension. METHODS: We searched Cochrane CENTRAL, MEDLINE, and EMBASE for randomized clinical trials (RCTs) addressing the objective of the review and assessing at least one of the following outcomes: BP-lowering efficacy, rapidity in achieving BP target, compliance, incidence of side effects, mortality, and morbidity. Two review authors independently selected eligible studies, abstracted data, and assessed risk of bias of included trials. The primary meta-analyses used a random-effects model. RESULTS: We identified seven RCTs with a total of 397 participants. Meta-analysis of efficacy in controlling BP showed a non-significant reduction of mean systolic BP of 0.81 mmHg (95% CI -3.25, 1.64) favoring the fixed combination group. As for adverse events, results showed a non-significant 13% risk reduction favoring the free combination (risk ratio 1.13, 95% CI 0.85, 1.5). Low quality of evidence was noted for both outcomes. Rapidity in achieving BP target was assessed in only one trial, and the results favored the fixed combination. Adherence to treatment was assessed in three trials, no pooled analysis was possible for this outcome. None of the included trials assessed mortality and morbidity. CONCLUSION: The available low quality evidence does not confirm or rule out a substantive difference between fixed combination and free combination therapy in the management of HTN. Well designed RCTs with a long duration of follow-up and assessment of morbidity and mortality outcomes are needed.",
  "authors": [
    {
      "last_name": "Mallat",
      "fore_name": "Samir G",
      "initials": "SG",
      "name": "Samir G Mallat",
      "affiliations": [
        "Department of Internal Medicine, Division of Nephrology, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Tanios",
      "fore_name": "Bassem Y",
      "initials": "BY",
      "name": "Bassem Y Tanios",
      "affiliations": [
        "Department of Internal Medicine, Division of Nephrology, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Houssam S",
      "initials": "HS",
      "name": "Houssam S Itani",
      "affiliations": [
        "Department of Internal Medicine, Division of Nephrology, Makassed General Hospital, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "8",
    "pub_year": "2016"
  },
  "start_page": "e0161285",
  "pages": "e0161285",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Blood Pressure",
    "Drug Combinations",
    "Essential Hypertension",
    "Humans",
    "Hypertension",
    "Patient Compliance",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27548060",
    "pmc": "PMC4993355",
    "doi": "10.1371/journal.pone.0161285",
    "pii": "PONE-D-16-23460"
  },
  "doi": "10.1371/journal.pone.0161285",
  "pmc_id": "PMC4993355",
  "dates": {
    "completed": "2017-07-27",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drug Combinations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.258421",
    "pmid": "27548060"
  }
}