{
  "pmid": "27554483",
  "uid": "27554483",
  "title": "Systematic Review of Clinical Practice Guidelines for Failed Antidepressant Treatment Response in Major Depressive Disorder, Dysthymia, and Subthreshold Depression in Adults.",
  "abstract": "OBJECTIVE: This systematic review critically evaluated clinical practice guidelines (CPGs) for treating adults with major depressive disorder, dysthymia, or subthreshold or minor depression for recommendations following inadequate response to first-line treatment with selective serotonin reuptake inhibitors (SSRIs). METHOD: Searches for CPGs (January 2004 to November 2014) in English included 7 bibliographic databases and grey literature sources using CPG and depression as the keywords. Two raters selected CPGs on depression with a national scope. Data extraction included definitions of adequate response and recommended treatment options. Two raters assessed quality using the Appraisal of Guidelines for Research and Evaluation II (AGREE II) instrument. RESULTS: From 46,908 citations, 3167 were screened at full text. From these 21 CPG were applicable to adults in primary care and outpatient settings. Five CPGs consider patients with dysthymia or subthreshold or minor depression. None provides recommendations for those who do not respond to first-line SSRI treatment. For adults with MDD, most CPGs do not define an \"inadequate response\" or provide specific suggestions regarding how to choose alternative medications when switching to an alternative antidepressant. There is variability between CPGs in recommending combination strategies. AGREE II ratings for stakeholder involvement in CPG development, editorial independence, and rigor of development are domains in which depression guidelines are often less robust. CONCLUSIONS: About half of patients with depression require second-line treatment to achieve remission. Consistency and clarity in guidelines for second-line treatment of depression are therefore important for clinicians but lacking in most current guidelines. This may reflect a paucity of primary studies upon which to base conclusions.",
  "authors": [
    {
      "last_name": "MacQueen",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda MacQueen",
      "affiliations": [
        "1 Department of Psychiatry, Hotchkiss Brain Institute, University of Calgary, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Keshavarz",
      "fore_name": "Homa",
      "initials": "H",
      "name": "Homa Keshavarz",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Jaworska",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Jaworska",
      "affiliations": [
        "3 Department of Psychiatry, McGill University, Montreal, Quebec."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "11",
  "end_page": "23",
  "pages": "11-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Depression",
    "Depressive Disorder, Major",
    "Depressive Disorder, Treatment-Resistant",
    "Dysthymic Disorder",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "27554483",
    "pmc": "PMC5302110",
    "doi": "10.1177/0706743716664885",
    "pii": "0706743716664885"
  },
  "doi": "10.1177/0706743716664885",
  "pmc_id": "PMC5302110",
  "dates": {
    "completed": "2017-12-08",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antidepressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.426926",
    "pmid": "27554483"
  }
}