{
  "pmid": "27556929",
  "uid": "27556929",
  "title": "Knowledge, Beliefs and Attitudes of Patients and the General Public towards the Interactions of Physicians with the Pharmaceutical and the Device Industry: A Systematic Review.",
  "abstract": "OBJECTIVE: To systematically review the evidence on the knowledge, beliefs, and attitudes of patients and the general public towards the interactions of physicians with the pharmaceutical and the device industry. METHODS: We included quantitative and qualitative studies addressing any type of interactions between physicians and the industry. We searched MEDLINE and EMBASE in August 2015. Two reviewers independently completed data selection, data extraction and assessment of methodological features. We summarized the findings narratively stratified by type of interaction, outcome and country. RESULTS: Of the 11,902 identified citations, 20 studies met the eligibility criteria. Many studies failed to meet safeguards for protecting from bias. In studies focusing on physicians and the pharmaceutical industry, the percentages of participants reporting awareness was higher for office-use gifts relative to personal gifts. Also, participants were more accepting of educational and office-use gifts compared to personal gifts. The findings were heterogeneous for the perceived effects of physician-industry interactions on prescribing behavior, quality and cost of care. Generally, participants supported physicians' disclosure of interactions through easy-to-read printed documents and verbally. In studies focusing on surgeons and device manufacturers, the majority of patients felt their care would improve or not be affected if surgeons interacted with the device industry. Also, they felt surgeons would make the best choices for their health, regardless of financial relationship with the industry. Participants generally supported regulation of surgeon-industry interactions, preferably through professional rather than governmental bodies. CONCLUSION: The awareness of participants was low for physicians' receipt of personal gifts. Participants also reported greater acceptability and fewer perceived influence for office-use gifts compared to personal gifts. Overall, there appears to be lower awareness, less concern and more acceptance of surgeon-device industry interactions relative to physician-pharmaceutical industry interactions. We discuss the implications of the findings at the patient, provider, organizational, and systems level.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nas",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Nas",
      "affiliations": [
        "Faculty of Medicine, University of Damascus, Damascus, Syria."
      ]
    },
    {
      "last_name": "Naamani",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Naamani",
      "affiliations": [
        "Department of Biology, Faculty of Art and Science, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hammoura",
      "fore_name": "Ihsan",
      "initials": "I",
      "name": "Ihsan Hammoura",
      "affiliations": [
        "Department of Biology, Faculty of Art and Science, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Khaled",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Al-Khaled",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Faculty of Medicine, Université Saint Joseph, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Kahale",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "8",
    "pub_year": "2016"
  },
  "start_page": "e0160540",
  "pages": "e0160540",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Conflict of Interest",
    "Drug Industry",
    "Female",
    "Gift Giving",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interprofessional Relations",
    "Male",
    "Physicians",
    "Practice Patterns, Physicians'",
    "Public Opinion",
    "Surgeons"
  ],
  "article_ids": {
    "pubmed": "27556929",
    "pmc": "PMC4996522",
    "doi": "10.1371/journal.pone.0160540",
    "pii": "PONE-D-15-38785"
  },
  "doi": "10.1371/journal.pone.0160540",
  "pmc_id": "PMC4996522",
  "dates": {
    "completed": "2017-07-26",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.822834",
    "pmid": "27556929"
  }
}