{
  "pmid": "27557796",
  "uid": "27557796",
  "title": "The role of bone void fillers in medial opening wedge high tibial osteotomy: a systematic review.",
  "abstract": "PURPOSE: A variety of bone void filling materials and methods are available in opening medial wedge HTO (OWHTO). The pertinent question revolves around if and when bone void fillers are needed. The primary purpose of this study was to systematically review outcomes and complications after OWHTO with and without the use of bone void fillers. METHODS: The EMBASE, PubMed\\MEDLINE, Cochrane Library and Google Scholar databases were searched to identify articles that reported OWHTO results using different bone void fillers until March 2016. Only articles reporting the exact bone void filler type, the opening gap size and the fixation method were included. The extracted data included the study design, demographic data, the radiological and clinical results and complication rates. Outcomes were analysed with regard to bone void filler type, and comparison was made between the groups (allograft, autograft, synthetic bone void filler and OWHTO without bone void filling). RESULTS: Twenty-two articles reporting the results of 1421 OWHTO met the inclusion criteria. In total, 647 osteotomies were completed with allogeneic graft as bone void filler, 367 with synthetic materials, 199 with autograft and 208 without any bone void filling material. The maximum opening gap size was similar in all groups with mean of 9.8 mm (range 4-17.5 mm). Locking plate fixation was used in 90 % of the osteotomies that were completed without bone void filler, while all allograft cases and more then 90 % of the autograft cases were done with non-locking systems. The highest rates of non-union (1.1 %) were seen in the synthetic group, compared to 0.5 % in the all the other groups. CONCLUSIONS: This systematic review showed no definitive advantages for OWHTO with any bone void filler in terms of union rates and loss of correction. Moreover, the use of autografts or allografts showed more favourable outcomes than synthetic bone substitutes. OWHTO with gaps smaller then 10 mm and rigid fixation might be successfully managed without bone grafting. However, when bone grafting is needed, autograft bone provides higher rates of clinical and radiographic union. The use of synthetic bone substitutes in OWHTO cannot be recommended. LEVEL OF EVIDENCE: III.",
  "authors": [
    {
      "last_name": "Slevin",
      "fore_name": "Omer",
      "initials": "O",
      "name": "Omer Slevin",
      "affiliations": [
        "Department of Orthopedic Surgery, Meir General Hospital, Kfar Saba, Israel.",
        "Department of Orthopaedic Surgery and Traumatology, Kantonsspital Baselland (Bruderholz, Liestal, Laufen), CH-4101, Bruderholz, Switzerland.",
        "AGA- Society for Arthroscopy and Joint Surgery, Comittee for OA and Joint Preserving Surgery, Wiesbaden, Germany."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hinterwimmer",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Hinterwimmer",
      "affiliations": [
        "OrthoPlus, Munich, Germany.",
        "AGA- Society for Arthroscopy and Joint Surgery, Comittee for OA and Joint Preserving Surgery, Wiesbaden, Germany."
      ]
    },
    {
      "last_name": "Tischer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Tischer",
      "affiliations": [
        "Department of Orthopaedic Surgery, University Medicine Rostock, Rostock, Germany.",
        "AGA- Society for Arthroscopy and Joint Surgery, Comittee for OA and Joint Preserving Surgery, Wiesbaden, Germany."
      ]
    },
    {
      "last_name": "Feucht",
      "fore_name": "Matthias J",
      "initials": "MJ",
      "name": "Matthias J Feucht",
      "affiliations": [
        "Department of Orthopedic Surgery and Traumatology, Freiburg University Hospital, Freiburg, Germany.",
        "AGA- Society for Arthroscopy and Joint Surgery, Comittee for OA and Joint Preserving Surgery, Wiesbaden, Germany."
      ]
    },
    {
      "last_name": "Hirschmann",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Hirschmann",
      "affiliations": [
        "Department of Orthopaedic Surgery and Traumatology, Kantonsspital Baselland (Bruderholz, Liestal, Laufen), CH-4101, Bruderholz, Switzerland. Michael.Hirschmann@unibas.ch.",
        "AGA- Society for Arthroscopy and Joint Surgery, Comittee for OA and Joint Preserving Surgery, Wiesbaden, Germany. Michael.Hirschmann@unibas.ch."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "3584",
  "end_page": "3598",
  "pages": "3584-3598",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bone Plates",
    "Bone Substitutes",
    "Bone Transplantation",
    "Bone and Bones",
    "Humans",
    "Osteoarthritis, Knee",
    "Osteotomy",
    "Radiography",
    "Tibia",
    "Transplantation, Autologous",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "27557796",
    "doi": "10.1007/s00167-016-4297-5",
    "pii": "10.1007/s00167-016-4297-5"
  },
  "doi": "10.1007/s00167-016-4297-5",
  "dates": {
    "completed": "2017-05-01",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Bone Substitutes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.764616",
    "pmid": "27557796"
  }
}