{
  "pmid": "27565977",
  "uid": "27565977",
  "title": "A very low number of national adaptations of the World Health Organization guidelines for HIV and tuberculosis reported their processes.",
  "abstract": "BACKGROUND: Low- and middle-income countries adapt World Health Organization (WHO) guidelines instead of de novo development for financial, epidemiologic, sociopolitical, cultural, organizational, and other reasons. OBJECTIVE: To systematically evaluate reported processes used in the adaptation of WHO guidelines for human immunodeficiency virus (HIV) and tuberculosis (TB). METHODS: We searched three online databases/repositories: United States Agency for International Development (USAID) AIDS Support and Technical Resources - Sector One program (AIDSTAR-One) National Treatment Database; the AIDSspace Guideline Repository, and WHO Database of national HIV and TB guidelines. We assessed the rigor and quality of reported adaptation methodology using the ADAPTE process as benchmark. RESULTS: Of 170 eligible guidelines, only 32 (19%) reported documentation on the adaptation process. The median and interquartile range of the number of ADAPTE steps fulfilled by the eligible guidelines were 11.5 (10, 13.5) (out of 23 steps). The number of guidelines (out of 32 steps) fulfilling each ADAPTE step was 18 (interquartile range, 5-27). Seventeen of 32 guidelines (53%) met all steps relevant to the setup phase, whereas none met all steps relevant to the adaptation phase. CONCLUSION: The number of well-documented adaptation methodologies in national HIV and/or TB guidelines is very low. There is a need for the use of standardized and systematic framework for guideline adaptation and improved reporting of processes used.",
  "authors": [
    {
      "last_name": "Godah",
      "fore_name": "Mohammad W",
      "initials": "MW",
      "name": "Mohammad W Godah",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; AUB GRADE Center, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Abdul Khalek",
      "fore_name": "Rima A",
      "initials": "RA",
      "name": "Rima A Abdul Khalek",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; AUB GRADE Center, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kilzar",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Kilzar",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Zeid",
      "fore_name": "Hiba",
      "initials": "H",
      "name": "Hiba Zeid",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nahlawi",
      "fore_name": "Acile",
      "initials": "A",
      "name": "Acile Nahlawi",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences, University of Sorocaba, UNISO, Sorocaba, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Darzi",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; AUB GRADE Center, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; McMaster GRADE Center and Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; AUB GRADE Center, Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, American University of Beirut, Beirut, Lebanon. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "80",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "50",
  "end_page": "56",
  "pages": "50-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Guideline Adherence",
    "HIV Infections",
    "Humans",
    "Practice Guidelines as Topic",
    "Tuberculosis",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "27565977",
    "doi": "10.1016/j.jclinepi.2016.07.017",
    "pii": "S0895-4356(16)30363-8"
  },
  "doi": "10.1016/j.jclinepi.2016.07.017",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.630972",
    "pmid": "27565977"
  }
}