{
  "pmid": "27567413",
  "uid": "27567413",
  "title": "Interobserver Reliability of the Respiratory Physical Examination in Premature Infants: A Multicenter Study.",
  "abstract": "OBJECTIVE: To measure the inter-rater reliability of 7 visual and 3 auscultatory respiratory physical examination findings at 36-40 weeks' postmenstrual age in infants born less than 29 weeks' gestation. Physicians also estimated the probability that each infant would remain hospitalized for 3 months after the examination or be readmitted for a respiratory illness during that time. STUDY DESIGN: Prospective, multicenter, inter-rater reliability study using standardized audio-video recordings of respiratory physical examinations. RESULTS: We recorded the respiratory physical examination of 30 infants at 2 centers and invited 32 physicians from 9 centers to review the examinations. The intraclass correlation values for physician agreement ranged from 0.73 (95% CI 0.57-0.85) for subcostal retractions to 0.22 (95% CI 0.11-0.41) for expiratory abdominal muscle use. Eight (27%) infants remained hospitalized or were readmitted within 3 months after the examination. The area under the receiver operating characteristic curve for prediction of this outcome was 0.82 (95% CI 0.78-0.86). Physician predictive accuracy was greater for infants receiving supplemental oxygen (0.90, 95% CI 0.86-0.95) compared with those breathing in room air (0.71, 95% CI 0.66-0.75). CONCLUSIONS: Physicians often do not agree on respiratory physical examination findings in premature infants. Physician prediction of short-term respiratory morbidity was more accurate for infants receiving supplemental oxygen compared with those breathing in room air.",
  "authors": [
    {
      "last_name": "Jensen",
      "fore_name": "Erik A",
      "initials": "EA",
      "name": "Erik A Jensen",
      "affiliations": [
        "Department of Pediatrics, Division of Neonatology, The Children's Hospital of Philadelphia and The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA. Electronic address: jensene@email.chop.edu."
      ]
    },
    {
      "last_name": "Panitch",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Panitch",
      "affiliations": [
        "Department of Pediatrics, Division of Pulmonology, The Children's Hospital of Philadelphia and The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Feng",
      "affiliations": [
        "Department of Biostatistics and Epidemiology, The Children's Hospital of Philadelphia and The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Moore",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Allergy, Immunology, and Pulmonary Medicine, Vanderbilt University School of Medicine, Nashville, TN."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Pediatrics, Division of Neonatology, The Children's Hospital of Philadelphia and The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of pediatrics",
    "iso_abbreviation": "J Pediatr",
    "issn": "1097-6833",
    "issn_type": "Electronic",
    "volume": "178",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "87",
  "end_page": "92",
  "pages": "87-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Area Under Curve",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Male",
    "Observer Variation",
    "Physical Examination",
    "Prospective Studies",
    "Reproducibility of Results",
    "Respiratory Tract Diseases"
  ],
  "article_ids": {
    "pubmed": "27567413",
    "mid": "NIHMS812930",
    "pmc": "PMC5613665",
    "doi": "10.1016/j.jpeds.2016.07.039",
    "pii": "S0022-3476(16)30641-2"
  },
  "doi": "10.1016/j.jpeds.2016.07.039",
  "pmc_id": "PMC5613665",
  "dates": {
    "completed": "2017-05-23",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 HD060550",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U01 HL101794",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.421050",
    "pmid": "27567413"
  }
}