{
  "pmid": "27575479",
  "uid": "27575479",
  "title": "Water-soluble extract of Saxifraga stolonifera has anti-tumor effects on Lewis lung carcinoma-bearing mice.",
  "abstract": "Saxifraga stolonifera is an evergreen and herbaceous plant well known in Korea, Japan and western China, which has great potential applications in gardening and pharmacology. The aim of this study is to evaluate the anti-tumor effects of S. stolonifera extraction on lung tumors of Lewis mice. By the measurement of MS/MS, we found that there were four main bioactive components in methanol extract of S. stolonifera, including gallic acid, norbergenin, protocatechuic acid and bergenin, and the results of quantitative analysis showed that the contents of gallic acid, protocatechuic acid and bergenin in methanol extract of S. stolonifera were 5.150, 1.492, 24.559mg/g, respectively. Animal experiment showed that the mean tumor weight of Lewis lung carcinoma-bearing mice treated with water-soluble extract of S. stolonifera was obviously smaller than model group (cis-DDP), and its inhibition rate was 49.2%. In addition, histopathological evaluation and immunohistochemical assay confirmed the anti-tumor effects of S. stolonifera. Investigation of four haematological parameters revealed that the Lewis mice fed with S. stolonifera showed good resilience in the level of leukocyte, haemoglobin, blood platelets and red blood cell compared with the model group. In addition, RT-PCR suggested that the relative expression of pro-apoptosis gene p53, Sox and Bax was enhanced, while the relative expression of anti-apoptosis gene Bcl2 was diminished in comparison with model group. These results suggested that water-soluble extract of S. stolonifera has anti-tumor effects on Lewis lung tumors.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Liu",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Yang",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Bioorganic & medicinal chemistry letters",
    "iso_abbreviation": "Bioorg Med Chem Lett",
    "issn": "1464-3405",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "19",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "4671",
  "end_page": "4678",
  "pages": "4671-4678",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antineoplastic Agents",
    "Carcinoma, Lewis Lung",
    "Chromatography, High Pressure Liquid",
    "Mice",
    "Plant Extracts",
    "Saxifragaceae",
    "Tandem Mass Spectrometry"
  ],
  "article_ids": {
    "pubmed": "27575479",
    "doi": "10.1016/j.bmcl.2016.08.051",
    "pii": "S0960-894X(16)30884-8"
  },
  "doi": "10.1016/j.bmcl.2016.08.051",
  "dates": {
    "completed": "2017-08-02",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Plant Extracts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.235959",
    "pmid": "27575479"
  }
}