{
  "pmid": "27583008",
  "uid": "27583008",
  "title": "The management of bilateral posterior fracture dislocations of the shoulder: a case series illustrating management options.",
  "abstract": "BACKGROUND: Although dislocation of the shoulder is a relatively common event, the overwhelming majority of injuries are anterior. Posterior shoulder dislocation is more uncommon, comprising between 3% and 5% of all shoulder dislocations. One percent of shoulder dislocations involve a fracture, whereas only 0.9% of the 1500 cases reported by Neer (J Bone Joint Surg Am 1970; 52:1077-89; J Bone Joint Surg Am 1970; 52:1090-103) concerned posterior fracture dislocations. Bilateral posterior fracture dislocation is an even rarer event, comprising just 5% of all posterior fracture dislocations. Given the rarity and relative poor outcome often observed after these severe injuries, it is important that upper limb function is optimized. METHODS: Bilateral posterior fracture dislocations of the shoulder pose a difficult clinical challenge that requires careful management planning. To date, there have been three isolated case reports of using contralateral osteochondral humeral autograft and hemiarthroplasty. We report our experiences and clinical outcomes in managing four such cases using a variety and combination of treatments, including the first reported use of reverse shoulder arthroplasty with contralateral osteochondral humeral autografting. RESULTS: Shoulders reconstructed with humeral autograft demonstrated superior Oxford Shoulder Scores and an improved range of motion, as measured by a markerless machine vision system, compared to hemiarthroplasty. CONCLUSIONS: Our results support the use of a contralateral humeral autograft in bilateral posterior shoulder fracture dislocation.",
  "authors": [
    {
      "last_name": "Uppal",
      "fore_name": "Harpal S",
      "initials": "HS",
      "name": "Harpal S Uppal",
      "affiliations": [
        "Shoulder Unit, North Bristol NHS Trust, Southmead Hospital, Bristol, UK."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Peter W",
      "initials": "PW",
      "name": "Peter W Robinson",
      "affiliations": [
        "Shoulder Unit, North Bristol NHS Trust, Southmead Hospital, Bristol, UK."
      ]
    },
    {
      "last_name": "Packham",
      "fore_name": "Iain",
      "initials": "I",
      "name": "Iain Packham",
      "affiliations": [
        "Shoulder Unit, North Bristol NHS Trust, Southmead Hospital, Bristol, UK."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Shoulder Unit, North Bristol NHS Trust, Southmead Hospital, Bristol, UK."
      ]
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Apr"
  },
  "start_page": "111",
  "end_page": "117",
  "pages": "111-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27583008",
    "pmc": "PMC4950465",
    "doi": "10.1177/1758573215626105",
    "pii": "10.1177_1758573215626105"
  },
  "doi": "10.1177/1758573215626105",
  "pmc_id": "PMC4950465",
  "dates": {
    "completed": "2016-09-01",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:32.001917",
    "pmid": "27583008"
  }
}