{
  "pmid": "27583141",
  "uid": "27583141",
  "title": "Magnitude and variability of effect sizes for the associations between chronic pain and cognitive test performances: a meta-analysis.",
  "abstract": "OBJECTIVES AND METHODS: A systematic review and meta-analysis were performed to estimate the size and variability of the association between chronic pain (CP) and poorer cognitive test performances as a function of individual tests, pain sub-types, and study sources on 22 studies having (1) a control group, (2) reported means and standard deviations (SDs) and (3) tests studied at least 3 times. RESULTS: CP patients performed significantly poorer with small to moderate effects (d = -.31 to -.57) on Digit Span Backward; STROOP Word; Color and Color-Word; Digit Symbol; Trail Making A and B; Rey Auditory Learning Immediate and Delayed Recall and Recognition. For these 10 measures, single effects (no interaction) were supported (I(2) = 0%-8%) and Random and Fixed models yielded similar results. No group differences were found for Corsi Blocks Forward or Wisconsin Cart Sorting Test Categories Achieved, or Perseveration. Effects for the Rey Complex Figure Immediate and Delayed Recall were significant, but effect size was inconclusive, given moderate to high heterogeneity and lack of consistency between Random and Fixed models. For the Paced Auditory Serial Addition Test, there was a homogeneous (I(2) = 0%) and significantly lower performance in fibromyalgia (d = -.47), but no effect in diagnostically undifferentiated pain samples, and wide variability across studies of whiplash (d = -.15 to -1.04, I(2) = 60%). CONCLUSION: The magnitude and consistency of the CP - cognition effect depended on the test, pain subgroup and study source. SUMMARY POINTS: Among tests showing a chronic pain (CP) - cognition effect, the magnitude of this association was consistently small to moderate across tests.Effect size estimation was inconclusive for Digit Span Forwards, the Paced Auditory Serial Addition Test and the Rey Complex Figure Test.Variance was too heterogeneous for testing cognitive domain specificity of the CP - cognition effect.",
  "authors": [
    {
      "last_name": "Rathbone",
      "fore_name": "Michél",
      "initials": "M",
      "name": "Michél Rathbone",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parkinson",
      "fore_name": "William",
      "initials": "W",
      "name": "William Parkinson",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Yasir",
      "initials": "Y",
      "name": "Yasir Rehman",
      "affiliations": [
        "Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Shucui",
      "initials": "S",
      "name": "Shucui Jiang",
      "affiliations": [
        "Department of Biochemistry, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kumbhare",
      "fore_name": "Dinesh",
      "initials": "D",
      "name": "Dinesh Kumbhare",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of pain",
    "iso_abbreviation": "Br J Pain",
    "issn": "2049-4637",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Aug"
  },
  "start_page": "141",
  "end_page": "155",
  "pages": "141-55",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27583141",
    "pmc": "PMC4994775",
    "doi": "10.1177/2049463716642600",
    "pii": "10.1177_2049463716642600"
  },
  "doi": "10.1177/2049463716642600",
  "pmc_id": "PMC4994775",
  "dates": {
    "completed": "2016-09-01",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.386979",
    "pmid": "27583141"
  }
}