{
  "pmid": "27588617",
  "uid": "27588617",
  "title": "Mini-thoracotomy vs. conventional sternotomy mitral valve surgery: a systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Minimal access mitral valve surgery (mini-MVS) approaches are becoming increasingly common. They are thought to be associated with less perioperative bleeding and postoperative pain, resulting in shorter hospital length-of-stay (LOS) and faster return to daily activities. However, there are concerns that this approach may have inferior surgical results - with resultant increases in morbidity and mortality - when compared to conventional mitral valve surgery. To address this gap in the literature, we undertook a systematic review and meta-analysis, comparing right thoracotomy mini-MVS (MT-MVS) to conventional mitral valve surgery using a median sternotomy (sternotomy-MVS) approach. EVIDENCE ACQUISITION: We searched the Cochrane Library, MEDLINE, PubMed, EMBASE and Clinicaltrials.gov for randomized trials comparing MT-MVS to sternotomy-MVS in adults. Outcomes of interest were mortality, stroke, hospital length of stay, bleeding, cardiopulmonary bypass (CPB) and cross-clamp times. Studies reporting reoperation data were excluded. References were screened independently and in duplicate, and studies deemed to be potentially relevant were evaluated for inclusion by full-text review. Risk of bias was assessed using the Cochrane tool. Extracted outcome data were pooled for meta-analysis using RevMAN 5.3. The overall quality of evidence for each outcome was evaluated using the GRADE framework. EVIDENCE SYNTHESIS: Three trials including 280 patients met eligibility criteria. Studies were considered to be at high risk of bias due to lack of blinding and small number of patients. Pooled results showed no significant difference in mortality (RR 0.50, 95% CI [0.05 to 5.39], low quality) or stroke (RR 0.50, 95% CI [0.05 to 5.39], low quality). Technique-related outcomes were also similar: cardiopulmonary bypass (CPB) time (MD 17.72 minutes, 95% CI [-7.22 to 42.67), very low quality), cross-clamp time (MD 5.31 minutes, 95% CI [-14.35 to 24.96), very low quality), and bleeding (MD -148.95 mL, 95% CI [-491.02 to 193.12), low quality). Length of stay was significantly shorter in the mini-MVS group (MD -1.89 days, 95% CI [-3.57 to -0.22], P=0.03, low quality). CONCLUSIONS: MT-MVS does not result in increased morbidity and mortality or procedural duration, and may decrease hospital LOS. Our preliminary results suggest that MT-MVS is a safe and potentially beneficial approach to the surgical management of mitral valve disease. However, current evidence is of low quality and larger, more methodologically rigorous randomized trials are required.",
  "authors": [
    {
      "last_name": "Al Otaibi",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Al Otaibi",
      "affiliations": [
        "Department of Surgery, Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Saurabh",
      "initials": "S",
      "name": "Saurabh Gupta",
      "affiliations": [
        "Department of Surgery, Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada - saurabh.gupta@medportal.ca."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Cote",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, Université de Sherbrooke, Sherbrooke, ON, Canada."
      ]
    },
    {
      "last_name": "Alsagheir",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Alsagheir",
      "affiliations": [
        "Department of Surgery, Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parry",
      "fore_name": "Dominic",
      "initials": "D",
      "name": "Dominic Parry",
      "affiliations": [
        "Department of Surgery, Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Surgery, Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of cardiovascular surgery",
    "iso_abbreviation": "J Cardiovasc Surg (Torino)",
    "issn": "1827-191X",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "489",
  "end_page": "496",
  "pages": "489-496",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Loss, Surgical",
    "Cardiac Surgical Procedures",
    "Chi-Square Distribution",
    "Heart Valve Diseases",
    "Humans",
    "Length of Stay",
    "Mitral Valve",
    "Odds Ratio",
    "Operative Time",
    "Risk Factors",
    "Sternotomy",
    "Thoracotomy",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27588617",
    "doi": "10.23736/S0021-9509.16.09603-8",
    "pii": "R37Y9999N00A16090201"
  },
  "doi": "10.23736/S0021-9509.16.09603-8",
  "dates": {
    "completed": "2017-04-10",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.104444",
    "pmid": "27588617"
  }
}