{
  "pmid": "27585630",
  "uid": "27585630",
  "title": "Examining the use of health systems and policy research in the health policymaking process in Israel: views of researchers.",
  "abstract": "BACKGROUND: All too often, health policy and management decisions are made without making use of or consulting with the best available research evidence, which can lead to ineffective and inefficient health systems. One of the main actors that can ensure the use of evidence to inform policymaking is researchers. The objective of this study is to explore Israeli health systems and policy researchers' views and perceptions regarding the role of health systems and policy research (HSPR) in health policymaking and the barriers and facilitators to the use of evidence in the policymaking process. METHODS: A survey of researchers who have conducted HSPR in Israel was developed. The survey consisted of a demographics section and closed questions, which focused on support both within the researchers' organisations and the broader environment for KTE activities, perceptions on the policymaking process, and the potential influencing factors on the process. The survey was sent to all health systems and policy researchers in Israel from academic institutions, hospital settings, government agencies, the four health insurance funds, and research institutes (n = 107). All responses were analyzed using descriptive statistics. For close-ended questions about level of agreement we combined together the two highest categories (agree or strongly agree) for analysis. RESULTS: Thirty-seven respondents participated in the survey. While many respondents felt that the use of HSPR may help raise awareness on policy issues, the majority of respondents felt that the actual use of HSPR was hindered for many reasons. While facilitators do exist to support the use of research evidence in policymaking, numerous barriers hinder the process such as challenges in government/provider relations, policymakers lacking the expertise for acquiring, assessing, and applying HSPR and priorities in the health system drawing attention away from HSPR. Furthermore, it is perceived by a majority of respondents that the health insurance funds and the physician organisations exert a strong influence in the policymaking process. CONCLUSIONS: Health system and policy researchers in Israel need to be introduced to the benefits and potential advantages of evidence-informed policy in an organised and systematic way. Future research should examine the perceptions of policymakers in Israel and thus we can gain a broader perspective on where the actual issues lie.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Jerusalem College of Technology, Ha-Va'ad ha-Le'umi Street 21, Jerusalem, 93721, Israel. moriah.ellen@gmail.com.",
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Sheba Medical Center, Tel Hashomer, 52621, Israel. moriah.ellen@gmail.com.",
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L6, Canada. moriah.ellen@gmail.com.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, 4th Floor, 155 College St, Toronto, ON, M5T 3M6, Canada. moriah.ellen@gmail.com."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L6, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L6, Canada.",
        "Department of Political Science, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L6, Canada.",
        "Department of Global Health and Population, Harvard School of Public Health, 677 Huntington Ave, Boston, MA, 02115, United States of America."
      ]
    },
    {
      "last_name": "Shemer",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Shemer",
      "affiliations": [
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Sheba Medical Center, Tel Hashomer, 52621, Israel.",
        "Sackler School of Medicine, Tel Aviv University, P.O. Box 39040, Tel Aviv, 6997801, Israel."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "66",
  "pages": "66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academies and Institutes",
    "Adult",
    "Attitude",
    "Cooperative Behavior",
    "Delivery of Health Care",
    "Evidence-Based Practice",
    "Female",
    "Government",
    "Health Policy",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Insurance, Health",
    "Israel",
    "Male",
    "Middle Aged",
    "Physicians",
    "Policy Making",
    "Public Opinion",
    "Research Personnel",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "27585630",
    "pmc": "PMC5009503",
    "doi": "10.1186/s12961-016-0139-7",
    "pii": "10.1186/s12961-016-0139-7"
  },
  "doi": "10.1186/s12961-016-0139-7",
  "pmc_id": "PMC5009503",
  "dates": {
    "completed": "2017-04-14",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.989543",
    "pmid": "27585630"
  }
}