{
  "pmid": "27589604",
  "uid": "27589604",
  "title": "Development of Clinical Vignettes to Describe Alzheimer's Disease Health States: A Qualitative Study.",
  "abstract": "AIMS: To develop clinical descriptions (vignettes) of life with Alzheimer's disease (AD), we conducted focus groups of persons with AD (n = 14), family caregivers of persons with AD (n = 20), and clinicians who see persons with AD in their practices (n = 5). METHODS: Group participants read existing descriptions of AD and commented on the realism and comprehensibility of the descriptions. We used thematic framework analysis to code the comments into themes and develop three new vignettes to describe mild, moderate, and severe AD. RESULTS: Themes included the types of symptoms to mention in the new vignettes, plus the manner in which the vignettes should be written. Since the vignette descriptions were based on focus group participants' first-hand knowledge of AD, the descriptions can be said to demonstrate content validity. CONCLUSION: Members of the general public can read the vignettes and estimate their health-related quality-of-life (HRQoL) as if they had AD based on the vignette descriptions. This is especially important for economic evaluations of new AD medications, which require HRQoL to be assessed in a manner that persons with AD often find difficult to undertake. The vignettes will allow the general public to serve as a proxy and provide HRQoL estimates in place of persons with AD.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Ontario, Canada.",
        "Centre for Evaluation of Medicines of St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": [
        "Centre for Evaluation of Medicines of St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2016"
  },
  "start_page": "e0162422",
  "pages": "e0162422",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alzheimer Disease",
    "Caregivers",
    "Focus Groups",
    "Health Status",
    "Humans",
    "Qualitative Research",
    "Quality of Life",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "27589604",
    "pmc": "PMC5010212",
    "doi": "10.1371/journal.pone.0162422",
    "pii": "PONE-D-16-18150"
  },
  "doi": "10.1371/journal.pone.0162422",
  "pmc_id": "PMC5010212",
  "dates": {
    "completed": "2017-08-03",
    "revised": "2019-02-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.875784",
    "pmid": "27589604"
  }
}