{
  "pmid": "27584846",
  "uid": "27584846",
  "title": "Measures of Symptom Exaggeration for Mental Health Disorders: A Systematic Review.",
  "abstract": "Introduction .- Measures that help detect exaggeration of symptoms can be valuable for informing more accurate diagnoses and aid in treatment and case management. We completed a systematic review to identify measures that assess symptom exaggeration in mental health disorders. Methods .- Eligible studies assessed exaggeration of symptoms with a psychometrically validated measure in patients presenting with a mental health disorder. We searched MEDLINE and PsycINFO from inception to June 2013 for relevant studies. To determine study eligibility, reviewers screened title and abstracts of identified citations, and reviewed full texts of all potentially eligible citations. Data extractors completed data abstraction of eligible studies. Results .- Of 8435 unique citations, 105 studies consisting of 112 cohorts were eligible, and we identified 36 unique, validated measures assessing exaggeration of symptoms. The most frequently used measures were symptom validity indicators embedded in the Minnesota Multiphasic Personality Inventory (MMPI-2) (n=48, 46%), the Structured Interview of Reported Symptoms (SIRS) (n=12, 11%), and the Personality Assessment Inventory (PAI) (n=11, 10%). Most studies (n=96; 91%) failed to test reliability of their measure of symptom exaggeration. The symptom validity indicators in the MMPI/MMPI-2 and the SIRS both showed moderate to high internal consistency, range 0.47 to 0.85 and 0.48 to 0.95, respectively. Conclusions .- Multiple measures assessing symptom exaggeration have been used in patients with mental health disorders. The symptom validity indicators of the MMPI/MMPI-2 are the most widely used measures to assess symptom exaggeration. Assessment and reporting of reliability is poor across studies; we require further assessment of psychometric properties for existing measures of symptom exaggeration.",
  "authors": [
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "a Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "e Department of Anaesthesia and Pain Medicine, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bance",
      "fore_name": "Sheena",
      "initials": "S",
      "name": "Sheena Bance",
      "affiliations": [
        "f Department of Applied Psychology and Human Development, Ontario Institute for Studies in Education."
      ]
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail M",
      "initials": "SM",
      "name": "Sohail M Mulla",
      "affiliations": []
    },
    {
      "last_name": "Montoya",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Montoya",
      "affiliations": []
    },
    {
      "last_name": "Malachowski",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Malachowski",
      "affiliations": [
        "h Department of Rehabilitation Science, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Kamal El Din",
      "fore_name": "Mostafa",
      "initials": "M",
      "name": "Mostafa Kamal El Din",
      "affiliations": [
        "b Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "a Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "b Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "i The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of insurance medicine (New York, N.Y.)",
    "iso_abbreviation": "J Insur Med",
    "issn": "0743-6661",
    "issn_type": "Print",
    "volume": "45",
    "issue": "2",
    "pub_year": "2015"
  },
  "start_page": "103",
  "end_page": "109",
  "pages": "103-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27584846",
    "doi": "10.17849/insm-45-02-103-109.1"
  },
  "doi": "10.17849/insm-45-02-103-109.1",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.950709",
    "pmid": "27584846"
  }
}