{
  "pmid": "27591026",
  "uid": "27591026",
  "title": "Association between progression-free survival and health-related quality of life in oncology: a systematic review protocol.",
  "abstract": "INTRODUCTION: There is an increasing number of new oncology drugs being studied, approved and put into clinical practice based on improvement in progression-free survival, when no overall survival benefits exist. In oncology, the association between progression-free survival and health-related quality of life is currently unknown, despite its importance for patients with cancer, and the unverified assumption that longer progression-free survival indicates improved health-related quality of life. Thus far, only 1 study has investigated this association, providing insufficient evidence and inconclusive results. The objective of this study protocol is to provide increased transparency in supporting a systematic summary of the evidence bearing on this association in oncology. METHODS AND ANALYSIS: Using the OVID platform in MEDLINE, Embase and Cochrane databases, we will conduct a systematic review of randomised controlled human trials addressing oncology issues published starting in 2000. A team of reviewers will, in pairs, independently screen and abstract data using standardised, pilot-tested forms. We will employ numerical integration to calculate mean incremental area under the curve between treatment groups in studies for health-related quality of life, along with total related error estimates, and a 95% CI around incremental area. To describe the progression-free survival to health-related quality of life association, we will construct a scatterplot for incremental health-related quality of life versus incremental progression-free survival. To estimate the association, we will use a weighted simple regression approach, comparing mean incremental health-related quality of life with either median incremental progression-free survival time or the progression-free survival HR, in the absence of overall survival benefit. DISCUSSION: Identifying direction and magnitude of association between progression-free survival and health-related quality of life is critically important in interpreting results of oncology trials. Systematic evidence produced from our study will contribute to improvement of patient care and practice of evidence-based medicine in oncology.",
  "authors": [
    {
      "last_name": "Kovic",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Kovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brundage",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brundage",
      "affiliations": [
        "Department of Oncology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada The Research Institute of St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "02"
  },
  "start_page": "e012909",
  "pages": "e012909",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Disease Progression",
    "Disease-Free Survival",
    "Health Status",
    "Humans",
    "Neoplasms",
    "Quality of Life",
    "Research Design",
    "Survivors",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "27591026",
    "pmc": "PMC5020675",
    "doi": "10.1136/bmjopen-2016-012909",
    "pii": "bmjopen-2016-012909"
  },
  "doi": "10.1136/bmjopen-2016-012909",
  "pmc_id": "PMC5020675",
  "dates": {
    "completed": "2017-12-13",
    "revised": "2019-02-02"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.876193",
    "pmid": "27591026"
  }
}