{
  "pmid": "27598009",
  "uid": "27598009",
  "title": "Stakeholder Engagement in Trial Design: Survey of Visitors to Critically Ill Patients Regarding Preferences for Outcomes and Treatment Options during Weaning from Mechanical Ventilation.",
  "abstract": "RATIONALE: Stakeholder engagement in research is expected to provide unique insights, make research investments more accountable and transparent, and ensure that future research is applicable to patients and family members. OBJECTIVES: To inform the design of a trial of strategies for weaning from mechanical ventilation, we sought to identify preferences of patient visitors regarding outcome and treatment measures. METHODS: We conducted an interviewer-administered questionnaire of visitors of critically ill patients in two family waiting rooms serving three intensive care units (ICUs) in Toronto, Canada. Respondents rated the importance of general and ventilation-related outcomes in two hypothetical scenarios (before a first spontaneous breathing trial, and after a failed spontaneous breathing trial) and selected a preferred technique for the breathing trials. With regard to the patient they were visiting, respondents identified the most important outcome to them at ICU admission, during the ICU stay, and at ICU discharge. MEASUREMENTS AND MAIN RESULTS: We analyzed 322 questionnaires (95.5% response rate). All outcomes were highly rated (average range: 7.82-9.74). Across scenarios, outcomes rated as most important were ICU and hospital survival (9.72, 9.70), avoiding complications (9.45), quality of life (9.394), patient comfort (9.393), and returning to previous living arrangements (9.31). Overall, the most important ventilation-related outcomes were being ventilator-free (8.95), avoiding reintubation (8.905), and passing a spontaneous breathing trial (8.903). Passing a spontaneous breathing trial assumed greater importance after an initial failed attempt. \"Time to event\" outcomes were less important to visitors. We did not identify a preferred spontaneous breathing trial technique. Although ICU survival was the most important outcome at ICU admission and during the ICU stay, visitors rated quality of life higher than hospital survival at ICU discharge. CONCLUSIONS: Visitors to critically ill patients prioritized two general outcomes (ICU and hospital survival) and three ventilation-related outcomes (being ventilator free, avoiding reintubation, passing a spontaneous breathing trial), and valued avoiding complications, maintaining quality of life, comfort, and returning to previous living arrangements. The outcomes preferences of the survey respondents evolved temporally during the ICU stay.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "1 Division of Critical Care Medicine and.",
        "2 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "3 Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Jacob",
      "fore_name": "Sonu Karottaiyamvelil",
      "initials": "SK",
      "name": "Sonu Karottaiyamvelil Jacob",
      "affiliations": [
        "1 Division of Critical Care Medicine and."
      ]
    },
    {
      "last_name": "Aguirre",
      "fore_name": "Valeria",
      "initials": "V",
      "name": "Valeria Aguirre",
      "affiliations": [
        "1 Division of Critical Care Medicine and."
      ]
    },
    {
      "last_name": "Gomes",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Gomes",
      "affiliations": [
        "1 Division of Critical Care Medicine and."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "2 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "3 Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; and.",
        "4 Critical Care Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Rizvi",
      "affiliations": [
        "1 Division of Critical Care Medicine and."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1962",
  "end_page": "1968",
  "pages": "1962-1968",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Critical Illness",
    "Decision Making",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Quality of Life",
    "Research Design",
    "Stakeholder Participation",
    "Surveys and Questionnaires",
    "Time Factors",
    "Ventilator Weaning",
    "Visitors to Patients"
  ],
  "article_ids": {
    "pubmed": "27598009",
    "doi": "10.1513/AnnalsATS.201606-445OC"
  },
  "doi": "10.1513/AnnalsATS.201606-445OC",
  "dates": {
    "completed": "2017-12-29",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.148371",
    "pmid": "27598009"
  }
}