{
  "pmid": "27590082",
  "uid": "27590082",
  "title": "Canadian Primary Care Physicians' Attitudes Toward Understanding Clinical Practice Guidelines for Diabetes Screening.",
  "abstract": "OBJECTIVES: The Canadian Task Force on Preventive Health Care (CTFPHC) produces guidelines for Canadian physicians regarding screening and prevention. To better appreciate the barriers to and facilitators of guideline adherence, we sought to explore physicians' views of guidelines in general and their understanding of this CTFPHC diabetes screening guideline in particular because they pertain to screening and positive treatment. METHODS: We included Canadian physicians (N=10) who agreed to be interviewed regarding their use of guidelines as part of practice, focusing on the CTFPHC 2012 diabetes screening guideline. Individual semistructured interviews explored primary care physicians' experiences and perspectives on the use, relevance and feasibility of guidelines as part of practice, approaches to screening for diabetes, and suggestions for improving guidelines. RESULTS: Overall, physicians recognized the need for guidelines and the benefits of using Grading of Recommendations Assessment, Development and Evaluation (GRADE) methods in the guideline development process. Physicians also noted several barriers to guideline adherence, including the lack of opportunity for physicians to provide input during guideline formulation, insufficient guidance on interpreting GRADE's weak or conditional recommendations, and feasibility issues concerning using risk calculators. The predominant challenge raised by physicians was the unclear guidance for pharmacologic interventions; all respondents were unclear about the guidelines' implicit assumption that screen-positive patients would be treated with statins and aspirin (ASA). CONCLUSIONS: These interviews suggest the need for greater clarity in guideline recommendations, including clarification of the quality of evidence ratings and the strength of recommendation grading. Our low participation rate raises the issue of representativeness; replication in samples with greater willingness to participate would be desirable.",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Alexander",
      "affiliations": [
        "Health Research Methods (HRM), Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: elias98_99@yahoo.com."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Shelly-Anne",
      "initials": "SA",
      "name": "Shelly-Anne Li",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": [
        "Departments of Health Research and Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Health Sciences Centre, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "580",
  "end_page": "585",
  "pages": "580-585",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Diabetes Mellitus",
    "Guideline Adherence",
    "Humans",
    "Mass Screening",
    "Physicians, Primary Care",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Prognosis",
    "Qualitative Research",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27590082",
    "doi": "10.1016/j.jcjd.2016.05.018",
    "pii": "S1499-2671(16)30102-2"
  },
  "doi": "10.1016/j.jcjd.2016.05.018",
  "dates": {
    "completed": "2017-03-07",
    "revised": "2017-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.081471",
    "pmid": "27590082"
  }
}