{
  "pmid": "27591346",
  "uid": "27591346",
  "title": "Temporal and Regional Variations in Operative Vaginal Delivery in Canada by Pelvic Station, 2004-2012.",
  "abstract": "OBJECTIVE: To describe temporal and regional variations in Canada in the use of operative vaginal delivery (OVD) at term for singleton pregnancies by pelvic station between 2004 and 2013. METHODS: Rates of OVD among term singleton pregnancies in Canada (excluding Quebec) were estimated using information from the Discharge Abstract Database of the Canadian Institute for Health Information for the years 2004-2012 (n = 2 284 109). Deliveries were stratified by pelvic station. Temporal trends were assessed using the Cochran-Armitage test for linear trend in proportions by year. Geographic variation was assessed by calculating the rate and 95% confidence interval of each mode of delivery from 2010-2012 for each province and territory. RESULTS: Among singleton pregnancies at term, the OVD rate decreased from 12.0% in 2004 to 10.7% in 2012 (P < 0.001), whereas Caesarean section rates (excluding those following failed OVDs) increased from 24.9% to 26.7%. Forceps deliveries decreased from 3.1% to 2.5%, primarily due to decreases in midpelvic forceps delivery. Vacuum-assisted delivery increased significantly at outlet and low stations (by 26.0% and 15.1%, respectively) and remained stable at midpelvic station. The failed OVD rate was 0.3% and decreased by 23.7% (P < 0.001). There were large variations in OVD rates by province. CONCLUSION: Temporal trends in OVD rates varied by pelvic station, with rates of outlet and low OVD increasing and rates of midpelvic and failed OVD decreasing. Vacuum extraction is increasingly replacing forceps deliveries at outlet and low stations, whereas Caesarean sections are replacing forceps deliveries at midpelvic stations. Variations in OVD rates across provinces suggest differences in instrument preference and/or an evolution in standards of practice.",
  "authors": [
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver BC; Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver BC; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver BC."
      ]
    },
    {
      "last_name": "Sabr",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser Sabr",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver BC; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver BC; Department of Obstetrics and Gynaecology, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Brant",
      "fore_name": "Rollin",
      "initials": "R",
      "name": "Rollin Brant",
      "affiliations": [
        "Department of Statistics, University of British Columbia, Vancouver BC."
      ]
    },
    {
      "last_name": "Cundiff",
      "fore_name": "Geoffrey W",
      "initials": "GW",
      "name": "Geoffrey W Cundiff",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver BC; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver BC."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver BC; Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver BC; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver BC."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "38",
    "issue": "7",
    "pub_year": "2016",
    "pub_month": "Jul"
  },
  "start_page": "627",
  "end_page": "635",
  "pages": "627-35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cesarean Section",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Obstetrical Forceps",
    "Pelvis",
    "Vacuum Extraction, Obstetrical"
  ],
  "article_ids": {
    "pubmed": "27591346",
    "doi": "10.1016/j.jogc.2016.04.007",
    "pii": "S1701-2163(16)39107-1"
  },
  "doi": "10.1016/j.jogc.2016.04.007",
  "dates": {
    "completed": "2017-05-09",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:33.242062",
    "pmid": "27591346"
  }
}