{
  "pmid": "27609843",
  "uid": "27609843",
  "title": "Multivariable fractional polynomial interaction to investigate continuous effect modifiers in a meta-analysis on higher versus lower PEEP for patients with ARDS.",
  "abstract": "OBJECTIVES: A recent individual patient data (IPD) meta-analysis suggested that patients with moderate or severe acute respiratory distress syndrome (ARDS) benefit from higher positive end-expiratory pressure (PEEP) ventilation strategies. However, thresholds for continuous variables (eg, hypoxaemia) are often arbitrary and linearity assumptions in regression approaches may not hold; the multivariable fractional polynomial interaction (MFPI) approach can address both problems. The objective of this study was to apply the MFPI approach to investigate interactions between four continuous patient baseline variables and higher versus lower PEEP on clinical outcomes. SETTING: Pooled data from three randomised trials in intensive care identified by a systematic review. PARTICIPANTS: 2299 patients with acute lung injury requiring mechanical ventilation. INTERVENTIONS: Higher (N=1136) versus lower PEEP (N=1163) ventilation strategy. OUTCOME MEASURES: Prespecified outcomes included mortality, time to death and time-to-unassisted breathing. We examined the following continuous baseline characteristics as potential effect modifiers using MFPI: PaO2/FiO2 (arterial partial oxygen pressure/ fraction of inspired oxygen), oxygenation index, respiratory system compliance (tidal volume/(inspiratory plateau pressure-PEEP)) and body mass index (BMI). RESULTS: We found that for patients with PaO2/FiO2 below 150 mm Hg, but above 100 mm Hg or an oxygenation index above 12 (moderate ARDS), higher PEEP reduces hospital mortality, but the beneficial effect appears to level off for patients with very severe ARDS. Patients with mild ARDS (PaO2/FiO2 above 200 mm Hg or an oxygenation index below 10) do not seem to benefit from higher PEEP and might even be harmed. For patients with a respiratory system compliance above 40 mL/cm H2O or patients with a BMI above 35 kg/m(2), we found a trend towards reduced mortality with higher PEEP, but there is very weak statistical confidence in these findings. CONCLUSIONS: MFPI analyses suggest a nonlinear effect modification of higher PEEP ventilation by PaO2/FiO2 and oxygenation index with reduced mortality for some patients suffering from moderate ARDS. STUDY REGISTRATION NUMBER: CRD42012003129.",
  "authors": [
    {
      "last_name": "Kasenda",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Kasenda",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Sauerbrei",
      "fore_name": "Willi",
      "initials": "W",
      "name": "Willi Sauerbrei",
      "affiliations": [
        "Institute of Medical Biometrics and Medical Informatics, Freiburg University Medical Centre, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Royston",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Royston",
      "affiliations": [
        "MRC Clinical Trials Unit, Hub for Trials Methodology Research, University College London, London, UK."
      ]
    },
    {
      "last_name": "Mercat",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Mercat",
      "affiliations": [
        "University Hospital Angers, Angers, France."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Keenan Research Center for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital; & University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": [
        "Keenan Research Centre for Biomedical Science of St. Michael's Hospital, Toronto, Ontario, Canada Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Richard",
      "fore_name": "Jean-Christophe M",
      "initials": "JC",
      "name": "Jean-Christophe M Richard",
      "affiliations": [
        "Emergency and Intensive Care Department, General Hospital Annecy France, INSERM Unit 955 Eq13, Paris, France."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Thomas E",
      "initials": "TE",
      "name": "Thomas E Stewart",
      "affiliations": [
        "Niagara Health System, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland Institute for Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "start_page": "e011148",
  "pages": "e011148",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Gas Analysis",
    "Body Mass Index",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Multivariate Analysis",
    "Positive-Pressure Respiration",
    "Respiratory Distress Syndrome",
    "Tidal Volume"
  ],
  "article_ids": {
    "pubmed": "27609843",
    "pmc": "PMC5020750",
    "doi": "10.1136/bmjopen-2016-011148",
    "pii": "bmjopen-2016-011148"
  },
  "doi": "10.1136/bmjopen-2016-011148",
  "pmc_id": "PMC5020750",
  "dates": {
    "completed": "2017-12-15",
    "revised": "2020-12-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.400287",
    "pmid": "27609843"
  }
}