{
  "pmid": "27625005",
  "uid": "27625005",
  "title": "Hip Arthroscopy in Patients Age 40 or Older: A Systematic Review.",
  "abstract": "PURPOSE: To (1) report clinical outcomes, complication rates, and total hip arthroplasty (THA) conversion rates for patients age 40 or older who underwent hip arthroscopy, and (2) report any age-related predictors of outcome identified in the literature. METHODS: MEDLINE, EMBASE, and PubMed were searched for relevant studies and pertinent data were abstracted from eligible studies. No meta-analysis was performed because of heterogeneity amongst studies. RESULTS: Seventeen studies were included in this review comprising 16,327 patients, including 9,954 patients age 40 or older. All studies reported statistically significant improvements in outcomes after hip arthroscopy for femoral osteochondroplasty, labral repair, or unspecified indications. In patients 40 or older who underwent labral debridement, these improvements were not clinically significant. Obesity and osteoarthritic changes predicted poorer outcomes. Only 1 of 3 studies directly comparing the 2 groups found that patients 40 or older had a significantly less improvement in a standardized hip outcome score than patients under 40 after hip arthroscopy, but all found that patients 40 or older had significantly higher rates of THA conversion. The rate of conversion to THA was 18.1% for patients 40 or older, 23.1% for patients over 50, and 25.2% for patients over 60 with a mean of 25.0 months to THA. CONCLUSIONS: Indications for hip arthroscopy including femoral osteochondroplasty and labral repair resulted in clinically significant improvements in patients 40 or older in most research studies examined in this review, whereas labral debridement did not produce clinically significant improvements postoperatively in the same studies. In these studies, the rate of conversion to THA is higher than in patients under 40 and increases with each decade of life, with many individual studies showing a significant increase in the rate of THA conversion. Hip arthroscopy may be suitable for some patients 40 or older, but patient selection is key and patients should be informed of the higher risk of conversion to THA. LEVEL OF EVIDENCE: Level IV, systematic review of Level III and IV studies.",
  "authors": [
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Centre for Evidence Based Orthopaedics, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, U.S.A."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "464",
  "end_page": "475.e3",
  "pages": "464-475.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Arthroscopy",
    "Cartilage, Articular",
    "Debridement",
    "Hip Injuries",
    "Hip Joint",
    "Humans",
    "Middle Aged",
    "Obesity",
    "Osteoarthritis, Hip",
    "Patient Selection"
  ],
  "article_ids": {
    "pubmed": "27625005",
    "doi": "10.1016/j.arthro.2016.06.044",
    "pii": "S0749-8063(16)30453-4"
  },
  "doi": "10.1016/j.arthro.2016.06.044",
  "dates": {
    "completed": "2017-10-19",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.765717",
    "pmid": "27625005"
  }
}