{
  "pmid": "27631625",
  "uid": "27631625",
  "title": "Effect of Vitamin D3 Supplementation on Respiratory Tract Infections in Healthy Individuals: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "OBJECTIVE: Vitamin D supplementation may be a simple preventive measure against respiratory tract infections (RTIs) but evidence from randomized controlled trials is inconclusive. We aimed to systematically summarize results from interventions studying the protective effect of vitamin D supplementation on clinical and laboratory confirmed RTIs in healthy adults and children. METHODS: Medline, EMBASE, CENTRAL, and CINAHL were screened from inception until present (last updated in January 2016) completed by a search of the grey literature, clinical trial registers and conference abstracts. We included randomized trials comparing vitamin D versus placebo or no treatment. Two independent reviewers were responsible for study selection and data extraction. Cochrane's risk of bias tool and the GRADE approach were used for quality assessment. Estimates were pooled with random-effects models. Heterogeneity was explored by sub-group and meta-regression analyses. RESULTS: Of 2627 original hits, 15 trials including 7053 individuals were ultimately eligible. All used oral cholecalciferol. We found a 6% risk reduction with vitamin D3 supplementation on clinical RTIs, but the result was not statistically significant (RR 0.94; 95% CI 0.88 to 1.00). Heterogeneity was large (I-square 57%) and overall study quality was low. There were too few studies to reliably assess a potential risk reduction of laboratory confirmed RTI. Evidence was insufficient to demonstrate an association between vitamin D supplementation and risk of clinical RTI in sub-groups with vitamin D deficiency. CONCLUSIONS: In previously healthy individuals vitamin D supplementation does not reduce the risk of clinical RTIs. However, this conclusion is based on a meta-analysis where the included studies differed with respect to population, baseline vitamin D levels and study length. This needs to be considered when interpreting the results. Future trials should focus on vitamin D deficient individuals and apply more objective and standardized outcome measurements.",
  "authors": [
    {
      "last_name": "Vuichard Gysin",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Vuichard Gysin",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1115-4035"
    },
    {
      "last_name": "Dao",
      "fore_name": "Dyda",
      "initials": "D",
      "name": "Dyda Dao",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gysin",
      "fore_name": "Christian Michael",
      "initials": "CM",
      "name": "Christian Michael Gysin",
      "affiliations": [
        "McMaster University, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Child Health and Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2016"
  },
  "start_page": "e0162996",
  "pages": "e0162996",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cholecalciferol",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Respiratory Tract Infections"
  ],
  "article_ids": {
    "pubmed": "27631625",
    "pmc": "PMC5025082",
    "doi": "10.1371/journal.pone.0162996",
    "pii": "PONE-D-16-24293"
  },
  "doi": "10.1371/journal.pone.0162996",
  "pmc_id": "PMC5025082",
  "dates": {
    "completed": "2017-08-02",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Cholecalciferol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.139818",
    "pmid": "27631625"
  }
}