{
  "pmid": "27634016",
  "uid": "27634016",
  "title": "Outcomes Following Advanced Wound Care for Diabetic Foot Ulcers: A Canadian Study.",
  "abstract": "OBJECTIVES: Data concerning outcomes of Canadian patients with diabetic foot ulcers (DFUs) are limited. The objectives of this study were to evaluate the healing rates and identify the predictors of poor outcomes following advanced wound care in patients presenting with DFUs. METHODS: We conducted retrospective cohort study of adult patients who had DFUs and were referred to a single Canadian advanced diabetic foot and wound care centre between January 1, 2010, and December 31, 2010. The primary outcome was the healing rate at 52 weeks. The generalized estimating equation model was used to identify potential risk factors associated with delayed healing of DFUs. RESULTS: Of the 40 patients for whom there were complete follow ups, 35 (87.5%) had healing of all DFUs by 52 weeks. Predictors of poor healing were the presence of chronic ulcers, ulcer sizes >1 cm[2], peripheral vascular disease and multiple ulcers at first presentation. Of the patients, 7.1% required amputation, and 8.9% of patients receiving our treatment died before 52 weeks. At 52 weeks of follow up, 16 of 17 recurrent ulcers and 68 of 108 pre-existing ulcers had healed. Compared to the unadjusted healing rate of preexisting ulcers (63.0%), the unadjusted healing rate of recurrent ulcers (94.1%) was significantly higher (p=0.01). CONCLUSIONS: Our findings demonstrate that patients with DFUs in Canada who receive early and continued care from specialized, outpatient, advanced wound care centres experience significantly improved rates of healing of recurrent DFUs compared to pre-existing DFUs.",
  "authors": [
    {
      "last_name": "Roth-Albin",
      "fore_name": "Ivana",
      "initials": "I",
      "name": "Ivana Roth-Albin",
      "affiliations": [
        "The Mayer Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mai",
      "fore_name": "Safiah H C",
      "initials": "SHC",
      "name": "Safiah H C Mai",
      "affiliations": [
        "Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Zeeshan",
      "initials": "Z",
      "name": "Zeeshan Ahmed",
      "affiliations": [
        "Department of Internal Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Ji",
      "initials": "J",
      "name": "Ji Cheng",
      "affiliations": [
        "Biostatistics Unit, St. Joseph's Healthcare Hamilton and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayer",
      "fore_name": "Perry V",
      "initials": "PV",
      "name": "Perry V Mayer",
      "affiliations": [
        "The Mayer Institute, Hamilton, Ontario, Canada. Electronic address: drpvmayer@themayerinstitute.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "26",
  "end_page": "32",
  "pages": "26-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care",
    "Ambulatory Care Facilities",
    "Canada",
    "Cohort Studies",
    "Diabetic Foot",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Treatment Outcome",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "27634016",
    "doi": "10.1016/j.jcjd.2016.06.007",
    "pii": "S1499-2671(16)30025-9"
  },
  "doi": "10.1016/j.jcjd.2016.06.007",
  "dates": {
    "completed": "2017-02-09",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.891580",
    "pmid": "27634016"
  }
}