{
  "pmid": "27631730",
  "uid": "27631730",
  "title": "Two-Spotted Ladybeetle Adalia bipunctata L. (Coleoptera: Coccinellidae): A Commercially Available Predator to Control Asian Citrus Psyllid Diaphorina citri (Hemiptera: Liviidae).",
  "abstract": "The Asian citrus psyllid Diaphorina citri Kuwayama (Hemiptera: Liviidae) is an economically important pest of citrus because it serves as a vector of the causal pathogens of huanglongbing (HLB) also known as citrus greening disease. The increased use of insecticides for control of D. citri negatively impacts several natural enemies including some effective ladybeetle species which are not available commercially. The two-spotted ladybeetle, Adalia bipunctata (Coleoptera: Coccinellidae) is found in some crop and forest ecosystems of Asia, Europe and North America and available commercially. It is known to attack aphids and mealybugs but there are no published records of feeding on psyllids. We evaluated suitability and preference of A. bipunctata for nymphs of D. citri compared to corn leaf aphid Rhopalosiphum maidis (Hemiptera: Aphididae) a global pest of cereal crops and prey for many predaceous insects. We also compared development and reproduction of A. bipunctata on these two species with frozen eggs of the Mediterranean flour moth Ephestia kuehniella (Lepidoptera: Pyralidae) at 25°C. Initially, more D. citri than R. maidis nymphs were consumed in the no-choice tests although final consumption by larva and adult of A. bipunctata did not differ in the choice and no-choice tests. Larval development was prolonged by one day on D. citri compared to R. maidis nymphs but did not differ between either of these diets and E. kuehniella. Larval survival to adult averaged 93-100% and was not impacted by diet. Adult life span did not differ between diets although those on D. citri and R. maidis nymphs weighed less and produced fewer but more fertile eggs than on E. kuehniella eggs. Significant reduction of D. citri nymphs averaging 54% was observed in colonies caged with adult A. bipunctata on field planted citrus. R° (net reproductive rate) was least for beetles fed R. maidis, but otherwise there were no significant differences in demographic parameters. Successful feeding, development and reproductive performance of A. bipunctata suggest its usefulness as biological control agent of D. citri as well as aphid species exemplified by R. maidis.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Azhar A",
      "initials": "AA",
      "name": "Azhar A Khan",
      "affiliations": [
        "University of Florida, Entomology and Nematology Department, Institute of Food and Agricultural Sciences, Southwest Florida Research and Education Center, Immokalee, Florida, United States of America.",
        "University of Sargodha, Department of Entomology, Sargodha, Pakistan."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Jawwad A",
      "initials": "JA",
      "name": "Jawwad A Qureshi",
      "affiliations": [
        "University of Florida, Entomology and Nematology Department, Institute of Food and Agricultural Sciences, Southwest Florida Research and Education Center, Immokalee, Florida, United States of America."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "University of Sargodha, Department of Entomology, Sargodha, Pakistan."
      ]
    },
    {
      "last_name": "Stansly",
      "fore_name": "Philip A",
      "initials": "PA",
      "name": "Philip A Stansly",
      "affiliations": [
        "University of Florida, Entomology and Nematology Department, Institute of Food and Agricultural Sciences, Southwest Florida Research and Education Center, Immokalee, Florida, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2016"
  },
  "start_page": "e0162843",
  "pages": "e0162843",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Coleoptera",
    "Florida",
    "Hemiptera",
    "Predatory Behavior"
  ],
  "article_ids": {
    "pubmed": "27631730",
    "pmc": "PMC5025137",
    "doi": "10.1371/journal.pone.0162843",
    "pii": "PONE-D-16-26640"
  },
  "doi": "10.1371/journal.pone.0162843",
  "pmc_id": "PMC5025137",
  "dates": {
    "completed": "2017-08-07",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.769588",
    "pmid": "27631730"
  }
}