{
  "pmid": "27658982",
  "uid": "27658982",
  "title": "High-dose dexamethasone compared with prednisone for previously untreated primary immune thrombocytopenia: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Whether high-dose dexamethasone has long-term efficacy and safety in previously untreated patients with immune thrombocytopenia is unclear. We did a systematic review and a meta-analysis of randomised trials to establish the effect of high-dose dexamethasone compared with prednisone for long-term platelet count response. METHODS: We searched MEDLINE, Embase, Cumulative Index of Nursing and Allied Health Literature, and the Cochrane Library Database for papers published from 1970 to July, 2016, and abstracts from American Society of Hematology annual meetings published from 2004 to 2015 for randomised trials comparing different corticosteroid regimens for patients with previously untreated immune thrombocytopenia who achieved a platelet count response. Trials that compared corticosteroids exclusively with other interventions were excluded. The primary endpoint was overall (platelets >30 × 10[9]/L) and complete (platelets >100 × 10[9]/L) platelet count response at 6 months with high-dose dexamethasone compared with standard-dose prednisone. Children and adults were analysed separately. Estimates of effect were pooled with a random-effects model. FINDINGS: Nine randomised trials (n=1138) were included. Of those, five (n=533) compared one to three cycles of dexamethasone (40 mg per day for 4 days) with prednisone (1 mg per kg) for 14-28 days followed by dose tapering in adults. We found no difference in overall platelet count response at 6 months (pooled proportions 54% vs 43%, relative risk [RR] 1·16, 95% CI 0·79-1·71; p=0·44). At 14 days, overall platelet count response was higher with dexamethasone (79% vs 59%, RR 1·22, 95% CI 1·00-1·49; p=0·048). The dexamethasone group had fewer reported toxicities. Long-term response rates were similar when the data were analysed by cumulative corticosteroid dose over the course of treatment. No difference in initial platelet count response was observed with different high-dose corticosteroid regimens in children. INTERPRETATION: In adults with previously untreated immune thrombocytopenia, high-dose dexamethasone did not improve durable platelet count responses compared with standard-dose prednisone. High-dose dexamethasone might be preferred over prednisone for patients with severe immune thrombocytopenia who require a rapid rise in platelet count. FUNDING: Canadian Institutes of Health Research, and Canadian Blood Services, and Health Canada.",
  "authors": [
    {
      "last_name": "Mithoowani",
      "fore_name": "Siraj",
      "initials": "S",
      "name": "Siraj Mithoowani",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gregory-Miller",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Gregory-Miller",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goy",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Goy",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Matthew C",
      "initials": "MC",
      "name": "Matthew C Miller",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Wang",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Noroozi",
      "fore_name": "Nastaran",
      "initials": "N",
      "name": "Nastaran Noroozi",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kelton",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Kelton",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; Canadian Blood Services, Hamilton, ON, Canada. Electronic address: arnold@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Haematology",
    "iso_abbreviation": "Lancet Haematol",
    "issn": "2352-3026",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "10",
    "pub_year": "2016",
    "pub_month": "Oct"
  },
  "start_page": "e489",
  "end_page": "e496",
  "pages": "e489-e496",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult",
    "Anti-Inflammatory Agents",
    "Dexamethasone",
    "Dose-Response Relationship, Drug",
    "Platelet Count",
    "Prednisone",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "27658982",
    "doi": "10.1016/S2352-3026(16)30109-0",
    "pii": "S2352-3026(16)30109-0"
  },
  "doi": "10.1016/S2352-3026(16)30109-0",
  "dates": {
    "completed": "2017-10-13",
    "revised": "2024-12-18"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Dexamethasone",
    "Prednisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.313090",
    "pmid": "27658982"
  }
}