{
  "pmid": "27657326",
  "uid": "27657326",
  "title": "Onodi cell mucocele: Case report and review of the literature.",
  "abstract": "Onodi cell mucoceles are rare entities that can cause devastating ocular complications if not treated promptly. Delays in the diagnosis are possible because of the wide range of differential diagnoses of unilateral retrobulbar optic neuropathy. We describe a new case of Onodi cell mucocele in a 39-year-old woman, and we present a comprehensive review of the literature on this entity. To the best of our knowledge, no review of Onodi cell mucoceles has been previously published. Our review found that 69% of patients with an Onodi cell mucocele experienced an improvement in vision after surgical decompression. The vast majority of these patients underwent endoscopic decompression; the timing of surgical decompression did not appear to affect outcomes in terms of vision. Onodi cell mucocele requires a high degree of clinical suspicion for diagnosis and a multidisciplinary approach to management that involves primary care physicians, ophthalmologists, and otolaryngologists. Early surgical treatment via an endoscopic approach is recommended for most patients, regardless of the duration of their ophthalmologic signs and symptoms.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Lee",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery, University of Toronto Faculty of Medicine, 190 Elizabeth St., Room 3S438, RFE Bldg., Toronto ON M5G 2N2, Canada."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ear, nose, & throat journal",
    "iso_abbreviation": "Ear Nose Throat J",
    "issn": "1942-7522",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "E4",
  "end_page": "E8",
  "pages": "E4-8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Decompression, Surgical",
    "Diagnosis, Differential",
    "Eye Diseases",
    "Female",
    "Humans",
    "Mucocele"
  ],
  "article_ids": {
    "pubmed": "27657326",
    "doi": "10.1177/014556131609500905"
  },
  "doi": "10.1177/014556131609500905",
  "dates": {
    "completed": "2017-05-03",
    "revised": "2019-03-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:44.119053",
    "pmid": "27657326"
  }
}