{
  "pmid": "27651339",
  "uid": "27651339",
  "title": "Acute Traumatic Quadriplegia in Adults: Predictors of Acute in-Hospital Mortality.",
  "abstract": "AIM: To assess the in-hospital mortality rate in adult patients suffering acute traumatic complete quadriplegia and determine the possible predictors of mortality in these patients. MATERIAL AND METHODS: A review of all complete quadriplegics treated from January 1996 through March 2004 in a regional spine injuries unit measuring in-hospital mortality and other factors that might contribute to increased mortality. Multivariate logistic regression analysis was performed to explore these possible predictors of mortality. RESULTS: We identified 126 cases of cervical spinal cord injury treated at our hospital from January 1996 to March 2004 and identified only 62 cases of complete quadriplegia. Of 62 patients, 11 (17.7%) died in the hospital. Age, gender, injury mechanism and medical co-morbidity showed only trends towards a higher mortality. Age and pre-injury medical co-morbidity were found to be significant independent predicting factors for mortality. Gender, mechanism of injury, neurological level and injury severity score were not the predictors of mortality in these patients. CONCLUSION: Despite the limitations of the current evidence, advanced age and pre-existing medical co-morbidity are likely predictors of hospital mortality in the traumatic quadriplegia population.",
  "authors": [
    {
      "last_name": "Alsaleh",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Alsaleh",
      "affiliations": [
        "King Saud University, Department of Orthopaedic Surgery, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Bednar",
      "fore_name": "Drew",
      "initials": "D",
      "name": "Drew Bednar",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Turkish neurosurgery",
    "iso_abbreviation": "Turk Neurosurg",
    "issn": "2651-5032",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2017"
  },
  "start_page": "942",
  "end_page": "945",
  "pages": "942-945",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Comorbidity",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Injury Severity Score",
    "Male",
    "Middle Aged",
    "Quadriplegia",
    "Retrospective Studies",
    "Risk Factors",
    "Spinal Cord Injuries"
  ],
  "article_ids": {
    "pubmed": "27651339",
    "doi": "10.5137/1019-5149.JTN.16670-15.1"
  },
  "doi": "10.5137/1019-5149.JTN.16670-15.1",
  "dates": {
    "completed": "2018-05-29",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.568876",
    "pmid": "27651339"
  }
}