{
  "pmid": "27654660",
  "uid": "27654660",
  "title": "Investigating the key indicators for evaluating post-disaster shelter.",
  "abstract": "This study sought to identify the primary indicators for evaluating shelter assistance following natural disasters and then to develop a shelter evaluation instrument based on these indicators. Electronic databases and the 'grey' literature were scoured for publications with a relation to post-disaster shelter assistance. Indicators for evaluating such assistance were extracted from these publications. In total, 1,525 indicators were extracted from 181 publications. A preliminary evaluation instrument was designed from these 1,525 indicators. Shelter experts checked the instrument for face and content validity, and it was revised subsequently based on their input. The revised instrument comprises a version for use by shelter agencies (48 questions that assess 23 indicators) and a version for use by beneficiaries (52 questions that assess 22 indicators). The instrument can serve as a standardised tool to enable groups to gauge whether or not the shelter assistance that they supply meets the needs of disaster-affected populations.",
  "authors": [
    {
      "last_name": "Nath",
      "fore_name": "Ronita",
      "initials": "R",
      "name": "Ronita Nath",
      "affiliations": [
        "PhD Candidate in the Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": [
        "PhD is a Professor Emeritus in the Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Kabali",
      "fore_name": "Conrad",
      "initials": "C",
      "name": "Conrad Kabali",
      "affiliations": [
        "PhD is an Assistant Professor in the Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "PhD is an Associate Professor in the School of Public Health and Health Systems, University of Waterloo, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disasters",
    "iso_abbreviation": "Disasters",
    "issn": "1467-7717",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "606",
  "end_page": "627",
  "pages": "606-627",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Disasters",
    "Emergency Shelter",
    "Humans",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27654660",
    "doi": "10.1111/disa.12213"
  },
  "doi": "10.1111/disa.12213",
  "dates": {
    "completed": "2017-07-26",
    "revised": "2017-07-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.900971",
    "pmid": "27654660"
  }
}