{
  "pmid": "27651562",
  "uid": "27651562",
  "title": "Dosimetric and radiobiological characterizations of prostate intensity-modulated radiotherapy and volumetric-modulated arc therapy: A single-institution review of ninety cases.",
  "abstract": "This study reviewed prostate volumetric-modulated arc therapy (VMAT) plans with intensity-modulated radiotherapy (IMRT) plans after prostate IMRT technique was replaced by VMAT in an institution. Characterizations of dosimetry and radiobiological variation in prostate were determined based on treatment plans of 40 prostate IMRT patients (planning target volume = 77.8-335 cm(3)) and 50 VMAT patients (planning target volume = 120-351 cm(3)) treated before and after 2013, respectively. Both IMRT and VMAT plans used the same dose-volume criteria in the inverse planning optimization. Dose-volume histogram, mean doses of target and normal tissues (rectum, bladder and femoral heads), dose-volume points (D99% of planning target volume; D30%, D50%, V30 Gy and V35 Gy of rectum and bladder; D5%, V14 Gy, V22 Gy of femoral heads), conformity index (CI), homogeneity index (HI), gradient index (GI), prostate tumor control probability (TCP), and rectal normal tissue complication probability (NTCP) based on the Lyman-Burman-Kutcher algorithm were calculated for each IMRT and VMAT plan. From our results, VMAT plan was found better due to its higher (1.05%) CI, lower (0.83%) HI and (0.75%) GI than IMRT. Comparing doses in normal tissues between IMRT and VMAT, it was found that IMRT mostly delivered higher doses of about 1.05% to the normal tissues than VMAT. Prostate TCP and rectal NTCP were found increased (1%) for VMAT than IMRT. It is seen that VMAT technique can decrease the dose-volume evaluation criteria for the normal tissues. Based on our dosimetric and radiobiological results in treatment plans, it is concluded that our VMAT implementation could produce comparable or slightly better target coverage and normal tissue sparing with a faster treatment time in prostate radiotherapy.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Isa",
      "initials": "MI",
      "name": "Muhammad Isa Khan",
      "affiliations": [
        "Department of Physics, University of Gujrat, Gujrat, India."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Runqing",
      "initials": "R",
      "name": "Runqing Jiang",
      "affiliations": [
        "Department of Medical Physics, Grand River Regional Cancer Centre, Kitchener, Canada; Department of Physics and Astronomy, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Kiciak",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Kiciak",
      "affiliations": [
        "Department of Physics and Astronomy, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Ur Rehman",
      "fore_name": "Jalil",
      "initials": "J",
      "name": "Jalil Ur Rehman",
      "affiliations": [
        "Department of Physics, BUITEMS, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Physics, Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "James C L",
      "initials": "JC",
      "name": "James C L Chow",
      "affiliations": [
        "Radiation Medicine Program, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada; Department of Radiation Oncology, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical physics",
    "iso_abbreviation": "J Med Phys",
    "issn": "0971-6203",
    "issn_type": "Print",
    "volume": "41",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "162",
  "end_page": "168",
  "pages": "162-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27651562",
    "pmc": "PMC5019034",
    "doi": "10.4103/0971-6203.189479",
    "pii": "JMP-41-162"
  },
  "doi": "10.4103/0971-6203.189479",
  "pmc_id": "PMC5019034",
  "dates": {
    "completed": "2016-09-21",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.770029",
    "pmid": "27651562"
  }
}