{
  "pmid": "27660680",
  "uid": "27660680",
  "title": "Predictive potential of IL-28B genetic testing for interferon based hepatitis C virus therapy in Pakistan: Current scenario and future perspective.",
  "abstract": "In Pakistan which ranked second in terms of hepatitis C virus (HCV) infection, it is highly needed to have an established diagnostic test for antiviral therapy response prediction. Interleukin 28B (IL-28B) genetic testing is widely used throughout the world for interferon based therapy prediction for HCV patients and is quite helpful not only for health care workers but also for the patients. There is a strong relationship between single nucleotide polymorphisms at or near the IL-28B gene and the sustained virological response with pegylated interferon plus ribavirin treatment for chronic hepatitis C. Pakistan is a resource limited country, with very low per capita income and there is no proper social security (health insurance) system. The allocated health budget by the government is very low and is used on other health emergencies like polio virus and dengue virus infection. Therefore it is proposed that there should be a well established diagnostic test on the basis of IL-28B which can predict the antiviral therapy response to strengthen health care set-up of Pakistan. This test once established will help in better management of HCV infected patients.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Muhammad Sohail Afzal, Department of Chemistry, School of Science, University of Management and Technology, Lahore 54000, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "World journal of hepatology",
    "iso_abbreviation": "World J Hepatol",
    "issn": "1948-5182",
    "issn_type": "Print",
    "volume": "8",
    "issue": "26",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "18"
  },
  "start_page": "1116",
  "end_page": "1118",
  "pages": "1116-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27660680",
    "pmc": "PMC5026995",
    "doi": "10.4254/wjh.v8.i26.1116"
  },
  "doi": "10.4254/wjh.v8.i26.1116",
  "pmc_id": "PMC5026995",
  "dates": {
    "completed": "2016-09-23",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.770611",
    "pmid": "27660680"
  }
}