{
  "pmid": "27663051",
  "uid": "27663051",
  "title": "Osseous Anatomy of the Distal Radioulnar Joint: An Assessment Using 3-Dimensional Modeling and Clinical Implications.",
  "abstract": "PURPOSE: Using a novel technique, we assess and describe the distal radioulnar joint (DRUJ) anatomy. The purpose of this study was to provide the anatomic dimensions of the DRUJ and to evaluate contralateral symmetry. METHODS: Computed tomography images of 100 cadaveric forearms were obtained. Three-dimensional models of the radius and ulna were generated and evaluated using 3-dimensional modeling software. Measurements of the radius of curvature of the sigmoid notch (SN) and ulnar head (UH), as well as the length of the SN and volar and dorsal lips were performed in the axial and coronal sequences. In addition, mid-coronal angular measurements were made of the SN and UH to quantify the obliquity of the DRUJ. All coronal measurements were performed with the forearm set to neutral rotation. RESULTS: The average ulnar variance was -0.9 ± 1.8 mm. The radius of curvature of the UH (8.2 ± 1.3 mm) was markedly smaller than that of the SN (18.2 ± 8.5 mm). The length of the SN in coronal sequences increased from volar to dorsal by 65%. The mid-coronal angle (DRUJ obliquity) of the SN and UH measured 6.0 ± 9.9° and 18.0 ± 9.9°, respectively. A direct inverse correlation was demonstrated in the obliquity of the DRUJ and ulnar variance. All anatomic measurements were similar when comparing bilateral specimens. CONCLUSIONS: The SN length tends to increase in size from volar to dorsal. Bilateral specimens from the same individual demonstrate similarities and can be cautiously used for comparison. CLINICAL RELEVANCE: The relationships and measurements demonstrated in this study can be a guide when considering reconstructive procedures or dealing with complex fractures involving the DRUJ.",
  "authors": [
    {
      "last_name": "Daneshvar",
      "fore_name": "Parham",
      "initials": "P",
      "name": "Parham Daneshvar",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: pdane050@uottawa.ca."
      ]
    },
    {
      "last_name": "Willing",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Willing",
      "affiliations": [
        "Department of Engineering, Binghamton University, State University of New York, Binghamton, NY."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Department of Orthopaedics, University of Toronto, Toronto Western Hospital, Toronto."
      ]
    },
    {
      "last_name": "Grewal",
      "fore_name": "Ruby",
      "initials": "R",
      "name": "Ruby Grewal",
      "affiliations": [
        "Department of Orthopaedics, The Hand and Upper Limb Centre, St. Joseph's Health Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Graham J W",
      "initials": "GJ",
      "name": "Graham J W King",
      "affiliations": [
        "Department of Orthopaedics, The Hand and Upper Limb Centre, St. Joseph's Health Centre, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1071",
  "end_page": "1079",
  "pages": "1071-1079",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Imaging, Three-Dimensional",
    "Models, Anatomic",
    "Radius",
    "Tomography, X-Ray Computed",
    "Ulna",
    "Wrist Joint"
  ],
  "article_ids": {
    "pubmed": "27663051",
    "doi": "10.1016/j.jhsa.2016.08.012",
    "pii": "S0363-5023(16)30502-0"
  },
  "doi": "10.1016/j.jhsa.2016.08.012",
  "dates": {
    "completed": "2017-09-18",
    "revised": "2017-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.436676",
    "pmid": "27663051"
  }
}