{
  "pmid": "27665094",
  "uid": "27665094",
  "title": "Outcome reporting following navigated high tibial osteotomy of the knee: a systematic review.",
  "abstract": "PURPOSE: This systematic review evaluates radiographic and clinical outcome reporting following navigated high tibial osteotomy (HTO). Conventional HTO was used as a control to compare outcomes and furthermore investigate the quality of evidence in studies reporting outcomes for navigated HTO. It was hypothesized that navigated HTO will show superior clinical and radiographic outcomes compared to conventional HTO. METHODS: Two independent reviewers searched PubMed, Ovid (MEDLINE), EMBASE, and Cochrane databases for studies reporting outcomes following navigated HTO. Titles, abstracts, and full-text were screened in duplicate using an a priori inclusion and exclusion criteria. Descriptive statistics were calculated using Minitab [®] statistical software. Methodological Index for Nonrandomized Studies (MINORS) and Cochrane Risk of Bias Scores were used to evaluate methodological quality. RESULTS: Thirty-four studies which involved 2216 HTOs were analysed in this review, 1608 (72.6 %) navigated HTOs and 608 (27.4 %) conventional HTOs. The majority of studies were of level IV evidence (16). Clinical outcomes were reported in knee and function scores or range of motion comparisons. Postoperative clinical and functional scores were improved by navigated HTO although it is not demonstrated if there is significant improvement compared to conventional HTO. Most common clinical outcome score reported was Lysholm scores (6) which report postoperative scores of 87.8 (standard deviation 5.9) and 88.8 (standard deviation 5.9) for conventional and navigation-assisted HTO, respectively. Radiographic outcomes reported commonly were weight-bearing mechanical axis, coronal plane angle, and posterior tibial slope angle in the sagittal plane. Studies have shown HTO gives significant correction of mechanical alignment and navigated HTO produces significantly less change in posterior tibial slope postoperatively compared to conventional. The mean MINORS for the 17 non-comparative studies was 9/16, and 15/24 for the 14 non-randomized comparative studies. CONCLUSION: Navigation HTO results in improved mechanical axis alignment and demonstrates significantly better control over the tibial slope angle change postoperatively compared to conventional methods; however, these improvements have not yet been reflected in clinical outcome scores. Overall the studies report HTO does create significantly improved knee scores and functions compared to patients' preoperative ratings regardless of technique. Future studies on HTO outcomes need to focus on consistency of outcome reporting. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Yan",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, 4E15, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh Medical Centre, 3200 S. Water St., Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael DeGroote School of Medicine, McMaster University, 1200 Main St W. 4E15, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W. 4E15, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 293 Wellington St. N. Suite 110, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "3529",
  "end_page": "3555",
  "pages": "3529-3555",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Knee Joint",
    "Osteoarthritis, Knee",
    "Osteotomy",
    "Outcome Assessment, Health Care",
    "Radiography",
    "Range of Motion, Articular",
    "Surgery, Computer-Assisted",
    "Surveys and Questionnaires",
    "Tibia",
    "Weight-Bearing"
  ],
  "article_ids": {
    "pubmed": "27665094",
    "doi": "10.1007/s00167-016-4327-3",
    "pii": "10.1007/s00167-016-4327-3"
  },
  "doi": "10.1007/s00167-016-4327-3",
  "dates": {
    "completed": "2017-04-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.277383",
    "pmid": "27665094"
  }
}