{
  "pmid": "27678239",
  "uid": "27678239",
  "title": "Single Step Endodontic Management of Immature Apices using MTA.",
  "abstract": "AIM: To examine the clinical and radiographic appearance of teeth with immature apices that were treated by single step procedure using mineral trioxide aggregate (MTA). SUMMARY: Creation of a physiological hard tissue barrier with calcium hydroxide in a nonvital tooth although quite predictable has certain limitations, such as the very long duration of the treatment spread over multiple visits and increased risk of root fracture. Plugging the root canal end with MTA has been advocated as an alternative treatment modality for open apices. The technique has been proven to be successful in many recently reported cases. The cases reported here present the successful treatment of two traumatized maxillary central incisors with open apices and periapical lesions using MTA. In this case report, MTA has been used to create a hard tissue barrier after disinfection of the root canal.",
  "authors": [
    {
      "last_name": "Tewari",
      "fore_name": "R K",
      "initials": "RK",
      "name": "R K Tewari",
      "affiliations": [
        "Chairman, Department of Conservative Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Mishra",
      "fore_name": "S K",
      "initials": "SK",
      "name": "S K Mishra",
      "affiliations": [
        "Associate Professor, Department of Conservative Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Ashok",
      "initials": "A",
      "name": "Ashok Kumar",
      "affiliations": [
        "Professor, Department of Conservative Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit Kumar",
      "initials": "AK",
      "name": "Amit Kumar Garg",
      "affiliations": [
        "Assistant Professor, Department of Conservative Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Jindal",
      "fore_name": "M K",
      "initials": "MK",
      "name": "M K Jindal",
      "affiliations": [
        "Associate Professor, Department of Pediatric Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    },
    {
      "last_name": "Juneja",
      "fore_name": "Harish",
      "initials": "H",
      "name": "Harish Juneja",
      "affiliations": [
        "Postgraduate Student, Department of Conservative Dentistry, Dr ZA Dental College, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "International journal of clinical pediatric dentistry",
    "iso_abbreviation": "Int J Clin Pediatr Dent",
    "issn": "0974-7052",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2011"
  },
  "start_page": "260",
  "end_page": "263",
  "pages": "260-3",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27678239",
    "pmc": "PMC5034091",
    "doi": "10.5005/jp-journals-10005-1122"
  },
  "doi": "10.5005/jp-journals-10005-1122",
  "pmc_id": "PMC5034091",
  "dates": {
    "completed": "2016-09-28",
    "revised": "2024-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.211325",
    "pmid": "27678239"
  }
}