{
  "pmid": "27670707",
  "uid": "27670707",
  "title": "The Unmet Contraceptive Need of Incarcerated Women in Ontario.",
  "abstract": "OBJECTIVE: Studies from the United States have shown that women in correctional facilities have higher rates of unintended pregnancy and unmet need for contraception compared with the general population, and that the provision of family planning services in correctional facilities may improve access to contraception. No study has examined these issues in women in correctional facilities in Canada. We aimed to describe the rates of unintended pregnancy and contraceptive use for incarcerated women in Ontario. METHODS: Women in a provincial correctional facility in Ontario completed a written survey in 2014. We calculated the prevalence of prior unintended pregnancy, prior therapeutic abortion, and contraception use. We calculated the unmet need for contraception, defined as the proportion of women who were not using reliable contraception among women who were sexually active and were not trying to conceive. RESULTS: Of 85 participants, 82% had been pregnant, and of these women, 77% had experienced an unintended pregnancy and 57% reported having undergone a therapeutic abortion. Regarding the most recent pregnancy, 72% of women scored their pregnancy intention as unplanned or ambivalent. Of women who were at risk for unintended pregnancy prior to incarceration, 80% were not using a reliable form of contraception. CONCLUSION: Incarcerated women in Ontario have higher rates of unintended pregnancy and unmet need for contraception than does the general population. The provision of family planning services during and after incarceration may improve the health of individuals and reduce costs for society overall.",
  "authors": [
    {
      "last_name": "Liauw",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Liauw",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Foran",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Foran",
      "affiliations": [
        "Department of Political Science, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Dineley",
      "fore_name": "Brigid",
      "initials": "B",
      "name": "Brigid Dineley",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Costescu",
      "fore_name": "Dustin",
      "initials": "D",
      "name": "Dustin Costescu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Centre for Research on Inner City Health, St. Michael's Hospital, Toronto ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "38",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "820",
  "end_page": "826",
  "pages": "820-826",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27670707",
    "doi": "10.1016/j.jogc.2016.03.011",
    "pii": "S1701-2163(16)39211-8"
  },
  "doi": "10.1016/j.jogc.2016.03.011",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.232273",
    "pmid": "27670707"
  }
}