{
  "pmid": "27672623",
  "uid": "27672623",
  "title": "N-acetylgalatosamine-Mediated Regulation of the aga Operon by AgaR in Streptococcus pneumoniae.",
  "abstract": "Here, we analyze the transcriptomic response of Streptococcus pneumoniae D39 to N-acetylgalactosamine (NAGa). Transcriptome comparison of S. pneumoniae D39 grown in NAGaM17 (0.5% NAGa + M17) to that grown in GM17 (0.5% Glucose + M17) revealed the elevated expression of various carbon metabolic genes/operons, including a PTS operon (denoted here as the aga operon), which is putatively involved in NAGa transport and utilization, in the presence of NAGa. We further studied the role of a GntR-family transcriptional regulator (denoted here as AgaR) in the regulation of aga operon. Our transcriptome and RT-PCR data suggest the role of AgaR as a transcriptional repressor of the aga operon. We predicted a 20-bp operator site of AagR (5'-ATAATTAATATAACAACAAA-3') in the promoter region of the aga operon (PbgaC), which was further verified by mutating the AgaR operator site in the respective promoter. The role of CcpA in the additional regulation of the aga operon was elucidated by further transcriptome analyses and confirmed by quantitative RT-PCR.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of GroningenGroningen, Netherlands; Department of Bioinformatics and Biotechnology, Government College University FaisalabadFaisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Department of Microbiology, Tumor and Cell Biology, Karolinska Institutet Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Hifza",
      "initials": "H",
      "name": "Hifza Ahmed",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen Groningen, Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2016"
  },
  "start_page": "101",
  "pages": "101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27672623",
    "pmc": "PMC5018945",
    "doi": "10.3389/fcimb.2016.00101"
  },
  "doi": "10.3389/fcimb.2016.00101",
  "pmc_id": "PMC5018945",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.771358",
    "pmid": "27672623"
  }
}