{
  "pmid": "27687903",
  "uid": "27687903",
  "title": "Patient values and preferences on transcatheter or surgical aortic valve replacement therapy for aortic stenosis: a systematic review.",
  "abstract": "OBJECTIVE: To investigate patients' values and preferences regarding aortic valve replacement therapy for aortic stenosis. SETTING: Studies published after transcatheter aortic valve insertion (TAVI) became available (2002). PARTICIPANTS: Adults with aortic stenosis who are considering or have had valve replacement, either TAVI or via surgery (surgical aortic valve replacement, SAVR). OUTCOME MEASURES: We sought quantitative measurements, or qualitative descriptions, of values and preferences. When reported, we examined correlations between preferences and objective (eg, ejection fraction) or subjective (eg, health-related quality of life) measures of health. RESULTS: We reviewed 1348 unique citations, of which 2 studies proved eligible. One study of patients with severe aortic stenosis used a standard gamble study to ascertain that the median hypothetical mortality risk patients were willing to tolerate to achieve full health was 25% (IQR 25-50%). However, there was considerable variability; for mortality risk levels defined by current guidelines, 130 participants (30%) were willing to accept low-to-intermediate risk (≤8%), 224 (51%) high risk (>8-50%) and 85 (19%) a risk that guidelines would consider prohibitive (>50%). Study authors did not, however, assess participants' understanding of the exercise, resulting in a potential risk of bias. A second qualitative study of 15 patients identified the following factors that influence patients to undergo assessment for TAVI: symptom burden; expectations; information support; logistical barriers; facilitators; obligations and responsibilities. The study was limited by serious risk of bias due to authors' conflict of interest (5/9 authors industry-funded). CONCLUSIONS: Current evidence on patient values and preferences of adults with aortic stenosis is very limited, and no studies have enrolled patients deciding between TAVI and SAVR. On the basis of the data available, there is evidence of variability in individual values and preferences, highlighting the importance of well-informed and shared decision-making with patients facing this decision. TRIAL REGISTRATION NUMBER: PROSPERO CRD42016041907.",
  "authors": [
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Systematic Overviews through Advancing Research Technology, Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Internal Medicine, State University of New York at Buffalo, Buffalo, New York, USA VA Western New York Healthcare System at Buffalo, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A",
      "initials": "RA",
      "name": "Reed A Siemieniuk",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada Division of General Internal Medicine, and Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway Department of Medicine, Innlandet Hospital Trust-Division, Gjøvik, Norway."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "29"
  },
  "start_page": "e014327",
  "pages": "e014327",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27687903",
    "pmc": "PMC5051506",
    "doi": "10.1136/bmjopen-2016-014327",
    "pii": "bmjopen-2016-014327"
  },
  "doi": "10.1136/bmjopen-2016-014327",
  "pmc_id": "PMC5051506",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.521081",
    "pmid": "27687903"
  }
}