{
  "pmid": "27685609",
  "uid": "27685609",
  "title": "A randomised controlled trial to measure the effects and costs of a dental caries prevention regime for young children attending primary care dental services: the Northern Ireland Caries Prevention In Practice (NIC-PIP) trial.",
  "abstract": "BACKGROUND: Dental caries is the most common disease of childhood. The NHS guidelines promote preventative care in dental practices, particularly for young children. However, the cost-effectiveness of this policy has not been established. OBJECTIVE: To measure the effects and costs of a composite fluoride intervention designed to prevent caries in young children attending dental services. DESIGN: The study was a two-arm, parallel-group, randomised controlled trial, with an allocation ratio of 1 : 1. Randomisation was by clinical trials unit, using randomised permuted blocks. Children/families were not blinded; however, outcome assessment was blinded to group assessment. SETTING: The study took place in 22 NHS dental practices in Northern Ireland, UK. PARTICIPANTS: The study participants were children aged 2-3 years, who were caries free at baseline. INTERVENTIONS: The intervention was composite in nature, comprising a varnish containing 22,600 parts per million (p.p.m.) fluoride, a toothbrush and a 50-ml tube of toothpaste containing 1450 p.p.m. fluoride; plus standardised, evidence-based prevention advice provided at 6-monthly intervals over 3 years. The control group received the prevention advice alone. MAIN OUTCOME MEASURES: The primary outcome measure was conversion from caries-free to caries-active states. Secondary outcome measures were the number of decayed, missing or filled tooth surfaces in primary dentition (dmfs) in caries-active children, the number of episodes of pain, the number of extracted teeth and the costs of care. Adverse reactions (ARs) were recorded. RESULTS: A total of 1248 children (624 randomised to each group) were recruited and 1096 (549 in the intervention group and 547 in the control group) were included in the final analyses. A total of 87% of the intervention children and 85% of control children attended every 6-month visit (p = 0.77). In total, 187 (34%) children in the intervention group converted to caries active, compared with 213 (39%) in the control group [odds ratio (OR) 0.81, 95% confidence interval (CI) 0.64 to 1.04; p = 0.11]. The mean number of tooth surfaces affected by caries was 7.2 in the intervention group, compared with 9.6 in the control group (p = 0.007). There was no significant difference in the number of episodes of pain between groups (p = 0.81). However, 164 out of the total of 400 (41%) children who converted to caries active reported toothache, compared with 62 out of 696 (9%) caries-free children (OR 7.1 95% CI 5.1 to 9.9; p < 0.001). There was no statistically significant difference in the number of teeth extracted in caries-active children (p = 0.95). Ten children in the intervention group had ARs of a minor nature. The average direct dental care cost was £155.74 for the intervention group and £48.21 for the control group over 3 years (p < 0.05). The mean cost per carious surface avoided over the 3 years was estimated at £251.00. LIMITATIONS: The usual limitations of a trial such as generalisability and understanding the underlying reasons for the outcomes apply. There is no mean willingness-to-pay threshold available to enable assessment of value for money. CONCLUSIONS: A statistically significant effect could not be demonstrated for the primary outcome. Once caries develop, pain is likely. There was a statistically significant difference in dmfs in caries-active children in favour of the intervention. Although adequately powered, the effect size of the intervention was small and of questionable clinical and economic benefit. FUTURE WORK: Future work should assess the caries prevention effects of interventions to reduce sugar consumption at the population and individual levels. Interventions designed to arrest the disease once it is established need to be developed and tested in practice. TRIAL REGISTRATION: Current Controlled Trials ISRCTN36180119 and EudraCT 2009-010725-39. FUNDING: This project was funded by the National Institute for Health Research (NIHR) Health Technology Assessment programme and will be published in full in Health Technology Assessment; Vol. 20, No. 71. See the NIHR Journals Library website for further project information.",
  "authors": [
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Ciaran",
      "initials": "C",
      "name": "Ciaran O'Neill",
      "affiliations": [
        "J.E. Cairnes School of Business and Economics, National University of Ireland, Galway, Ireland."
      ]
    },
    {
      "last_name": "Donaldson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Donaldson",
      "affiliations": [
        "Health & Social Care Board of Northern Ireland, Belfast, UK."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Noble",
      "fore_name": "Solveig",
      "initials": "S",
      "name": "Solveig Noble",
      "affiliations": [
        "Northern Health & Social Care Trust, Antrim, UK."
      ]
    },
    {
      "last_name": "Killough",
      "fore_name": "Seamus",
      "initials": "S",
      "name": "Seamus Killough",
      "affiliations": [
        "General Dental Practitioner, Ballycastle, UK.",
        "British Dental Association Northern Ireland, Belfast, UK."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Murphy",
      "affiliations": [
        "Northern Ireland Clinical Trials Unit, Belfast Health & Social Care Trust, Belfast, UK."
      ]
    },
    {
      "last_name": "Greer",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Greer",
      "affiliations": [
        "Northern Ireland Clinical Trials Unit, Belfast Health & Social Care Trust, Belfast, UK."
      ]
    },
    {
      "last_name": "Brodison",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Brodison",
      "affiliations": [
        "Northern Health & Social Care Trust, Antrim, UK."
      ]
    },
    {
      "last_name": "Verghis",
      "fore_name": "Rejina",
      "initials": "R",
      "name": "Rejina Verghis",
      "affiliations": [
        "Northern Ireland Clinical Trials Unit, Belfast Health & Social Care Trust, Belfast, UK."
      ]
    },
    {
      "last_name": "Worthington",
      "fore_name": "Helen V",
      "initials": "HV",
      "name": "Helen V Worthington",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "Health technology assessment (Winchester, England)",
    "iso_abbreviation": "Health Technol Assess",
    "issn": "2046-4924",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "71",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "1",
  "end_page": "96",
  "pages": "1-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child, Preschool",
    "Cost-Benefit Analysis",
    "Dental Care",
    "Dental Caries",
    "Female",
    "Fluorides, Topical",
    "Humans",
    "Male",
    "Northern Ireland",
    "Single-Blind Method",
    "State Medicine",
    "Toothbrushing",
    "Toothpastes"
  ],
  "article_ids": {
    "pubmed": "27685609",
    "pmc": "PMC5056339",
    "doi": "10.3310/hta20710"
  },
  "doi": "10.3310/hta20710",
  "pmc_id": "PMC5056339",
  "dates": {
    "completed": "2018-02-12",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Fluorides, Topical",
    "Toothpastes"
  ],
  "grants": [
    {
      "grant_id": "08/14/19",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.676143",
    "pmid": "27685609"
  }
}