{
  "pmid": "27687539",
  "uid": "27687539",
  "title": "The MacTRAUMA TTL Assessment Tool: Developing a Novel Tool for Assessing Performance of Trauma Trainees: Initial Reliability Testing.",
  "abstract": "OBJECTIVES: To develop a novel assessment tool for trainees-led trauma resuscitation. Assess psychometric properties of the proposed tool. Evaluate feasibility and utility of the tool. INTRODUCTION: Trauma resuscitation is a structured and complex process involving unique sets of skills. There is currently no published structured formative evaluation tool for trauma trainees. Therefore, many trauma trainees rely upon limited, unstructured feedback on their performance. We developed a tool to assess trainee performance while leading a trauma resuscitation and to assist faculty in providing trainee feedback after the encounter. METHODS: This study was conducted in a level I trauma centre in Ontario, Canada. Principles of learning theories, literature review, and clinical expert opinions were used to design a tool to assess clinical competence required to lead the resuscitation. In total, 5 critical domains were identified. High-fidelity simulation-based environment was used to test interrater reliability using intraclass correlation coefficients. To gauge feasibility, practicality, and utility of the tool, an online survey was sent to raters and trainees at the end of the study. RESULTS: We found \"excellent\" agreement for \"initial critical assessment\" domain (0.80) and \"moderate to good\" agreement for the \"communication and leadership\" (0.67) and \"clinical performance\" domains (0.53). \"Poor\" agreement was identified for the \"decision-making\" domain (0.33). The coefficients for individual items reached \"good\" agreement for 5 items, and \"moderate\" agreement for 8 items. Intraclass correlation coefficients for the remaining 7 items were \"fair\" or \"poor.\" Most raters agreed that items in the medical training domain were not applicable. Feedback from raters and trainees confirmed the feasibility and acceptability of the tool for formative feedback, in addition to some suggestions to enhance the tool. CONCLUSION: MacTrauma TTL assessment tool is a novel tool for formative feedback for trainees' performance during trauma resuscitation. Initial psychometric property testing is promising. Further reliability and validity testing of the modified tool is needed. The tool has been shown to be feasible and acceptable by both trainees and faculty as a formative assessment tool.",
  "authors": [
    {
      "last_name": "Nassar",
      "fore_name": "Aussama",
      "initials": "A",
      "name": "Aussama Nassar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Coates",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Trauma Program, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tuma",
      "fore_name": "Faiz",
      "initials": "F",
      "name": "Faiz Tuma",
      "affiliations": [
        "Oklahoma University College of Medicine, Tulsa, Oklahoma."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Reid",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: reid@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of surgical education",
    "iso_abbreviation": "J Surg Educ",
    "issn": "1878-7452",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "6",
    "pub_year": "2016"
  },
  "start_page": "1046",
  "end_page": "1051",
  "pages": "1046-1051",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Education, Medical, Graduate",
    "Educational Measurement",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Internship and Residency",
    "Male",
    "Observer Variation",
    "Ontario",
    "Problem-Based Learning",
    "Psychometrics",
    "Reproducibility of Results",
    "Simulation Training",
    "Trauma Centers",
    "Traumatology",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "27687539",
    "doi": "10.1016/j.jsurg.2016.05.013",
    "pii": "S1931-7204(16)30059-9"
  },
  "doi": "10.1016/j.jsurg.2016.05.013",
  "dates": {
    "completed": "2017-11-27",
    "revised": "2017-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.359881",
    "pmid": "27687539"
  }
}