{
  "pmid": "27681818",
  "uid": "27681818",
  "title": "Understanding interprofessional collaboration in the context of chronic disease management for older adults living in communities: a concept analysis.",
  "abstract": "AIM: To report a concept analysis of interprofessional collaboration in the context of chronic disease management, for older adults living in communities. BACKGROUND: Increasing prevalence of chronic disease among older adults is creating significant burden for patients, families and healthcare systems. Managing chronic disease for older adults living in the community requires interprofessional collaboration across different health and other care providers, organizations and sectors. However, there is a lack of consensus about the definition and use of interprofessional collaboration for community-based chronic disease management. DESIGN: Concept analysis. DATA SOURCES: Electronic databases CINAHL, Medline, HealthStar, EMBASE, PsychINFO, Ageline and Cochrane Database were searched from 2000 - 2013. METHODS: Rodgers' evolutionary method for concept analysis. RESULTS: The most common surrogate term was interdisciplinary collaboration. Related terms were interprofessional team, multidisciplinary team and teamwork. Attributes included: an evolving interpersonal process; shared goals, decision-making and care planning; interdependence; effective and frequent communication; evaluation of team processes; involving older adults and family members in the team; and diverse and flexible team membership. Antecedents comprised: role awareness; interprofessional education; trust between team members; belief that interprofessional collaboration improves care; and organizational support. Consequences included impacts on team composition and function, care planning processes and providers' knowledge, confidence and job satisfaction. CONCLUSION: Interprofessional collaboration is a complex evolving concept. Key components of interprofessional collaboration in chronic disease management for community-living older adults are identified. Implications for nursing practice, education and research are proposed.",
  "authors": [
    {
      "last_name": "Bookey-Bassett",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Bookey-Bassett",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1169-6309"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mckey",
      "fore_name": "Colleen A",
      "initials": "CA",
      "name": "Colleen A Mckey",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "71",
  "end_page": "84",
  "pages": "71-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Attitude of Health Personnel",
    "Chronic Disease",
    "Disease Management",
    "Female",
    "Health Personnel",
    "Humans",
    "Independent Living",
    "Interprofessional Relations",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "27681818",
    "doi": "10.1111/jan.13162"
  },
  "doi": "10.1111/jan.13162",
  "dates": {
    "completed": "2019-02-26",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.230321",
    "pmid": "27681818"
  }
}