{
  "pmid": "27683492",
  "uid": "27683492",
  "title": "Grading Evidence for Laboratory Test Studies Beyond Diagnostic Accuracy: Application to Prognostic Testing.",
  "abstract": "BACKGROUND: Evidence-based guideline development requires transparent methodology for gathering, synthesizing and grading the quality and strength of evidence behind recommendations. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) project has addressed diagnostic test use in many of their publications. Most of the work has been directed at diagnostic tests and no consensus has been reached for prognostic biomarkers. AIM OF THIS PAPER: The GRADE system for rating the quality of evidence and the strength of a recommendation is described. The application of GRADE to diagnostic testing is discussed and a description of application to prognostic testing is detailed. Some strengths and limitations of the GRADE process in relation to clinical laboratory testing are presented. CONCLUSIONS: The GRADE system is applicable to clinical laboratory testing and if correctly applied should improve the reporting of recommendations for clinical laboratory tests by standardising the style of recommendation and by encouraging transparent reporting of the actual guideline process.",
  "authors": [
    {
      "last_name": "Don-Wauchope",
      "fore_name": "Andrew C",
      "initials": "AC",
      "name": "Andrew C Don-Wauchope",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Regional Laboratory Medicine Program, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University , Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "EJIFCC",
    "iso_abbreviation": "EJIFCC",
    "issn": "1650-3414",
    "issn_type": "Print",
    "volume": "26",
    "issue": "3",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "start_page": "168",
  "end_page": "182",
  "pages": "168-82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27683492",
    "pmc": "PMC4975301"
  },
  "pmc_id": "PMC4975301",
  "dates": {
    "completed": "2016-09-29",
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.427282",
    "pmid": "27683492"
  }
}