{
  "pmid": "27704318",
  "uid": "27704318",
  "title": "What Differences in Morphologic Features of the Knee Exist Among Patients of Various Races? A Systematic Review.",
  "abstract": "BACKGROUND: Most TKA prostheses are designed based on the anatomy of white patients. Individual studies have identified key anthropometric differences between the knees of the white population and other major ethnic groups, yet there is limited understanding of what these findings may indicate if analyzed collectively. QUESTION/PURPOSE: What are the differences in morphologic features of the distal femur and proximal tibia among and within various ethnicities? METHODS: A systematic review of the PubMed database and a hand-search of article bibliographies identified 235 potentially eligible English-language studies. Studies were excluded if they did not include morphology results or had insufficient data for analysis, were unrelated to the distal femur or proximal tibia, were conducted in pediatric patients or those undergoing unicondylar knee arthroplasty, or bone surface measurements were obtained for trauma products. This left 30 eligible studies (9050 knees). Study quality was assessed and reported as good, fair, or poor according to the NIH Quality Assessment Tool for Observational Cohort and Cross-Sectional Studies. Morphometric data for the distal femur and proximal tibia were available for four ethnic groups: East Asian (23 studies; 5543 knees), white (11 studies; 3111 knees), Indian (three studies; 283 knees), and black (three studies; 113 knees). Although relatively underrepresented, the knees from the Indian and black studies were maintained for hypothesis-generating purposes and to highlight crucial gaps in the data. The two key dimensions for selecting a suitable implant based on a patient's unique anatomy-AP length and mediolateral (ML) width-were assessed for the femur and tibia, in addition to aspect ratio, calculated by dividing the ML width by the AP length. Study measurement techniques were compared visually when possible to ensure that each pooled study conducted a similar measurement process. Any significant measurement outliers were reviewed for eligibility to determine if the measurement techniques and landmarks used were comparable to the other studies included. RESULTS: White patients had larger femoral AP measurements than East Asians (62 mm, [95% CI, 57-66 mm] vs 59 mm, [95% CI, 54-63 mm]; mean difference, 3 mm; p < 0.001), a smaller femoral aspect ratio than East Asians (1.20, [95% CI, 1.11-1.29] vs 1.25, [95% CI, 1.16-1.34]; mean difference, 0.05; p = 0.001), and a larger tibial aspect ratio than black patients (1.55, [95% CI, 1.40-1.71] vs 1.49, [95% CI, 1.33-1.64]; mean difference, 0.06; p = 0.005). CONCLUSIONS: This analysis uncovered differences of size (AP height and ML width of the femur and tibia) and shape (tibial and femoral aspect ratios) among knees from white, East Asian, and black populations. Future research is needed to understand the clinical implications of these discrepancies and to provide additional data with underrepresented groups.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "T K",
      "initials": "TK",
      "name": "T K Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, Seoul National University Bundang Hospital, Seongnam, Korea. osktk@snubh.org."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Watson",
      "fore_name": "John",
      "initials": "J",
      "name": "John Watson",
      "affiliations": [
        "Smith & Nephew, Baar, Switzerland."
      ]
    },
    {
      "last_name": "Malhotra",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Malhotra",
      "affiliations": [
        "Department of Orthopedics, All India Institute of Medical Sciences, New Delhi, India."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "475",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "170",
  "end_page": "182",
  "pages": "170-182",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Asian People",
    "Black People",
    "Femur",
    "Humans",
    "Knee",
    "Knee Joint",
    "Tibia",
    "White People"
  ],
  "article_ids": {
    "pubmed": "27704318",
    "pmc": "PMC5174057",
    "doi": "10.1007/s11999-016-5097-4",
    "pii": "10.1007/s11999-016-5097-4"
  },
  "doi": "10.1007/s11999-016-5097-4",
  "pmc_id": "PMC5174057",
  "dates": {
    "completed": "2017-03-31",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.909844",
    "pmid": "27704318"
  }
}