{
  "pmid": "27700966",
  "uid": "27700966",
  "title": "Epidemiology of Fracture in Adults from Ontario, Canada, with Chronic Kidney Disease: An Examination of Fracture Burden Using Administrative Health Data.",
  "abstract": "Fractures are associated with morbidity and mortality. Individuals with chronic kidney disease (CKD) experience bone mineral metabolism changes, which increases fracture risk. Researchers have quantified the epidemiology of fractures in adults with CKD using administrative health databases from Ontario, Canada, held at the Institute for Clinical Evaluative Sciences. Results demonstrated that many individuals with non-transplant CKD sustain fractures, with the risk increasing as kidney function declines. However, fracture risk in kidney transplant recipients was lower than previously described, which suggests recipients may not be a high-risk fracture group. There is a need to test fracture prevention interventions in the CKD population.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Postdoctoral research fellow at the Institute for Clinical Evaluative Sciences and at the University of Toronto's Institute of Health Policy, Management and Evaluation. She has received a Canadian Institutes of Health Research Fellowship and a Canadian National Transplant Research Program Astellas Training Award. She may be contacted at kyla.naylor@ices.on.ca."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Nephrologist at London Health Sciences Centre, a professor of medicine, epidemiology and biostatistics at Western University, lead of the ICES KDT research program, and an ICES scientist."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Nephrologist at Toronto General Hospital, an assistant professor at the Institute of Health Policy, Management and Evaluation at the University of Toronto, associate lead of the ICES KDT program, and an ICES scientist."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Nephrologist and medical director of renal transplantation at The Ottawa Hospital, professor of medicine at the University of Ottawa, scientist at The Ottawa Hospital, the chair in Clinical Transplantation at the University of Ottawa and vice chair of research in the department of medicine at The Ottawa Hospital."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "6",
  "end_page": "9",
  "pages": "6-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Bone Density",
    "Fractures, Bone",
    "Glomerular Filtration Rate",
    "Humans",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Ontario",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Risk Factors",
    "Transplant Recipients"
  ],
  "article_ids": {
    "pubmed": "27700966",
    "doi": "10.12927/hcq.2016.24691"
  },
  "doi": "10.12927/hcq.2016.24691",
  "dates": {
    "completed": "2017-06-07",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.211516",
    "pmid": "27700966"
  }
}