{
  "pmid": "27703764",
  "uid": "27703764",
  "title": "Light therapy for non-seasonal depression: systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Light therapy is a known treatment for patients with seasonal affective disorder. However, the efficacy of light therapy in treating patients with non-seasonal depression remains inconclusive. AIMS: To provide the current state of evidence for efficacy of light therapy in non-seasonal depressive disorders. METHOD: Systematic review of randomised controlled trials (RCTs) was conducted by searching MEDLINE, EMBASE, PsycINFO, CINAHL, and CENTRAL from their inception to September 2015. Study selection, data abstraction and risk of bias assessment were independently conducted in duplicate. Meta-analyses were performed to provide a summary statistic for the included RCTs. The reporting of this systematic review follows the PRISMA guidelines. RESULTS: A meta-analysis including 881 participants from 20 RCTs demonstrated a beneficial effect of light therapy in non-seasonal depression (standardised mean difference in depression score -0.41 (95% CI -0.64 to -0.18)). This estimate was associated with significant heterogeneity (I[2]=60%, P=0.0003) that was not sufficiently explained by subgroup analyses. There was also high risk of bias in the included trials limiting the study interpretation. CONCLUSIONS: The overall quality of evidence is poor due to high risk of bias and inconsistency. However, considering that light therapy has minimal side-effects and our meta-analysis demonstrated that a significant proportion of patients achieved a clinically significant response, light therapy may be effective for patients with non-seasonal depression and can be a helpful additional therapeutic intervention for depression. DECLARATION OF INTEREST: None. COPYRIGHT AND USAGE: © The Royal College of Psychiatrists 2016. This is an open access article distributed under the terms of the Creative Commons Non-Commercial, No Derivatives (CC BY-NC-ND) licence.",
  "authors": [
    {
      "last_name": "Perera",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Perera",
      "affiliations": [
        ", BSc, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Eisen",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Eisen",
      "affiliations": [
        ", BHSc, MiNDS Neuroscience Graduate Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Meha",
      "initials": "M",
      "name": "Meha Bhatt",
      "affiliations": [
        ", BSc, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        ", MLIS, Health Sciences Library, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": [
        ", ScD, RD, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada; Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        ", PhD, McMaster University, Hamilton, Canada; Biostatistics Unit, Centre for Evaluation of Medicine, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        ", MBChB, MRCPsych, PhD, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada; Biostatistics Unit, Centre for Evaluation of Medicine, Hamilton, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJPsych open",
    "iso_abbreviation": "BJPsych Open",
    "issn": "2056-4724",
    "issn_type": "Print",
    "volume": "2",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Mar"
  },
  "start_page": "116",
  "end_page": "126",
  "pages": "116-126",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27703764",
    "pmc": "PMC4998929",
    "doi": "10.1192/bjpo.bp.115.001610",
    "pii": "S2056472400001253"
  },
  "doi": "10.1192/bjpo.bp.115.001610",
  "pmc_id": "PMC4998929",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.197813",
    "pmid": "27703764"
  }
}