{
  "pmid": "27714387",
  "uid": "27714387",
  "title": "Impacts of changes to trading hours of liquor licences on alcohol-related harm: a systematic review 2005-2015.",
  "abstract": "BACKGROUND: Legislative limits on trading hours for licensed premises have a long history in Australia as a key policy approach to managing alcohol-related problems. In recent years, following substantial extensions to permitted hours of sale, there has been renewed attention to policies aimed at reducing late-night trading hours. Restrictions on on-premise alcohol sales have been implemented in Australia after 3.30 am in Newcastle, and after 3 am in Kings Cross and the Sydney central business district in New South Wales. In July 2016, similar restrictions were introduced state-wide after 2 am, or 3 am in 'safe night precincts', in Queensland. Similar policy changes have occurred internationally (e.g. in the UK and the Nordic countries) and there is a growing body of research examining the impacts of trading hour policies on alcohol-related harm. Although there has been a series of reviews of the research in this area, the most recent is now 5 years old and limited to studies published before March 2008. Objective and importance of study: To examine recent (2005-2015) research about the impact of changing the hours of sale of alcohol on alcohol-related harms. The ongoing public discussion about trading hours policy in Australia can benefit from an up-to-date and comprehensive review of the research. METHODS: Systematic review of the literature that considered the impact of policies that extended or restricted trading hours. MEDLINE, Core Collection, PsychINFO and EMBASE databases were searched from January 2005 to December 2015. Articles were summarised descriptively, focusing on studies conducted in Australia and published since the previous reviews. RESULTS: The search identified 21 studies, including seven from Australia. There were 14 studies published since previous reviews. A series of robust, well-designed Australian studies demonstrate that reducing the hours during which on-premise alcohol outlets can sell alcohol late at night can substantially reduce rates of violence. The Australian studies are supported by a growing body of international research. CONCLUSION: The evidence of effectiveness is strong enough to consider restrictions on late trading hours for bars and hotels as a key approach to reducing late-night violence in Australia.",
  "authors": [
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Victoria, Australia, claire.wilkinson@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Public health research & practice",
    "iso_abbreviation": "Public Health Res Pract",
    "issn": "2204-2091",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Australia",
    "Commerce",
    "Humans",
    "Policy Making",
    "Queensland",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "27714387",
    "doi": "10.17061/phrp2641644",
    "pii": "2641644"
  },
  "doi": "10.17061/phrp2641644",
  "dates": {
    "completed": "2017-04-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.766772",
    "pmid": "27714387"
  }
}