{
  "pmid": "27723014",
  "uid": "27723014",
  "title": "Danish diving-related fatalities 1999-2012.",
  "abstract": "AIM: The purpose was to explore causative tendencies among diving fatalities to prevent similar injuries in the future. METHODS: We report 33 fatal diving injuries that occurred among Danish divers during the period 1999-2012 in Scandinavian waters. The study was performed as a retrospective overview. The empiric data consists of police reports, forensic autopsy reports and examination of the diving equipment. Data were assembled and analyzed using Pivot and Excel. Frequencies and means (± SD) were used to describe categorical and continuous variables respectively. RESULTS: The mean age was 38.9 years and drowning was considered the cause of death in 24 of 28 divers for whom a diagnosis was possible. Elevated body mass index (18 of 22 divers had a BMI 〉 25) was overrepresented in our group compared to the background population. A drysuit was worn by 17 divers. Diving independently of a dive centre and mishandling of buoyancy aids were common risk factors. Only two divers released their weights. Three-quarters of those who did not would have increased their chance of survival by doing so; nevertheless, in a quarter of cases the weights were not readily releasable or not releasable at all. CONCLUSION: Unfamiliarity with drysuit diving, lack of a diving buddy and mismanagement of weights were important contributors to diving injuries.",
  "authors": [
    {
      "last_name": "Vinkel",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Vinkel",
      "affiliations": [
        "Hyperbaric Medicine Centre, Department of Anesthesiology and Surgery, Head and Orthopedic Centre, Rigshospitalet 2100 Copenhagen, Denmark. julievinkel@gmail.com."
      ]
    },
    {
      "last_name": "Bak",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bak",
      "affiliations": [
        "Hyperbaric Medicine Centre, Department of Anesthesiology and Surgery, Head and Orthopedic Centre, University Hospital of Copenhagen, Rigshospitalet, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Hyldegaard",
      "fore_name": "Ole",
      "initials": "O",
      "name": "Ole Hyldegaard",
      "affiliations": [
        "Hyperbaric Medicine Centre, Department of Anesthesiology and Surgery, Head and Orthopedic Centre, University Hospital of Copenhagen, Rigshospitalet, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Diving and hyperbaric medicine",
    "iso_abbreviation": "Diving Hyperb Med",
    "issn": "1833-3516",
    "issn_type": "Print",
    "volume": "46",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Sep"
  },
  "start_page": "142",
  "end_page": "149",
  "pages": "142-149",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Body Mass Index",
    "Cause of Death",
    "Certification",
    "Denmark",
    "Diving",
    "Drowning",
    "Equipment Failure Analysis",
    "Female",
    "First Aid",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Panic",
    "Physical Fitness",
    "Retrospective Studies",
    "Risk Factors",
    "Seasons",
    "Sex Distribution",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27723014"
  },
  "dates": {
    "completed": "2017-01-04",
    "revised": "2017-01-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:13.122166",
    "pmid": "27723014"
  }
}