{
  "pmid": "27720792",
  "uid": "27720792",
  "title": "Capturing the Palliative Home Care Experience From Bereaved Caregivers Through Qualitative Survey Data: Toward Informing Quality Improvement.",
  "abstract": "CONTEXT: Measuring palliative care experience using patient-reported outcomes is becoming important for assessing and improving quality, although most validated outcome tools solely use scaled questions. OBJECTIVES: We analyzed open-text survey responses from bereaved caregivers to identify strengths and weaknesses in the quality of end-of-life care services and to assess the usefulness of qualitative survey data for quality improvement. METHODS: This was a retrospective observational study involving bereaved caregivers of decedents who had received palliative home care services in one of six health care regions in Ontario, Canada. Using the U.K.'s validated Views of Informal Carers-Evaluation of Services survey, respondents were asked what was good and what was bad about the services provided in the last three months of life as separate open-text questions. A qualitative constant comparison approach was used to derive themes from the responses. RESULTS: Among 330 caregivers who completed the survey, 271 (82%) caregivers responded to the open-text questions: 93% of those commented on something that was good about care and 55% on something that was bad. The care experiences were generally positive, with the exception of specific individuals or settings that were perceived as adverse. The qualitative data were more informative about deficiencies in care compared with the quantitative data. CONCLUSION: The qualitative survey data in this study provided key recommendations toward making care more responsive to the needs of dying patients and their families. Capturing the narrative responses of bereaved caregivers is feasible and informative for palliative care program development.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Juravinski Cancer Centre, Hamilton, Ontario, Canada. Electronic address: bainbridgd@hhsc.ca."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Deanna",
      "initials": "D",
      "name": "Deanna Bryant",
      "affiliations": [
        "Cancer Care Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Juravinski Cancer Centre, Hamilton, Ontario, Canada; Escarpment Cancer Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "188",
  "end_page": "197",
  "pages": "188-197",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Bereavement",
    "Caregivers",
    "Female",
    "Hospice Care",
    "Humans",
    "Male",
    "Middle Aged",
    "Palliative Care",
    "Quality Improvement",
    "Retrospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27720792",
    "doi": "10.1016/j.jpainsymman.2016.08.007",
    "pii": "S0885-3924(16)30335-9"
  },
  "doi": "10.1016/j.jpainsymman.2016.08.007",
  "dates": {
    "completed": "2017-12-21",
    "revised": "2018-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.062970",
    "pmid": "27720792"
  }
}