{
  "pmid": "27729049",
  "uid": "27729049",
  "title": "Empirically evaluating the WHO global code of practice on the international recruitment of health personnel's impact on four high-income countries four years after adoption.",
  "abstract": "BACKGROUND: Shortages of health workers in low-income countries are exacerbated by the international migration of health workers to more affluent countries. This problem is compounded by the active recruitment of health workers by destination countries, particularly Australia, Canada, UK and USA. The World Health Organization (WHO) adopted a voluntary Code of Practice in May 2010 to mitigate tensions between health workers' right to migrate and the shortage of health workers in source countries. The first empirical impact evaluation of this Code was conducted 11-months after its adoption and demonstrated a lack of impact on health workforce recruitment policy and practice in the short-term. This second empirical impact evaluation was conducted 4-years post-adoption using the same methodology to determine whether there have been any changes in the perceived utility, applicability, and implementation of the Code in the medium-term. METHODS: Forty-four respondents representing government, civil society and the private sector from Australia, Canada, UK and USA completed an email-based survey evaluating their awareness of the Code, perceived impact, changes to policy or recruitment practices resulting from the Code, and the effectiveness of non-binding Codes generally. The same survey instrument from the original study was used to facilitate direct comparability of responses. Key lessons were identified through thematic analysis. RESULTS: The main findings between the initial impact evaluation and the current one are unchanged. Both sets of key informants reported no significant policy or regulatory changes to health worker recruitment in their countries as a direct result of the Code due to its lack of incentives, institutional mechanisms and interest mobilizers. Participants emphasized the existence of previous bilateral and regional Codes, the WHO Code's non-binding nature, and the primacy of competing domestic healthcare priorities in explaining this perceived lack of impact. CONCLUSIONS: The Code has probably still not produced the tangible improvements in health worker flows it aspired to achieve. Several actions, including a focus on developing bilateral codes, linking the Code to topical global priorities, and reframing the Code's purpose to emphasize health system sustainability, are proposed to improve the Code's uptake and impact.",
  "authors": [
    {
      "last_name": "Tam",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Tam",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Edge",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Edge",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, 57 Louis Pasteur St, Ottawa, ON, K1N 6N5, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, ON, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. steven.hoffman@globalstrategylab.org."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "62",
  "pages": "62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Developed Countries",
    "Health Personnel",
    "Health Policy",
    "Humans",
    "Personnel Selection",
    "Surveys and Questionnaires",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "27729049",
    "pmc": "PMC5059925",
    "doi": "10.1186/s12992-016-0198-0",
    "pii": "10.1186/s12992-016-0198-0"
  },
  "doi": "10.1186/s12992-016-0198-0",
  "pmc_id": "PMC5059925",
  "dates": {
    "completed": "2017-11-16",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.632804",
    "pmid": "27729049"
  }
}