{
  "pmid": "27729071",
  "uid": "27729071",
  "title": "Reviewing the research methods literature: principles and strategies illustrated by a systematic overview of sampling in qualitative research.",
  "abstract": "BACKGROUND: Overviews of methods are potentially useful means to increase clarity and enhance collective understanding of specific methods topics that may be characterized by ambiguity, inconsistency, or a lack of comprehensiveness. This type of review represents a distinct literature synthesis method, although to date, its methodology remains relatively undeveloped despite several aspects that demand unique review procedures. The purpose of this paper is to initiate discussion about what a rigorous systematic approach to reviews of methods, referred to here as systematic methods overviews, might look like by providing tentative suggestions for approaching specific challenges likely to be encountered. The guidance offered here was derived from experience conducting a systematic methods overview on the topic of sampling in qualitative research. RESULTS: The guidance is organized into several principles that highlight specific objectives for this type of review given the common challenges that must be overcome to achieve them. Optional strategies for achieving each principle are also proposed, along with discussion of how they were successfully implemented in the overview on sampling. We describe seven paired principles and strategies that address the following aspects: delimiting the initial set of publications to consider, searching beyond standard bibliographic databases, searching without the availability of relevant metadata, selecting publications on purposeful conceptual grounds, defining concepts and other information to abstract iteratively, accounting for inconsistent terminology used to describe specific methods topics, and generating rigorous verifiable analytic interpretations. Since a broad aim in systematic methods overviews is to describe and interpret the relevant literature in qualitative terms, we suggest that iterative decision making at various stages of the review process, and a rigorous qualitative approach to analysis are necessary features of this review type. CONCLUSIONS: We believe that the principles and strategies provided here will be useful to anyone choosing to undertake a systematic methods overview. This paper represents an initial effort to promote high quality critical evaluations of the literature regarding problematic methods topics, which have the potential to promote clearer, shared understandings, and accelerate advances in research methods. Further work is warranted to develop more definitive guidance.",
  "authors": [
    {
      "last_name": "Gentles",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Gentles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. stevegentles@gmail.com.",
        "CanChild Centre for Childhood Disability Research, McMaster University, 1400 Main Street West, IAHS 408, Hamilton, ON, L8S 1C7, Canada. stevegentles@gmail.com."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nicholas",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Nicholas",
      "affiliations": [
        "Faculty of Social Work, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "11"
  },
  "start_page": "172",
  "pages": "172",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Publications",
    "Qualitative Research",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "27729071",
    "pmc": "PMC5059917",
    "doi": "10.1186/s13643-016-0343-0",
    "pii": "10.1186/s13643-016-0343-0"
  },
  "doi": "10.1186/s13643-016-0343-0",
  "pmc_id": "PMC5059917",
  "dates": {
    "completed": "2018-01-08",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.381568",
    "pmid": "27729071"
  }
}