{
  "pmid": "27733145",
  "uid": "27733145",
  "title": "Coordination of care in the Chinese health care systems: a gap analysis of service delivery from a provider perspective.",
  "abstract": "BACKGROUND: Increases in health care utilization and costs, resulting from the rising prevalence of chronic conditions related to the aging population, is exacerbated by a high level of fragmentation that characterizes health care systems in China. There have been several pilot studies in China, aimed at system-level care coordination and its impact on the full integration of health care system, but little is known about their practical effects. Huangzhong County is one of the pilot study sites that introduced organizational integration (a dimension of integrated care) among health care institutions as a means to improve system-level care coordination. The purposes of this study are to examine the effect of organizational integration on system-level care coordination and to identify factors influencing care coordination and hence full integration of county health care systems in rural China. METHODS: We chose Huangzhong and Hualong counties in Qinghai province as study sites, with only Huangzhong having implemented organizational integration. A mixed methods approach was used based on (1) document analysis and expert consultation to develop Best Practice intervention packages; (2) doctor questionnaires, identifying care coordination from the perspective of service provision. We measured service provision with gap index, overlap index and over-provision index, by comparing observed performance with Best Practice; (3) semi-structured interviews with Chiefs of Medicine in each institution to identify barriers to system-level care coordination. RESULTS: Twenty-nine institutions (11 at county-level, 6 at township-level and 12 at village-level) were selected producing surveys with a total of 19 schizophrenia doctors, 23 diabetes doctors and 29 Chiefs of Medicine. There were more care discontinuities for both diabetes and schizophrenia in Huangzhong than in Hualong. Overall, all three index scores (measuring service gaps, overlaps and over-provision) showed similar tendencies for the two conditions. The gap indices of schizophrenia (> 5.10) were bigger for diabetes (< 2.60) in both counties. The over-provision indices of schizophrenia (> 3.25) were bigger than diabetes (< 1.80) in both counties. Overlap indices for the two conditions exceeded justified overlaps, especially for diabetes. Gap index scores for schizophrenia interventions at the township-level and over-provision index scores for diabetes interventions at both village- and township-level showed big differences between the two counties. Insufficient medical staff with appropriate competencies, lack of motivation for care coordination and related supportive policies as well as unconnected information system were identified as barriers to system-level care coordination in both counties. CONCLUSION: Findings demonstrate that organizational integration in Huangzhong has not achieved a higher level of care coordination at this stage. System-level care coordination is most problematic at village-level institutions in Hualong, but at county-level institutions in Huangzhong. These findings suggest that attention be given to other aspects of integration (e.g., clinical and service integration) to promote system-level care coordination and contribute to the full integration of health care system in the pilot county.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Health Care Management, Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Weiming",
      "initials": "W",
      "name": "Weiming Zhu",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, 38 Xueyuan Road, Haidian district, Beijing, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Huifen",
      "initials": "H",
      "name": "Huifen Ma",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, 38 Xueyuan Road, Haidian district, Beijing, China."
      ]
    },
    {
      "last_name": "Embrett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Embrett",
      "affiliations": [
        "Health policy, Faculty of health science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Qingyue",
      "initials": "Q",
      "name": "Qingyue Meng",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, 38 Xueyuan Road, Haidian district, Beijing, China. qmeng@bjmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "571",
  "pages": "571",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "China",
    "Delivery of Health Care",
    "Diabetes Mellitus",
    "Humans",
    "Interviews as Topic",
    "Patient Care Management",
    "Physicians",
    "Pilot Projects",
    "Rural Health Services",
    "Schizophrenia",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27733145",
    "pmc": "PMC5062922",
    "doi": "10.1186/s12913-016-1813-8",
    "pii": "10.1186/s12913-016-1813-8"
  },
  "doi": "10.1186/s12913-016-1813-8",
  "pmc_id": "PMC5062922",
  "dates": {
    "completed": "2017-10-30",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.851093",
    "pmid": "27733145"
  }
}