{
  "pmid": "27747973",
  "uid": "27747973",
  "title": "Transforming Latent Utilities to Health Utilities: East Does Not Meet West.",
  "abstract": "Discrete choice experiments (DCEs) are a promising alternative to more resource-intensive preference elicitation methods such as time trade-off (TTO), as pairwise comparisons are more amenable to online completion, which can save time and money. However, modeling DCE data produces latent utilities which are on an unknown scale. Therefore, latent utilities need to be transformed to a full health-dead scale before they can be used in quality-adjusted life year calculations. We aimed to explore transformation functions from DCE-derived latent utilities to TTO-derived health utilities. We used EQ-5D-5L valuation data from eight different countries that collected both DCE and TTO data by using a standardized protocol. Results found less variation in the function that transformed latent utilities to health utilities in the western countries than in the eastern countries. While a global transformation function is not recommended, results suggest that regional transformation functions could potentially be used to derive health utilities from DCE data. Copyright © 2016 John Wiley & Sons, Ltd.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Father Sean O'Sullivan Research Center, St. Joseph's Healthcare Hamilton, Ontario, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pickard",
      "fore_name": "A Simon",
      "initials": "AS",
      "name": "A Simon Pickard",
      "affiliations": [
        "Center for Pharmacoepidemiology and Pharmacoeconomic Research and Department of Pharmacy Systems, Outcomes and Research, University of Illinois at Chicago, Chicago, Illinois, USA.",
        "Department of Medical Research, China Medical University Hospital, China Medical University, Taichung, Taiwan."
      ]
    },
    {
      "last_name": "Ramos Goñi",
      "fore_name": "Juan Manuel",
      "initials": "JM",
      "name": "Juan Manuel Ramos Goñi",
      "affiliations": [
        "The EuroQol Group, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Jo",
      "fore_name": "Min-Woo",
      "initials": "MW",
      "name": "Min-Woo Jo",
      "affiliations": [
        "Department of Preventive Medicine, University of Ulsan College of Medicine, Seoul, South Korea.",
        "National Evidence-based Healthcare Collaborating Agency, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Igarashi",
      "fore_name": "Ataru",
      "initials": "A",
      "name": "Ataru Igarashi",
      "affiliations": [
        "Department of Drug Policy and Management, Graduate School of Pharmaceutical Sciences, University of Tokyo, Tokyo, Japan."
      ]
    }
  ],
  "journal": {
    "title": "Health economics",
    "iso_abbreviation": "Health Econ",
    "issn": "1099-1050",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1524",
  "end_page": "1533",
  "pages": "1524-1533",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Algorithms",
    "Health Status",
    "Humans",
    "Internationality",
    "Interviews as Topic",
    "Middle Aged",
    "Patient Preference",
    "Qualitative Research",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27747973",
    "doi": "10.1002/hec.3444"
  },
  "doi": "10.1002/hec.3444",
  "dates": {
    "completed": "2019-02-12",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MSH 122801",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.879853",
    "pmid": "27747973"
  }
}