{
  "pmid": "27744276",
  "uid": "27744276",
  "title": "Rethinking the financing of healthcare in Canada.",
  "abstract": "Canadians need to talk about their healthcare, about who pays for what, when. Lack of money is not the issue; how that money is spent is the issue-what public healthcare is covering and not covering. The same dollar amount can be spent quite differently and more effectively. The 1950s first-dollar, single-payor decision shifted the burden from the individual to government, but a lot has changed since the 1950s. Today Medicare is not universal, comprehensive, reasonably accessible, or portable. With residual constitutional power residing in Ottawa, there is no reason for the fragmentation and inequalities facing Canadians. Sound fiscal policy enables funding at appropriate levels when needed; however, current fiscal policy is not sound. Canada can learn from countries that outperform it in terms of quality, waits, access, outcomes, and value for money. This article provides some fresh thinking about the financing of a system that currently is failing Canadians.",
  "authors": [
    {
      "last_name": "Taylor",
      "fore_name": "D Wayne",
      "initials": "DW",
      "name": "D Wayne Taylor",
      "affiliations": [
        "The Cameron Institute, Cambridge, Ontario, Canada. dwaynetaylor@rogers.com."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare management forum",
    "iso_abbreviation": "Healthc Manage Forum",
    "issn": "0840-4704",
    "issn_type": "Print",
    "volume": "29",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "260",
  "end_page": "263",
  "pages": "260-263",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Delivery of Health Care",
    "Government",
    "Humans",
    "National Health Programs",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "27744276",
    "doi": "10.1177/0840470416658904",
    "pii": "0840470416658904"
  },
  "doi": "10.1177/0840470416658904",
  "dates": {
    "completed": "2018-10-24",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:15.977325",
    "pmid": "27744276"
  }
}