{
  "pmid": "27752221",
  "uid": "27752221",
  "title": "Strategies and Systems-Level Interventions to Combat or Prevent Drug Counterfeiting: A Systematic Review of Evidence Beyond Effectiveness.",
  "abstract": "BACKGROUND: A recent systematic review suggested that drug registrations and onsite quality inspections may be effective in reducing the prevalence of counterfeit and substandard drugs. However, simply replicating the most effective interventions is problematic, as it denotes implementing the intervention without further adaptation. OBJECTIVE: The aim was to systematically review the evidence beyond effectiveness for systems-level interventions to combat or prevent drug counterfeiting. METHODS: We conducted an extensive search, including an electronic search of 14 databases. We included studies examining the efficiency, feasibility, reliability, and economic outcomes of the interventions, as well as barriers and facilitators to their implementation. Two reviewers selected eligible studies and abstracted data in duplicate and independently. We synthesized the results narratively, stratified by type of intervention. RESULTS: Of 10,220 captured citations, 19 met our inclusion criteria. The findings suggest that the following may strengthen regulatory measures (e.g., registration): minimizing drug diversion, enhancing lines of communications, ensuring feedback on drug quality, and promoting strict licensing criteria. There is evidence that onsite quality surveillance and inspection systems may be efficient and cost-effective for preliminary testing of large samples of drugs. Laws and legislation need to be specific to counterfeit drugs, include firm penalties, address online purchasing of drugs, and be complemented by education of judges and lawyers. Public awareness and education should rely on multiple platforms and comprehensive and dedicated content. While product authentication technologies may be efficient and reliable in detecting counterfeit drugs in the supply chain, they require a strong information system infrastructure. As for pharmacovigilance systems, it is critical to tackle the issue of underreporting, to enhance their chances of success. CONCLUSION: Several factors are critical to the successful design and implementation of systems-level interventions to combat or prevent drug counterfeiting. Policymakers need to take these into consideration to ensure success of these interventions.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon ; Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020 Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon ; Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020 Lebanon ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Annan",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah Annan",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020 Lebanon."
      ]
    },
    {
      "last_name": "Azzam",
      "fore_name": "Hayat",
      "initials": "H",
      "name": "Hayat Azzam",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020 Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON Canada ; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon ; Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Pharmaceutical medicine",
    "iso_abbreviation": "Pharmaceut Med",
    "issn": "1178-2595",
    "issn_type": "Print",
    "volume": "30",
    "issue": "5",
    "pub_year": "2016"
  },
  "start_page": "263",
  "end_page": "276",
  "pages": "263-276",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27752221",
    "pmc": "PMC5045490",
    "doi": "10.1007/s40290-016-0156-4",
    "pii": "156"
  },
  "doi": "10.1007/s40290-016-0156-4",
  "pmc_id": "PMC5045490",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.823094",
    "pmid": "27752221"
  }
}