{
  "pmid": "27755068",
  "uid": "27755068",
  "title": "Clinical Practice Guidelines for Sustained Neuromuscular Blockade in the Adult Critically Ill Patient.",
  "abstract": "OBJECTIVE: To update the 2002 version of \"Clinical practice guidelines for sustained neuromuscular blockade in the adult critically ill patient.\" DESIGN: A Task Force comprising 17 members of the Society of Critical Medicine with particular expertise in the use of neuromuscular-blocking agents; a Grading of Recommendations Assessment, Development, and Evaluation expert; and a medical writer met via teleconference and three face-to-face meetings and communicated via e-mail to examine the evidence and develop these practice guidelines. Annually, all members completed conflict of interest statements; no conflicts were identified. This activity was funded by the Society for Critical Care Medicine, and no industry support was provided. METHODS: Using the Grading of Recommendations Assessment, Development, and Evaluation system, the Grading of Recommendations Assessment, Development, and Evaluation expert on the Task Force created profiles for the evidence related to six of the 21 questions and assigned quality-of-evidence scores to these and the additional 15 questions for which insufficient evidence was available to create a profile. Task Force members reviewed this material and all available evidence and provided recommendations, suggestions, or good practice statements for these 21 questions. RESULTS: The Task Force developed a single strong recommendation: we recommend scheduled eye care that includes lubricating drops or gel and eyelid closure for patients receiving continuous infusions of neuromuscular-blocking agents. The Task Force developed 10 weak recommendations. 1) We suggest that a neuromuscular-blocking agent be administered by continuous intravenous infusion early in the course of acute respiratory distress syndrome for patients with a PaO2/FIO2 less than 150. 2) We suggest against the routine administration of an neuromuscular-blocking agents to mechanically ventilated patients with status asthmaticus. 3) We suggest a trial of a neuromuscular-blocking agents in life-threatening situations associated with profound hypoxemia, respiratory acidosis, or hemodynamic compromise. 4) We suggest that neuromuscular-blocking agents may be used to manage overt shivering in therapeutic hypothermia. 5) We suggest that peripheral nerve stimulation with train-of-four monitoring may be a useful tool for monitoring the depth of neuromuscular blockade but only if it is incorporated into a more inclusive assessment of the patient that includes clinical assessment. 6) We suggest against the use of peripheral nerve stimulation with train of four alone for monitoring the depth of neuromuscular blockade in patients receiving continuous infusion of neuromuscular-blocking agents. 7) We suggest that patients receiving a continuous infusion of neuromuscular-blocking agent receive a structured physiotherapy regimen. 8) We suggest that clinicians target a blood glucose level of less than 180 mg/dL in patients receiving neuromuscular-blocking agents. 9) We suggest that clinicians not use actual body weight and instead use a consistent weight (ideal body weight or adjusted body weight) when calculating neuromuscular-blocking agents doses for obese patients. 10) We suggest that neuromuscular-blocking agents be discontinued at the end of life or when life support is withdrawn. In situations in which evidence was lacking or insufficient and the study results were equivocal or optimal clinical practice varies, the Task Force made no recommendations for nine of the topics. 1) We make no recommendation as to whether neuromuscular blockade is beneficial or harmful when used in patients with acute brain injury and raised intracranial pressure. 2) We make no recommendation on the routine use of neuromuscular-blocking agents for patients undergoing therapeutic hypothermia following cardiac arrest. 3) We make no recommendation on the use of peripheral nerve stimulation to monitor degree of block in patients undergoing therapeutic hypothermia. 4) We make no recommendation on the use of neuromuscular blockade to improve the accuracy of intravascular-volume assessment in mechanically ventilated patients. 5) We make no recommendation concerning the use of electroencephalogram-derived parameters as a measure of sedation during continuous administration of neuromuscular-blocking agents. 6) We make no recommendation regarding nutritional requirements specific to patients receiving infusions of neuromuscular-blocking agents. 7) We make no recommendation concerning the use of one measure of consistent weight over another when calculating neuromuscular-blocking agent doses in obese patients. 8) We make no recommendation on the use of neuromuscular-blocking agents in pregnant patients. 9) We make no recommendation on which muscle group should be monitored in patients with myasthenia gravis receiving neuromuscular-blocking agents. Finally, in situations in which evidence was lacking or insufficient but expert consensus was unanimous, the Task Force developed six good practice statements. 1) If peripheral nerve stimulation is used, optimal clinical practice suggests that it should be done in conjunction with assessment of other clinical findings (e.g., triggering of the ventilator and degree of shivering) to assess the degree of neuromuscular blockade in patients undergoing therapeutic hypothermia. 2) Optimal clinical practice suggests that a protocol should include guidance on neuromuscular-blocking agent administration in patients undergoing therapeutic hypothermia. 3) Optimal clinical practice suggests that analgesic and sedative drugs should be used prior to and during neuromuscular blockade, with the goal of achieving deep sedation. 4) Optimal clinical practice suggests that clinicians at the bedside implement measure to attenuate the risk of unintended extubation in patients receiving neuromuscular-blocking agents. 5) Optimal clinical practice suggests that a reduced dose of an neuromuscular-blocking agent be used for patients with myasthenia gravis and that the dose should be based on peripheral nerve stimulation with train-of-four monitoring. 6) Optimal clinical practice suggests that neuromuscular-blocking agents be discontinued prior to the clinical determination of brain death.",
  "authors": [
    {
      "last_name": "Murray",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Murray",
      "affiliations": [
        "1Geisinger Medical Center, Danville, PA. 2Albany Medical Center, Albany, NY. 3University of Arizona College of Pharmacy, Tucson, AZ. 4Clinic Medical Center, Burlington, MA. 5Indiana University, Indiana, IN. 6Grand Strand Medical Center, Myrtle Beach, SC. 7Baystate Medical Center, Springfield, MA. 8Saint Elizabeth's Medical Center, Boston, MA. 9University of Toronto, Toronto, Canada. 10Riverside Medical Group, Yorktown, VA. 11University of Nebraska Medical Center, Omaha, NE. 12Novant Health, Clemmons, NC. 13Massachusetts General Hospital, Boston, MA. 14Mayo Clinic, Rochester, MN. 15Lancaster General Hospital, Lancaster, PA. 16McMaster University, Hamilton, Ontario, Canada. 17Medscape, New York, NY. 18University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "DeBlock",
      "fore_name": "Heidi",
      "initials": "H",
      "name": "Heidi DeBlock",
      "affiliations": []
    },
    {
      "last_name": "Erstad",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Erstad",
      "affiliations": []
    },
    {
      "last_name": "Gray",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Gray",
      "affiliations": []
    },
    {
      "last_name": "Jacobi",
      "fore_name": "Judi",
      "initials": "J",
      "name": "Judi Jacobi",
      "affiliations": []
    },
    {
      "last_name": "Jordan",
      "fore_name": "Che",
      "initials": "C",
      "name": "Che Jordan",
      "affiliations": []
    },
    {
      "last_name": "McGee",
      "fore_name": "William",
      "initials": "W",
      "name": "William McGee",
      "affiliations": []
    },
    {
      "last_name": "McManus",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire McManus",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Nix",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Nix",
      "affiliations": []
    },
    {
      "last_name": "Patterson",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Patterson",
      "affiliations": []
    },
    {
      "last_name": "Sands",
      "fore_name": "M Karen",
      "initials": "MK",
      "name": "M Karen Sands",
      "affiliations": []
    },
    {
      "last_name": "Pino",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Pino",
      "affiliations": []
    },
    {
      "last_name": "Tescher",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Tescher",
      "affiliations": []
    },
    {
      "last_name": "Arbour",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Arbour",
      "affiliations": []
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": []
    },
    {
      "last_name": "Murray",
      "fore_name": "Catherine Friederich",
      "initials": "CF",
      "name": "Catherine Friederich Murray",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "2079",
  "end_page": "2103",
  "pages": "2079-2103",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Analgesics",
    "Brain Death",
    "Critical Illness",
    "Female",
    "Hemodynamics",
    "Humans",
    "Hypnotics and Sedatives",
    "Hypothermia, Induced",
    "Myasthenia Gravis",
    "Neuromuscular Blockade",
    "Neuromuscular Blocking Agents",
    "Neuromuscular Junction",
    "Neuromuscular Monitoring",
    "Obesity",
    "Pregnancy",
    "Respiratory Distress Syndrome",
    "Status Asthmaticus",
    "Terminal Care",
    "Withholding Treatment"
  ],
  "article_ids": {
    "pubmed": "27755068",
    "doi": "10.1097/CCM.0000000000002027",
    "pii": "00003246-201611000-00016"
  },
  "doi": "10.1097/CCM.0000000000002027",
  "dates": {
    "completed": "2017-05-25",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Analgesics",
    "Hypnotics and Sedatives",
    "Neuromuscular Blocking Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:24.659829",
    "pmid": "27755068"
  }
}