{
  "pmid": "27770564",
  "uid": "27770564",
  "title": "Lung inflammation caused by long-term exposure to titanium dioxide in mice involving in NF-κB signaling pathway.",
  "abstract": "Titanium dioxide nanoparticles (TiO2 NPs) are used in many fields, such as paints, medicine additives, food additives, sunscreens, and agriculture. The aim of this study was to investigate the mechanism behind the formation of inflammation induced by TiO2 NPs. ICR mice were exposed to TiO2 NPs through intragastric administration at 2.5, 5, and 10 mg/kg body weight every day for 90 consecutive days. The experiment suggested that long-term exposure to TiO2 NPs resulted in an obvious inflammatory response in mice lung tissues, which led to a thickened alveoli septum, lung hyperemia, and titanium accumulation. Furthermore, our results show that TiO2 NPs exposure remarkably altered the expression of inflammation-related cytokines, with increases in proinflammatory cytokines-such as nucleic factor-κB, interferon-α, interferon-β, interleukin-1β, interleukin-6, cyclo-oxygen-ase, interleukin-8, interferon-inducible protein-10, and platelet-derived growth factor AB-and decreases in anti-inflammatory cytokines-such as inhibitor of NF-κB suppressor of cytokine signaling 1, endothelin 1, peroxisome proliferators-activated receptors-γ, and peroxisome proliferators-activated receptors coactivator-1α. This finding indicated that TiO2 NPs cause lung inflammation in mice after intragastric administration, primarily through the NF-κB signaling pathways. Therefore, more attention should be placed on the application of TiO2 NPs and their potential long-term effects, especially in human beings. © 2016 Wiley Periodicals, Inc. J Biomed Mater Res Part A: 105A: 720-727, 2017.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Liu",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou, 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Fashui",
      "initials": "F",
      "name": "Fashui Hong",
      "affiliations": [
        "Jiangsu Collaborative Innovation Center of Regional Modern Agriculture & Environmental Protection, Huaiyin Normal University, Huaian, 223300, China.",
        "Jiangsu Key Laboratory for Eco-Agricultural Biotechnology around Hongze Lake, Huaiyin Normal University, Huaian, 223300, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Jie-Lu",
      "initials": "JL",
      "name": "Jie-Lu Zhou",
      "affiliations": [
        "Department of Scientific and Educational Affairs, Suzhou Kowloon Hospital Affiliated with Shanghai Jiao Tong University School of Medicine, Suzhou, 215021, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Applied Biology, School of Basic Medical and Biological Sciences, Soochow University, RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou, 215123, People's Republic of China."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomedical materials research. Part A",
    "iso_abbreviation": "J Biomed Mater Res A",
    "issn": "1552-4965",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "start_page": "720",
  "end_page": "727",
  "pages": "720-727",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cytokines",
    "Endothelin-1",
    "Female",
    "Mice",
    "Mice, Inbred ICR",
    "NF-kappa B",
    "PPAR gamma",
    "Pneumonia",
    "Signal Transduction",
    "Suppressor of Cytokine Signaling 1 Protein",
    "Time Factors",
    "Titanium"
  ],
  "article_ids": {
    "pubmed": "27770564",
    "doi": "10.1002/jbm.a.35945"
  },
  "doi": "10.1002/jbm.a.35945",
  "dates": {
    "completed": "2017-11-20",
    "revised": "2018-11-15"
  },
  "chemicals": [
    "Cytokines",
    "Endothelin-1",
    "NF-kappa B",
    "PPAR gamma",
    "Socs1 protein, mouse",
    "Suppressor of Cytokine Signaling 1 Protein",
    "titanium dioxide",
    "Titanium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.237453",
    "pmid": "27770564"
  }
}