{
  "pmid": "27779511",
  "uid": "27779511",
  "title": "The Impact of Emotion on Learners' Application of Basic Science Principles to Novel Problems.",
  "abstract": "PURPOSE: Training to become a physician is an emotionally laden experience. Research in cognitive psychology indicates that emotions can influence learning and performance, but the materials used in such research (e.g., word lists) rarely reflect the complexity of material presented in medical school. The present study examined whether emotions influence learning of basic science principles. METHOD: Fifty-five undergraduate psychology students were randomly assigned to write about positive, negative, or neutral life events for nine minutes. Participants were then taught three physiological concepts, each in the context of a single organ system. Testing consisted of 13 clinical cases, 7 presented with the same concept/organ system pairing used during training (\"near transfer\") and 6 with novel pairings (\"far transfer\"). Testing was repeated after one week with 13 additional cases. RESULTS: Forty-nine students provided complete data. Higher test scores were found when the concept/organ system pairing was held constant (near transfer = 51% correct vs. far = 33%; P < .001). Emotion condition influenced participants' overall performance, with individuals in the neutral condition (50.1%) performing better than those in the positive (38.2%, P < .05) and negative (37.7%, P < .001) emotion conditions. CONCLUSIONS: These data suggest that regardless of whether the emotion is positive or negative, mild affective states can impair learning of basic science concepts by novices. Demands on working memory and subsequent cognitive load provide a potential explanation. Future work will examine the extent to which these findings generalize to medical trainees.",
  "authors": [
    {
      "last_name": "McConnell",
      "fore_name": "Meghan M",
      "initials": "MM",
      "name": "Meghan M McConnell",
      "affiliations": [
        "M.M. McConnell is assistant professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. S. Monteiro is assistant professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. M.M. Pottruff is research assistant, Program for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada. A. Neville is professor, Department of Oncology, McMaster University, Hamilton, Ontario, Canada. G.R. Norman is professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. K.W. Eva is professor, Centre for Health Science Education, University of British Columbia, Vancouver, British Columbia, Canada. K. Kulasegaram is assistant professor, Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Pottruff",
      "fore_name": "Molly M",
      "initials": "MM",
      "name": "Molly M Pottruff",
      "affiliations": []
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Neville",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoff R",
      "initials": "GR",
      "name": "Geoff R Norman",
      "affiliations": []
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": []
    },
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan",
      "initials": "K",
      "name": "Kulamakan Kulasegaram",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "11 Association of American Medical Colleges Learn Serve Lead: Proceedings of the 55th Annual Research in Medical Education Sessions",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "S58",
  "end_page": "S63",
  "pages": "S58-S63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Education, Medical, Undergraduate",
    "Emotions",
    "Humans",
    "Learning",
    "Ontario",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "27779511",
    "doi": "10.1097/ACM.0000000000001360",
    "pii": "00001888-201611001-00020"
  },
  "doi": "10.1097/ACM.0000000000001360",
  "dates": {
    "completed": "2017-06-27",
    "revised": "2018-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.042071",
    "pmid": "27779511"
  }
}