{
  "pmid": "27770830",
  "uid": "27770830",
  "title": "The association of low complement with disease activity in systemic sclerosis: a prospective cohort study.",
  "abstract": "BACKGROUND: In some rheumatic diseases such as systemic lupus erythematosus (SLE), low serum complement ('hypocomplementaemia') is a feature of active disease. However, the role of hypocomplementaemia in systemic sclerosis (SSc) is unknown. We sought to determine the frequency, clinical associations and relationship to disease activity of hypocomplementaemia in SSc. METHODS: The study included 1140 patients fulfilling the 2013 American College of Rheumatology criteria for SSc. Demographic, serological and clinical data, obtained prospectively through annual review, were analysed using univariable methods. Linear and logistic regression, together with generalised estimating equations, were used to determine the independent correlates of hypocomplementaemia ever, and at each visit, respectively. RESULTS: At least one episode of hypocomplementaemia (low C3 and/or low C4) occurred in 24.1 % of patients over 1893 visits; these patients were more likely to be seropositive for anti-ribonucleoprotein (OR = 3.8, p = 0.002), anti-Ro (OR = 2.2, p = 0.002), anti-Smith (OR = 6.3, p = 0.035) and anti-phospholipid antibodies (OR = 1.4, p = 0.021) and were more likely to display features of overlap connective tissue disease, in particular polymyositis (OR = 16.0, p = 0.012). However, no association was found between hypocomplementaemia and either the European Scleroderma Study Group disease activity score or any of its component variables (including erythrocyte sedimentation rate) in univariate analysis. Among patients with SSc overlap disease features, those who were hypocomplementaemic were more likely to have digital ulcers (OR = 1.6, p = 0.034), tendon friction rubs (OR = 2.4, p = 0.037), forced vital capacity <80 % predicted (OR = 2.9, p = 0.008) and lower body mass index (BMI) (OR for BMI = 0.9, p < 0.0005) at that visit, all of which are features associated with SSc disease activity and/or severity. CONCLUSIONS: While hypocomplementaemia is not associated with disease activity in patients with non-overlap SSc, it is associated with some features of increased SSc disease activity in patients with overlap disease features.",
  "authors": [
    {
      "last_name": "Esposito",
      "fore_name": "James",
      "initials": "J",
      "name": "James Esposito",
      "affiliations": [
        "Department of Medicine, The University of Melbourne at St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia.",
        "Department of Rheumatology, St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Zoe",
      "initials": "Z",
      "name": "Zoe Brown",
      "affiliations": [
        "Department of Rheumatology, St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia."
      ]
    },
    {
      "last_name": "Stevens",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Stevens",
      "affiliations": [
        "Department of Rheumatology, St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia."
      ]
    },
    {
      "last_name": "Sahhar",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Sahhar",
      "affiliations": [
        "Department of Rheumatology, Monash Health and Monash University, 246 Clayton Road, Clayton, VIC, 3168, Australia.",
        "Department of Medicine, Monash Health and Monash University, 246 Clayton Road, Clayton, VIC, 3168, Australia."
      ]
    },
    {
      "last_name": "Rabusa",
      "fore_name": "Candice",
      "initials": "C",
      "name": "Candice Rabusa",
      "affiliations": [
        "Department of Rheumatology, St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia."
      ]
    },
    {
      "last_name": "Zochling",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Zochling",
      "affiliations": [
        "Department of Rheumatology, Menzies Institute for Medical Research, Private Bag 23, Hobart, TAS, 7001, Australia."
      ]
    },
    {
      "last_name": "Roddy",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Roddy",
      "affiliations": [
        "Department of Rheumatology, Royal Perth Hospital, 197 Wellington Street, GPO Box X2213, Perth, WA, 6001, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Department of Rheumatology, Flinders Medical Centre, Flinders Drive, Bedford Park, SA, 5042, Australia."
      ]
    },
    {
      "last_name": "Proudman",
      "fore_name": "Susanna M",
      "initials": "SM",
      "name": "Susanna M Proudman",
      "affiliations": [
        "Rheumatology Unit, Royal Adelaide Hospital, North Terrace, Adelaide, SA, 5000, Australia.",
        "Discipline of Medicine, University of Adelaide, Adelaide, SA, 5000, Australia."
      ]
    },
    {
      "last_name": "Nikpour",
      "fore_name": "Mandana",
      "initials": "M",
      "name": "Mandana Nikpour",
      "affiliations": [
        "Department of Medicine, The University of Melbourne at St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia. m.nikpour@unimelb.edu.au.",
        "Department of Rheumatology, St Vincent's Hospital (Melbourne), 41 Victoria Parade, Fitzroy, VIC, 3065, Australia. m.nikpour@unimelb.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Arthritis research & therapy",
    "iso_abbreviation": "Arthritis Res Ther",
    "issn": "1478-6362",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "22"
  },
  "start_page": "246",
  "pages": "246",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Autoantibodies",
    "Autoimmune Diseases",
    "Complement C3",
    "Complement C4",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Scleroderma, Systemic"
  ],
  "article_ids": {
    "pubmed": "27770830",
    "pmc": "PMC5075219",
    "doi": "10.1186/s13075-016-1147-2",
    "pii": "10.1186/s13075-016-1147-2"
  },
  "doi": "10.1186/s13075-016-1147-2",
  "pmc_id": "PMC5075219",
  "dates": {
    "completed": "2017-11-08",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Autoantibodies",
    "Complement C3",
    "Complement C4"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.645324",
    "pmid": "27770830"
  }
}