{
  "pmid": "27782787",
  "uid": "27782787",
  "title": "Smart Extraction and Analysis System for Clinical Research.",
  "abstract": "BACKGROUND: With the increasing use of electronic health records (EHRs), there is a growing need to expand the utilization of EHR data to support clinical research. The key challenge in achieving this goal is the unavailability of smart systems and methods to overcome the issue of data preparation, structuring, and sharing for smooth clinical research. MATERIALS AND METHODS: We developed a robust analysis system called the smart extraction and analysis system (SEAS) that consists of two subsystems: (1) the information extraction system (IES), for extracting information from clinical documents, and (2) the survival analysis system (SAS), for a descriptive and predictive analysis to compile the survival statistics and predict the future chance of survivability. The IES subsystem is based on a novel permutation-based pattern recognition method that extracts information from unstructured clinical documents. Similarly, the SAS subsystem is based on a classification and regression tree (CART)-based prediction model for survival analysis. RESULTS: SEAS is evaluated and validated on a real-world case study of head and neck cancer. The overall information extraction accuracy of the system for semistructured text is recorded at 99%, while that for unstructured text is 97%. Furthermore, the automated, unstructured information extraction has reduced the average time spent on manual data entry by 75%, without compromising the accuracy of the system. Moreover, around 88% of patients are found in a terminal or dead state for the highest clinical stage of disease (level IV). Similarly, there is an ∼36% probability of a patient being alive if at least one of the lifestyle risk factors was positive. CONCLUSION: We presented our work on the development of SEAS to replace costly and time-consuming manual methods with smart automatic extraction of information and survival prediction methods. SEAS has reduced the time and energy of human resources spent unnecessarily on manual tasks.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "1 Ubiquitous Computing Lab, Department of Computer Science and Engineering, Kyung Hee University , Yongin, South Korea ."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "1 Ubiquitous Computing Lab, Department of Computer Science and Engineering, Kyung Hee University , Yongin, South Korea ."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Wajahat Ali",
      "initials": "WA",
      "name": "Wajahat Ali Khan",
      "affiliations": [
        "1 Ubiquitous Computing Lab, Department of Computer Science and Engineering, Kyung Hee University , Yongin, South Korea ."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Taqdir",
      "initials": "T",
      "name": "Taqdir Ali",
      "affiliations": [
        "1 Ubiquitous Computing Lab, Department of Computer Science and Engineering, Kyung Hee University , Yongin, South Korea ."
      ]
    },
    {
      "last_name": "Jamshed",
      "fore_name": "Arif",
      "initials": "A",
      "name": "Arif Jamshed",
      "affiliations": [
        "2 Shaukat Khanum Memorial Cancer Hospital and Research Center , Lahore, Pakistan ."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "1 Ubiquitous Computing Lab, Department of Computer Science and Engineering, Kyung Hee University , Yongin, South Korea ."
      ]
    }
  ],
  "journal": {
    "title": "Telemedicine journal and e-health : the official journal of the American Telemedicine Association",
    "iso_abbreviation": "Telemed J E Health",
    "issn": "1556-3669",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "404",
  "end_page": "420",
  "pages": "404-420",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Clinical Protocols",
    "Data Mining",
    "Electronic Health Records",
    "Humans",
    "Mortality",
    "Neoplasms",
    "Research Design",
    "Survival Rate",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "27782787",
    "doi": "10.1089/tmj.2016.0157"
  },
  "doi": "10.1089/tmj.2016.0157",
  "dates": {
    "completed": "2018-03-19",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.772866",
    "pmid": "27782787"
  }
}