{
  "pmid": "27782919",
  "uid": "27782919",
  "title": "The Causes of Errors in Clinical Reasoning: Cognitive Biases, Knowledge Deficits, and Dual Process Thinking.",
  "abstract": "Contemporary theories of clinical reasoning espouse a dual processing model, which consists of a rapid, intuitive component (Type 1) and a slower, logical and analytical component (Type 2). Although the general consensus is that this dual processing model is a valid representation of clinical reasoning, the causes of diagnostic errors remain unclear. Cognitive theories about human memory propose that such errors may arise from both Type 1 and Type 2 reasoning. Errors in Type 1 reasoning may be a consequence of the associative nature of memory, which can lead to cognitive biases. However, the literature indicates that, with increasing expertise (and knowledge), the likelihood of errors decreases. Errors in Type 2 reasoning may result from the limited capacity of working memory, which constrains computational processes. In this article, the authors review the medical literature to answer two substantial questions that arise from this work: (1) To what extent do diagnostic errors originate in Type 1 (intuitive) processes versus in Type 2 (analytical) processes? (2) To what extent are errors a consequence of cognitive biases versus a consequence of knowledge deficits?The literature suggests that both Type 1 and Type 2 processes contribute to errors. Although it is possible to experimentally induce cognitive biases, particularly availability bias, the extent to which these biases actually contribute to diagnostic errors is not well established. Educational strategies directed at the recognition of biases are ineffective in reducing errors; conversely, strategies focused on the reorganization of knowledge to reduce errors have small but consistent benefits.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "G.R. Norman is emeritus professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. S.D. Monteiro is assistant professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. J. Sherbino is associate professor, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. J.S. Ilgen is associate professor, Department of Medicine, University of Washington School of Medicine, Seattle, Washington. H.G. Schmidt is professor, Department of Psychology, Erasmus University, Rotterdam, the Netherlands. S. Mamede is associate professor, Department of Psychology, Erasmus University, Rotterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra D",
      "initials": "SD",
      "name": "Sandra D Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": []
    },
    {
      "last_name": "Ilgen",
      "fore_name": "Jonathan S",
      "initials": "JS",
      "name": "Jonathan S Ilgen",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Henk G",
      "initials": "HG",
      "name": "Henk G Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Mamede",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Mamede",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "23",
  "end_page": "30",
  "pages": "23-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Comment"
  ],
  "keywords": [
    "Bias",
    "Cognition",
    "Diagnostic Errors",
    "Humans",
    "Memory",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "27782919",
    "doi": "10.1097/ACM.0000000000001421"
  },
  "doi": "10.1097/ACM.0000000000001421",
  "dates": {
    "completed": "2017-03-01",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.755092",
    "pmid": "27782919"
  }
}