{
  "pmid": "27794507",
  "uid": "27794507",
  "title": "A novel survey of the ethno medicinal knowledge of dental problems in Manoor Valley (Northern Himalaya), Pakistan.",
  "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: In the study area, the traditional knowledge and cultural practices of utilizing medicinal plants in the human healthcare is primarily restricted to the old age members of the community, while younger generation is mostly unaware of the natural wealth usage. AIM OF THE STUDY: We provide the first ever ethno medicinal insights into the management of dental disorders in Pakistan. The prime objective of the study was to explore novel knowledge of these local and remote community members and share it with rest of the world in documented form. MATERIALS AND METHODS: Field surveys were arranged for collection and documentation of medicinal plants of Manoor valley during 2015. Total 71 local inhabitants were interviewed randomly through questionnaire. The data obtained were quantitatively analyzed using the use value (UVi), relative frequency citations (RFCs), fidelity level index (FL%) and consensus index (CI%). For novel uses all plants were thoroughly checked with previously published articles on the same disorder and analyzed through Jaccard index (JI) and Sorensen's similarity index (QS). The collected specimens after confirmation were submitted to the Herbarium, Department of Botany, Hazara University, Mansehra, Pakistan (HUP). RESULTS: In present study 25 plants belonging to 17 families are reported, these plants were used commonly as ethno medicine. There were herbs (64%), shrubs (20%) and trees (16%) whereas, Lamiaceae with 4 species was the leading family. Majority of medicinal plant species were used in treatment of toothache (38%), wound healing (19%), gum infections (16%) whereas and lowest percentage of species were used for mouth ulcer as well as teeth powder (3%). Leaves were the most widely part used plant part in the treatment of different diseases (36%). Dominated medicinal plants with high used values were Juglans regia (UVi=0.94), Rumex dentatus (0.89) and Indigofera heterantha (0.88). Based on the RFC values, the most valuable and cited medicinal plant species used by the traditional drivers are Juglans regia having (RFCs=0.69) and Rumex dentatus (0.58). CI results show that most respondents percentage was for Juglans regia having CI%=69%, followed by Rumex dentatus (57.7%). Medicinal plants with high fidelity level and reported for one dental disorder were Berberis lycium, Geranium wallichianum, Lathyrus aphaca, Platanus orientalis, Sedum spp. and Urtica dioica for toothache. Further, new medicinal uses of Abies pindrow, Ajuga integrifolia, Berberis lycium, Urtica dioica, Indigofera heterantha were recorded for the first time from Pakistan and Astragalus grahamianus, Corydalis cornuta, Prunella vulgaris, Ranunculus muricatus, Rumex hastatus, Stellaria media, Tagetes minuta, Taraxacum officinale and Lathyrus aphaca, across the world for the current reported medicinal uses. All mentioned plant species are reported for the first time ever for dental disorders from Manoor Valley. Nonetheless, this is a novel study as no single ethno medicinal study on dental disorder up-till now has been reported from Pakistan. CONCLUSION: The present study is the first ever documentation of ethno medicinal practices aiming at the dental disorders in Pakistan, which resulted in 64% of medicinal uses new claims. So, the reported species of remote valley should be further evaluated for proper experimentation and pharmacological activities to authenticate their current traditional usage. Field observation revealed vegetation of the area was generally threatened due to its unwise use by the local communities. Trends like deforestation, over grazing, habitat fragmentation and introduction of the exotic taxa were the visible threats. So conservation of such an important natural God gifted treasure is mandatory.",
  "authors": [
    {
      "last_name": "Rahman",
      "fore_name": "Inayat Ur",
      "initials": "IU",
      "name": "Inayat Ur Rahman",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan. Electronic address: hajibotanist@outlook.com."
      ]
    },
    {
      "last_name": "Ijaz",
      "fore_name": "Farhana",
      "initials": "F",
      "name": "Farhana Ijaz",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Zafar",
      "initials": "Z",
      "name": "Zafar Iqbal",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Aftab",
      "initials": "A",
      "name": "Aftab Afzal",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan. Electronic address: aftabafzalkiani@yahoo.com."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Niaz",
      "initials": "N",
      "name": "Niaz Ali",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Azhar",
      "initials": "MA",
      "name": "Muhammad Azhar Khan",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Said",
      "initials": "S",
      "name": "Said Muhammad",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Qadir",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Qadir",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    },
    {
      "last_name": "Asif",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Asif",
      "affiliations": [
        "Department of Botany, Hazara University, Mansehra 21300, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of ethnopharmacology",
    "iso_abbreviation": "J Ethnopharmacol",
    "issn": "1872-7573",
    "issn_type": "Electronic",
    "volume": "194",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "24"
  },
  "start_page": "877",
  "end_page": "894",
  "pages": "877-894",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ethnobotany",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Medicine, Traditional",
    "Pakistan",
    "Phytotherapy",
    "Plant Preparations",
    "Plants, Medicinal",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27794507",
    "doi": "10.1016/j.jep.2016.10.068",
    "pii": "S0378-8741(16)31469-6"
  },
  "doi": "10.1016/j.jep.2016.10.068",
  "dates": {
    "completed": "2017-04-11",
    "revised": "2017-04-11"
  },
  "chemicals": [
    "Plant Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.773137",
    "pmid": "27794507"
  }
}