{
  "pmid": "27800062",
  "uid": "27800062",
  "title": "Multiparametric magnetic resonance imaging for pre-treatment local staging of prostate cancer: A Cancer Care Ontario clinical practice guideline.",
  "abstract": "INTRODUCTION: The utility of T2-weighted magnetic resonance imaging (MRI) in the local staging of prostate cancer is controversial. Due to the success of multiparametric MRI in cancer localization, there is renewed interested in MRI (± functional sequences) for local staging. Guidance on pre-treatment local staging of prostate cancer by MRI was developed using systematic review methodology and expert consultation. METHODS: MEDLINE, EMBASE, Cochrane Database of Systematic Reviews, and other databases were searched to identify studies comparing: (1) MRI staging vs. radical prostatectomy staging on diagnostic accuracy outcomes; and (2) MRI staging vs. routine clinical staging on clinical and patient outcomes. Studies meeting inclusion criteria were synthesized by outcome and sensitivity/specificity analysis by tumour location was performed. Evidence quality of included studies was assessed and considered in recommendation formulation. RESULTS: The literature search identified 2510 citations; 62 studies were included. Analysis of MRI ≥1.5 T plus endorectal coil (ER) (± functional sequences) in the detection of extraprostatic extension or seminal vesicle invasion showed modest sensitivities (≥50%) and excellent specificities (>85%) among patients scheduled for radical prostatectomy. MRI upstaging was shown in 20/21 studies, with large variation in correctness (11-85%). Scarcity of clinical and patient outcomes among studies limited synthesis and evaluation. Quality assessment found non-trivial biases. CONCLUSIONS: Modest imaging performance was shown for MRI (1.5 T + ER and 3 T ± ER) ± functional sequences in regards to sensitivity. Limitations in study design, reporting of clinical and patient outcomes, and the heterogeneous use of MRI tempered the strength of the recommendations.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "McMaster University, Department of Oncology and Program in Evidence-Based Care, Cancer Care Ontario, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Finelli",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Finelli",
      "affiliations": [
        "Princess Margaret Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Morash",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Morash",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Scott C",
      "initials": "SC",
      "name": "Scott C Morgan",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Power",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Power",
      "affiliations": [
        "Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Schieda",
      "fore_name": "Nichola",
      "initials": "N",
      "name": "Nichola Schieda",
      "affiliations": [
        "Department of Medical Imaging, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Haider",
      "fore_name": "Masoom A",
      "initials": "MA",
      "name": "Masoom A Haider",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "10",
    "issue": "9-10",
    "pub_year": "2016"
  },
  "start_page": "E332",
  "end_page": "E339",
  "pages": "E332-E339",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27800062",
    "pmc": "PMC5085920",
    "doi": "10.5489/cuaj.3823",
    "pii": "cuaj-9-10-e332"
  },
  "doi": "10.5489/cuaj.3823",
  "pmc_id": "PMC5085920",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:11.637620",
    "pmid": "27800062"
  }
}