{
  "pmid": "27800058",
  "uid": "27800058",
  "title": "Survey on the perception of urology as a specialty by medical students.",
  "abstract": "INTRODUCTION: Upon inquiring with medical students and urologists across Canada, it is evident that urology is perceived as a male-dominant specialty, among other stereotypes. These misperceptions may hamper the recruitment of the best and brightest trainees. With that in mind, we surveyed medical students at our institution to obtain an objective assessment of their perception of urology and to determine the cause for misperceptions. METHODS: A 25-factor, validated, anonymous, cross-sectional, self-reported, electronic survey was sent to all medical students at McMaster University to assess their perception of urology. The survey was piloted among students and educational leaders to optimize face and content validity, and minimize measurement bias. Six variables (years in training, role model, a family member or friend in urology, gender, and exposure) were selected a priori and entered into a logistic regression model to determine factors associated with a positive impression of the specialty. RESULTS: The overall response rate was 70%. Of the respondents, 66% had no exposure to urology and 61% found the amount of exposure to be inadequate. Urology staff and resident involvement in education was considered to be poor by over 30% of medical students. Over 70% perceived urology to be a specialty with a great gender imbalance. On multivariate analysis, exposure to urology was the most important factor (p<0.001) associated with students' positive perception of the specialty, in addition to male gender, earlier years in training, and positive role models. CONCLUSIONS: Concerns regarding inadequate urology exposure and poor staff and resident involvement in undergraduate education were seen as potential causes for misperceptions of the specialty. Increasing exposure to urology, encouraging female students, constant effort to approach senior students, and providing mentorship are found to be important factors in establishing a positive perception of urology.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Soojin",
      "initials": "S",
      "name": "Soojin Kim",
      "affiliations": [
        "Department of Surgery/Urology."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery/Urology;; Department of Clinical Epidemiology and Biostatistics;; Pediatric Surgery Research Collaborative; McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Department of Surgery/Urology;; Department of Clinical Epidemiology and Biostatistics;; Pediatric Surgery Research Collaborative; McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "10",
    "issue": "9-10",
    "pub_year": "2016"
  },
  "start_page": "349",
  "end_page": "354",
  "pages": "349-354",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27800058",
    "pmc": "PMC5085916",
    "doi": "10.5489/cuaj.3621",
    "pii": "cuaj-9-10-349"
  },
  "doi": "10.5489/cuaj.3621",
  "pmc_id": "PMC5085916",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.360139",
    "pmid": "27800058"
  }
}