{
  "pmid": "27807090",
  "uid": "27807090",
  "title": "Surgical ablation of atrial fibrillation: a protocol for a systematic review and meta-analysis of randomised controlled trials.",
  "abstract": "INTRODUCTION: Atrial fibrillation (AF) affects 10% of patients undergoing cardiac surgery and is an independent risk factor for all-cause mortality, ischaemic stroke and heart failure. Surgical AF ablation has been shown to significantly improve maintenance of sinus rhythm, however, small to medium size trials conducted to date lack the power required to assess patient-important outcomes such as mortality, stroke, heart failure and health-related quality of life. Moreover, a recent randomised trial (RCT) suggested harm by surgical AF ablation with an almost threefold increase in the requirement for permanent pacemaker postablation. We aim to perform a systematic review and meta-analysis to evaluate efficacy and safety of surgical AF ablation compared to no surgical ablation. METHODS AND ANALYSIS: We will search Cochrane CENTRAL, MEDLINE and EMBASE for RCTs evaluating the use of surgical AF ablation, including any lesion set, versus no surgical AF ablation in adults with AF undergoing any type of cardiac surgery. Outcomes of interest include mortality, embolic events, quality of life, rehospitalisation, freedom from AF and adverse events, including need for pacemaker and worsening heart failure. Independently and in duplicate, reviewers will screen references, assess eligibility of potentially relevant studies using predefined eligibility criteria and collect data using prepiloted forms. We will pool data using a random effects model and present results as relative risk with 95% CIs for dichotomous outcomes and as mean difference with 95% CI for continuous outcomes. We will assess risk of bias using the Cochrane Collaboration tool, and quality of evidence with the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. ETHICS AND DISSEMINATION: Our results will help guide clinical practice by providing the most comprehensive analysis of risks and benefits associated with the procedure. Our results will be disseminated through publication in peer-reviewed journals and conference presentations. TRIAL REGISTRATION NUMBER: CRD42015025988.",
  "authors": [
    {
      "last_name": "McClure",
      "fore_name": "Graham R",
      "initials": "GR",
      "name": "Graham R McClure",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Cote",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Department of Medicine, Université de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Singal",
      "fore_name": "Rohit K",
      "initials": "RK",
      "name": "Rohit K Singal",
      "affiliations": [
        "Department of Surgery, University of Manitoba, Manitoba, Ontario, Canada.",
        "I.H. Asper Clinical Research Institute, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Jaffer",
      "fore_name": "Iqbal H",
      "initials": "IH",
      "name": "Iqbal H Jaffer",
      "affiliations": [
        "Thrombosis & Atherosclerosis Research Institute (TaARI), McMaster University, Hamilton, Ontario, Canada.",
        "Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dvirnik",
      "fore_name": "Nazari",
      "initials": "N",
      "name": "Nazari Dvirnik",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "An",
      "fore_name": "Kevin R",
      "initials": "KR",
      "name": "Kevin R An",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fortin",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Fortin",
      "affiliations": [
        "Department of Medicine, Université de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "02"
  },
  "start_page": "e013273",
  "pages": "e013273",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Catheter Ablation",
    "Humans",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Stroke",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "27807090",
    "pmc": "PMC5128845",
    "doi": "10.1136/bmjopen-2016-013273",
    "pii": "bmjopen-2016-013273"
  },
  "doi": "10.1136/bmjopen-2016-013273",
  "pmc_id": "PMC5128845",
  "dates": {
    "completed": "2017-11-28",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.105960",
    "pmid": "27807090"
  }
}