{
  "pmid": "27812574",
  "uid": "27812574",
  "title": "Hot exciton cooling and multiple exciton generation in PbSe quantum dots.",
  "abstract": "Multiple exciton generation (MEG) is a promising process to improve the power conversion efficiency of solar cells. PbSe quantum dots (QDs) have shown reasonably high MEG quantum yield (QY), although the photon energy threshold for this process is still under debate. One of the reasons for this inconsistency is the complicated competition of MEG and hot exciton cooling, especially at higher excited states. Here, we investigate MEG QY and the origin of the photon energy threshold for MEG in PbSe QDs of three different sizes by studying the transient absorption (TA) spectra, both at the band gap (near infrared, NIR) and far from the band gap energy (visible range). The comparison of visible TA spectra and dynamics for different pump wavelengths, below, around and above the MEG threshold, provides evidence of the role of the Σ transition in slowing down the exciton cooling process that can help MEG to take over the phonon relaxation process. The universality of this behavior is confirmed by studying QDs of three different sizes. Moreover, our results suggest that MEG QY can be determined by pump-probe experiments probed above the band gap.",
  "authors": [
    {
      "last_name": "Kumar",
      "fore_name": "Manoj",
      "initials": "M",
      "name": "Manoj Kumar",
      "affiliations": [
        "Division of Physics and Applied Physics, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore. csoci@ntu.edu.sg."
      ]
    },
    {
      "last_name": "Vezzoli",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Vezzoli",
      "affiliations": [
        "Centre for Disruptive Photonic Technologies, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Zilong",
      "initials": "Z",
      "name": "Zilong Wang",
      "affiliations": [
        "Division of Physics and Applied Physics, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore. csoci@ntu.edu.sg."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Interdisciplinary Graduate School (IGS), Nanyang Technological University, 50 Nanyang Avenue, Singapore, 639798, Singapore and School of Materials Science and Engineering, Nanyang Technological University, 50 Nanyang Avenue, Singapore 639798, Singapore."
      ]
    },
    {
      "last_name": "Ramanujan",
      "fore_name": "Raju V",
      "initials": "RV",
      "name": "Raju V Ramanujan",
      "affiliations": [
        "School of Materials Science and Engineering, Nanyang Technological University, 50 Nanyang Avenue, Singapore 639798, Singapore."
      ]
    },
    {
      "last_name": "Gurzadyan",
      "fore_name": "Gagik G",
      "initials": "GG",
      "name": "Gagik G Gurzadyan",
      "affiliations": [
        "Division of Physics and Applied Physics, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore. csoci@ntu.edu.sg and Institute of Artificial Photosynthesis, State Key Laboratory of Fine Chemical, Dalian University of Technology, Dalian, 116024, China."
      ]
    },
    {
      "last_name": "Bruno",
      "fore_name": "Annalisa",
      "initials": "A",
      "name": "Annalisa Bruno",
      "affiliations": [
        "Energy Research Institute @ NTU (ERI@N), Research Techno Plaza, X-Frontier Block, 50 Nanyang Drive, Singapore, 637553, Singapore. annalisa@ntu.edu.sg."
      ]
    },
    {
      "last_name": "Soci",
      "fore_name": "Cesare",
      "initials": "C",
      "name": "Cesare Soci",
      "affiliations": [
        "Division of Physics and Applied Physics, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore. csoci@ntu.edu.sg and Centre for Disruptive Photonic Technologies, School of Physical and Mathematical Sciences, Nanyang Technological University, 21 Nanyang Link, Singapore, 637371, Singapore."
      ]
    }
  ],
  "journal": {
    "title": "Physical chemistry chemical physics : PCCP",
    "iso_abbreviation": "Phys Chem Chem Phys",
    "issn": "1463-9084",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "45",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "16"
  },
  "start_page": "31107",
  "end_page": "31114",
  "pages": "31107-31114",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27812574",
    "doi": "10.1039/c6cp03790a"
  },
  "doi": "10.1039/c6cp03790a",
  "dates": {
    "completed": "2018-01-29",
    "revised": "2018-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:45.961649",
    "pmid": "27812574"
  }
}