{
  "pmid": "27819069",
  "uid": "27819069",
  "title": "A Non-Symmetric Reconstruction Technique for Transcriptionally-Active Viral Assemblies.",
  "abstract": "The molecular mechanisms by which RNA viruses coordinate their transcriptional activities are not fully understood. For rotavirus, an important pediatric gastroenteric pathogen, transcription occurs within a double-layered particle that encloses the viral genome. To date, there remains very little structural information available for actively-transcribing rotavirus double-layered particles, which could provide new insights for antiviral development. To improve our vision of these viral assemblies, we developed a new combinatorial strategy that utilizes currently available high-resolution image processing tools. First, we employed a 3D classification routine that allowed us to sort transcriptionally-active rotavirus assemblies on the basis of their internal density. Next, we implemented an additional 3D refinement procedure using the most active class of DLPs. For comparison, the refined structures were computed in parallel by (1) enforcing icosahedral symmetry, and by (2) using no symmetry operators. Comparing the resulting structures, we were able to visualize the continuum that exists between viral capsid proteins and the viral RNA for the first time.",
  "authors": [
    {
      "last_name": "Rahimi",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Rahimi",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA, USA."
      ]
    },
    {
      "last_name": "Varano",
      "fore_name": "A Cameron",
      "initials": "AC",
      "name": "A Cameron Varano",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA, USA."
      ]
    },
    {
      "last_name": "Demmert",
      "fore_name": "Andrew C",
      "initials": "AC",
      "name": "Andrew C Demmert",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA, USA; Virginia Tech Carilion School of Medicine, Roanoke, VA, USA."
      ]
    },
    {
      "last_name": "Melanson",
      "fore_name": "Linda A",
      "initials": "LA",
      "name": "Linda A Melanson",
      "affiliations": [
        "Life Sciences Division, Gatan, Inc, Pleasanton, CA, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA, USA; Virginia Tech Carilion School of Medicine, Roanoke, VA, USA; Department of Biomedical Sciences and Pathology, Virginia-Maryland College of Veterinary Medicine, Virginia Tech, Blacksburg, VA, USA."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Deborah F",
      "initials": "DF",
      "name": "Deborah F Kelly",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA, USA; Virginia Tech Carilion School of Medicine, Roanoke, VA, USA; Department of Biological Sciences, Virginia Tech, Blacksburg, VA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of analytical & molecular techniques",
    "iso_abbreviation": "J Anal Mol Tech",
    "volume": "2",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Aug"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27819069",
    "mid": "NIHMS718135",
    "pmc": "PMC5094455",
    "doi": "10.13188/2474-1914.1000004",
    "pii": "http://www.avensonline.org/wp-content/uploads/JAMT-2474-1914-02-0004.pdf"
  },
  "doi": "10.13188/2474-1914.1000004",
  "pmc_id": "PMC5094455",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AI116815",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI113402",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.510528",
    "pmid": "27819069"
  }
}