{
  "pmid": "27825323",
  "uid": "27825323",
  "title": "Prolactin-related adverse events and change in prolactin levels in pediatric patients given antipsychotics for schizophrenia and schizophrenia spectrum disorders: A systematic review.",
  "abstract": "BACKGROUND: Second-generation antipsychotics are commonly prescribed for pediatric patients with schizophrenia and schizophrenia spectrum disorders despite their lack of approval for use in children. Although considered a safer alternative to first-generation antipsychotics, there is evidence to suggest that second-generation antipsychotics may be associated with some adverse events as well as an increase in prolactin levels. The purpose of this review is to examine the risk of prolactin-related adverse events in pediatric patients using antipsychotics and to quantify changes in prolactin for this population. METHODS: Literature searches were conducted in Medline, Embase, the Cochrane Central Register of Controlled Trials, and PsycINFO databases, supplemented with review of select gray literature to identify both randomized controlled trials and observational studies on pediatric patients prescribed antipsychotic medications for schizophrenia or schizophrenia spectrum disorders. Using a narrative approach, data on adverse events were recorded and changes from baseline in prolactin were pooled, where possible, from the randomized trials. Change from baseline in prolactin was evaluated for each treatment, as well as in comparison to placebo and to other treatments. Where data was available, these changes were evaluated separately for male and female patients. RESULTS: Six randomized controlled trials and five observational studies, all examining the effects of second-generation antipsychotics, were selected. Literature reporting the effects of risperidone, quetiapine, aripiprazole, olanzapine, and paliperidone was identified, with varying doses. Prolactin-related adverse events were sparsely reported across studies. In evidence gathered from randomized controlled trials, risperidone, olanzapine, and two doses of paliperidone (3-5 mg/day and 6-12 mg/day) were associated with increased prolactin levels compared to baseline. With the exception of paliperidone, similar trends were observed in males and females, separately. The findings of the observational evidence served to both complement and run contrary to the randomized trials, with discrepancies attributed to differences in patient and treatment characteristics. CONCLUSIONS: No definitive conclusions between second-generation antipsychotic use and prolactin-related adverse events can be made based on the available literature. While some trends in prolactin level changes emerged, this was based on few trials with small sample sizes. Future investigations should emphasize reporting on treatment safety. TRIAL REGISTRATION: PROSPERO CRD42014009506 .",
  "authors": [
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada. edruyts@gmail.com."
      ]
    },
    {
      "last_name": "Zoratti",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Zoratti",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Toor",
      "fore_name": "Kabirraaj",
      "initials": "K",
      "name": "Kabirraaj Toor",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kanji",
      "fore_name": "Salmaan",
      "initials": "S",
      "name": "Salmaan Kanji",
      "affiliations": [
        "Department of Pharmacy of the Ottawa Hospital, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rabheru",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Rabheru",
      "affiliations": [
        "Department of Psychiatry, Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "09"
  },
  "start_page": "181",
  "pages": "181",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antipsychotic Agents",
    "Biomarkers",
    "Child",
    "Humans",
    "Hyperprolactinemia",
    "Prolactin",
    "Schizophrenia"
  ],
  "article_ids": {
    "pubmed": "27825323",
    "pmc": "PMC5101725",
    "doi": "10.1186/s12887-016-0710-y",
    "pii": "10.1186/s12887-016-0710-y"
  },
  "doi": "10.1186/s12887-016-0710-y",
  "pmc_id": "PMC5101725",
  "dates": {
    "completed": "2017-11-02",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Biomarkers",
    "Prolactin"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.468000",
    "pmid": "27825323"
  }
}