{
  "pmid": "27822129",
  "uid": "27822129",
  "title": "Bayesian approach to the assessment of the population-specific risk of inhibitors in hemophilia A patients: a case study.",
  "abstract": "BACKGROUND: Developing inhibitors is a rare event during the treatment of hemophilia A. The multifacets and uncertainty surrounding the development of inhibitors further complicate the process of estimating inhibitor rate from the limited data. Bayesian statistical modeling provides a useful tool in generating, enhancing, and exploring the evidence through incorporating all the available information. METHODS: We built our Bayesian analysis using three study cases to estimate the inhibitor rates of patients with hemophilia A in three different scenarios: Case 1, a single cohort of previously treated patients (PTPs) or previously untreated patients; Case 2, a meta-analysis of PTP cohorts; and Case 3, a previously unexplored patient population - patients with baseline low-titer inhibitor or history of inhibitor development. The data used in this study were extracted from three published ADVATE (antihemophilic factor [recombinant] is a product of Baxter for treating hemophilia A) post-authorization surveillance studies. Noninformative and informative priors were applied to Bayesian standard (Case 1) or random-effects (Case 2 and Case 3) logistic models. Bayesian probabilities of satisfying three meaningful thresholds of the risk of developing a clinical significant inhibitor (10/100, 5/100 [high rates], and 1/86 [the Food and Drug Administration mandated cutoff rate in PTPs]) were calculated. The effect of discounting prior information or scaling up the study data was evaluated. RESULTS: Results based on noninformative priors were similar to the classical approach. Using priors from PTPs lowered the point estimate and narrowed the 95% credible intervals (Case 1: from 1.3 [0.5, 2.7] to 0.8 [0.5, 1.1]; Case 2: from 1.9 [0.6, 6.0] to 0.8 [0.5, 1.1]; Case 3: 2.3 [0.5, 6.8] to 0.7 [0.5, 1.1]). All probabilities of satisfying a threshold of 1/86 were above 0.65. Increasing the number of patients by two and ten times substantially narrowed the credible intervals for the single cohort study (1.4 [0.7, 2.3] and 1.4 [1.1, 1.8], respectively). Increasing the number of studies by two and ten times for the multiple study scenarios (Case 2: 1.9 [0.6, 4.0] and 1.9 [1.5, 2.6]; Case 3: 2.4 [0.9, 5.0] and 2.6 [1.9, 3.5], respectively) had a similar effect. CONCLUSION: Bayesian approach as a robust, transparent, and reproducible analytic method can be efficiently used to estimate the inhibitor rate of hemophilia A in complex clinical settings.",
  "authors": [
    {
      "last_name": "Cheng",
      "fore_name": "Ji",
      "initials": "J",
      "name": "Ji Cheng",
      "affiliations": [
        "Biostatistics Unit, St Joseph's Healthcare Hamilton; Department of Clinical Epidemiology and Biostatistics."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Geriatrics, Fondazione Ca' Granda Ospedale Maggiore Policlinico, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Romanov",
      "fore_name": "Vadim",
      "initials": "V",
      "name": "Vadim Romanov",
      "affiliations": [
        "Baxter HealthCare, Global Medical Affairs, Westlake Village, CA, USA."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Child Health Evaluation Sciences, Hospital for Sick Children; Dalla Lana School of Public Health, University of Toronto, Toronto."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Division of Gastroenterology, Hamilton Health Science, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Biostatistics Unit, St Joseph's Healthcare Hamilton; Department of Clinical Epidemiology and Biostatistics."
      ]
    }
  ],
  "journal": {
    "title": "Journal of blood medicine",
    "iso_abbreviation": "J Blood Med",
    "issn": "1179-2736",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "239",
  "end_page": "253",
  "pages": "239-253",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27822129",
    "pmc": "PMC5087814",
    "doi": "10.2147/JBM.S103087",
    "pii": "jbm-7-239"
  },
  "doi": "10.2147/JBM.S103087",
  "pmc_id": "PMC5087814",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.460869",
    "pmid": "27822129"
  }
}