{
  "pmid": "27821100",
  "uid": "27821100",
  "title": "Exploratory study into the awareness of heart diseases among Emirati women (UAE) and their health seeking behaviour- a qualitative study.",
  "abstract": "BACKGROUND: Cardiovascular diseases were the leading cause of death in women in the United Arab Emirates (UAE) in 2010. The UAE is expected to experience a tripling of heart diseases in the next two decades as risk factors for heart diseases increase. Research shows that first year survival rates of younger women suffering from a heart attack are lower than in men. Women present with a wider range of symptoms for heart diseases than men; non-recognition of atypical symptoms may explain the delay in seeking treatment and poor prognosis following heart diseases in women. No known study on awareness of heart diseases among women has been carried out in the Middle Eastern region. METHODS: Social constructionist and interpretivist epistemological approaches have been considered in this qualitative study to explore the awareness of heart diseases and the health seeking behavior of Emirati women. Convenience sampling was used to recruit 41 Emirati women. Three focus groups and six in-depth semi-structured interviews were conducted to obtain data. Thematic content analysis was applied to the data following transcription and translation of recordings. RESULTS: Emirati women had limited knowledge on heart diseases. Women were generally unaware of the atypical symptoms, commonly experienced by women however they identified most risk factors associated with heart diseases. Lack of awareness of disease severity and symptoms, sociocultural influences and distrust in the healthcare system were considered the main barriers to seeking prompt treatment. CONCLUSIONS: This study clearly identified gaps and inaccuracies in knowledge of heart diseases, which could contribute to delayed health seeking action and possibly poorer prognosis among Emirati women. Absence of initiatives to educate women on cardiovascular diseases in UAE has erroneously deemed it a less serious concern among Emirati women. The findings from this study provide clear indications of the need to increase accountability of the healthcare system and to develop culturally relevant, gender specific, age focused, heart diseases related public health awareness campaigns in UAE.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, P.O. Box 19282, Dubai, United Arab Emirates. Sarah.Khan@zu.ac.ae."
      ],
      "orcid": "0000-0002-0110-5248"
    },
    {
      "last_name": "Khoory",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Khoory",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, P.O. Box 19282, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Al Zaffin",
      "fore_name": "Dhabia",
      "initials": "D",
      "name": "Dhabia Al Zaffin",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, P.O. Box 19282, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Al Suwaidi",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Al Suwaidi",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, P.O. Box 19282, Dubai, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "71",
  "pages": "71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Focus Groups",
    "Health Knowledge, Attitudes, Practice",
    "Heart Diseases",
    "Help-Seeking Behavior",
    "Humans",
    "Middle Aged",
    "Perception",
    "Qualitative Research",
    "Risk Factors",
    "United Arab Emirates"
  ],
  "article_ids": {
    "pubmed": "27821100",
    "pmc": "PMC5100226",
    "doi": "10.1186/s12905-016-0350-2",
    "pii": "10.1186/s12905-016-0350-2"
  },
  "doi": "10.1186/s12905-016-0350-2",
  "pmc_id": "PMC5100226",
  "dates": {
    "completed": "2017-06-20",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.705782",
    "pmid": "27821100"
  }
}