{
  "pmid": "27834476",
  "uid": "27834476",
  "title": "Bone marrow cells for heart repair: clinical evidence and perspectives.",
  "abstract": "More than 15 years ago, bone marrow cell (BMC) therapy for cardiac repair was hailed as a highly promising and revolutionary treatment approach that was poised to benefit countless patients with ischemic heart disease (IHD) and heart failure. The ensuing years have unfortunately witnessed endless controversy not only about the mechanisms of action of cardiac repair with cell therapy, but also regarding the efficacy of such approach. Somewhat discordant results from smaller clinical trials with diverse study designs, BMC types, routes of injection, timing after myocardial infarction (MI), and other key study variables have been less than conclusive. Because of this uncertainty regarding outcomes of BMC therapy, a large number of meta-analyses have been performed, also with dissimilar findings. Although the field continues to evolve with emergence of data from newer and larger clinical trials with more stringent design, the overall evidence does support efficacy of BMC injection in patients with IHD with regard to improvement in cardiac parameters as well as patient outcomes. Given the limitless potential of adult stem cell therapy in general, at this juncture, a careful appraisal of the cumulative evidence is critically necessary to appreciate the true impact of BMC therapy on injured heart. This review will discuss the clinical evidence and perspectives from trials and meta-analyses of BMC therapy in patients with IHD that have accumulated in published literature.",
  "authors": [
    {
      "last_name": "Samanta",
      "fore_name": "Anweshan",
      "initials": "A",
      "name": "Anweshan Samanta",
      "affiliations": [
        "Department of Medicine, University of Missouri - Kansas City, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Kaja",
      "fore_name": "Ajay K",
      "initials": "AK",
      "name": "Ajay K Kaja",
      "affiliations": [
        "Division of Cardiovascular Diseases, Cardiovascular Research Institute, and the Midwest Stem Cell Therapy Center, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad R",
      "initials": "MR",
      "name": "Muhammad R Afzal",
      "affiliations": [
        "Division of Cardiology, Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Zuba-Surma",
      "fore_name": "Ewa K",
      "initials": "EK",
      "name": "Ewa K Zuba-Surma",
      "affiliations": [
        "Department of Cell Biology, Faculty of Biochemistry, Biophysics and Biotechnology, Jagiellonian University, Krakow, Poland."
      ]
    },
    {
      "last_name": "Dawn",
      "fore_name": "Buddhadeb",
      "initials": "B",
      "name": "Buddhadeb Dawn",
      "affiliations": [
        "Division of Cardiovascular Diseases, Cardiovascular Research Institute, and the Midwest Stem Cell Therapy Center, University of Kansas Medical Center, Kansas City, KS, USA - bdawn@kumc.edu."
      ]
    }
  ],
  "journal": {
    "title": "Minerva cardioangiologica",
    "iso_abbreviation": "Minerva Cardioangiol",
    "issn": "1827-1618",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "299",
  "end_page": "313",
  "pages": "299-313",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bone Marrow Transplantation",
    "Heart Failure",
    "Humans",
    "Myocardial Infarction",
    "Myocardial Ischemia",
    "Research Design",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27834476",
    "doi": "10.23736/S0026-4725.16.04265-1",
    "pii": "R05Y9999N00A16111101"
  },
  "doi": "10.23736/S0026-4725.16.04265-1",
  "dates": {
    "completed": "2017-10-23",
    "revised": "2017-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.773822",
    "pmid": "27834476"
  }
}