{
  "pmid": "27836014",
  "uid": "27836014",
  "title": "Is the UN Convention on the Rights of Persons with Disabilities Impacting Mental Health Laws and Policies in High-Income Countries? A Case Study of Implementation in Canada.",
  "abstract": "BACKGROUND: Persons with psychosocial disabilities face disparate access to healthcare and social services worldwide, along with systemic discrimination, structural inequalities, and widespread human rights abuses. Accordingly, many people have looked to international human rights law to help address mental health challenges. On December 13, 2006, the United Nations formally adopted the Convention on the Rights of Persons with Disabilities (CRPD) - the first human rights treaty of the 21st century and the fastest ever negotiated. METHODS: This study assesses the CRPD's potential impact on mental health systems and presents a legal and public policy analysis of its implementation in one high-income country: Canada. As part of this analysis, a critical review was undertaken of the CRPD's implementation in Canadian legislation, public policy, and jurisprudence related to mental health. RESULTS: While the Convention is clearly an important step forward, there remains a divide, even in Canada, between the Convention's goals and the experiences of Canadians with disabilities. Its implementation is perhaps hindered most by Canada's reservations to Article 12 of the CRPD on legal capacity for persons with psychosocial disabilities. The overseeing CRPD Committee has stated that Article 12 only permits \"supported decision-making\" regimes, yet most Canadian jurisdictions maintain their \"substitute decision-making\" regimes. This means that many Canadians with mental health challenges continue to be denied legal capacity to make decisions related to their healthcare, housing, and finances. But changes are afoot: new legislation has been introduced in different jurisdictions across the country, and recent court decisions have started to push policymakers in this direction. CONCLUSION: Despite the lack of explicit implementation, the CRPD has helped to facilitate a larger shift in social and cultural paradigms of mental health and disability in Canada. But ratification and passive implementation are not enough. Further efforts are needed to implement the CRPD's provisions and promote the equal enjoyment of human rights by all Canadian citizens - and presumably for all other people too, from the poorest to the wealthiest countries.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, 57 Louis Pasteur Street, Ottawa, Ontario, K1N 6N5, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. steven.hoffman@globalstrategylab.org.",
        "Department of Clinical Epidemiology & Biostatistics and McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada. steven.hoffman@globalstrategylab.org."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Lathika",
      "initials": "L",
      "name": "Lathika Sritharan",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, 57 Louis Pasteur Street, Ottawa, Ontario, K1N 6N5, Canada."
      ]
    },
    {
      "last_name": "Tejpar",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Tejpar",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, 57 Louis Pasteur Street, Ottawa, Ontario, K1N 6N5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC international health and human rights",
    "iso_abbreviation": "BMC Int Health Hum Rights",
    "issn": "1472-698X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "start_page": "28",
  "pages": "28",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Decision Making",
    "Delivery of Health Care",
    "Developed Countries",
    "Persons with Disabilities",
    "Human Rights",
    "Humans",
    "International Cooperation",
    "Mental Disorders",
    "Mental Health",
    "Mental Health Services",
    "Patient Participation",
    "Policy",
    "Third-Party Consent",
    "United Nations"
  ],
  "article_ids": {
    "pubmed": "27836014",
    "pmc": "PMC5105274",
    "doi": "10.1186/s12914-016-0103-1",
    "pii": "10.1186/s12914-016-0103-1"
  },
  "doi": "10.1186/s12914-016-0103-1",
  "pmc_id": "PMC5105274",
  "dates": {
    "completed": "2017-10-04",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.633028",
    "pmid": "27836014"
  }
}