{
  "pmid": "27837694",
  "uid": "27837694",
  "title": "The impact of drop-in centers on the health of street children in New Delhi, India: A cross-sectional study.",
  "abstract": "OBJECTIVES: (1) To determine whether street children who visit drop-in centers experience better physical and mental health, and engage in less substance use than street children who do not visit centers. (2) To determine whether the duration of attendance at a center has an impact on the above outcomes. METHODS: We conducted a cross-sectional study with 69 street children from two drop-in centers in New Delhi, India (attenders) and a comparison group of 65 street children who did not visit drop-in centers (non-attenders). We used pretested questionnaires to assess their physical health, substance use status and mental health. RESULTS: Attenders experienced fewer ill health outcomes, engaged in less substance use, and had better mental health outcomes than non-attenders (p<0.01). For every month of attendance at a drop-in center, street children experienced 2.1% (95% CI 0% to 4.1%, p=0.05) fewer ill health outcomes per month and used 4.6% (95% CI 1.3% to 8%, p=0.01) fewer substances. Street children were also less likely to have been a current substance user than a never substance user for every additional month of attendance at a center (OR: 0.79, 95% CI: 0.66-0.96, p=0.02). Duration of drop-in center attendance was not a significant factor in predicting mental health problems. CONCLUSION: Drop-in centers may improve the physical health of street children and reduce their substance abuse. Rigorous longitudinal studies are needed to better determine if drop-in centers impact the health and substance use status of street children in LMICs.",
  "authors": [
    {
      "last_name": "Nath",
      "fore_name": "Ronita",
      "initials": "R",
      "name": "Ronita Nath",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada. Electronic address: nathra@mcmaster.ca."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada. Electronic address: shannonh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Canada. Electronic address: georgik@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "School of Nursing, University of Ottawa, Canada. Electronic address: Wendy.Sword@uottawa.ca."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada. Electronic address: praina@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "62",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "122",
  "end_page": "131",
  "pages": "122-131",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Community Health Centers",
    "Cross-Sectional Studies",
    "Female",
    "Health Status",
    "Homeless Youth",
    "Humans",
    "India",
    "Male",
    "Mental Disorders",
    "Mental Health",
    "Substance-Related Disorders",
    "Surveys and Questionnaires",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "27837694",
    "doi": "10.1016/j.chiabu.2016.11.001",
    "pii": "S0145-2134(16)30249-6"
  },
  "doi": "10.1016/j.chiabu.2016.11.001",
  "dates": {
    "completed": "2018-02-16",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.901208",
    "pmid": "27837694"
  }
}