{
  "pmid": "27835860",
  "uid": "27835860",
  "title": "Using Facebook ads with traditional paper mailings to recruit adolescent girls for a clinical trial.",
  "abstract": "INTRODUCTION: Clinical trials require sufficient samples recruited within limited time and budget constraints. Trials with minors are additionally burdened by the requirement for youth assent and parental permission. This paper details the use of Facebook ads and traditional paper mailings to enroll 797 adolescent girls for a longitudinal, web-based, drug abuse prevention trial. Data on sample representativeness and retention are also provided. METHODS: Facebook ads appeared on the pages of females aged 13 or 14years who reside in the U.S. Ads linked girls to a recruitment website. Girls who wanted more information submitted contact information and were mailed information packets to their homes containing, among other things, youth assent and parent permission forms. Returned forms were verified for accuracy and validity. RESULTS: The Facebook ad campaign reached 2,267,848 girls and had a unique click-through rate of 3.0%. The campaign cost $41,202.37 with an average cost of $51.70 per enrolled girl. Information packets were mailed to 1,873 girls. Approximately one-half of girls returned the forms, and 797 girls were enrolled. The Facebook campaign's success varied by ad type, month, and day of the week. Baseline data revealed comparability to national data on demographic and substance use variables. CONCLUSIONS: Results suggest that Facebook ads provide a useful initial point of access to unparalleled numbers of adolescents. Clinical trials may benefit from a two-fold recruitment strategy that uses online ads to attract interested adolescents followed by traditional recruitment methods to communicate detailed information to adolescents and parents.",
  "authors": [
    {
      "last_name": "Schwinn",
      "fore_name": "Traci",
      "initials": "T",
      "name": "Traci Schwinn",
      "affiliations": [
        "Columbia University School of Social Work, 1255 Amsterdam Ave., New York, NY 10027, United States. Electronic address: tms40@columbia.edu."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "Columbia University School of Social Work, 1255 Amsterdam Ave., New York, NY 10027, United States."
      ]
    },
    {
      "last_name": "Schinke",
      "fore_name": "Steven P",
      "initials": "SP",
      "name": "Steven P Schinke",
      "affiliations": [
        "Columbia University School of Social Work, 1255 Amsterdam Ave., New York, NY 10027, United States."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Liu",
      "affiliations": [
        "Teachers College, Columbia University, 525 W. 120th St., New York, NY 10027, United States."
      ]
    }
  ],
  "journal": {
    "title": "Addictive behaviors",
    "iso_abbreviation": "Addict Behav",
    "issn": "1873-6327",
    "issn_type": "Electronic",
    "volume": "65",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "207",
  "end_page": "213",
  "pages": "207-213",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Advertising",
    "Clinical Trials as Topic",
    "Female",
    "Humans",
    "Internet",
    "Patient Selection",
    "Postal Service",
    "Social Networking",
    "United States"
  ],
  "article_ids": {
    "pubmed": "27835860",
    "mid": "NIHMS828964",
    "pmc": "PMC5142762",
    "doi": "10.1016/j.addbeh.2016.10.011",
    "pii": "S0306-4603(16)30367-7"
  },
  "doi": "10.1016/j.addbeh.2016.10.011",
  "pmc_id": "PMC5142762",
  "dates": {
    "completed": "2018-01-12",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DA031782",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.590503",
    "pmid": "27835860"
  }
}