{
  "pmid": "27846296",
  "uid": "27846296",
  "title": "The Influence of Preoperative and Postoperative Psychological Symptoms on Clinical Outcome after Shoulder Surgery: A Prospective Longitudinal Cohort Study.",
  "abstract": "BACKGROUND: Psychological symptoms are highly prevalent in patients with shoulder complaints. Psychological symptoms in patients with shoulder complaints might play a role in the aetiology, perceived disability and pain and clinical outcome of treatment. The aim of this study was to assess whether preoperative symptoms of distress, depression, anxiety and somatisation were associated with a change in function after shoulder surgery and postoperative patient perceived improvement of pain and function. In addition, the change of psychological symptoms after shoulder surgery was analyzed and the influence of postoperative symptoms of psychological disorders after surgery on the change in function after shoulder surgery and perceived postoperative improvement of pain and function. METHODS AND FINDINGS: A prospective longitudinal cohort study was performed in a general teaching hospital. 315 consecutive patients planned for elective shoulder surgery were included. Outcome measures included change of Disabilities of the Arm, Shoulder and Hand (DASH) score and anchor questions about improvement in pain and function after surgery. Psychological symptoms were identified before and 12 months after surgery with the validated Four-Dimensional Symptom Questionnaire (4DSQ). Psychological symptoms were encountered in all the various shoulder diagnoses. Preoperative symptoms of psychological disorders persisted after surgery in 56% of patients, 10% of patients with no symptoms of psychological disorders before surgery developed new psychological symptoms. Preoperative symptoms of psychological disorders were not associated with the change of DASH score and perceived improvement of pain and function after shoulder surgery. Patients with symptoms of psychological disorders after surgery were less likely to improve on the DASH score. Postoperative symptoms of distress and depression were associated with worse perceived improvement of pain. Postoperative symptoms of distress, depression and somatisation were associated with worse perceived improvement of function. CONCLUSIONS: Preoperative symptoms of distress, depression, anxiety and somatisation were not associated with worse clinical outcome 12 months after shoulder surgery. Symptoms of psychological disorders before shoulder surgery persisted in 56% of patients after surgery. Postoperative symptoms of psychological disorders 12 months after shoulder surgery were strongly associated with worse clinical outcome.",
  "authors": [
    {
      "last_name": "Koorevaar",
      "fore_name": "Rinco C T",
      "initials": "RC",
      "name": "Rinco C T Koorevaar",
      "affiliations": [
        "Department of Orthopaedics, Deventer Hospital, Deventer, The Netherlands."
      ]
    },
    {
      "last_name": "van 't Riet",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther van 't Riet",
      "affiliations": [
        "Research Department, Deventer Hospital, Deventer, The Netherlands."
      ]
    },
    {
      "last_name": "Gerritsen",
      "fore_name": "Marleen J J",
      "initials": "MJ",
      "name": "Marleen J J Gerritsen",
      "affiliations": [
        "Department of Psychology, Deventer Hospital, Deventer, The Netherlands."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Mc Master University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bulstra",
      "fore_name": "Sjoerd K",
      "initials": "SK",
      "name": "Sjoerd K Bulstra",
      "affiliations": [
        "Department of Orthopedics, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "11",
    "pub_year": "2016"
  },
  "start_page": "e0166555",
  "pages": "e0166555",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Depression",
    "Diagnostic Self Evaluation",
    "Disability Evaluation",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Pain Measurement",
    "Pain Perception",
    "Postoperative Period",
    "Preoperative Period",
    "Range of Motion, Articular",
    "Self-Assessment",
    "Shoulder",
    "Shoulder Pain",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "27846296",
    "pmc": "PMC5112803",
    "doi": "10.1371/journal.pone.0166555",
    "pii": "PONE-D-16-20954"
  },
  "doi": "10.1371/journal.pone.0166555",
  "pmc_id": "PMC5112803",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:32.261104",
    "pmid": "27846296"
  }
}