{
  "pmid": "27849142",
  "uid": "27849142",
  "title": "The Experience of Surrogate Decision Makers on Being Approached for Consent for Patient Participation in Research. A Multicenter Study.",
  "abstract": "RATIONALE: Recruitment in critical care research differs from other contexts in important ways: patients lack decision-making capacity, uncertainty exists regarding patient prognosis, and critical illnesses are often associated with appreciable morbidity and mortality. OBJECTIVES: We aimed to describe the experiences of surrogate decision makers (SDMs) in being approached for consent for critically ill patients to participate in research. METHODS: A multicenter, qualitative study involving semistructured interviews with 26 SDMs, who provided or declined surrogate consent for research participation, at 5 Canadian centers nested within a multicenter observational study of research recruitment practices. Transcripts were reviewed by three qualitative researchers, and data were analyzed using grounded theory and a narrative critical analysis. MEASUREMENTS AND MAIN RESULTS: SDMs were guided by an overarching desire for the patient to live. Surrogate research decision-making involved three sequential stages: (1) being approached; (2) reflecting on participation; and (3) making a decision. In stage 1, SDMs identified factors (their expectations, how they were approached, the attributes of the person approaching, and study risks and benefits) that characterized their consent encounter and affirmed a preference to be approached in person. If SDMs perceived the risk of participation to be too high or felt patients may not benefit from participation, they did not contemplate further. In stage 2, SDMs who knew the patient's wishes or had a deeper understanding of research prioritized the patient's wishes and the perceived benefits of participation. Without this information, SDMs prioritized obtaining more and better care for the patient, considered what was in their mutual best interests, and valued healthcare professional's knowledge. Trust in healthcare professionals was essential to proceeding further. In stage 3, SDMs considered six factors in rendering decisions. CONCLUSIONS: SDMs engaged in three sequential stages and considered six factors in making surrogate decisions for research participation. Surrogates' assessments of the risks and benefits of participation and their trust in healthcare professionals were critical factors in research decision-making. By conceptualizing surrogate decision-making for research in stages, future research can develop and test procedures to enhance the surrogate research decision-making process.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "1 Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada.",
        "2 Division of Critical Care Medicine, and.",
        "3 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prats",
      "fore_name": "Clara Juando",
      "initials": "CJ",
      "name": "Clara Juando Prats",
      "affiliations": [
        "3 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "4 Bloomberg School of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maione",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Maione",
      "affiliations": [
        "5 Professional Practice-Nursing/Clinical Research Portfolio, St. Michael's Hospital, Toronto, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Lanceta",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Lanceta",
      "affiliations": [
        "5 Professional Practice-Nursing/Clinical Research Portfolio, St. Michael's Hospital, Toronto, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Zubrinich",
      "fore_name": "Celia",
      "initials": "C",
      "name": "Celia Zubrinich",
      "affiliations": [
        "6 Allergy and Asthma, the Alfred Hospital, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Jeffs",
      "fore_name": "Lianne",
      "initials": "L",
      "name": "Lianne Jeffs",
      "affiliations": [
        "3 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "5 Professional Practice-Nursing/Clinical Research Portfolio, St. Michael's Hospital, Toronto, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla M",
      "initials": "OM",
      "name": "Orla M Smith",
      "affiliations": [
        "2 Division of Critical Care Medicine, and.",
        "3 Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "4 Bloomberg School of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "238",
  "end_page": "245",
  "pages": "238-245",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Biomedical Research",
    "Canada",
    "Comprehension",
    "Critical Illness",
    "Decision Making",
    "Female",
    "Humans",
    "Informed Consent",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Proxy",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "27849142",
    "doi": "10.1513/AnnalsATS.201606-425OC"
  },
  "doi": "10.1513/AnnalsATS.201606-425OC",
  "dates": {
    "completed": "2018-01-18",
    "revised": "2018-01-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.151446",
    "pmid": "27849142"
  }
}