{
  "pmid": "27842039",
  "uid": "27842039",
  "title": "Remediation of sewage and industrial effluent using bacterially assisted floating treatment wetlands vegetated with Typha domingensis.",
  "abstract": "This investigation reports the quantitative assessment of endophyte-assisted floating treatment wetlands (FTWs) for the remediation of sewage and industrial wastewater. Typha domingensis was used to vegetate FTWs that were subsequently inoculated with a consortium of pollutant-degrading and plant growth-promoting endophytic bacteria. T. domingensis, being an aquatic species, holds excellent potential to remediate polluted water. Nonetheless, investigation conducted on Madhuana drain carrying industrial and sewage water from Faisalabad City revealed the percentage reduction in chemical oxygen demand (COD) and biochemical oxygen demand (BOD5) to be 87% and 87.5%, respectively, within 96 h on coupling the plant species with a consortium of bacterial endophytes. With the endophytes surviving in plant tissue, maximal reduction was obtained in not only the aforementioned pollution parameters but for other major environmental quality parameters including nutrients (N and P), ions (Na[+] and K[+]), Cl[-], and SO4[2-] as well, which showed percentage reductions up to 90%, 39%, 77%, 91.8%, 40%, and 60%, respectively. This significant improvement in polluted wastewater quality treated with the proposed method render it safe to be discharged freely in larger water bodies as per the National Environmental Quality Standards (NEQS) of Pakistan or to be reused safely for irrigation purposes; thus, FTWs provide a sustainable and affordable approach for in situ remediation of sewage and industrial wastewater.",
  "authors": [
    {
      "last_name": "Ijaz",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Ijaz",
      "affiliations": [
        "Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), P.O. Box 577, Jhang Road, Faisalabad, Pakistan E-mail: afzal@nibge.org; manibge@yahoo.com; Pakistan Institute of Engineering and Applied Sciences (PIEAS), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Zafar",
      "initials": "Z",
      "name": "Zafar Iqbal",
      "affiliations": [
        "Nuclear Institute for Agriculture and Biology, Jhang Road, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), P.O. Box 577, Jhang Road, Faisalabad, Pakistan E-mail: afzal@nibge.org; manibge@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Water science and technology : a journal of the International Association on Water Pollution Research",
    "iso_abbreviation": "Water Sci Technol",
    "issn": "0273-1223",
    "issn_type": "Print",
    "volume": "74",
    "issue": "9",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "2192",
  "end_page": "2201",
  "pages": "2192-2201",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biological Oxygen Demand Analysis",
    "Cities",
    "Industrial Waste",
    "Sewage",
    "Typhaceae",
    "Waste Disposal, Fluid",
    "Wastewater",
    "Water Pollutants, Chemical",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "27842039",
    "doi": "10.2166/wst.2016.405"
  },
  "doi": "10.2166/wst.2016.405",
  "dates": {
    "completed": "2017-06-02",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Industrial Waste",
    "Sewage",
    "Waste Water",
    "Water Pollutants, Chemical"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.774013",
    "pmid": "27842039"
  }
}