{
  "pmid": "27863342",
  "uid": "27863342",
  "title": "A case report describing diverticulosis of the appendix presenting as acute appendicitis.",
  "abstract": "INTRODUCTION: Diverticulosis of the appendix (DA) is a rare clinical finding which is often confused with acute or chronic appendicitis and is usually only identified during or after appendectomy. The symptoms of DA can last for up to two weeks and laboratory studies tend to reflect a more chronic inflammation. Distinguishing the two entities is important as DA has a higher risk for perforation and may be associated with an underlying malignancy. PRESENTATION OF CASE: A 54--year old African--American male presented with three--days of right sided abdominal pain, nausea, and vomiting. Physical exam and abdominal CT imaging were concerning for early acute appendicitis. The patient was taken emergently to the operating room for laparoscopic appendectomy. Extensive adhesions were found around the Appendix which was grossly abnormal with multiple diverticula. The patient had an uneventful recovery. DISCUSSION: Patients with DA are often misdiagnosed with chronic or acute appendicitis based on their presenting symptoms and imaging. While appendectomy is the definitive treatment, diagnosing DA before surgery is important in determining the patient's risks and potential complications. CONCLUSION: Diverticulosis of the Appendix is a rare clinical entity which is often misdiagnosed. Better imaging techniques and higher indices of clinical suspicion are needed to make the appropriate diagnoses before patients are taken for surgery.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah L",
      "initials": "SL",
      "name": "Sarah L Khan",
      "affiliations": [
        "Drexel University College of Medicine, Philadelphia, PA 19129, USA. Electronic address: slk325@drexel.edu."
      ]
    },
    {
      "last_name": "Siddeswarappa",
      "fore_name": "Madhu",
      "initials": "M",
      "name": "Madhu Siddeswarappa",
      "affiliations": [
        "Department of Surgery, Mercy Hospital of Philadelphia, Philadelphia, PA 19143, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mohammad Farrukh",
      "initials": "MF",
      "name": "Mohammad Farrukh Khan",
      "affiliations": [
        "Department of Surgery, Mercy Hospital of Philadelphia, Philadelphia, PA 19143, USA."
      ]
    }
  ],
  "journal": {
    "title": "International journal of surgery case reports",
    "iso_abbreviation": "Int J Surg Case Rep",
    "issn": "2210-2612",
    "issn_type": "Print",
    "volume": "29",
    "pub_year": "2016"
  },
  "start_page": "155",
  "end_page": "157",
  "pages": "155-157",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27863342",
    "pmc": "PMC5118615",
    "doi": "10.1016/j.ijscr.2016.10.074",
    "pii": "S2210-2612(16)30472-2"
  },
  "doi": "10.1016/j.ijscr.2016.10.074",
  "pmc_id": "PMC5118615",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.706117",
    "pmid": "27863342"
  }
}