{
  "pmid": "27866091",
  "uid": "27866091",
  "title": "A sensitivity and specificity comparison of fine needle aspiration cytology and core needle biopsy in evaluation of suspicious breast lesions: A systematic review and meta-analysis.",
  "abstract": "PURPOSE: Breast cancer detections for women with suspicious lesions mainly depend on two non-operative pathological tests-fine needle aspiration cytology (FNAC) and core needle biopsy (CNB). The aim of this systematic review was to compare the sensitivity and specificity of CNB and FNAC in this setting. METHODS: The data sources included MEDLINE, EMBASE, PubMed, and the Cochrane Central Register of Controlled Trials (CENTRAL) till February 2016. We included prospective series of studies which directly compared the accuracy of FNAC and CNB. We used forest plots to display the sensitivity and specificity of FNAC and CNB respectively. Pre-specified subgroup analyses and sensitivity analysis were conducted. RESULTS: Ultimately, 12 articles (1802 patients) were included in the final analysis. The pooled analysis shows that the sensitivity of CNB is better than that of FNAC [87% (95% CI, 84%-88%, I[2] = 88.5%) versus 74% (95% CI, 72%-77%, I[2] = 88.3%)] and the specificity of CNB is similar to that of FNAC [98% (95% CI, 96%-99%, I[2] = 76.2%) versus 96% (95% CI, 94%-98%, I[2] = 39.0%)]. For subgroup analysis, the sensitivities of both tests are better for palpable lesions than that of non-palpable lesions. Sensitivity analysis shows the robustness of the primary analysis. CONCLUSION: Our study suggests that both of FNAC and CNB have good clinical performance. In similar circumstances, the sensitivity of CNB is better than that of FNAC, while their specificities are similar. FNAC could be still considered the first choice to evaluate suspicious nonpalpable breast lesions.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada. Electronic address: wangm59@mcmaster.ca."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Xiaoning",
      "initials": "X",
      "name": "Xiaoning He",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, 92 Weijin Road, Nankai District, Tianjin, 300072, China. Electronic address: n19900118@163.com."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada. Electronic address: changy28@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Guangwen",
      "initials": "G",
      "name": "Guangwen Sun",
      "affiliations": [
        "Dundas Valley Secondary School, 310 Governor's Road, Dundas, Ontario, L9H5P8, Canada. Electronic address: gsun5903@hwdsb.on.ca."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada; Department of Pediatrics and Anesthesia, McMaster University, Hamilton, Canada; Centre for Evaluation of Medicine, St Joseph's Healthcare Hamilton, Hamilton, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, 3rd Floor, Martha Wing, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6, Canada; Population Health Research Institute, Hamilton Health Sciences, Hamilton, Canada. Electronic address: thabanl@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Breast (Edinburgh, Scotland)",
    "iso_abbreviation": "Breast",
    "issn": "1532-3080",
    "issn_type": "Electronic",
    "volume": "31",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "157",
  "end_page": "166",
  "pages": "157-166",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Biopsy, Fine-Needle",
    "Biopsy, Large-Core Needle",
    "Breast",
    "Breast Neoplasms",
    "Female",
    "Humans",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "27866091",
    "doi": "10.1016/j.breast.2016.11.009",
    "pii": "S0960-9776(16)30239-9"
  },
  "doi": "10.1016/j.breast.2016.11.009",
  "dates": {
    "completed": "2017-03-10",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:38.348776",
    "pmid": "27866091"
  }
}