{
  "pmid": "27866301",
  "uid": "27866301",
  "title": "Longitudinal Profiles of Girls' Irritable, Defiant and Antagonistic Oppositional Symptoms: Evidence for Group Based Differences in Symptom Severity.",
  "abstract": "Three subdimensions of ODD symptoms have been proposed -angry/irritable (IR), argumentative/defiant (DF) and antagonism (AN). This study tested whether longitudinal symptom trajectories could be identified by these subdimensions. Group-based trajectory analysis was used to identify developmental trajectories of IR, DF and AN symptoms. Multi-group trajectory analysis was then used to identify how subdimension trajectories were linked together over time. Data were drawn from the Pittsburgh Girls Study (PGS; N = 2450), an urban community sample of girls between the ages of five--eight at baseline. We included five waves of annual data across ages five-13 to model trajectories. Three trajectories were identified for each ODD subdimension: DF and AN were characterized by high, medium and low severity groups; IR was characterized by low, medium stable, and high increasing groups. Multi-trajectory analysis confirmed these subdimensions were best linked together based on symptom severity. We did not identify girls' trajectory groups that were characterized predominantly by a particular subdimension of ODD symptoms. Membership in more severe symptom groups was significantly associated with worse outcomes five years later. In childhood and early adolescence girls with high levels of ODD symptoms can be identified, and these youth are characterized by a persistently elevated profile of IR, DF and AN symptoms. Further studies in clinical samples are required to examine the ICD-10 proposal that ODD with irritability is a distinct or more severe form of ODD.",
  "authors": [
    {
      "last_name": "Boylan",
      "fore_name": "Khrista",
      "initials": "K",
      "name": "Khrista Boylan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. boylank@mcmaster.ca.",
        "McMaster Children's Hospital, 1200 Main St West, Evel Building Room 331, Hamilton, ON, L8N 3Z5, Canada. boylank@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Rowe",
      "affiliations": [
        "Department of Psychology, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Waldman",
      "fore_name": "Irwin",
      "initials": "I",
      "name": "Irwin Waldman",
      "affiliations": [
        "Department of Psychology, Emory University, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Stepp",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Stepp",
      "affiliations": [
        "Department of Psychiatry and Psychology, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Hipwell",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Hipwell",
      "affiliations": [
        "Department of Psychiatry and Psychology, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Burke",
      "affiliations": [
        "Department of Psychology, University of Connecticut, Storrs, CT, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of abnormal child psychology",
    "iso_abbreviation": "J Abnorm Child Psychol",
    "issn": "1573-2835",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "1133",
  "end_page": "1145",
  "pages": "1133-1145",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Anger",
    "Attention Deficit and Disruptive Behavior Disorders",
    "Child",
    "Child, Preschool",
    "Female",
    "Hostility",
    "Humans",
    "Interpersonal Relations",
    "Irritable Mood",
    "Longitudinal Studies"
  ],
  "article_ids": {
    "pubmed": "27866301",
    "doi": "10.1007/s10802-016-0231-z",
    "pii": "10.1007/s10802-016-0231-z"
  },
  "doi": "10.1007/s10802-016-0231-z",
  "dates": {
    "completed": "2018-04-16",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:28.594478",
    "pmid": "27866301"
  }
}