{
  "pmid": "27873137",
  "uid": "27873137",
  "title": "CASPer, an online pre-interview screen for personal/professional characteristics: prediction of national licensure scores.",
  "abstract": "Typically, only a minority of applicants to health professional training are invited to interview. However, pre-interview measures of cognitive skills predict for national licensure scores (Gauer et al. in Med Educ Online 21 2016) and subsequently licensure scores predict for performance in practice (Tamblyn et al. in JAMA 288(23): 3019-3026, 2002; Tamblyn et al. in JAMA 298(9):993-1001, 2007). Assessment of personal and professional characteristics, with the same psychometric rigour of measures of cognitive abilities, are needed upstream in the selection to health profession training programs. To fill that need, Computer-based Assessment for Sampling Personal characteristics (CASPer)-an on-line, video-based screening test-was created. In this paper, we examine the correlation between CASPer and Canadian national licensure examination outcomes in 109 doctors who took CASPer at the time of selection to medical school. Specifically, CASPer scores were correlated against performance on cognitive and 'non-cognitive' subsections of both the Medical Council of Canada Qualifying Examination (MCCQE) Parts I (end of medical school) and Part II (18 months into specialty training). Unlike most national licensure exams, MCCQE has specific subcomponents examining personal/professional qualities, providing a unique opportunity for comparison. The results demonstrated moderate predictive validity of CASPer to national licensure outcomes of personal/professional characteristics three to six years after admission to medical school. These types of disattenuated correlations (r = 0.3-0.5) are not otherwise predicted by traditional screening measures. These data support the ability of a computer-based strategy to screen applicants in a feasible, reliable test, which has now demonstrated predictive validity, lending evidence of its validation for medical school applicant selection.",
  "authors": [
    {
      "last_name": "Dore",
      "fore_name": "Kelly L",
      "initials": "KL",
      "name": "Kelly L Dore",
      "affiliations": [
        "Department of Medicine, PERD, 5003/C David Braley Health Sciences Centre, McMaster University, 1280 Main St. W., Hamilton, ON, L8S 4K1, Canada. dore@mcmaster.ca."
      ],
      "orcid": "0000-0002-7088-8864"
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": [
        "Department of Oncology, PERD, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Kreuger",
      "fore_name": "Sharyn",
      "initials": "S",
      "name": "Sharyn Kreuger",
      "affiliations": [
        "PERD, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, PERD, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "327",
  "end_page": "336",
  "pages": "327-336",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cognition",
    "Educational Measurement",
    "Humans",
    "Licensure",
    "Personality",
    "Predictive Value of Tests",
    "School Admission Criteria",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "27873137",
    "doi": "10.1007/s10459-016-9739-9",
    "pii": "10.1007/s10459-016-9739-9"
  },
  "doi": "10.1007/s10459-016-9739-9",
  "dates": {
    "completed": "2017-10-23",
    "revised": "2017-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.755318",
    "pmid": "27873137"
  }
}