{
  "pmid": "27884208",
  "uid": "27884208",
  "title": "What are the best methodologies for rapid reviews of the research evidence for evidence-informed decision making in health policy and practice: a rapid review.",
  "abstract": "BACKGROUND: Rapid reviews have the potential to overcome a key barrier to the use of research evidence in decision making, namely that of the lack of timely and relevant research. This rapid review of systematic reviews and primary studies sought to answer the question: What are the best methodologies to enable a rapid review of research evidence for evidence-informed decision making in health policy and practice? METHODS: This rapid review utilised systematic review methods and was conducted according to a pre-defined protocol including clear inclusion criteria (PROSPERO registration: CRD42015015998). A comprehensive search strategy was used, including published and grey literature, written in English, French, Portuguese or Spanish, from 2004 onwards. Eleven databases and two websites were searched. Two review authors independently applied the eligibility criteria. Data extraction was done by one reviewer and checked by a second. The methodological quality of included studies was assessed independently by two reviewers. A narrative summary of the results is presented. RESULTS: Five systematic reviews and one randomised controlled trial (RCT) that investigated methodologies for rapid reviews met the inclusion criteria. None of the systematic reviews were of sufficient quality to allow firm conclusions to be made. Thus, the findings need to be treated with caution. There is no agreed definition of rapid reviews in the literature and no agreed methodology for conducting rapid reviews. While a wide range of 'shortcuts' are used to make rapid reviews faster than a full systematic review, the included studies found little empirical evidence of their impact on the conclusions of either rapid or systematic reviews. There is some evidence from the included RCT (that had a low risk of bias) that rapid reviews may improve clarity and accessibility of research evidence for decision makers. CONCLUSIONS: Greater care needs to be taken in improving the transparency of the methods used in rapid review products. There is no evidence available to suggest that rapid reviews should not be done or that they are misleading in any way. We offer an improved definition of rapid reviews to guide future research as well as clearer guidance for policy and practice.",
  "authors": [
    {
      "last_name": "Haby",
      "fore_name": "Michelle M",
      "initials": "MM",
      "name": "Michelle M Haby",
      "affiliations": [
        "Department of Chemical and Biological Sciences, Universidad de Sonora, Hermosillo, Sonora, Mexico. haby@unimelb.edu.au.",
        "Centre for Health Policy, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia. haby@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Chapman",
      "fore_name": "Evelina",
      "initials": "E",
      "name": "Evelina Chapman",
      "affiliations": [
        "Pan American Health Organization, Brasilia, DF, Brazil."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Clark",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Barreto",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Barreto",
      "affiliations": [
        "Fundação Oswaldo Cruz, Diretoria de Brasília, Brasilia, Brazil."
      ]
    },
    {
      "last_name": "Reveiz",
      "fore_name": "Ludovic",
      "initials": "L",
      "name": "Ludovic Reveiz",
      "affiliations": [
        "Knowledge Management, Bioethics and Research, Pan American Health Organization, Washington, DC, United States of America."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, and Department of Political Science, McMaster University, Hamilton, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "83",
  "pages": "83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Research Design",
    "Review Literature as Topic",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "27884208",
    "pmc": "PMC5123411",
    "doi": "10.1186/s12961-016-0155-7",
    "pii": "10.1186/s12961-016-0155-7"
  },
  "doi": "10.1186/s12961-016-0155-7",
  "pmc_id": "PMC5123411",
  "dates": {
    "completed": "2017-04-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.990473",
    "pmid": "27884208"
  }
}