{
  "pmid": "27882516",
  "uid": "27882516",
  "title": "Risk of medication overuse headache across classes of treatments for acute migraine.",
  "abstract": "BACKGROUND: The most commonly prescribed medications used to treat migraine acutely are single analgesics, ergots, opioids, and triptans. Due to varying mechanisms of action across drug classes, there is reason to believe that some classes may be less likely than others to elicit Medication Overuse Headache (MOH) than others. We therefore aimed to determine whether certain classes of acute migraine drugs are more likely to elicit MOH than others. METHODS: A comprehensive systematic literature was conducted to identify studies of varying designs that reported on MOH within the considered treatment classes. Only studies that reported MOH according to the International Classification of Headache Disorders (ICHD) were considered. Since no causal comparative design studies were identified; data from prevalence studies and surveys were retrieved. Prevalence-based relative risks between treatment classes were calculated by integrating both medication overuse and medication use from published studies. For each pair wise comparison, pooled relative risks were calculated as the inverse variance weighted average. RESULTS: A total of 29 studies informed the relative risk between treatment classes, all of which reported country-specific data. Five studies reported country-specific medication use data. For triptans versus analgesics the study relative risks generally favored triptans. The pooled relative risk was 0.65 (i.e., relative risk reduction of 35 %). For ergots versus analgesics, a similar trend was observed in favor of ergots with a relative risk of 0.41. For triptans versus ergots, the direction of effect was mixed, and the pooled relative risk was 1.07. Both triptans and ergots appeared favorable when compared to opioids, with pooled relative risks of 0.35 and 0.76, respectively. However, the evidence was limited for these comparisons. Analgesics and opioids also appeared to yield similar risk of MOH (pooled relative risk 1.09). CONCLUSION: Our study suggests that in patients receiving acute migraine treatment, analgesics and opioids are associated with a higher risk of developing MOH compared with other treatments. These findings provide incentive for better monitoring of use of analgesics and opioids for treating acute migraine, and suggest possible clinical preference for use of so-called \"migraine-specific\" treatments, that is, triptans and ergots.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada. kthorlund@redwoodoutcomes.com.",
        "Redwood Outcomes, 302-1505 2nd Ave. West, Vancouver, BC, Canada. kthorlund@redwoodoutcomes.com."
      ]
    },
    {
      "last_name": "Sun-Edelstein",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Sun-Edelstein",
      "affiliations": [
        "Department of Medicine, St. Vincent's Hospital, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "Redwood Outcomes, 302-1505 2nd Ave. West, Vancouver, BC, Canada.",
        "Department of Medicine, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Kanters",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Kanters",
      "affiliations": [
        "Redwood Outcomes, 302-1505 2nd Ave. West, Vancouver, BC, Canada.",
        "School of Population and Public Health, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhambri",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Bhambri",
      "affiliations": [
        "Pfizer Ltd, New York, NY, USA."
      ]
    },
    {
      "last_name": "Ramos",
      "fore_name": "Elodie",
      "initials": "E",
      "name": "Elodie Ramos",
      "affiliations": [
        "Pfizer Ltd, New York, NY, USA."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Redwood Outcomes, 302-1505 2nd Ave. West, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lanteri-Minet",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Lanteri-Minet",
      "affiliations": [
        "Pain Department, CHU Nice, France - FHU InovPain, Université Nice Côte d'Azur, Nice, France.",
        "INSERM U1107, Neuo-Dol, Trigeminal Pain and Migraine Université Auvergne, Clermont-Ferrand, France."
      ]
    },
    {
      "last_name": "Tepper",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Tepper",
      "affiliations": [
        "Geisel School of Medicine at Dartmouth, Hanover, NH, USA."
      ]
    }
  ],
  "journal": {
    "title": "The journal of headache and pain",
    "iso_abbreviation": "J Headache Pain",
    "issn": "1129-2377",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "107",
  "pages": "107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Analgesics",
    "Analgesics, Opioid",
    "Ergotamines",
    "Headache Disorders, Secondary",
    "Humans",
    "Migraine Disorders",
    "Prevalence",
    "Risk",
    "Risk Factors",
    "Tryptamines"
  ],
  "article_ids": {
    "pubmed": "27882516",
    "pmc": "PMC5121112",
    "doi": "10.1186/s10194-016-0696-8",
    "pii": "10.1186/s10194-016-0696-8"
  },
  "doi": "10.1186/s10194-016-0696-8",
  "pmc_id": "PMC5121112",
  "dates": {
    "completed": "2016-12-19",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Analgesics",
    "Analgesics, Opioid",
    "Ergotamines",
    "Tryptamines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.963680",
    "pmid": "27882516"
  }
}