{
  "pmid": "27890362",
  "uid": "27890362",
  "title": "Epidemiology of polio virus infection in Pakistan and possible risk factors for its transmission.",
  "abstract": "End Polio Pakistan program still has to overcome many hurdles; unfortunately on 8th February 2016 first polio case of the year has surfaced in Karachi. It seems that battle against polio demands little bit more conviction and motivation. WHO has set a goal of polio eradication in Pakistan till 2018, in order to evaluate the success of this target; polio eradication campaign in Pakistan has been analyzed in different perspectives. Our analysis indicated that major obstacles in eradication are low literacy rate, poor health infrastructure, lack of planning, natural disaster, economic crisis, counter insurgencies and almost no protection for polio health workers. WHO has allocated new funds to tackle this problem, now there is a need to spend this money more effectively; with proper planning and honest deployment of funds.",
  "authors": [
    {
      "last_name": "Kabir",
      "fore_name": "Mahvish",
      "initials": "M",
      "name": "Mahvish Kabir",
      "affiliations": [
        "Department of Chemistry, School of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Chemistry, School of Science, University of Management and Technology (UMT), Lahore, Pakistan. Electronic address: sohail.ncvi@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Asian Pacific journal of tropical medicine",
    "iso_abbreviation": "Asian Pac J Trop Med",
    "issn": "2352-4146",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "1044",
  "end_page": "1047",
  "pages": "1044-1047",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27890362",
    "doi": "10.1016/j.apjtm.2016.09.006",
    "pii": "S1995-7645(16)30359-5"
  },
  "doi": "10.1016/j.apjtm.2016.09.006",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.774271",
    "pmid": "27890362"
  }
}