{
  "pmid": "27895583",
  "uid": "27895583",
  "title": "Matching Adherence Interventions to Patient Determinants Using the Theoretical Domains Framework.",
  "abstract": "Introduction: Despite much research, interventions to improve medication adherence report disappointing and inconsistent results. Tailored approaches that match interventions and patient determinants of non-adherence were seldom used in clinical trials. The presence of a multitude of theoretical frameworks and models to categorize interventions and patient determinants complicated the development of common categories shared by interventions and determinants. We retrieved potential interventions and patient determinants from published literature on medication adherence, matched them like locks and keys, and categorized them according to the Theoretical Domains Framework (TDF). Methods: We identified the most relevant literature reviews on interventions and determinants in a pragmatic literature search, extracted all interventions and determinants, grouped similar concepts to umbrella terms and assigned them to TDF categories. All steps were finalized in consensus discussion between the authors. Results: Sixteen articles (5 with determinants, 11 with interventions) were included for analysis. We extracted 103 interventions and 42 determinants that we divided in 26 modifiable and 16 unmodifiable determinants. All interventions and modifiable determinants were matched within 11 categories (Knowledge; Skills; Social/professional role and identity; Beliefs about capabilities; Beliefs about consequences; Intentions; Memory, Attention and decision processes; Environmental context and resources; Social influences; Emotion; and Behavioral regulation). Conclusion: In published trials on medication adherence, the congruence between interventions and determinants can be assessed with matching interventions to determinants. To be successful, interventions in medication adherence should target current modifiable determinants and be tailored to the unmodifiable determinants. Modifiable and unmodifiable determinants need to be assessed at inclusion of intervention studies to identify the patients most in need of an adherence intervention. Our matched categories may be useful to develop interventions in trials that investigate the effectiveness of adherence interventions.",
  "authors": [
    {
      "last_name": "Allemann",
      "fore_name": "Samuel S",
      "initials": "SS",
      "name": "Samuel S Allemann",
      "affiliations": [
        "Pharmaceutical Care Research Group, Department of Pharmaceutical Sciences, University of Basel Basel, Switzerland."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "van den Bemt",
      "fore_name": "Bart J F",
      "initials": "BJ",
      "name": "Bart J F van den Bemt",
      "affiliations": [
        "Department of Pharmacy, Radboud University Medical CenterNijmegen, Netherlands; Department of Pharmacy, Sint MaartenskliniekNijmegen, Netherlands."
      ]
    },
    {
      "last_name": "Hersberger",
      "fore_name": "Kurt E",
      "initials": "KE",
      "name": "Kurt E Hersberger",
      "affiliations": [
        "Pharmaceutical Care Research Group, Department of Pharmaceutical Sciences, University of Basel Basel, Switzerland."
      ]
    },
    {
      "last_name": "Arnet",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Arnet",
      "affiliations": [
        "Pharmaceutical Care Research Group, Department of Pharmaceutical Sciences, University of Basel Basel, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "429",
  "pages": "429",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27895583",
    "pmc": "PMC5107738",
    "doi": "10.3389/fphar.2016.00429"
  },
  "doi": "10.3389/fphar.2016.00429",
  "pmc_id": "PMC5107738",
  "dates": {
    "revised": "2024-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.922617",
    "pmid": "27895583"
  }
}