{
  "pmid": "27896395",
  "uid": "27896395",
  "title": "Level of evidence of free papers presented at the European Society of Sports Traumatology, Knee Surgery and Arthroscopy congress from 2008 to 2016.",
  "abstract": "PURPOSE: The European Society of Sports Traumatology, Knee Surgery and Arthroscopy (ESSKA) congress is an important venue, and the research presented can be a critical source of information used to impact clinical decisions and health policies. The purpose of this study was to evaluate the level of evidence of clinical free papers presented at the ESSKA congress from 2008 to 2016. Moreover, this study evaluated whether there were any changes in the distribution of level of evidence over time. METHODS: Two reviewers screened the free papers presented at the ESSKA biannual congresses 2008-2016 for clinical evidence. Clinical papers included observational studies and trials involving direct interaction between an investigator and human subjects. Biomechanical studies, technique demonstrations, cadaveric studies, and panel discussions were excluded. The reviewers independently graded their level of evidence from level I (e.g. high-quality randomized trials) to level IV (e.g. case series and reports) using the classification system published by the American Academy of Orthopaedic Surgeons. RESULTS: Of 1036 free papers that were identified, 729 met the inclusion criteria and were evaluated. Overall, 18% of studies were level I, 24% level II, 25% level III, and 33% level IV evidence. There was a significant improvement in level of evidence over time (p < 0.0001), with the proportion of level I studies increasing most dramatically (9% in 2008, 20% in 2012, 24% in 2016). Free papers studying the knee had higher levels of evidence than those evaluating other joints (p = 0.002). CONCLUSION: The level of evidence of clinical free papers presented at the ESSKA congress between 2008 and 2016 is high relative to other orthopaedic meetings. Moreover, there has been a significant improvement in the level of evidence over time. LEVEL OF EVIDENCE: Systematic review, Level IV.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rogozinsky",
      "fore_name": "Joelle",
      "initials": "J",
      "name": "Joelle Rogozinsky",
      "affiliations": [
        "Department of Medicine and School of Physical and Occupational Therapy, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seil",
      "fore_name": "Romain",
      "initials": "R",
      "name": "Romain Seil",
      "affiliations": [
        "Département de l'Appareil Locomoteur, Centre Hospitalier de Luxembourg, Luxembourg, Luxembourg.",
        "Sports Medicine Research Laboratory, Luxembourg Institute of Health, Luxembourg, Luxembourg."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi Rolland",
      "initials": "OR",
      "name": "Olufemi Rolland Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "602",
  "end_page": "607",
  "pages": "602-607",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Congresses as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Orthopedics",
    "Publishing",
    "Societies, Scientific"
  ],
  "article_ids": {
    "pubmed": "27896395",
    "doi": "10.1007/s00167-016-4391-8",
    "pii": "10.1007/s00167-016-4391-8"
  },
  "doi": "10.1007/s00167-016-4391-8",
  "dates": {
    "completed": "2017-06-09",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.768063",
    "pmid": "27896395"
  }
}