{
  "pmid": "27894606",
  "uid": "27894606",
  "title": "Uncomfortable trade-offs: Canadian policy makers' perspectives on setting objectives for their health systems.",
  "abstract": "BACKGROUND: Although a wide range of health system performance indicators are commonly reported on, there has been little effort to establish their relevance to the objectives that health systems actually pursue. OBJECTIVE: The aim of this study was to identify, explore and better understand health policy makers' views regarding the objectives and outcomes for their health systems, how they are prioritized, and the underlying processes that yield them to inform the development of health system efficiency measures. METHODS: A descriptive, qualitative methodology was employed using key informant interviews with 17 current and former senior health ministry officials in 8 Canadian provinces and 2 territories. KEY FINDINGS: Health ministries have clearly stated objectives for health systems focused on the achievement of health system delivery and population health goals and, increasingly, public, patient and financial accountability. Acute care objectives are routinely prioritized over population health objectives and viewed as resulting from challenges associated with difficult trade-off decisions shaped by organized interests and the media rather than explicit, evidence-based processes. CONCLUSION: This study provides insights beyond publicly available documents to explore the processes that underlie simple statements of health system objectives. Our findings suggest that despite respondents giving priority to improving individual and population health, it is more commonly portrayed as an ideal objective than as a realistic one. By understanding what lies behind statements about what health systems are striving for, we offer a more robust avenue for increasing the uptake of future studies of health system performance.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8S 4K1, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario L8S 4K1, Canada. Electronic address: abelsonj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Allin",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Allin",
      "affiliations": [
        "Canadian Institute for Health Information, 4110 Yonge Street, Suite 300, Toronto, Ontario M2P 2B7, Canada. Electronic address: sallin@cihi.ca."
      ]
    },
    {
      "last_name": "Grignon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Grignon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario L8S 4K1, Canada; Department of Economics, McMaster University, Hamilton, Ontario L8S 4K1, Canada; Department of Health, Aging and Society, McMaster University, 1280 Main Street West, Hamilton Ontario L8S 4K1, Canada. Electronic address: grignon@mcmaster.ca."
      ]
    },
    {
      "last_name": "Pasic",
      "fore_name": "Dianna",
      "initials": "D",
      "name": "Dianna Pasic",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Walli-Attaei",
      "fore_name": "Marjan",
      "initials": "M",
      "name": "Marjan Walli-Attaei",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario L8S 4K1, Canada; Health Policy PhD Program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario L8S 4K1, Canada. Electronic address: walliam@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "121",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "9",
  "end_page": "16",
  "pages": "9-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Canada",
    "Delivery of Health Care",
    "Health Policy",
    "Health Priorities",
    "Humans",
    "Interviews as Topic",
    "Organizational Objectives",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "27894606",
    "doi": "10.1016/j.healthpol.2016.10.007",
    "pii": "S0168-8510(16)30273-1"
  },
  "doi": "10.1016/j.healthpol.2016.10.007",
  "dates": {
    "completed": "2017-09-12",
    "revised": "2017-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.757665",
    "pmid": "27894606"
  }
}