{
  "pmid": "27900746",
  "uid": "27900746",
  "title": "[The Computer Competency of Nurses in Long-Term Care Facilities and Related Factors].",
  "abstract": "BACKGROUND: It is important for nurses who work in long-term care facilities (LTCFs) to have an adequate level of computer competency due to the multidisciplinary and comprehensive nature of long-term care services. Thus, it is important to understand the current computer competency of nursing staff in LTCFs and the factors that relate to this competency. PURPOSE: To explore the computer competency of LTCF nurses and to identify the demographic and computer-usage characteristics that relate significantly to computer competency in the LTCF environment. METHODS: A cross-sectional research design and a self-report questionnaire were used to collect data from 185 nurses working at LTCFs in Taipei. RESULTS: The results found that the variables of the frequency of computer use (β = .33), age (β = -.30), type(s) of the software used at work (β = .28), hours of on-the-job training (β = -.14), prior work experience at other LTCFs (β = -.14), and Internet use at home (β = .12) explain 58.0% of the variance in the computer competency of participants. CONCLUSIONS / IMPLICATIONS FOR PRACTICE: The results of the present study suggest that the following measures may help increase the computer competency of LTCF nurses. (1) Nurses should be encouraged to use electronic nursing records rather than handwritten records. (2) On-the-job training programs should emphasize participant competency in the Excel software package in order to maintain efficient and good-quality of LTC services after implementing of the LTC insurance policy.",
  "authors": [
    {
      "last_name": "Chang",
      "fore_name": "Ya-Ping",
      "initials": "YP",
      "name": "Ya-Ping Chang",
      "affiliations": [
        "MSN, RN, Officer, General Affairs Division, New Taipei Municipal An-Si Junior High School, Taiwan, ROC."
      ]
    },
    {
      "last_name": "Kuo",
      "fore_name": "Huai-Ting",
      "initials": "HT",
      "name": "Huai-Ting Kuo",
      "affiliations": [
        "PhD, RN, Assistant Professor, Department of Nursing, Cardinal Tien Junior College of Healthcare and Management, Taiwan, ROC."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "I-Chuan",
      "initials": "IC",
      "name": "I-Chuan Li",
      "affiliations": [
        "PhD, RN, Professor and Director, Institute of Community Health Care, National Yang-Ming University, Taiwan, ROC. icli@ym.edu.tw."
      ]
    }
  ],
  "journal": {
    "title": "Hu li za zhi The journal of nursing",
    "iso_abbreviation": "Hu Li Za Zhi",
    "issn": "0047-262X",
    "issn_type": "Print",
    "volume": "63",
    "issue": "6",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "61",
  "end_page": "68",
  "pages": "61-68",
  "language": "chi",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Computers",
    "Cross-Sectional Studies",
    "Humans",
    "Inservice Training",
    "Long-Term Care",
    "Middle Aged",
    "Nurses",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27900746",
    "doi": "10.6224/JN.63.6.61",
    "pii": "JN.63.6.61"
  },
  "doi": "10.6224/JN.63.6.61",
  "dates": {
    "completed": "2017-06-15",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.193964",
    "pmid": "27900746"
  }
}