{
  "pmid": "27906087",
  "uid": "27906087",
  "title": "Legionella pneumonia in the Niagara Region, Ontario, Canada: a case series.",
  "abstract": "BACKGROUND: Legionella pneumophila, a major cause of Legionnaires' disease, accounts for 2-15 % of all community-acquired pneumonia requiring hospitalization and up to 30 % of community-acquired pneumonia requiring intensive care unit admission. Early initiation of appropriate antimicrobial therapy is a crucial step in the prevention of morbidity and mortality. However, recognition of Legionnaires' disease continues to be challenging because of its nonspecific clinical features. We sought to describe hospitalized community-acquired Legionnaires' disease to increase awareness of this important and potentially lethal disease. METHODS: A retrospective multicenter observational study was conducted with all patients with confirmed Legionnaires' disease in the Niagara Region of the Province of Ontario, Canada, from June to December 2013. RESULTS: From June to December 2013, there were 14 hospitalized cases of Legionnaires' disease in the Niagara Region. Of these, 86 % (12 patients) had at least one comorbidity and 71 % (10 patients) were cigarette smokers. In our cohort, Legionnaires' disease was diagnosed with a combination of a urinary Legionella antigen test and a Legionella real-time polymerase chain reaction assay. Delay in effective antimicrobial therapy in the treatment of Legionella infection led to clinical deterioration. The majority of patients had met systemic inflammatory response syndrome criteria with fever >38 °C (71 %), heart rate >90 beats per minute (71 %), and respiratory rate >20 breaths per minute (86 %). Eleven patients (79 %) required admission to the intensive care unit or step-down unit, and nine patients (64 %) required intubation. Clinical improvement after initiation of antimicrobials was protracted. CONCLUSIONS: Legionnaires' disease should be considered during the late spring and summer months in patients with a history of tobacco use and various comorbidities. Clinically, patients presented with severe, nonspecific, multisystem disease characterized by shortness of breath, abnormal vital signs, and laboratory derangements including hyponatremia, elevated creatine kinase, and evidence of organ dysfunction. In addition, antimicrobial therapy with newer macrolides or respiratory fluoroquinolones should be initiated for severe community-acquired pneumonia requiring intensive care unit admission, prior to laboratory confirmation of diagnosis, especially when a clinical suspicion of Legionella infection exists.",
  "authors": [
    {
      "last_name": "Cargnelli",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Cargnelli",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Niagara Regional Campus, McMaster University, MDCL 3107, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Powis",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Powis",
      "affiliations": [
        "Toronto East General Hospital, 825 Cowell Avenue, Toronto, ON, M4C 3E7, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JL",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Niagara Regional Campus, McMaster University, MDCL 3107, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. jennifer.tsang@mail.utoronto.ca.",
        "Niagara Health, 1200 Fourth Avenue, St. Catharines, ON, L2S 0A9, Canada. jennifer.tsang@mail.utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical case reports",
    "iso_abbreviation": "J Med Case Rep",
    "issn": "1752-1947",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "336",
  "pages": "336",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Case Reports"
  ],
  "keywords": [
    "Aged",
    "Anti-Bacterial Agents",
    "Community-Acquired Infections",
    "Female",
    "Fever",
    "Health Knowledge, Attitudes, Practice",
    "Hospitalization",
    "Humans",
    "Incidence",
    "Legionella pneumophila",
    "Legionnaires' Disease",
    "Male",
    "Middle Aged",
    "Molecular Diagnostic Techniques",
    "Ontario",
    "Polymerase Chain Reaction",
    "Practice Guidelines as Topic",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "27906087",
    "pmc": "PMC5133757",
    "doi": "10.1186/s13256-016-1105-2",
    "pii": "10.1186/s13256-016-1105-2"
  },
  "doi": "10.1186/s13256-016-1105-2",
  "pmc_id": "PMC5133757",
  "dates": {
    "completed": "2017-05-10",
    "revised": "2023-10-31"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.909112",
    "pmid": "27906087"
  }
}