{
  "pmid": "27913054",
  "uid": "27913054",
  "title": "Development of a multi stakeholder partnership to improve access to and delivery of neurosurgical services in Ontario.",
  "abstract": "Neurosurgical emergencies require expedient access to definitive care at neurosurgical centers. Neurosurgical resources in province of Ontario are highly centralized, and subsequently, most patients with neurosurgical emergencies will present to non-neurosurgical centers. From 2000-2010, metrics demonstrated the organization of neurosurgical resources might not be optimal. In response to this a program entitled Provincial Neurosurgery Ontario (PNO)- was formed to address these issues in cooperation with neurosurgeons, hospitals and the provincial government. PNO worked with multiple stakeholders to implement interventions to not only prevent out of country transfer, but to also improve the flow of neurosurgical patients in the province and potentially improve outcome. The main interventions undertaken by PNO were: 1) implementation and development of a province-wide tele-radiology system; 2) development of neurosurgery as a provincially-funded program; 3) significant outreach to non-neurosurgical centers; and 4) specialized funding packages for highly specialized level care. This report provides background on the challenges faced by neurosurgery in the province of Ontario and the process developed to address these challenges. Finally, we describe the impact provincial strategies have had on improving access to emergency neurosurgical care in the Ontario.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of Neurosurgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bohn",
      "fore_name": "Des",
      "initials": "D",
      "name": "Des Bohn",
      "affiliations": [
        "Critical Care Secretariat, Ministry of Health and Long Term Care, Toronto, Ontario, Canada; CritiCall Ontario, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mikroyiannakis",
      "fore_name": "Iphigenia",
      "initials": "I",
      "name": "Iphigenia Mikroyiannakis",
      "affiliations": [
        "Trillium Gift of Life Network, Ministry of Health and Long Term Care, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Trowbridge",
      "fore_name": "Joslyn",
      "initials": "J",
      "name": "Joslyn Trowbridge",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto,Ontario, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Thompson",
      "affiliations": [
        "CritiCall Ontario, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Bell",
      "affiliations": [
        "Ministry of Health and Long Term Care, Toronto, Ontario, Canada; Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rutka",
      "fore_name": "James",
      "initials": "J",
      "name": "James Rutka",
      "affiliations": [
        "Critical Care Secretariat, Ministry of Health and Long Term Care, Toronto, Ontario, Canada; Department of Surgery, University of Toronto, Toronto, Ontario, Canada. Electronic address: james.rutka@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "121",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "207",
  "end_page": "214",
  "pages": "207-214",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Emergency Medical Services",
    "Health Services Accessibility",
    "Humans",
    "Neurosurgery",
    "Ontario",
    "Outcome and Process Assessment, Health Care",
    "Radiology",
    "Referral and Consultation",
    "Specialization",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "27913054",
    "doi": "10.1016/j.healthpol.2016.11.012",
    "pii": "S0168-8510(16)30320-7"
  },
  "doi": "10.1016/j.healthpol.2016.11.012",
  "dates": {
    "completed": "2017-09-11",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.848889",
    "pmid": "27913054"
  }
}