{
  "pmid": "27917369",
  "uid": "27917369",
  "title": "Management of Multiple Myeloma and Usage of Bortezomib: Perspective from India and Ukraine.",
  "abstract": "Novel treatment strategies have remarkably improved the multiple myeloma (MM) patients' survival, with associated increased costs. A joint panel meet of international experts from India and Ukraine was held in New Delhi on May 19, 2016 focusing on MM management, bortezomib role, unmet medical needs, and current challenges. The health-care system for oncology in India is majorly private vs. government-based in Ukraine. In India, electrophoresis, serum-free light chain assays, bone marrow tests, and X-rays are available modes of diagnosis. Despite of the numerous cancer centers and stem cell transplant centers, most patients do not prefer transplant owing to its high-cost and social stigma. Majority of the patients are treated with bortezomib or lenalidomide-based regimens. Most patients buy drug themselves. The expanding generic drugs market is a ray of hope for the affordable drugs. In Ukraine, immuno-fixation, bone marrow analysis, and magnetic resonance imaging are common diagnostic modalities. Due to high cost, only few patients undergo transplant. Bortezomib-based regimens are preferred in most of the patients; however, usage is limited due to high costs and lack of funds. Thalidomide-based regimens are used for maintenance therapy due to affordability. In case of relapsed MM, bortezomib is preferred in triple therapy; however, more affordable option is cyclophosphamide, thalidomide, and dexamethasone (CTD). Issues, such as cost containment, common treatment strategies, enhanced collaboration, and improved health-care access, need immediate attention. High-quality generics access will improve outcomes and support health-care cost containment. Pharmacoeconomic studies and head-to-head trials are warranted to determine the cost-effectiveness and benefit of novel therapies in MM.",
  "authors": [
    {
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Global Medical Affairs, Dr. Reddy's Laboratories Ltd. , Hyderabad , India."
      ]
    },
    {
      "last_name": "Morgunskyy",
      "fore_name": "Mykhaylo",
      "initials": "M",
      "name": "Mykhaylo Morgunskyy",
      "affiliations": [
        "Global Medical Affairs, Dr. Reddy's Laboratories Ltd. , Kyiv , Ukraine."
      ]
    },
    {
      "last_name": "Belagali",
      "fore_name": "Yogesh",
      "initials": "Y",
      "name": "Yogesh Belagali",
      "affiliations": [
        "Global Medical Affairs, Dr. Reddy's Laboratories Ltd. , Hyderabad , India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Namita",
      "initials": "N",
      "name": "Namita Gupta",
      "affiliations": [
        "Global Medical Affairs, Dr. Reddy's Laboratories Ltd. , Hyderabad , India."
      ]
    },
    {
      "last_name": "Akku",
      "fore_name": "Shyam Prasad",
      "initials": "SP",
      "name": "Shyam Prasad Akku",
      "affiliations": [
        "Global Medical Affairs, Dr. Reddy's Laboratories Ltd. , Hyderabad , India."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2016"
  },
  "start_page": "243",
  "pages": "243",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27917369",
    "pmc": "PMC5117112",
    "doi": "10.3389/fonc.2016.00243"
  },
  "doi": "10.3389/fonc.2016.00243",
  "pmc_id": "PMC5117112",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.214702",
    "pmid": "27917369"
  }
}