{
  "pmid": "27913536",
  "uid": "27913536",
  "title": "Reversal of direct oral anticoagulants: a practical approach.",
  "abstract": "Direct oral anticoagulants (DOACs) have at least noninferior efficacy compared with other oral anticoagulants and have ancillary benefits, including overall better safety profiles, lack of the need for routine monitoring, rapid onset of action, and ease of administration. Reversal of these agents may be indicated in certain situations such as severe bleeding and for perioperative management. DOAC-associated bleeding should be risk stratified: patients with moderate or severe bleeding should have the DOAC discontinued and reversal strategies should be considered. Laboratory testing has limited utility in the acute management of bleeding; thrombin time and activated partial thromboplastin time may be useful for excluding clinically relevant levels of dabigatran. Prothrombin time is potentially useful for rivaroxaban and edoxaban, but calibrated anti-Xa assays are optimal for determining clinically relevant levels of factor Xa inhibitors. Because specific reversal agents are not widely available, supportive care and interventions for local hemostasis remain the cornerstones of therapy in the patient with DOAC-associated bleeding. Nonspecific reversal agents should be considered only in the event of severe bleeding because their efficacy is unknown, and they are associated with risk of thrombosis. Recent results from phase 3/4 studies demonstrate efficacy for an antidote to dabigatran (idarucizumab, a monoclonal antibody fragment with specificity for dabigatran) and an antidote to factor Xa inhibitors (andexanet alfa, a recombinant and inactive form of factor Xa that binds inhibitors). A universal reversal agent (ciraparantag) for many anticoagulants, including the DOACs, shows promise in results from phase 1 and 2 studies.",
  "authors": [
    {
      "last_name": "Shih",
      "fore_name": "Andrew W",
      "initials": "AW",
      "name": "Andrew W Shih",
      "affiliations": [
        "Department of Pathology and Molecular Medicine.",
        "McMaster Centre for Transfusion Research, and."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Pathology and Molecular Medicine.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Hematology. American Society of Hematology. Education Program",
    "iso_abbreviation": "Hematology Am Soc Hematol Educ Program",
    "issn": "1520-4383",
    "issn_type": "Electronic",
    "volume": "2016",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "612",
  "end_page": "619",
  "pages": "612-619",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Antibodies, Monoclonal, Humanized",
    "Anticoagulants",
    "Antidotes",
    "Dabigatran",
    "Factor Xa",
    "Hemorrhage",
    "Humans",
    "Partial Thromboplastin Time",
    "Prothrombin Time",
    "Recombinant Proteins",
    "Rivaroxaban"
  ],
  "article_ids": {
    "pubmed": "27913536",
    "pmc": "PMC6142515",
    "doi": "10.1182/asheducation-2016.1.612",
    "pii": "2016/1/612"
  },
  "doi": "10.1182/asheducation-2016.1.612",
  "pmc_id": "PMC6142515",
  "dates": {
    "completed": "2017-05-15",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "Anticoagulants",
    "Antidotes",
    "PRT064445",
    "Recombinant Proteins",
    "idarucizumab",
    "Rivaroxaban",
    "Factor Xa",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.667551",
    "pmid": "27913536"
  }
}