{
  "pmid": "27927609",
  "uid": "27927609",
  "title": "Data Analysis Protocol for the Development and Evaluation of Population Pharmacokinetic Models for Incorporation Into the Web-Accessible Population Pharmacokinetic Service - Hemophilia (WAPPS-Hemo).",
  "abstract": "BACKGROUND: Hemophilia is an inherited bleeding disorder caused by a deficiency in a specific clotting factor. This results in spontaneous bleeding episodes and eventual arthropathy. The mainstay of hemophilia treatment is prophylactic replacement of the missing factor, but an optimal regimen remains to be determined. Rather, individualized prophylaxis has been suggested to improve both patient safety and resource utilization. However, uptake of this approach has been hampered by the demanding sampling schedules and complex calculations required to obtain individual estimates of pharmacokinetic (PK) parameters. The use of population pharmacokinetics (PopPK) can alleviate this burden by reducing the number of plasma samples required for accurate estimation, but few tools incorporating this approach are readily available to clinicians. OBJECTIVE: The Web-accessible Population Pharmacokinetic Service - Hemophilia (WAPPS-Hemo) project aims to bridge this gap by providing a Web-accessible service for the reliable estimation of individual PK parameters from only a few patient samples. This service is predicated on the development of validated brand-specific PopPK models. METHODS: We describe the data analysis plan for the development and evaluation of each PopPK model to be incorporated into the WAPPS-Hemo platform. The data sources and structure of the dataset are discussed first, followed by the procedures for handling both data below limit of quantification (BLQ) and absence of such BLQ data. Next, we outline the strategies for building the appropriate structural and covariate models, including the possible need for a process algorithm when PK behavior varies between subjects or significant covariates are not provided. Prior to use in a prospective manner, the models will undergo extensive evaluation using a variety of techniques such as diagnostic plots, bootstrap analysis and cross-validation. Finally, we describe the incorporation of a validated PopPK model into the Bayesian post hoc model to produce individualized estimates of PK parameters. RESULTS: Dense PK data has been collected for more than 20 brands of factor concentrate from both industry-sponsored and investigator-driven studies. The model development process is underway for the majority of molecules, with refinement and validation to be completed in 2017. Further, the WAPPS-Hemo co-investigator network has contributed more than 300 PK assessments for use in model development and evaluation. This constitutes the largest repository of this type of PK data globally. CONCLUSIONS: The WAPPS-Hemo service aims to eliminate barriers to the uptake of individualized PK-tailored hemophilia treatment. By incorporating this tool into routine practice, clinicians can implement a personalized dosing strategy without performing rigorous sampling or complex calculations. This service is centred on validated models developed according to the robust approach to PopPK modeling described herein. CLINICALTRIAL: ClinicalTrials.gov NCT02061072; https://clinicaltrials.gov/ct2/show/NCT02061072 (Archived by WebCite at http://www.webcitation.org/6mRIXJh55).",
  "authors": [
    {
      "last_name": "McEneny-King",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna McEneny-King",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-2775-2603"
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, The Research Institute, St Joseph's Healthcare, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4716-3539"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Niagara Hemophilia Program, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-9014-1653"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "5",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "07"
  },
  "start_page": "e232",
  "pages": "e232",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27927609",
    "pmc": "PMC5177737",
    "doi": "10.2196/resprot.6559",
    "pii": "v5i4e232"
  },
  "doi": "10.2196/resprot.6559",
  "pmc_id": "PMC5177737",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.168845",
    "pmid": "27927609"
  }
}