{
  "pmid": "27926793",
  "uid": "27926793",
  "title": "Information Seeking When Problem Solving: Perspectives of Public Health Professionals.",
  "abstract": "OBJECTIVES: Given the many different types of professionals working in public health and their diverse roles, it is likely that their information needs, information-seeking behaviors, and problem-solving abilities differ. Although public health professionals often work in interdisciplinary teams, few studies have explored their information needs and behaviors within the context of teamwork. This study explored the relationship between Canadian public health professionals' perceptions of their problem-solving abilities and their information-seeking behaviors with a specific focus on the use of evidence in practice settings. It also explored their perceptions of collaborative information seeking and the work contexts in which they sought information. METHODS: Key Canadian contacts at public health organizations helped recruit study participants through their list-servs. An electronic survey was used to gather data about (a) individual information-seeking behaviors, (b) collaborative information-seeking behaviors, (c) use of evidence in practice environments, (d) perceived problem-solving abilities, and (e) demographic characteristics. RESULTS: Fifty-eight public health professionals were recruited, with different roles and representing most Canadian provinces and one territory. A significant relationship was found between perceived problem-solving abilities and collaborative information-seeking behavior (r = -.44, p < .00, N = 58), but not individual information seeking. The results suggested that when public health professionals take a shared, active approach to problem solving, maintain personal control, and have confidence, they are more likely collaborate with others in seeking information to complete a work task. LINKING EVIDENCE TO ACTION: Administrators of public health organizations should promote collaboration by implementing effective communication and information-seeking strategies, and by providing information resources and retrieval tools. Public health professionals' perceived problem-solving abilities can influence how they collaborate in seeking information. Educators in public health organizations should tailor training in information searching to promote collaboration through collaborative technology systems.",
  "authors": [
    {
      "last_name": "Newman",
      "fore_name": "Kristine",
      "initials": "K",
      "name": "Kristine Newman",
      "affiliations": [
        "Assistant Professor, Daphne Cockwell School of Nursing, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "Professor, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "Assistant Professor, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": [
        "Professor, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Worldviews on evidence-based nursing",
    "iso_abbreviation": "Worldviews Evid Based Nurs",
    "issn": "1741-6787",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "145",
  "end_page": "153",
  "pages": "145-153",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cooperative Behavior",
    "Humans",
    "Information Seeking Behavior",
    "Nurses, Public Health",
    "Perception",
    "Problem Solving",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "27926793",
    "doi": "10.1111/wvn.12187"
  },
  "doi": "10.1111/wvn.12187",
  "dates": {
    "completed": "2017-07-10",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.343559",
    "pmid": "27926793"
  }
}