{
  "pmid": "27935789",
  "uid": "27935789",
  "title": "The Development and Validation of the Mood-based Indoor Tanning Scale.",
  "abstract": "OBJECTIVES: Research indicates that mood-based motivations may be an important predictor of indoor tanning bed use and may be related to indoor tanning dependence. Problematically, little research has been conducted to develop a psychometric measure of mood-based tanning motivations. The current study seeks to develop and validate the moodbased indoor tanning scale (MITS). METHODS: Two studies were conducted to identify and verify the MITS factor structure as well as assess construct validity. Study 1 was conducted at 5 geographically diverse universities in the United States. Study 2 was conducted by using a national online sample in the United States. RESULTS: Results from study 1 specified the factor structure of the MITS. Results from study 2 suggest that a one-point increase in the MITS measure corresponds with using indoor tanning beds 11 more times in the past year. CONCLUSIONS: These findings demonstrate that moodbased tanning motivations are a strong predictor of indoor tanning intentions and behavior. Further, they suggest that health behavior researchers and healthcare practitioners can use the MITS to assess the extent to which mood-based motivations impact indoor tanning bed use.",
  "authors": [
    {
      "last_name": "Carcioppolo",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Carcioppolo",
      "affiliations": [
        "Assistant Professor, Department of Communication Studies, University of Miami, Coral Gables, FL."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yixin",
      "initials": "Y",
      "name": "Yixin Chen",
      "affiliations": [
        "Assistant Professor, Department of Communication Studies, Sam Houston State University, Huntsville, TX."
      ]
    },
    {
      "last_name": "John",
      "fore_name": "Kevin K",
      "initials": "KK",
      "name": "Kevin K John",
      "affiliations": [
        "Assistant Professor, School of Communications, Brigham Young University, Provo, UT."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea Martinez",
      "initials": "AM",
      "name": "Andrea Martinez Gonzalez",
      "affiliations": [
        "Research Assistant, Department of Communication, University of Illinois, Urbana-Champaign, IL."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Andy J",
      "initials": "AJ",
      "name": "Andy J King",
      "affiliations": [
        "Assistant Professor, College of Media and Communication, Texas Tech University, Lubbock, TX."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Susan E",
      "initials": "SE",
      "name": "Susan E Morgan",
      "affiliations": [
        "Professor, Department of Communication Studies, University of Miami, Coral Gables, FL."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Shasa",
      "initials": "S",
      "name": "Shasa Hu",
      "affiliations": [
        "Associate Professor, Department of Dermatology, Miller School of Medicine, University of Miami, Miami, FL;, Email: n.carcioppolo@miami.edu."
      ]
    }
  ],
  "journal": {
    "title": "American journal of health behavior",
    "iso_abbreviation": "Am J Health Behav",
    "issn": "1945-7359",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "42",
  "end_page": "51",
  "pages": "42-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Affect",
    "Factor Analysis, Statistical",
    "Female",
    "Health Behavior",
    "Humans",
    "Male",
    "Motivation",
    "Sunbathing",
    "Surveys and Questionnaires",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "27935789",
    "doi": "10.5993/ajhb.41.1.4"
  },
  "doi": "10.5993/ajhb.41.1.4",
  "dates": {
    "completed": "2018-02-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.133807",
    "pmid": "27935789"
  }
}