{
  "pmid": "27931556",
  "uid": "27931556",
  "title": "Non-physician health workers for improving adherence to medications and healthy lifestyle following acute coronary syndrome: 24-month follow-up study.",
  "abstract": "OBJECTIVE: To evaluate usefulness of non-physician health workers (NPHW) to improve adherence to medications and lifestyles following acute coronary syndrome (ACS). METHODS: We randomized 100 patients at hospital discharge following ACS to NPHW intervention (n=50) or standard care (n=50) in an open label study. NPHW was trained for interventions to improve adherence to medicines - antiplatelets, β-blockers, renin-angiotensin system (RAS) blockers and statins and healthy lifestyles. Intervention lasted 12 months with passive follow-up for another 12. Both groups were assessed for adherence using a standardized questionnaire. RESULTS: ST elevation myocardial infarction (STEMI) was in 49 and non-STEMI in 51, mean age was 59.0±11 years. 57% STEMI were thrombolyzed. On admission majority were physically inactive (71%), consumed unhealthy diets (high fat 77%, high salt 58%, low fiber 57%) and 21% were smokers/tobacco users. Coronary revascularization was performed in 90% (percutaneous intervention 79%, bypass surgery 11%). Drugs at discharge were antiplatelets 100%, β-blockers 71%, RAS blockers 71% and statins 99%. Intervention and control groups had similar characteristics. At 12 and 24 months, respectively, in intervention vs control groups adherence (>80%) was: anti platelets 92.0% vs 77.1% and 83.3% vs 40.9%, β blockers 97.2% vs 90.3% and 84.8% vs 45.0%), RAS blockers 95.1% vs 82.3% and 89.5% vs 46.1%, and statins 94.0% vs 70.8% and 87.5% vs 29.5%; smoking rates were 0.0% vs 12.5% and 4.2% vs 20.5%, regular physical activity 96.0% vs 50.0%, and 37.5% vs 34.1%, and healthy diet score 5.0 vs 3.0, and 4.0 vs 2.0 (p<0.01 for all). Intervention vs standard group at 12 months had significantly lower mean systolic BP, heart rate, body mass index, waist:hip ratio, total cholesterol, triglyceride, and LDL cholesterol (p<0.01). CONCLUSIONS: NPHW-led educational intervention for 12 months improved adherence to evidence based medicines and healthy lifestyles. Efficacy continued for 24 months with attrition.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Krishna Kumar",
      "initials": "KK",
      "name": "Krishna Kumar Sharma",
      "affiliations": [
        "Department of Pharmacology, SMS Medical College, Jaipur 302004, India; Department of Medicine, Fortis Escorts Hospital, Jaipur 302017, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Department of Medicine, Fortis Escorts Hospital, Jaipur 302017, India; Department of Medicine, Eternal Heart Care Centre and Research Institute, Jaipur 302020, India. Electronic address: rajeevgg@gmail.com."
      ]
    },
    {
      "last_name": "Mathur",
      "fore_name": "Mukul",
      "initials": "M",
      "name": "Mukul Mathur",
      "affiliations": [
        "Department of Pharmacology, SMS Medical College, Jaipur 302004, India."
      ]
    },
    {
      "last_name": "Natani",
      "fore_name": "Vishnu",
      "initials": "V",
      "name": "Vishnu Natani",
      "affiliations": [
        "Department of Medicine, Fortis Escorts Hospital, Jaipur 302017, India."
      ]
    },
    {
      "last_name": "Lodha",
      "fore_name": "Sailesh",
      "initials": "S",
      "name": "Sailesh Lodha",
      "affiliations": [
        "Department of Endocrinology, Fortis Escorts Hospital, Jaipur 302017, India."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Sanjeeb",
      "initials": "S",
      "name": "Sanjeeb Roy",
      "affiliations": [
        "Department of Cardiology, Fortis Escorts Hospital, Jaipur 302017, India."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology, St John's Medical College, Bangalore 560068, India."
      ]
    }
  ],
  "journal": {
    "title": "Indian heart journal",
    "iso_abbreviation": "Indian Heart J",
    "issn": "2213-3763",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "6",
    "pub_year": "2016"
  },
  "start_page": "832",
  "end_page": "840",
  "pages": "832-840",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Acute Coronary Syndrome",
    "Community Health Workers",
    "Female",
    "Follow-Up Studies",
    "Healthy Lifestyle",
    "Humans",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Secondary Prevention",
    "Time Factors",
    "Assessment of Medication Adherence"
  ],
  "article_ids": {
    "pubmed": "27931556",
    "pmc": "PMC5143810",
    "doi": "10.1016/j.ihj.2016.03.027",
    "pii": "S0019-4832(16)30006-2"
  },
  "doi": "10.1016/j.ihj.2016.03.027",
  "pmc_id": "PMC5143810",
  "dates": {
    "completed": "2017-05-24",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.605730",
    "pmid": "27931556"
  }
}