{
  "pmid": "27940510",
  "uid": "27940510",
  "title": "Oxygen Saturation Targets in Preterm Infants and Outcomes at 18-24 Months: A Systematic Review.",
  "abstract": "CONTEXT: The optimal oxygen saturation target for extremely preterm infants remains unclear. OBJECTIVE: To systematically review evidence evaluating the effect of lower (85%-89%) versus higher (91%-95%) pulse oxygen saturation (Spo2) target on mortality and neurodevelopmental impairment (NDI) at 18 to 24 months. DATA SOURCES: Electronic databases and all published randomized trials evaluating lower versus higher Spo2 target in preterm infants. STUDY SELECTION: A total of 2896 relevant citations were identified; 5 trials were included in the final analysis. DATA EXTRACTION: Data from 5 trials were analyzed for quality of evidence and risk of bias. LIMITATIONS: Limitations include heterogeneity in age at enrollment and comorbidities between trials and change in oximeter algorithm midway through 3 trials. RESULTS: There was no difference in the incidence of primary outcome (death/NDI at 18-24 months) in the 2 groups; risk ratio,1.05, 95% confidence interval 0.98-1.12, P = .18. Mortality before 18 to 24 months was higher in the lower-target group (risk ratio,1.16, 95% confidence interval 1.03-1.31, P = .02). Rates of NDI and severe visual loss did not differ between the 2 groups. Proportion of time infants spent outside the target range while on supplemental oxygen ranged from 8.2% to 27.4% <85% and 8.1% to 22.4% >95% with significant overlap between the 2 groups. CONCLUSIONS: There was no difference in primary outcome between the 2 Spo2 target groups. The collective data suggest that risks associated with restricting the upper Spo2 target limit to 89% outweigh the benefits. The quality of evidence was moderate. We speculate that a wider target range (lower alarm limit, 89% and upper, 96%) may increase time spent within range, but the safety profile of this approach remains to be determined.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, Veterans Affairs Medical Center, Buffalo, New York.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster's University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saugstad",
      "fore_name": "Ola D",
      "initials": "OD",
      "name": "Ola D Saugstad",
      "affiliations": [
        "Department of Pediatric Research, Oslo University Hospital, University of Oslo, Oslo, Norway; and."
      ]
    },
    {
      "last_name": "Lakshminrusimha",
      "fore_name": "Satyan",
      "initials": "S",
      "name": "Satyan Lakshminrusimha",
      "affiliations": [
        "Division of Neonatal-Perinatal Medicine, Department of Pediatrics, Woman and Children's Hospital of Buffalo, University at Buffalo, Buffalo, New York slakshmi@buffalo.edu."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Child, Preschool",
    "Dose-Response Relationship, Drug",
    "Humans",
    "Infant",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Neurodevelopmental Disorders",
    "Outcome Assessment, Health Care",
    "Oximetry",
    "Oxygen",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "27940510",
    "pmc": "PMC5192090",
    "doi": "10.1542/peds.2016-1609",
    "pii": "peds.2016-1609"
  },
  "doi": "10.1542/peds.2016-1609",
  "pmc_id": "PMC5192090",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "R01 HD072929",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:59.607538",
    "pmid": "27940510"
  }
}