{
  "pmid": "27965044",
  "uid": "27965044",
  "title": "Criteria for use of composite end points for competing risks-a systematic survey of the literature with recommendations.",
  "abstract": "BACKGROUND: Composite end points are frequently used in reports of clinical trials. One rationale for the use of composite end points is to account for competing risks. In the presence of competing risks, the event rate of a specific event depends on the rates of other competing events. One proposed solution is to include all important competing events in one composite end point. Clinical trialists require guidance regarding when this approach is appropriate. OBJECTIVES: To identify publications describing criteria for use of composite end points for competing risk and to offer guidance regarding when a composite end point is appropriate on the basis of competing risks. METHODS, DATA SOURCES, STUDY SELECTION AND DATA EXTRACTION: We searched MEDLINE, CINAHL, EMBASE, The Cochrane's Central & Systematic Review databases including the Health Technology Assessment database, and the Cochrane's Methodology register from inception to April 2015, and candidate textbooks, to identify all articles providing guidance on this issue. Eligible publications explicitly addressed the issue of a composite outcome to address competing risks. Two reviewers independently screened the titles and abstracts for full-text review; independently reviewed full-text publications; and abstracted specific criteria authors offered for use of composite end points to address competing risks. RESULTS: Of 63,645 titles and abstracts, 166 proved potentially relevant of which 43 publications were included in the final review. Most publications note competing risks as a reason for using composite end points without further elaboration. None of the articles or textbook chapters provide specific criteria for use of composite end points for competing risk. Some advocate using composite end points to avoid bias due to competing risks and others suggest that composite end points seldom or never be used for this purpose. We recommend using composite end points for competing risks only if the competing risk is plausible and if it occurs with sufficiently high frequency to influence the interpretation of the effect of intervention on the end point of interest. These criteria will seldom be met. Review of heart failure trials published in the New England Journal of Medicine revealed that many of them use the composite end point of death or hospitalization; none of the trials, however, satisfied our criteria. CONCLUSION: The existing literature fails to provide clear guidance regarding use of composite end point for competing risks. We recommend using composite end points for competing risks only if the competing risk is plausible and if it occurs sufficiently often.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4L8, Canada; Division of Cardiology, Department of Internal Medicine, Veterans Affairs Medical Center, 3495 Bailey Avenue, Buffalo, NY 14215, USA. Electronic address: veenamanja@hotmail.com."
      ]
    },
    {
      "last_name": "AlBashir",
      "fore_name": "Siwar",
      "initials": "S",
      "name": "Siwar AlBashir",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4L8, Canada; Division of Gastroenterology, Department of Internal Medicine, McMaster University, 280 Main Street West, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "82",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "4",
  "end_page": "11",
  "pages": "4-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "27965044",
    "doi": "10.1016/j.jclinepi.2016.12.001",
    "pii": "S0895-4356(16)30787-9"
  },
  "doi": "10.1016/j.jclinepi.2016.12.001",
  "dates": {
    "completed": "2017-07-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:05.292539",
    "pmid": "27965044"
  }
}