{
  "pmid": "27966596",
  "uid": "27966596",
  "title": "Supersymmetrical bounding of asymmetric states and quantum phase transitions by anti-crossing of symmetric states.",
  "abstract": "Von Neumann and Wigner theorized the bounding and anti-crossing of eigenstates. Experiments have demonstrated that owing to anti-crossing and similar radiation rates, the graphene-like resonance of inhomogeneously strained photonic eigenstates can generate a pseudomagnetic field, bandgaps and Landau levels, whereas exponential or dissimilar rates induce non-Hermicity. Here, we experimentally demonstrate higher-order supersymmetry and quantum phase transitions by resonance between similar one-dimensional lattices. The lattices consisted of inhomogeneous strain-like phases of triangular solitons. The resonance created two-dimensional, inhomogeneously deformed photonic graphene. All parent eigenstates were annihilated. Eigenstates of mildly strained solitons were annihilated at similar rates through one tail and generated Hermitian bounded eigenstates. The strongly strained solitons with positive phase defects were annihilated at exponential rates through one tail, which bounded eigenstates through non-Hermitianally generated exceptional points. Supersymmetry was evident, with preservation of the shapes and relative phase differences of the parent solitons. Localizations of energies generated from annihilations of mildly and strongly strained soliton eigenstates were responsible for geometrical (Berry) and topological phase transitions, respectively. Both contributed to generating a quantum Zeno phase, whereas only strong twists generated topological (Anderson) localization. Anti-bunching-like condensation was also observed.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Afzal",
      "affiliations": [
        "Advanced Photonics Research Institute, Gwangju Institute of Science and Technology, Gwangju 500-712, Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yong Tak",
      "initials": "YT",
      "name": "Yong Tak Lee",
      "affiliations": [
        "Advanced Photonics Research Institute, Gwangju Institute of Science and Technology, Gwangju 500-712, Korea.",
        "School of Electrical Engineering and Computer Science, Gwangju Institute of Science and Technology, Gwangju, 500-712, Korea."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "14"
  },
  "start_page": "39016",
  "pages": "39016",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27966596",
    "pmc": "PMC5155302",
    "doi": "10.1038/srep39016",
    "pii": "srep39016"
  },
  "doi": "10.1038/srep39016",
  "pmc_id": "PMC5155302",
  "dates": {
    "completed": "2018-06-06",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.776118",
    "pmid": "27966596"
  }
}