{
  "pmid": "27965843",
  "uid": "27965843",
  "title": "The Aging, Community and Health Research Unit-Community Partnership Program for older adults with type 2 diabetes and multiple chronic conditions: a feasibility study.",
  "abstract": "BACKGROUND: Few studies have examined the effectiveness of community-based self-management interventions in older adults with type 2 diabetes mellitus (T2DM) and multiple chronic conditions (MCC). The objectives of this study were to examine the feasibility of implementation in practice (primary) and the feasibility of study methods and potential effectiveness (secondary) of the Aging, Community and Health-Community Partnership Program, a new 6-month interprofessional, nurse-led program to promote diabetes self-management in older adults (>65 years) with T2DM and MCC. METHODS: This study used a prospective one-group pre-test/post-test design. Participants were recruited from a specialized diabetes clinic. They received a median of three in-home/clinic visits by certified diabetes educators (CDEs) and attended a median of three group wellness sessions provided by the CDEs in partnership with a community-based seniors' association. The primary outcome was the feasibility of the program (acceptability, fidelity, implementation barriers/facilitators). Secondary outcomes included the feasibility of the study methods (recruitment/retention rates and procedures, eligibility criteria, data collection and analysis methods) and potential effectiveness of the program based on 6-month changes in self-reported outcomes including self-management behavior (diet, exercise, self-monitoring), health status (quality of life, mental health), and costs of service use. Analysis of feasibility outcomes was primarily based on descriptive statistics. The potential effectiveness of the program was explored using different tests, with the results expressed using descriptive statistics and effect estimates (95 % confidence intervals). RESULTS: In total, 45 (88 %) of 51 eligible persons consented to participate. Of these, 37 (82 %) completed the 6-month follow-up. Participants and providers viewed the program as acceptable and feasible. Participants had a higher SF-12 physical component summary score at 6 months compared with baseline (mean score difference 3.0, 95 % CI 0.2-5.8). Median costs for diabetes care increased over 6 months (reflecting inclusion of program costs), while other service costs either decreased or remained unchanged. CONCLUSIONS: This study offers preliminary evidence that the program was feasible to deliver and acceptable to participants and providers. Initial results suggest that the program may improve physical functioning. A randomized controlled trial is feasible, with some adaptations to the program and study methods that were identified from this feasibility study. TRIAL REGISTRATION: Clinicaltrials.gov identifier: NCT01880476.",
  "authors": [
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 3N25B, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 3N25C, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 2J34A, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Reimer",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Reimer",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 3N25B, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 3N25B, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Room CRL-208, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "University Department of Family Medicine, University of Alberta, 6-40 University Terrace, Edmonton, AB T6G 2T4 Canada."
      ]
    },
    {
      "last_name": "Kirkconnell",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Kirkconnell",
      "affiliations": [
        "Guelph Family Health Team, Dawson Road Family Medical Centre, 83 Dawson Rd, Guelph, ON N1H 1B1 Canada."
      ]
    },
    {
      "last_name": "Marzouk",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Marzouk",
      "affiliations": [
        "Diabetes Care Guelph, Dawson Road Family Medical Centre, 83 Dawson Rd, Guelph, ON N1H 1B1 Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Room 3N28B, Hamilton, ON L8S 4 K1 Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, St. Joseph's Healthcare Hamilton, 3rd Floor, Martha Wing, Room H-325, 50 Charlton Avenue East, Hamilton, ON L8N 4A6 Canada."
      ]
    },
    {
      "last_name": "Rojas-Fernandez",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Rojas-Fernandez",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada."
      ]
    },
    {
      "last_name": "Upshur",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Upshur",
      "affiliations": [
        "Division of Clinical Public Health, Dalla Lana School of Public Health, 155 College Street, 6th floor, Toronto, ON M5T 3M7 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2016"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27965843",
    "pmc": "PMC5154077",
    "doi": "10.1186/s40814-016-0063-1",
    "pii": "63"
  },
  "doi": "10.1186/s40814-016-0063-1",
  "pmc_id": "PMC5154077",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.710222",
    "pmid": "27965843"
  }
}