{
  "pmid": "27965798",
  "uid": "27965798",
  "title": "Probiotics: Prevention of Severe Pneumonia and Endotracheal Colonization Trial-PROSPECT: protocol for a feasibility randomized pilot trial.",
  "abstract": "BACKGROUND: Probiotics are defined as live microorganisms that may confer health benefits when ingested. Meta-analysis of probiotic trials suggests a 25 % lower ventilator-associated pneumonia (VAP) and 18 % lower infection rates overall when administered to patients in the intensive care unit (ICU). However, prior trials are small, largely single center, and at high risk of bias. Before a large rigorous trial is launched, testing whether probiotics confer benefit, harm, or have no impact, a pilot trial is needed. The aim of the PROSPECT Pilot Trial is to determine the feasibility of performing a larger trial in mechanically ventilated critically ill patients investigating Lactobacillus rhamnosus GG. A priori, we determined that the feasibility of the larger trial would be based on timely recruitment, high protocol adherence, minimal contamination, and an acceptable VAP rate. METHODS/DESIGN: Patients ≥18 years old in the ICU who are anticipated to receive mechanical ventilation for ≥72 hours will be included. Patients are excluded if they are at increased risk of probiotic-associated infection, have strict enteral medication contraindications, are pregnant, previously enrolled in a related trial, or are receiving palliative care. Following informed consent, patients are randomized in variable unspecified block sizes in a fixed 1:1 ratio, stratified by ICU, and medical, surgical, or trauma admitting diagnosis. Patients receive 1 × 10[10] colony forming units of L. rhamnosus GG (Culturelle, Locin Industries Ltd) or an identical placebo suspended in tap water administered twice daily via nasogastric tube in the ICU. Clinical and research staff, patients, and families are blinded. DISCUSSION: The primary outcomes for this pilot trial are the following: (1) recruitment success, (2) ≥90 % protocol adherence, (3) ≤5 % contamination, and (4) ~10 % VAP rate. Additional clinical outcomes are VAP, other infections, diarrhea (total, antibiotic associated, and Clostridium difficile), ICU and hospital length of stay, and mortality. The morbidity, mortality, and cost of VAP underscore the need for cost-effective prophylactic interventions. The PROSPECT Pilot Trial is the initial step toward rigorously evaluating whether probiotics decrease nosocomial infections, have no effect, or actually cause infections in critically ill patients. TRIAL REGISTRATION: ClinicalTrials.gov. NCT01782755.",
  "authors": [
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario Canada ; St. Joseph's Health Center, Toronto, Ontario Canada ; Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Department of Medicine, McMaster Health Sciences Center, Room 2C11, 1200 Main Street W, Hamilton, Ontario Canada ; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada ; Department of Surgery, University of Toronto, Toronto, Canada ; Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Surette",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Surette",
      "affiliations": [
        "Department of Medicine, McMaster Health Sciences Center, Room 2C11, 1200 Main Street W, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn Me",
      "initials": "DM",
      "name": "Dawn Me Bowdish",
      "affiliations": [
        "Pathology and Molecular Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lauzier",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lauzier",
      "affiliations": [
        "Department of Medicine, Research Center of the CHU de Québec, Population Health and Optimal Health Practices Research Unit, Québec, Canada."
      ]
    },
    {
      "last_name": "Thebane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thebane",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada ; Biostatistics Unit, St Joseph's Healthcare-Hamilton, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, McMaster Health Sciences Center, Room 2C11, 1200 Main Street W, Hamilton, Ontario Canada ; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2015"
  },
  "start_page": "19",
  "pages": "19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27965798",
    "pmc": "PMC5154039",
    "doi": "10.1186/s40814-015-0013-3",
    "pii": "13"
  },
  "doi": "10.1186/s40814-015-0013-3",
  "pmc_id": "PMC5154039",
  "dates": {
    "revised": "2024-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.403007",
    "pmid": "27965798"
  }
}