{
  "pmid": "27977390",
  "uid": "27977390",
  "title": "Development of a Web-Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo): Study Protocol.",
  "abstract": "BACKGROUND: Individual pharmacokinetic assessment is a critical component of tailored prophylaxis for hemophilia patients. Population pharmacokinetics allows using individual sparse data, thus simplifying individual pharmacokinetic studies. Implementing population pharmacokinetics capacity for the hemophilia community is beyond individual reach and requires a system effort. OBJECTIVE: The Web-Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo) project aims to assemble a database of patient pharmacokinetic data for all existing factor concentrates, develop and validate population pharmacokinetics models, and integrate these models within a Web-based calculator for individualized pharmacokinetic estimation in patients at participating treatment centers. METHODS: Individual pharmacokinetic studies on factor VIII and IX concentrates will be sourced from pharmaceutical companies and independent investigators. All factor concentrate manufacturers, hemophilia treatment centers (HTCs), and independent investigators (identified via a systematic review of the literature) having on file pharmacokinetic data and willing to contribute full or sparse pharmacokinetic data will be eligible for participation. Multicompartmental modeling will be performed using a mixed-model approach for derivation and Bayesian forecasting for estimation of individual sparse data. NONMEM (ICON Development Solutions) will be used as modeling software. RESULTS: The WAPPS-Hemo research network has been launched and is currently joined by 30 HTCs from across the world. We have gathered dense individual pharmacokinetic data on 878 subjects, including several replicates, on 21 different molecules from 17 different sources. We have collected sparse individual pharmacokinetic data on 289 subjects from the participating centers through the testing phase of the WAPPS-Hemo Web interface. We have developed prototypal population pharmacokinetics models for 11 molecules. The WAPPS-Hemo website (available at www.wapps-hemo.org, version 2.4), with core functionalities allowing hemophilia treaters to obtain individual pharmacokinetic estimates on sparse data points after 1 or more infusions of a factor concentrate, was launched for use within the research network in July 2015. CONCLUSIONS: The WAPPS-Hemo project and research network aims to make it easier to perform individual pharmacokinetic assessments on a reduced number of plasma samples by adoption of a population pharmacokinetics approach. The project will also gather data to substantially enhance the current knowledge about factor concentrate pharmacokinetics and sources of its variability in target populations. TRIAL REGISTRATION: ClinicalTrials.gov NCT02061072; https://clinicaltrials.gov/ct2/show/NCT02061072 (Archived by WebCite at http://www.webcitation.org/6mRK9bKP6).",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Niagara Hemophilia Program, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Keepanasseril",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Keepanasseril",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0733-9616"
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4716-3539"
    },
    {
      "last_name": "Navarro-Ruan",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Navarro-Ruan",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2810-6942"
    },
    {
      "last_name": "McEneny-King",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna McEneny-King",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-2775-2603"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-9014-1653"
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0355-9734"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "5",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "e239",
  "pages": "e239",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27977390",
    "pmc": "PMC5200844",
    "doi": "10.2196/resprot.6558",
    "pii": "v5i4e239"
  },
  "doi": "10.2196/resprot.6558",
  "pmc_id": "PMC5200844",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.169556",
    "pmid": "27977390"
  }
}