{
  "pmid": "27988154",
  "uid": "27988154",
  "title": "Estimation of health-related-quality of life depends on which utility measure is selected for patients with carpal tunnel syndrome.",
  "abstract": "STUDY DESIGN: Cross-sectional. INTRODUCTION: Carpal tunnel syndrome (CTS) refers to the compression neuropathy of the median nerve at the wrist. PURPOSE OF THE STUDY: To establish the interinstrument reliability, convergent construct validity, and the levels of agreement of health utility indexes 2 and 3 (HUI-2 and HUI-3), EuroQol 5-dimensions (EQ-5D), EuroQol-visual analog scale (EQ-VAS) and to determine the difference of these utility measures based on age and gender in patients with carpal tunnel syndrome. METHODS: Seventy-four patients with a confirmed diagnosis of carpal tunnel syndrome completed the 3 questionnaires and EQ-VAS a month before surgery. Demographic characteristics were reported. Intraclass correlation coefficients were used to assess relative interinstrument reliability. Pearson correlation coefficients (r) were used to establish convergent construct validity. Bland-Altman plots and t tests were used to describe the levels of agreement between the 4 utility measures. A 2-way analysis of variance was performed to determine the effect of age and gender on the utility measures; HUI-2, HUI-3, and EQ-5D. RESULTS: The intraclass correlation coefficients were 0.85 for HUI-3 vs HUI-2 and 0.80 for HUI-2 vs EQ-VAS. Pearson correlation coefficients ranged from 0.60 to 0.89; HUI-3 vs HUI-2: 0.89, and HUI-3 vs EQ-5D: 0.60. One-sample t test demonstrated significant differences between HUI-3 vs HUI-2, HUI-3 vs EQ-5D, and HUI-3 vs EQ-VAS measures, with mean differences of -0.12, -0.15, and -0.14, respectively. A 2-way analysis of variance test controlling for age and gender indicated neither as predictors of outcome scores. CONCLUSIONS: The HUI-3 vs HUI-2 and HUI-2 vs EQ-VAS demonstrated excellent interinstrument relative reliability measures. The HUI-3 vs HUI-2 displayed very strong convergent construct validity measures, and strong validity measures were established between the remaining utility measures. In addition, the pair-wise utility comparisons demonstrated minimal bias between HUI-2 vs EQ-5D, HUI-2 vs EQ-VAS, and EQ-VAS vs EQ-5D measures. DISCUSSION: N/A. LEVEL OF EVIDENCE: N/A.",
  "authors": [
    {
      "last_name": "Nazari",
      "fore_name": "Goris",
      "initials": "G",
      "name": "Goris Nazari",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada. Electronic address: nazarigs@mcmaster.ca."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bain",
      "affiliations": [
        "Division of Plastic Surgery, MacHANd, McMaster Medical Centre/Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levis",
      "fore_name": "Carolyn M",
      "initials": "CM",
      "name": "Carolyn M Levis",
      "affiliations": [
        "Division of Plastic Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, MacHANd, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hand therapy : official journal of the American Society of Hand Therapists",
    "iso_abbreviation": "J Hand Ther",
    "issn": "1545-004X",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2017"
  },
  "start_page": "299",
  "end_page": "306",
  "pages": "299-306",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27988154",
    "doi": "10.1016/j.jht.2016.11.001",
    "pii": "S0894-1130(16)30188-0"
  },
  "doi": "10.1016/j.jht.2016.11.001",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.163643",
    "pmid": "27988154"
  }
}