{
  "pmid": "27992898",
  "uid": "27992898",
  "title": "The Scientific Basis of Guideline Recommendations on Sugar Intake: A Systematic Review.",
  "abstract": "BACKGROUND: The relationship between sugar and health is affected by energy balance, macronutrient substitutions, and diet and lifestyle patterns. Several authoritative organizations have issued public health guidelines addressing dietary sugars. PURPOSE: To systematically review guidelines on sugar intake and assess consistency of recommendations, methodological quality of guidelines, and the quality of evidence supporting each recommendation. DATA SOURCES: MEDLINE, EMBASE, and Web of Science (1995 to September 2016); guideline registries; and gray literature (bibliographies, Google, and experts). STUDY SELECTION: Guidelines addressing sugar intake that reported their methods of development and were published in English between 1995 and 2016. DATA EXTRACTION: Three reviewers independently assessed guideline quality using the Appraisal of Guidelines for Research and Evaluation, 2nd edition (AGREE II), instrument. To assess evidence quality, articles supporting recommendations were independently reviewed and their quality was determined by using GRADE (Grading of Recommendations Assessment, Development and Evaluation) methods. DATA SYNTHESIS: The search identified 9 guidelines that offered 12 recommendations. Each of the reviewed guidelines indicated a suggested decrease in the consumption of foods containing nonintrinsic sugars. The guidelines scored poorly on AGREE II criteria, specifically in rigor of development, applicability, and editorial independence. Seven recommendations provided nonquantitative guidance; 5 recommended less than 25% to less than 5% of total calories from nonintrinsic sugars. The recommendations were based on various health concerns, including nutrient displacement, dental caries, and weight gain. Quality of evidence supporting recommendations was low to very low. LIMITATION: The authors conducted the study independent of the funding source, which is primarily supported by the food and agriculture industry. CONCLUSION: Guidelines on dietary sugar do not meet criteria for trustworthy recommendations and are based on low-quality evidence. Public health officials (when promulgating these recommendations) and their public audience (when considering dietary behavior) should be aware of these limitations. PRIMARY FUNDING SOURCE: Technical Committee on Dietary Carbohydrates of the North American branch of the International Life Sciences Institute. (PROSPERO: CRD42015029182).",
  "authors": [
    {
      "last_name": "Erickson",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Erickson",
      "affiliations": [
        "From University of Minnesota, St. Paul, Minnesota; McMaster University, Hamilton, Ontario, Canada; Kerman University of Medical Sciences, Kerman, Iran; and The Hospital for Sick Children Research Institute and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "From University of Minnesota, St. Paul, Minnesota; McMaster University, Hamilton, Ontario, Canada; Kerman University of Medical Sciences, Kerman, Iran; and The Hospital for Sick Children Research Institute and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "From University of Minnesota, St. Paul, Minnesota; McMaster University, Hamilton, Ontario, Canada; Kerman University of Medical Sciences, Kerman, Iran; and The Hospital for Sick Children Research Institute and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Slavin",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Slavin",
      "affiliations": [
        "From University of Minnesota, St. Paul, Minnesota; McMaster University, Hamilton, Ontario, Canada; Kerman University of Medical Sciences, Kerman, Iran; and The Hospital for Sick Children Research Institute and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "From University of Minnesota, St. Paul, Minnesota; McMaster University, Hamilton, Ontario, Canada; Kerman University of Medical Sciences, Kerman, Iran; and The Hospital for Sick Children Research Institute and University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "166",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "257",
  "end_page": "267",
  "pages": "257-267",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Dietary Sucrose",
    "Evidence-Based Medicine",
    "Humans",
    "Nutrition Policy",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "27992898",
    "doi": "10.7326/M16-2020",
    "pii": "2593601"
  },
  "doi": "10.7326/M16-2020",
  "dates": {
    "completed": "2017-05-12",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Dietary Sucrose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.971293",
    "pmid": "27992898"
  }
}