{
  "pmid": "27995594",
  "uid": "27995594",
  "title": "Liraglutide Versus SGLT-2 Inhibitors in People with Type 2 Diabetes: A Network Meta-Analysis.",
  "abstract": "INTRODUCTION: For people with type 2 diabetes (T2DM) inadequately controlled with oral antidiabetic drugs (OADs), evidence from both randomized controlled trials (RCTs) and real-world studies has demonstrated that treatment intensification with liraglutide offers effective glycemic control, weight reduction, and a lower risk of hypoglycemia compared to treatment intensification with insulin or additional OADs. Sodium glucose cotransporter 2 (SGLT-2) inhibitors are a new class of OADs that have also been shown to be effective in T2DM patients inadequately controlled with OADs. Currently there are no head-to-head RCTs comparing these to liraglutide. METHODS: We aimed to evaluate the relative efficacy, using network meta-analysis (NMA), of treatment intensification with liraglutide and SGLT-2 inhibitors people with T2DM who have been treated with metformin (alone or in combination with SU, DPP-4, and TZD). We performed a systematic literature review to identify relevant RCTs comparing liraglutide (1.2 and 1.8 mg), canagliflozin (100 and 300 mg), empagliflozin (10 and 25 mg), or dapagliflozin (5 and 10 mg) to placebo. To strengthen the indirect evidence base, we also included non-placebo RCTs where sitagliptin (100 mg) was the active comparator. Bayesian NMA was performed on the following outcomes to assess the relative efficacy and safety of interventions: reduction (change) in HbA1c, weight, and fasting plasma glucose (FPG) as well as proportion reaching target HbA1c (<7%), and risk of hypoglycemia. Doses for each intervention were considered separately. RESULTS: A total of 16 RCTs were identified. All trials were similar with respect to important baseline characteristics and study design. Both doses of liraglutide were generally statistically significantly superior to the SGLT-2s with respect to change from baseline in HbA1c and FPG as well as odds of reaching target HbA1c <7%. For weight, canagliflozin 300 mg was superior to liraglutide 1.2 mg, and SGLT-2s were generally associated with larger change from baseline in weight. For risk of major or minor hypoglycemia, no differences were found between treatments. CONCLUSIONS: Compared to SGLT-2 inhibitors, liraglutide offers improvement in HbA1c and FPG. Reductions in weight are likely comparable between liraglutide and SGLT-2s. Liraglutide did not differ from SGLT-2s in terms of risk of hypoglycemia. Given the lack of head-to-head evidence, this analysis provides valuable insight into the comparative outcomes of liraglutide versus SGLT-2 inhibitors.",
  "authors": [
    {
      "last_name": "Lorenzi",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Lorenzi",
      "affiliations": [
        "Precision Health Economics, 250-555 12 Street, Oakland, CA, 94607, USA. maria.lorenzi@precisionhealtheconomics.com."
      ]
    },
    {
      "last_name": "Ploug",
      "fore_name": "Uffe Jon",
      "initials": "UJ",
      "name": "Uffe Jon Ploug",
      "affiliations": [
        "Novo Nordisk, Vandtårnsvej 114, 2860, Søborg, Denmark."
      ]
    },
    {
      "last_name": "Langer",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob Langer",
      "affiliations": [
        "Novo Nordisk, Vandtårnsvej 114, 2860, Søborg, Denmark."
      ]
    },
    {
      "last_name": "Skovgaard",
      "fore_name": "Rasmus",
      "initials": "R",
      "name": "Rasmus Skovgaard",
      "affiliations": [
        "Novo Nordisk, Vandtårnsvej 114, 2860, Søborg, Denmark."
      ]
    },
    {
      "last_name": "Zoratti",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zoratti",
      "affiliations": [
        "Precision Health Economics, 250-555 12 Street, Oakland, CA, 94607, USA."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Jeroen",
      "initials": "J",
      "name": "Jeroen Jansen",
      "affiliations": [
        "Precision Health Economics, 250-555 12 Street, Oakland, CA, 94607, USA."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes therapy : research, treatment and education of diabetes and related disorders",
    "iso_abbreviation": "Diabetes Ther",
    "issn": "1869-6953",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "85",
  "end_page": "99",
  "pages": "85-99",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27995594",
    "pmc": "PMC5306116",
    "doi": "10.1007/s13300-016-0217-4",
    "pii": "10.1007/s13300-016-0217-4"
  },
  "doi": "10.1007/s13300-016-0217-4",
  "pmc_id": "PMC5306116",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:14:08.585088",
    "pmid": "27995594"
  }
}