{
  "pmid": "27990139",
  "uid": "27990139",
  "title": "Cysteine-Mediated Gene Expression and Characterization of the CmbR Regulon in Streptococcus pneumoniae.",
  "abstract": "In this study, we investigated the transcriptomic response of Streptococcus pneumoniae D39 to cysteine. Transcriptome comparison of the D39 wild-type grown at a restricted concentration of cysteine (0.03 mM) to one grown at a high concentration of cysteine (50 mM) in chemically-defined medium (CDM) revealed elevated expression of various genes/operons, i.e., spd-0150, metQ, spd-0431, metEF, gshT, spd-0618, fhs, tcyB, metB-csd, metA, spd-1898, yvdE, and cysK, likely to be involved in the transport and utilization of cysteine and/or methionine. Microarray-based data were further confirmed by quantitative RT-PCR. Promoter lacZ-fusion studies and quantitative RT-PCR data showed that the transcriptional regulator CmbR acts as a transcriptional repressor of spd-0150, metEF, gshT, spd-0618, tcyB, metA, and yvdE, putatively involved in cysteine uptake and utilization. The operator site of CmbR in the promoter regions of CmbR-regulated genes is predicted and confirmed by mutating or deleting CmbR operator sites from the promoter regions of these genes.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of GroningenGroningen, Netherlands; Department of Bioinformatics and Biotechnology, Government College UniversityFaisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Manzoor",
      "fore_name": "Irfan",
      "initials": "I",
      "name": "Irfan Manzoor",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of GroningenGroningen, Netherlands; Department of Bioinformatics and Biotechnology, Government College UniversityFaisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Department of Microbiology, Tumor and Cell Biology, Karolinska Institutet Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in microbiology",
    "iso_abbreviation": "Front Microbiol",
    "issn": "1664-302X",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "1929",
  "pages": "1929",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "27990139",
    "pmc": "PMC5131005",
    "doi": "10.3389/fmicb.2016.01929"
  },
  "doi": "10.3389/fmicb.2016.01929",
  "pmc_id": "PMC5131005",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.776293",
    "pmid": "27990139"
  }
}