{
  "pmid": "28000095",
  "uid": "28000095",
  "title": "Exosomes from iPSCs Delivering siRNA Attenuate Intracellular Adhesion Molecule-1 Expression and Neutrophils Adhesion in Pulmonary Microvascular Endothelial Cells.",
  "abstract": "The pro-inflammatory activation of pulmonary microvascular endothelial cells resulting in continuous expression of cellular adhesion molecules, and subsequently recruiting primed neutrophils to form a firm neutrophils-endothelium (PMN-EC) adhesion, has been examined and found to play a vital role in acute lung injury (ALI). RNA interference (RNAi) is a cellular process through harnessing a natural pathway silencing target gene based on recognition and subsequent degradation of specific mRNA sequences. It opens a promising approach for precision medicine. However, this application was hampered by many obstacles, such as immunogenicity, instability, toxicity problems, and difficulty in across the biological membrane. In this study, we reprogrammed urine exfoliated renal epithelial cells into human induced pluripotent stem cells (huiPSCs) and purified the exosomes (Exo) from huiPSCs as RNAi delivery system. Through choosing the episomal system to deliver transcription factors, we obtained a non-integrating huiPSCs. Experiments in both vitro and vivo demonstrated that these huiPSCs possess the pluripotent properties. The exosomes of huiPSCs isolated by differential centrifugation were visualized by transmission electron microscopy (TEM) showing a typical exosomal appearance with an average diameter of 122 nm. Immunoblotting confirmed the presence of the typical exosomal markers, including CD63, TSG 101, and Alix. Co-cultured PKH26-labeled exosomes with human primary pulmonary microvascular endothelial cells (HMVECs) confirmed that they could be internalized by recipient cells at a time-dependent manner. Then, electroporation was used to introduce siRNA against intercellular adhesion molecule-1 (ICAM-1) into exosomes to form an Exo/siRNA compound. The Exo/siRNA compound efficiently delivered the target siRNA into HMVECs causing selective gene silencing, inhibiting the ICAM-1 protein expression, and PMN-EC adhesion induced by lipopolysaccharide (LPS). These data suggest that huiPSCs exosomes could be used as a natural gene delivery vector to transport therapeutic siRNAs for alleviating inflammatory responses in recipient cells.",
  "authors": [
    {
      "last_name": "Ju",
      "fore_name": "Zhihai",
      "initials": "Z",
      "name": "Zhihai Ju",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Wang",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Yu",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."
      ]
    },
    {
      "last_name": "Qiao",
      "fore_name": "Yeru",
      "initials": "Y",
      "name": "Yeru Qiao",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China."
      ]
    },
    {
      "last_name": "Hei",
      "fore_name": "Feilong",
      "initials": "F",
      "name": "Feilong Hei",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Diseases, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, 100037, China. heifeilong@126.com."
      ]
    }
  ],
  "journal": {
    "title": "Inflammation",
    "iso_abbreviation": "Inflammation",
    "issn": "1573-2576",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "486",
  "end_page": "496",
  "pages": "486-496",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Cell Adhesion",
    "Cells, Cultured",
    "Cellular Reprogramming",
    "Drug Delivery Systems",
    "Electroporation",
    "Endothelium, Vascular",
    "Epithelial Cells",
    "Exosomes",
    "Gene Silencing",
    "Humans",
    "Induced Pluripotent Stem Cells",
    "Intercellular Adhesion Molecule-1",
    "Lung",
    "Neutrophils",
    "RNA, Small Interfering"
  ],
  "article_ids": {
    "pubmed": "28000095",
    "doi": "10.1007/s10753-016-0494-0",
    "pii": "10.1007/s10753-016-0494-0"
  },
  "doi": "10.1007/s10753-016-0494-0",
  "dates": {
    "completed": "2017-05-03",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "RNA, Small Interfering",
    "Intercellular Adhesion Molecule-1"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.339707",
    "pmid": "28000095"
  }
}