{
  "pmid": "28007688",
  "uid": "28007688",
  "title": "Email Between Patient and Provider: Assessing the Attitudes and Perspectives of 624 Primary Health Care Patients.",
  "abstract": "BACKGROUND: Email between patients and their health care providers can serve as a continuous and collaborative forum to improve access to care, enhance convenience of communication, reduce administrative costs and missed appointments, and improve satisfaction with the patient-provider relationship. OBJECTIVE: The main objective of this study was to investigate the attitudes of patients aged 16 years and older toward receiving email communication for health-related purposes from an academic inner-city family health team in Southern Ontario. In addition to exploring the proportion of patients with a functioning email address and interest in email communication with their health care provider, we also examined patient-level predictors of interest in email communication. METHODS: A cross-sectional study was conducted using a self-administered, 1-page survey of attitudes toward electronic communication for health purposes. Participants were recruited from attending patients at the McMaster Family Practice in Hamilton, Ontario, Canada. These patients were aged 16 years and older and were approached consecutively to complete the self-administered survey (N=624). Descriptive analyses were conducted using the Pearson chi-square test to examine correlations between variables. A logistic regression analysis was conducted to determine statistically significant predictors of interest in email communication (yes or no). RESULTS: The majority of respondents (73.2%, 457/624) reported that they would be willing to have their health care provider (from the McMaster Family Practice) contact them via email to communicate health-related information. Those respondents who checked their personal email more frequently were less likely to want to engage in this electronic communication. Among respondents who check their email less frequently (fewer than every 3 days), 46% (37/81) preferred to communicate with the McMaster Family Practice via email. CONCLUSIONS: Online applications, including email, are emerging as a viable avenue for patient communication. With increasing utility of mobile devices in the general population, the proportion of patients interested in email communication with their health care providers may continue to increase. When following best practices and appropriate guidelines, health care providers can use this resource to enhance patient-provider communication in their clinical work, ultimately leading to improved health outcomes and satisfaction with care among their patients.",
  "authors": [
    {
      "last_name": "Seth",
      "fore_name": "Puneet",
      "initials": "P",
      "name": "Puneet Seth",
      "affiliations": [
        "Department of Family Medicine, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "Division of Hospital Medicine, Woodstock General Hospital, Woodstock, ON, Canada."
      ],
      "orcid": "0000-0003-0102-3581"
    },
    {
      "last_name": "Abu-Abed",
      "fore_name": "Mohamed Ismail",
      "initials": "MI",
      "name": "Mohamed Ismail Abu-Abed",
      "affiliations": [
        "Brampton Civic Hospital, Brampton, ON, Canada."
      ],
      "orcid": "0000-0002-2838-9703"
    },
    {
      "last_name": "Kapoor",
      "fore_name": "Vikram",
      "initials": "V",
      "name": "Vikram Kapoor",
      "affiliations": [
        "Brampton Civic Hospital, Brampton, ON, Canada."
      ],
      "orcid": "0000-0001-6268-0871"
    },
    {
      "last_name": "Nicholson",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Nicholson",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-2382-8700"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Family Medicine Residency Program, Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5691-4675"
    }
  ],
  "journal": {
    "title": "JMIR medical informatics",
    "iso_abbreviation": "JMIR Med Inform",
    "issn": "2291-9694",
    "issn_type": "Print",
    "volume": "4",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Dec",
    "pub_day": "22"
  },
  "start_page": "e42",
  "pages": "e42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28007688",
    "pmc": "PMC5216256",
    "doi": "10.2196/medinform.5853",
    "pii": "v4i4e42"
  },
  "doi": "10.2196/medinform.5853",
  "pmc_id": "PMC5216256",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.647090",
    "pmid": "28007688"
  }
}