{
  "pmid": "28011009",
  "uid": "28011009",
  "title": "Early crisis nontechnical skill teaching in residency leads to long-term skill retention and improved performance during crises: A prospective, nonrandomized controlled study.",
  "abstract": "BACKGROUND: Medical error is common in crises, and the majority of observed errors are nontechnical in nature. The long-term impact of teaching crisis nontechnical skills to residents has not been evaluated. The objective of this study was to determine the effect of simulation-based teaching of crisis nontechnical skills compared to controls one year after initial teaching. METHODS: This was a prospective study using both historical controls and a before-and-after methodology to evaluate the effect of a high-fidelity simulation curriculum that used crisis resource management principles to teach nontechnical skills. Postgraduate year 2 and 3 residents were invited to take part in a prospective training course over 2 years. The primary outcome was leader performance evaluated by expert raters using the previously validated 7-point Ottawa Global Rating Scale. RESULTS: Overall, 23 residents performed 30 simulations over the 2 years with the intervention group of 7 residents being assessed in both years. After adjustment, the postgraduate year 3 intervention group who received training the previous year had significantly higher overall performance scores than all postgraduate year 2 scores (1.09 95% confidence interval 0.70-1.47, P < .001) and the historical postgraduate year 3 cohort who received no prior training (1.20, 95% confidence interval 0.37-2.03, P = .005). There was no decay of skills noted over the course of the study. CONCLUSION: Postgraduate year 3 residents who had prior training had significantly improved crisis performance compared to historical postgraduate year 3 controls and untrained postgraduate year 2 residents. There were no significant differences between the crisis performance of postgraduate year 2 residents and the untrained postgraduate year 3 controls. This confirms the beneficial effect and long-term retention after crisis nontechnical skill training.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Engels",
      "fore_name": "Paul T",
      "initials": "PT",
      "name": "Paul T Engels",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Critical Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: engelsp@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "162",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "174",
  "end_page": "181",
  "pages": "174-181",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Controlled Before-After Studies",
    "Crisis Intervention",
    "Curriculum",
    "General Surgery",
    "High Fidelity Simulation Training",
    "Humans",
    "Internship and Residency",
    "Leadership",
    "Prospective Studies",
    "Retention, Psychology"
  ],
  "article_ids": {
    "pubmed": "28011009",
    "doi": "10.1016/j.surg.2016.11.022",
    "pii": "S0039-6060(16)30791-7"
  },
  "doi": "10.1016/j.surg.2016.11.022",
  "dates": {
    "completed": "2017-09-06",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.711442",
    "pmid": "28011009"
  }
}