{
  "pmid": "28012834",
  "uid": "28012834",
  "title": "The Associations Between E-Cigarettes and Binge Drinking, Marijuana Use, and Energy Drinks Mixed With Alcohol.",
  "abstract": "PURPOSE: Use of e-cigarettes by youth is proliferating worldwide, but little is known about the behavioral profile of youth e-cigarette users and the association of e-cigarette use with other health-risky behaviors. This study examines the associations between e-cigarette use and tobacco, marijuana, and alcohol use among a large sample of Canadian youth. METHODS: Using Canadian data from 39,837 grade 9 to 12 students who participated in year 3 (2014-2015) of the COMPASS study, logistic regression models were used to examine how current use of e-cigarettes were associated with tobacco, marijuana, binge drinking, and energy drinks mixed with alcohol. Pearson's chi-square tests were used to examine subgroup differences by sex. RESULTS: Overall, 9.75% of respondents were current e-cigarette users. Current cigarette smokers (odds ratio [OR] = 3.009), current marijuana users (OR = 5.549), and noncurrent marijuana users (OR = 3.653) were more likely to report using e-cigarettes than noncigarette smokers and nonmarijuana users. Gender differences among males and females showed higher risk of e-cigarette use among female current marijuana users (OR = 7.029) relative to males (OR = 4.931) and female current smokers (OR = 3.284) compared to males (OR = 2.862). Compared to nonbinge drinkers, weekly (OR = 3.253), monthly (OR = 3.113), and occasional (OR = 2.333) binge drinkers were more likely to use e-cigarettes. Similarly, students who consume energy drinks mixed with alcohol (OR = 1.650) were more likely to use e-cigarettes compared to students who do not consume them. CONCLUSIONS: We identify that youth who binge drink or use marijuana have a greater increased risk for using e-cigarettes compared to cigarette smokers. These data suggest that efforts to prevent e-cigarette use should not only be discussed in the domain of tobacco control.",
  "authors": [
    {
      "last_name": "Milicic",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Milicic",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: smilicic@waterloo.ca."
      ]
    },
    {
      "last_name": "Leatherdale",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Leatherdale",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of adolescent health : official publication of the Society for Adolescent Medicine",
    "iso_abbreviation": "J Adolesc Health",
    "issn": "1879-1972",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "start_page": "320",
  "end_page": "327",
  "pages": "320-327",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Binge Drinking",
    "Canada",
    "Comorbidity",
    "Electronic Nicotine Delivery Systems",
    "Energy Drinks",
    "Female",
    "Humans",
    "Male",
    "Marijuana Use",
    "Sex Factors",
    "Underage Drinking"
  ],
  "article_ids": {
    "pubmed": "28012834",
    "doi": "10.1016/j.jadohealth.2016.10.011",
    "pii": "S1054-139X(16)30407-4"
  },
  "doi": "10.1016/j.jadohealth.2016.10.011",
  "dates": {
    "completed": "2018-02-19",
    "revised": "2021-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:17.423656",
    "pmid": "28012834"
  }
}