{
  "pmid": "28036333",
  "uid": "28036333",
  "title": "A Systematic Review and Meta-Analysis of a Measure of Staff/Child Interaction Quality (the Classroom Assessment Scoring System) in Early Childhood Education and Care Settings and Child Outcomes.",
  "abstract": "The quality of staff/child interactions as measured by the Classroom Assessment Scoring System (CLASS) in Early Childhood Education and Care (ECEC) programs is thought to be important for children's outcomes. The CLASS is made of three domains that assess Emotional Support, Classroom Organization and Instructional Support. It is a relatively new measure that is being used increasingly for research, quality monitoring/accountability and other applied purposes. Our objective was to evaluate the association between the CLASS and child outcomes. Searches of Medline, PsycINFO, ERIC, websites of large datasets and reference sections of all retrieved articles were conducted up to July 3, 2015. Studies that measured association between the CLASS and child outcomes for preschool-aged children who attended ECEC programs were included after screening by two independent reviewers. Searches and data extraction were conducted by two independent reviewers. Thirty-five studies were systematically reviewed of which 19 provided data for meta-analyses. Most studies had moderate to high risk of bias. Of the 14 meta-analyses we conducted, associations between Classroom Organization and Pencil Tapping and between Instructional Support and SSRS Social Skills were significant with pooled correlations of .06 and .09 respectively. All associations were in the expected direction. In the systematic review, significant correlations were reported mainly from one large dataset. Substantial heterogeneity in use of the CLASS, its dimensions, child outcomes and statistical measures was identified. Greater consistency in study methodology is urgently needed. Given the multitude of factors that impact child development it is encouraging that our analyses revealed some, although small, associations between the CLASS and children's outcomes.",
  "authors": [
    {
      "last_name": "Perlman",
      "fore_name": "Michal",
      "initials": "M",
      "name": "Michal Perlman",
      "affiliations": [
        "Applied Psychology and Human Development, University of Toronto/OISE, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Falenchuk",
      "fore_name": "Olesya",
      "initials": "O",
      "name": "Olesya Falenchuk",
      "affiliations": [
        "Applied Psychology and Human Development, University of Toronto/OISE, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fletcher",
      "fore_name": "Brooke",
      "initials": "B",
      "name": "Brooke Fletcher",
      "affiliations": [
        "Department of Gastroenterology, Alberta Children's Hospital, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "McMullen",
      "fore_name": "Evelyn",
      "initials": "E",
      "name": "Evelyn McMullen",
      "affiliations": [
        "Applied Psychology and Human Development, University of Toronto/OISE, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada.",
        "Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "12",
    "pub_year": "2016"
  },
  "start_page": "e0167660",
  "pages": "e0167660",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Child Day Care Centers",
    "Child Development",
    "Child, Preschool",
    "Early Intervention, Educational",
    "Humans",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "28036333",
    "pmc": "PMC5201239",
    "doi": "10.1371/journal.pone.0167660",
    "pii": "PONE-D-16-34610"
  },
  "doi": "10.1371/journal.pone.0167660",
  "pmc_id": "PMC5201239",
  "dates": {
    "completed": "2017-06-30",
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.255437",
    "pmid": "28036333"
  }
}