{
  "pmid": "28032823",
  "uid": "28032823",
  "title": "Primary Care Performance Measurement and Reporting at a Regional Level: Could a Matrix Approach Provide Actionable Information for Policy Makers and Clinicians?",
  "abstract": "OBJECTIVE: Primary care services form the foundation of modern healthcare systems, yet the breadth and complexity of services and diversity of patient populations may present challenges for creating comprehensive primary care information systems. Our objective is to develop regional-level information on the performance of primary care in Canada. METHODS: A scoping review was conducted to identify existing initiatives in primary care performance measurement and reporting across 11 countries. The results of this review were used by our international team of primary care researchers and clinicians to propose an approach for regional-level primary care reporting. RESULTS: We found a gap between conceptual primary care performance measurement frameworks in the peer-reviewed literature and real-world primary care performance measurement and reporting activities. We did not find a conceptual framework or analytic approach that could readily form the foundation of a regional-level primary care information system. Therefore, we propose an approach to reporting comprehensive and actionable performance information according to widely accepted core domains of primary care as well as different patient population groups. CONCLUSIONS: An approach that bridges the gap between conceptual frameworks and real-world performance measurement and reporting initiatives could address some of the potential pitfalls of existing ways of presenting performance information (i.e., by single diseases or by age). This approach could produce meaningful and actionable information on the quality of primary care services.",
  "authors": [
    {
      "last_name": "Langton",
      "fore_name": "Julia M",
      "initials": "JM",
      "affiliations": [
        "Research Associate, Centre for Health Services and Policy Research, University of British, Columbia Vancouver, BC."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Sabrina T",
      "initials": "ST",
      "affiliations": [
        "Professor, Centre for Health Services and Policy Research & School of Nursing, University of British Columbia, Vancouver, BC."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Sharon",
      "initials": "S",
      "affiliations": [
        "Associate Professor, Department of Family Medicine, University of Ottawa & Bruyere Research Institute, Ottawa, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Professor, Department of Clinical Epidemiology & Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Ammi",
      "fore_name": "Mehdi",
      "initials": "M",
      "affiliations": [
        "Assistant Professor, School of Public Policy & Administration, Carleton University, Ottawa, ON."
      ]
    },
    {
      "last_name": "Burge",
      "fore_name": "Fred",
      "initials": "F",
      "affiliations": [
        "Professor, Faculty of Medicine, Dalhousie University, Halifax, NS."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "John",
      "initials": "J",
      "affiliations": [
        "Professor, Primary Care Research Group, University of Exeter Medical School, Exeter, UK."
      ]
    },
    {
      "last_name": "Haggerty",
      "fore_name": "Jeannie",
      "initials": "J",
      "affiliations": [
        "Professor, Faculty of Medicine, McGill University, Montréal, QC."
      ]
    },
    {
      "last_name": "Hogg",
      "fore_name": "William",
      "initials": "W",
      "affiliations": [
        "Professor, Department of Family Medicine, University of Ottawa & Bruyere Research Institute, Ottawa, ON."
      ]
    },
    {
      "last_name": "Wodchis",
      "fore_name": "Walter P",
      "initials": "WP",
      "affiliations": [
        "Associate Professor, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn",
      "initials": "K",
      "affiliations": [
        "Associate Professor, Centre for Health Services and Policy Research, University of British Columbia, Vancouver, BC."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "33",
  "end_page": "51",
  "pages": "33-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Geography",
    "Health Policy",
    "Humans",
    "Primary Health Care",
    "Quality Indicators, Health Care",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "28032823",
    "pmc": "PMC5221710"
  },
  "pmc_id": "PMC5221710",
  "dates": {
    "completed": "2017-12-12",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.681260",
    "pmid": "28032823"
  }
}