{
  "pmid": "28038321",
  "uid": "28038321",
  "title": "Barriers, beliefs and practice patterns for breast cancer reconstruction: A provincial survey.",
  "abstract": "BACKGROUND: The purpose of this study was to characterize beliefs and practice patterns for breast cancer reconstruction among physicians who treat patients with breast cancer, in order to delineate current clinical practice. This survey was administered prior to Cancer Care Ontario guideline publication. METHOD: Survey questions addressed four domains: survival, delayed or obscured recurrence detection, delayed adjuvant therapy, and aesthetics. The survey was administered to 1160 Ontario plastic and general surgeons and radiation and medical oncologists. Data were compared to published guidelines. RESULTS: The overall response rate was 48%, with 57% of respondents treating breast cancer. Of those treating breast cancer, 75% are affiliated with an academic center. Immediate breast reconstruction (IBR) is not available to 28%. Autologous reconstruction is thought to interfere with recurrence detection by 23% (oncologists 30%, surgeons 19%, p = 0.04). For patients not expected to require radiation therapy, IBR is not supported by 30%. Autologous IBR is believed to delay delivery of adjuvant chemotherapy by 45% (oncologists 55%, surgeons 41%, p = 0.02). Up to 42% of respondents believe delays in adjuvant therapy delivery following IBR are due to insufficient health care resources (ie. coordinating an oncologic and reconstructive surgeon). Radiation therapy following reconstruction is believed to have negative aesthetic outcomes, and increase the need for revision surgery. CONCLUSIONS: Unfavourable beliefs about certain clinical actions do not align with recent provincial guideline recommendations. Insufficient healthcare resources are perceived to be a significant barrier to IBR and timely care.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Roth-Albin",
      "fore_name": "Karina",
      "initials": "K",
      "name": "Karina Roth-Albin",
      "affiliations": [
        "Department of Surgery, Cambridge Memorial Hospital, Cambridge, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rai",
      "fore_name": "Ajit S",
      "initials": "AS",
      "name": "Ajit S Rai",
      "affiliations": [
        "Wayne State University School of Medicine, Detroit, MI, United States."
      ]
    },
    {
      "last_name": "Rai",
      "fore_name": "Amrit S",
      "initials": "AS",
      "name": "Amrit S Rai",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa C",
      "initials": "MC",
      "name": "Melissa C Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heller",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Heller",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: hellersurgonc@aol.com."
      ]
    }
  ],
  "journal": {
    "title": "Breast (Edinburgh, Scotland)",
    "iso_abbreviation": "Breast",
    "issn": "1532-3080",
    "issn_type": "Electronic",
    "volume": "32",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "60",
  "end_page": "65",
  "pages": "60-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Breast Neoplasms",
    "Female",
    "Humans",
    "Male",
    "Mammaplasty",
    "Middle Aged",
    "Oncologists",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Surgeons",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28038321",
    "doi": "10.1016/j.breast.2016.12.012",
    "pii": "S0960-9776(16)30279-X"
  },
  "doi": "10.1016/j.breast.2016.12.012",
  "dates": {
    "completed": "2017-03-20",
    "revised": "2017-03-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.078155",
    "pmid": "28038321"
  }
}