{
  "pmid": "28034592",
  "uid": "28034592",
  "title": "Densitometer-Specific Differences in the Correlation Between Body Mass Index and Lumbar Spine Trabecular Bone Score.",
  "abstract": "Trabecular bone score (TBS) is a gray-level texture measure derived from lumbar spine dual-energy X-ray absorptiometry (DXA) images that predicts fractures independent of bone mineral density (BMD). Increased abdominal soft tissue in individuals with elevated body mass index (BMI) absorbs more X-rays during image acquisition for BMD measurement and must be accommodated by the TBS algorithm. We aimed to determine if the relationship between BMI and TBS varied between 2 major manufacturers' densitometers, because different densitometers accommodate soft tissues differently. We identified 1919 women and 811 men, participants of the Canadian Multicentre Osteoporosis Study, aged ≥40 yr with lumbar spine DXA scans acquired on GE Lunar (4 centers) or Hologic (3 centers) densitometers at year 10 of follow-up. TBS was calculated for L1-L4 (TBS iNsight® software, version 2.1). A significant negative correlation between TBS and BMI was observed when TBS measurements were performed on Hologic densitometers in men (Pearson r = -0.36, p <0.0001) and in women (Pearson r = -0.33, p <0.0001); significant correlations were not seen when TBS was measured on GE Lunar densitometers (Pearson r = 0.00 in men, Pearson r = -0.02 in women). Age-adjusted linear regression models confirmed significant interactions between BMI and densitometer manufacturer for both men and women (p < 0.0001). In contrast, comparable positive correlations were observed between BMD and BMI on both Hologic and GE Lunar densitometers in men and women. In conclusion, BMI significantly affects TBS values in men and women when measured on Hologic but not GE Lunar densitometers. This finding has implications for clinical and research applications of TBS, especially when TBS is measured sequentially on DXA densitometers from different manufacturers or when results from different machines are pooled for analysis.",
  "authors": [
    {
      "last_name": "Mazzetti",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Mazzetti",
      "affiliations": [
        "Department of Medicine, McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Claudie",
      "initials": "C",
      "name": "Claudie Berger",
      "affiliations": [
        "CaMos National Coordinating Centre, McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Leslie",
      "fore_name": "William D",
      "initials": "WD",
      "name": "William D Leslie",
      "affiliations": [
        "Department of Medicine, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Hans",
      "fore_name": "Didier",
      "initials": "D",
      "name": "Didier Hans",
      "affiliations": [
        "Centre of Bone Diseases, Lausanne University Hospital, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Langsetmo",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Langsetmo",
      "affiliations": [
        "Division of Epidemiology and Community Health, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Hanley",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Hanley",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Kovacs",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Kovacs",
      "affiliations": [
        "Faculty of Medicine, Memorial University, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Prior",
      "fore_name": "Jerrilyn C",
      "initials": "JC",
      "name": "Jerrilyn C Prior",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Kaiser",
      "fore_name": "Stephanie M",
      "initials": "SM",
      "name": "Stephanie M Kaiser",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Davison",
      "fore_name": "K Shawn",
      "initials": "KS",
      "name": "K Shawn Davison",
      "affiliations": [
        "Saskatoon Osteoporosis and CaMos Centre, Saskatoon, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Josse",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Josse",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan R",
      "initials": "JR",
      "name": "Jonathan R Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goltzman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Goltzman",
      "affiliations": [
        "Department of Medicine, McGill University, Montréal, Québec, Canada; CaMos National Coordinating Centre, McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Morin",
      "fore_name": "Suzanne N",
      "initials": "SN",
      "name": "Suzanne N Morin",
      "affiliations": [
        "Department of Medicine, McGill University, Montréal, Québec, Canada. Electronic address: suzanne.morin@mcgill.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical densitometry : the official journal of the International Society for Clinical Densitometry",
    "iso_abbreviation": "J Clin Densitom",
    "issn": "1094-6950",
    "issn_type": "Print",
    "volume": "20",
    "issue": "2",
    "pub_year": "2017"
  },
  "start_page": "233",
  "end_page": "238",
  "pages": "233-238",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Absorptiometry, Photon",
    "Aged",
    "Algorithms",
    "Body Mass Index",
    "Bone Density",
    "Cancellous Bone",
    "Female",
    "Humans",
    "Lumbar Vertebrae",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "28034592",
    "doi": "10.1016/j.jocd.2016.11.003",
    "pii": "S1094-6950(16)30185-8"
  },
  "doi": "10.1016/j.jocd.2016.11.003",
  "dates": {
    "completed": "2018-06-20",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.409236",
    "pmid": "28034592"
  }
}