{
  "pmid": "28035339",
  "uid": "28035339",
  "title": "Emerging roles for histone deacetylases in age-related muscle atrophy.",
  "abstract": "BACKGROUND: Skeletal muscle atrophy during aging, a process known as sarcopenia, is associated with muscle weakness, frailty, and the loss of independence in older adults. The mechanisms contributing to sarcopenia are not totally understood, but muscle fiber loss due to apoptosis, reduced stimulation of anabolic pathways, activation of catabolic pathways, denervation, and altered metabolism have been observed in muscle from old rodents and humans. OBJECTIVE: Recently, histone deacetylases (HDACs) have been implicated in muscle atrophy and dysfunction due to denervation, muscular dystrophy, and disuse, and HDACs play key roles in regulating metabolism in skeletal muscle. In this review, we will discuss the role of HDACs in muscle atrophy and the potential of HDAC inhibitors for the treatment of sarcopenia. CONCLUSIONS: Several HDAC isoforms are potential targets for intervention in sarcopenia. Inhibition of HDAC1 prevents muscle atrophy due to nutrient deprivation. HDAC3 regulates metabolism in skeletal muscle and may inhibit oxidative metabolism during aging. HDAC4 and HDAC5 have been implicated in muscle atrophy due to denervation, a process implicated in sarcopenia. HDAC inhibitors are already in use in the clinic, and there is promise in targeting HDACs for the treatment of sarcopenia.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Walsh",
      "affiliations": [
        "Energy Metabolism Laboratory, Swiss Federal Institute of Technology (ETH) Zurich , Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Van Remmen",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Van Remmen",
      "affiliations": [
        "Oklahoma Medical Research Foundation , Oklahoma City, OK, USA."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition and healthy aging",
    "iso_abbreviation": "Nutr Healthy Aging",
    "issn": "2451-9480",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2016",
    "pub_month": "Oct",
    "pub_day": "27"
  },
  "start_page": "17",
  "end_page": "30",
  "pages": "17-30",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28035339",
    "pmc": "PMC5166515",
    "doi": "10.3233/NHA-160005",
    "pii": "NHA160005"
  },
  "doi": "10.3233/NHA-160005",
  "pmc_id": "PMC5166515",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "I01 BX002595",
      "agency": "BLRD VA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.883365",
    "pmid": "28035339"
  }
}