{
  "pmid": "28033266",
  "uid": "28033266",
  "title": "Combined adductor canal block with periarticular infiltration versus periarticular infiltration for analgesia after total knee arthroplasty.",
  "abstract": "BACKGROUND: Both adductor canal block (ACB) and periarticular infiltration (PI) have been shown to reduce pain after total knee arthroplasty (TKA) without the motor blockade. However, the efficacy and safety of combined ACB with PI (ACB + PI) as compared to PI alone for analgesia after TKA remains controversial. We therefore performed a meta-analysis to compare the effects of ACB + PI with PI alone on pain controll after TKA. METHODS: PubMed, Medline, Embase, Web of Science, and the Cochrane Library were searched to identify studies comparing ACB + PI with PI alone for TKA patients. The primary outcomes included pain score with rest or activity and morphine consumption. Secondary outcomes were distance walked, length of hospital stay, and postoperative complications. Relevant data were analyzed using RevMan v5.3. RESULTS: Three studies involving 337 patients were included. Combined ACB with PI was associated with longer distances walked than PI alone (MD = 7.27, 95% CI: 0.43-14.12, P = 0.04) on postoperative day 1. The outcomes of pain, morphine consumption, length of hospital stay, and postoperative complications were not statistically different between the 2 groups (P > 0.05). CONCLUSION: Our meta-analysis suggests that combined ACB with PI may achieve earlier ambulation for patients after TKA without a reduction in analgesia when compared to PI alone in the early postoperative period. There were no significant differences in morphine consumption, length of hospital stay, and postoperative complications between the 2 groups. However, owing to the variation of included studies, no firm conclusions can be drawn.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine Center for Osteonecrosis and Joint Preserving and Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, Chaoyang District, Beijing, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Fuqiang",
      "initials": "F",
      "name": "Fuqiang Gao",
      "affiliations": []
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": []
    },
    {
      "last_name": "Guo",
      "fore_name": "Wanshou",
      "initials": "W",
      "name": "Wanshou Guo",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Zirong",
      "initials": "Z",
      "name": "Zirong Li",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Weiguo",
      "initials": "W",
      "name": "Weiguo Wang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medicine",
    "iso_abbreviation": "Medicine (Baltimore)",
    "issn": "1536-5964",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "52",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "e5701",
  "pages": "e5701",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Analgesics",
    "Arthroplasty, Replacement, Knee",
    "Combined Modality Therapy",
    "Humans",
    "Injections, Intra-Articular",
    "Knee Joint",
    "Nerve Block",
    "Pain, Postoperative",
    "Thigh"
  ],
  "article_ids": {
    "pubmed": "28033266",
    "pmc": "PMC5207562",
    "doi": "10.1097/MD.0000000000005701",
    "pii": "00005792-201612300-00024"
  },
  "doi": "10.1097/MD.0000000000005701",
  "pmc_id": "PMC5207562",
  "dates": {
    "completed": "2017-02-21",
    "revised": "2021-01-09"
  },
  "chemicals": [
    "Analgesics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.340072",
    "pmid": "28033266"
  }
}