{
  "pmid": "28032827",
  "uid": "28032827",
  "title": "Designing Integrated Approaches to Support People with Multimorbidity: Key Messages from Systematic Reviews, Health System Leaders and Citizens.",
  "abstract": "BACKGROUND: Living with multiple chronic conditions (multimorbidity) - and facing complex, uncoordinated and fragmented care - is part of the daily life of a growing number of Canadians. METHODS: We undertook: a knowledge synthesis; a \"gap analysis\" of existing systematic reviews; an issue brief that synthesized the available evidence about the problem, three options for addressing it and implementation considerations; a stakeholder dialogue involving key health-system leaders; and a citizen panel. RESULTS: We identified several recommendations for actions that can be taken, including: developing evidence-based guidance that providers can use to help achieve goals set by patients; embracing approaches to supporting self-management; supporting greater communication and collaboration across healthcare providers as well as between healthcare providers and patients; and investing more efforts in health promotion and disease prevention. CONCLUSIONS: Our results point to the need for health system decision-makers to support bottom-up, person-centred approaches to developing models of care that are tailored for people with multimorbidity and support a research agenda to address the identified priorities.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Centre for Health Economics and Policy Analysis, McMaster University, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Centre for Health Economics and Policy Analysis, McMaster University, Department of Clinical Epidemiology and Biostatistics, McMaster University, Department of Political Science, McMaster University, Hamilton, ON, Department of Global Health and Population, Harvard School of Public Health, Cambridge, MA."
      ]
    },
    {
      "last_name": "Gauvin",
      "fore_name": "Francois-Pierre",
      "initials": "FP",
      "name": "Francois-Pierre Gauvin",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2016",
    "pub_month": "Nov"
  },
  "start_page": "91",
  "end_page": "104",
  "pages": "91-104",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Chronic Disease",
    "Delivery of Health Care",
    "Delivery of Health Care, Integrated",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Multimorbidity",
    "Patient Participation"
  ],
  "article_ids": {
    "pubmed": "28032827",
    "pmc": "PMC5221714"
  },
  "pmc_id": "PMC5221714",
  "dates": {
    "completed": "2017-12-12",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "267895",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.782433",
    "pmid": "28032827"
  }
}