{
  "pmid": "28042072",
  "uid": "28042072",
  "title": "Measuring Advance Care Planning: Optimizing the Advance Care Planning Engagement Survey.",
  "abstract": "CONTEXT: A validated 82-item Advance Care Planning (ACP) Engagement Survey measures a broad range of behaviors. However, concise surveys are needed. OBJECTIVES: The objective of this study was to validate shorter versions of the survey. METHODS: The survey included 57 process (e.g., readiness) and 25 action items (e.g., discussions). For item reduction, we systematically eliminated questions based on face validity, item nonresponse, redundancy, ceiling effects, and factor analysis. We assessed internal consistency (Cronbach's alpha) and construct validity with cross-sectional correlations and the ability of the progressively shorter survey versions to detect change one week after exposure to an ACP intervention (Pearson correlation coefficients). RESULTS: Five hundred one participants (four Canadian and three US sites) were included in item reduction (mean age 69 years [±10], 41% nonwhite). Because of high correlations between readiness and action items, all action items were removed. Because of high correlations and ceiling effects, two process items were removed. Successive factor analysis then created 55-, 34-, 15-, nine-, and four-item versions; 664 participants (from three US ACP clinical trials) were included in validity analysis (age 65 years [±8], 72% nonwhite, 34% Spanish speaking). Cronbach's alphas were high for all versions (four items 0.84-55 items 0.97). Compared with the original survey, cross-sectional correlations were high (four items 0.85; 55 items 0.97) as were delta correlations (four items 0.68; 55 items 0.93). CONCLUSION: Shorter versions of the ACP Engagement Survey are valid, internally consistent, and able to detect change across a broad range of ACP behaviors for English and Spanish speakers. Shorter ACP surveys can efficiently measure broad ACP behaviors in research and clinical settings.",
  "authors": [
    {
      "last_name": "Sudore",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Sudore",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, San Francisco, California, USA; San Francisco Veterans Affairs Medical Center, San Francisco, California, USA. Electronic address: rebecca.sudore@ucsf.edu."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada; Department of Public Health, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barnes",
      "fore_name": "Deborah E",
      "initials": "DE",
      "name": "Deborah E Barnes",
      "affiliations": [
        "San Francisco Veterans Affairs Medical Center, San Francisco, California, USA; Department of Psychiatry, University of California, San Francisco, San Francisco, California, USA; Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California, USA; Tideswell at UCSF, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fassbender",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Fassbender",
      "affiliations": [
        "Covenant Health Palliative Institute, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Carole A",
      "initials": "CA",
      "name": "Carole A Robinson",
      "affiliations": [
        "School of Nursing, University of British Columbia, Kelowna, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Boscardin",
      "fore_name": "John",
      "initials": "J",
      "name": "John Boscardin",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, San Francisco, California, USA; Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "669",
  "end_page": "681.e8",
  "pages": "669-681.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Validation Study"
  ],
  "keywords": [
    "Advance Care Planning",
    "Aged",
    "Canada",
    "Cross-Sectional Studies",
    "Factor Analysis, Statistical",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28042072",
    "mid": "NIHMS923684",
    "pmc": "PMC5730058",
    "doi": "10.1016/j.jpainsymman.2016.10.367",
    "pii": "S0885-3924(16)31209-X"
  },
  "doi": "10.1016/j.jpainsymman.2016.10.367",
  "pmc_id": "PMC5730058",
  "dates": {
    "completed": "2017-12-27",
    "revised": "2021-03-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K24 AG054415",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AG045043",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U24 NR014637",
      "agency": "NINR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U2C NR014637",
      "agency": "NINR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 AG044281",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.522021",
    "pmid": "28042072"
  }
}