{
  "pmid": "28066240",
  "uid": "28066240",
  "title": "Prognostic and Predictive Factors in Patients with Advanced Penile Cancer Receiving Salvage (2nd or Later Line) Systemic Treatment: A Retrospective, Multi-Center Study.",
  "abstract": "Introduction and objectives: Metastatic penile squamous cell carcinoma (PSCC) is associated with dismal outcomes with median overall survival (OS) of 6-12 months in the first-line and <6 months in the salvage setting. Given the rarity of this disease, randomized trials are difficult. Prognostic risk models may assist in rational drug development by comparing observed outcomes in nonrandomized phase II studies and retrospective data vs. predicted outcomes based on baseline prognostic factors in the context of historically used agents. In this retrospective study, we constructed a prognostic model in the salvage setting of PSCC patients receiving second or later line systemic treatment, and also explored differences in outcomes based on type of treatment. Materials and methods: We performed a chart review to identify patients with locally advanced unresectable or metastatic PSCC who received second or later line systemic treatment in centers from North America and Europe. The primary outcome was OS from initiation of treatment, with secondary outcomes being progression-free survival (PFS) and response rate (RR). OS was estimated using the Kaplan-Meier method. Cox proportional hazards regression was used to identify prognostic factors for outcomes using univariable and multivariable models. Results: Sixty-five patients were eligible. Seventeen of 63 evaluable patients had a response (27.0%, 95% confidence interval [CI] = 16.6-39.7%) and median OS and PFS were 20 (95% CI = 20-21) and 12 (95% CI = 12, 16) weeks, respectively. Visceral metastasis (VM) and hemoglobin (Hb) ≤ 10 gm/dl were consistently significant poor prognostic factors for both OS and PFS, and Hb was also prognostic for response. The 28 patients with neither risk factor had a median OS (95% CI) of 24 (20-40) weeks and 1-year (95% CI) OS of 13.7% (4.4-42.7%), while the 37 patients with 1 or 2 risk factors had median OS (95% CI) of 20 (16-20) weeks and 1-year (95% CI) OS of 6.7% (1.8-24.9%). Cetuximab-including regimens were associated with a trend for improved RR compared to other agents (Odds ratio = 5.05, 95% CI = 0.84-30.37, p = 0.077). Taxanes vs. non-taxane, and combination vs. single agent therapy was not associated with improved outcomes. The study is limited by its modest sample size. Conclusion: This is the first prognostic classification proposed for patients receiving salvage systemic therapy for advanced PSCC. The presence of VM and Hb ≤ 10 gm/dl was associated with poor OS and PFS. Cetuximab appeared to be associated with better RR. This prognostic model may assist in salvage therapy drug development for this orphan disease by improving interpretation of outcomes seen in nonrandomized data.",
  "authors": [
    {
      "last_name": "Buonerba",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo Buonerba",
      "affiliations": [
        "Department of Clinical Medicine and Surgery, University Federico II of NaplesNaples, Italy; Istituto Zooprofilattico Sperimentale del MezzogiornoPortici, Italy."
      ]
    },
    {
      "last_name": "Di Lorenzo",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Di Lorenzo",
      "affiliations": [
        "Department of Clinical Medicine and Surgery, University Federico II of Naples Naples, Italy."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cartenì",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Cartenì",
      "affiliations": [
        "Unità Operativa Sperimentazioni Cliniche Oncologia, Azienda Ospedaliera di Rilievo Nazionale 'Antonio Cardarelli' Naples, Italy."
      ]
    },
    {
      "last_name": "Scagliarini",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Scagliarini",
      "affiliations": [
        "Unità Operativa Sperimentazioni Cliniche Oncologia, Azienda Ospedaliera di Rilievo Nazionale 'Antonio Cardarelli' Naples, Italy."
      ]
    },
    {
      "last_name": "Rozzi",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Rozzi",
      "affiliations": [
        "Dipartimento di Oncologia, Istituto Neurotraumatologico Italiano Grottaferrata, Italy."
      ]
    },
    {
      "last_name": "Quevedo",
      "fore_name": "Fernando J",
      "initials": "FJ",
      "name": "Fernando J Quevedo",
      "affiliations": [
        "Division of Medical Oncology, Department of Oncology, Mayo Clinic College of Medicine Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Dorff",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Dorff",
      "affiliations": [
        "Norris Comprehensive Cancer Center, University of Southern California Keck School of Medicine Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Nappi",
      "fore_name": "Lucia",
      "initials": "L",
      "name": "Lucia Nappi",
      "affiliations": [
        "Division of Medical Oncology, British Columbia Cancer Agency, Vancouver Cancer Center, University of British ColumbiaVancouver, BC, Canada; Department of Urologic Sciences, Vancouver Prostate Centre, University of British ColumbiaVancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lanzetta",
      "fore_name": "Gaetano",
      "initials": "G",
      "name": "Gaetano Lanzetta",
      "affiliations": [
        "Dipartimento di Oncologia, Istituto Neurotraumatologico Italiano Grottaferrata, Italy."
      ]
    },
    {
      "last_name": "Pagliaro",
      "fore_name": "Lance",
      "initials": "L",
      "name": "Lance Pagliaro",
      "affiliations": [
        "Division of Medical Oncology, Department of Oncology, Mayo Clinic College of Medicine Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Eigl",
      "fore_name": "Bernhard J",
      "initials": "BJ",
      "name": "Bernhard J Eigl",
      "affiliations": [
        "Norris Comprehensive Cancer Center, University of Southern California Keck School of Medicine Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Naik",
      "fore_name": "Gurudatta",
      "initials": "G",
      "name": "Gurudatta Naik",
      "affiliations": [
        "Section of Hematology-Oncology, Department of Medicine, University of Alabama at Birmingham Comprehensive Cancer Center Birmingham, AL, USA."
      ]
    },
    {
      "last_name": "Ferro",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Ferro",
      "affiliations": [
        "Department of Clinical Medicine and Surgery, University Federico II of NaplesNaples, Italy; Department of Urology, European Institute of OncologyMilan, Italy."
      ]
    },
    {
      "last_name": "Galdiero",
      "fore_name": "Mariano",
      "initials": "M",
      "name": "Mariano Galdiero",
      "affiliations": [
        "Ios and Coleman Medicina Futura Medical Center Naples, Italy."
      ]
    },
    {
      "last_name": "De Placido",
      "fore_name": "Sabino",
      "initials": "S",
      "name": "Sabino De Placido",
      "affiliations": [
        "Department of Clinical Medicine and Surgery, University Federico II of Naples Naples, Italy."
      ]
    },
    {
      "last_name": "Sonpavde",
      "fore_name": "Guru",
      "initials": "G",
      "name": "Guru Sonpavde",
      "affiliations": [
        "Section of Hematology-Oncology, Department of Medicine, University of Alabama at Birmingham Comprehensive Cancer Center Birmingham, AL, USA."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "487",
  "pages": "487",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28066240",
    "pmc": "PMC5168461",
    "doi": "10.3389/fphar.2016.00487"
  },
  "doi": "10.3389/fphar.2016.00487",
  "pmc_id": "PMC5168461",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.188559",
    "pmid": "28066240"
  }
}