{
  "pmid": "28066468",
  "uid": "28066468",
  "title": "Increased Precipitation and Nitrogen Alter Shrub Architecture in a Desert Shrubland: Implications for Primary Production.",
  "abstract": "Shrublands are one of the major types of ecosystems in the desert regions of northern China, which is expected to be substantially more sensitive to global environmental changes, such as widespread nitrogen enrichment and precipitation changes, than other ecosystem types. However, the interactive effects of nitrogen and precipitation on them remain poorly understood. We conducted a fully factorial field experiment simulating three levels of precipitation (ambient, +20%, +40%) and with two levels of nitrogen deposition (ambient, 60 kg N ha[-1] yr[-1]) in a desert shrubland in the Mu Us Desert of northern China. We used plant architectural traits (plant cover, volume, twig size and number) as proxies to predict aboveground net primary productivity (ANPP) of the dominant shrub (Artemisia ordosica Krasch), and assessed the responses of plant productivity and architectural traits to water and nitrogen addition. We found significant differences in twig size and number of A. ordosica under water and nitrogen treatments but not in shrub cover/volume, which suggest that twig size and number of the shrub species were more sensitive to environmental changes. The productivity of the overall community was sensitive to increased precipitation and nitrogen, and shrubs played a more important role than herbaceous plants in driving productivity in this ecosystem. Precipitation- and nitrogen-induced increases in vegetation production were positively associated with increases in twig size and number of the dominant shrub. Water addition enhanced the twig length of A. ordosica, while nitrogen addition resulted in increased twig density (the number of twigs per square meter). Water and nitrogen interacted to affect twig length, but not twig number and shrub ANPP. The trade-off, defined as negative covariance between twig size and number, was likely the mechanism underlying the responses of twig length and shrub ANPP to water and nitrogen interactions. Our results highlight the sensitivity of twig size and number as indicators to estimate shrub production and the mechanism underpinning desert shrub ANPP response to global environmental changes.",
  "authors": [
    {
      "last_name": "She",
      "fore_name": "Weiwei",
      "initials": "W",
      "name": "Weiwei She",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry UniversityBeijing, China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry UniversityBeijing, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shugao",
      "initials": "S",
      "name": "Shugao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry UniversityBeijing, China; Engineering Research Center of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry UniversityBeijing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry UniversityBeijing, China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry UniversityBeijing, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Yuxuan",
      "initials": "Y",
      "name": "Yuxuan Bai",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2016"
  },
  "start_page": "1908",
  "pages": "1908",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28066468",
    "pmc": "PMC5167761",
    "doi": "10.3389/fpls.2016.01908"
  },
  "doi": "10.3389/fpls.2016.01908",
  "pmc_id": "PMC5167761",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.241799",
    "pmid": "28066468"
  }
}