{
  "pmid": "28069285",
  "uid": "28069285",
  "title": "Dialysis Modality and Readmission Following Hospital Discharge: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Readmissions following hospital discharge among maintenance dialysis patients are common, potentially modifiable, and costly. Compared with patients receiving in-center hemodialysis (HD), patients receiving peritoneal dialysis (PD) have fewer routine dialysis clinic encounters and as a result may be more susceptible to a hospital readmission following discharge. STUDY DESIGN: Population-based retrospective-cohort observational study. SETTINGS & PARTICIPANTS: Patients treated with maintenance dialysis who were discharged following an acute-care hospitalization during January 1, 2003, to December 31, 2013, across 164 acute-care hospitals in Ontario, Canada. For those with multiple hospitalizations, we randomly selected a single hospitalization as the index hospitalization. PREDICTOR: Dialysis modality PD or in-center HD. Propensity scores were used to match each patient on PD therapy to 2 patients on in-center HD therapy to ensure that baseline indicators of health were similar between the 2 groups. OUTCOME: All-cause 30-day readmission following the index hospital discharge. RESULTS: 28,026 dialysis patients were included in the study. 4,013 PD patients were matched to 8,026 in-center HD patients. Among the matched cohort, 30-day readmission rates were 7.1 (95% CI, 6.6-7.6) per 1,000 person-days for patients on PD therapy and 6.0 (95% CI, 5.7-6.3) per 1,000 person-days for patients on in-center HD therapy. The risk for a 30-day readmission among patients on PD therapy was higher compared with those on in-center HD therapy (adjusted HR, 1.19; 95% CI, 1.08-1.31). The primary results were consistent across several key prespecified subgroups. LIMITATIONS: Lack of information for the frequency of nephrology physician encounters following discharge from the hospital in both the PD and in-center HD cohorts. Limited validation of International Classification of Diseases, Tenth Revision codes. CONCLUSIONS: The risk for 30-day readmission is higher for patients on home-based PD compared to in-center HD therapy. Interventions to improve transitions in care between the inpatient and outpatient settings are needed, particularly for patients on PD therapy.",
  "authors": [
    {
      "last_name": "Perl",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Perl",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; The Keenan Research Centre in the Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada. Electronic address: jeff.perl@utoronto.ca."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Chaim",
      "initials": "C",
      "name": "Chaim Bell",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada; Department of Medicine, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada; Division of Nephrology, London Health Sciences Centre, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bargman",
      "fore_name": "Joanne M",
      "initials": "JM",
      "name": "Joanne M Bargman",
      "affiliations": [
        "Division of Nephrology, University Health Network, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Christopher T",
      "initials": "CT",
      "name": "Christopher T Chan",
      "affiliations": [
        "Division of Nephrology, University Health Network, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Shai",
      "initials": "S",
      "name": "Shai Harel",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; The Keenan Research Centre in the Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lihua",
      "initials": "L",
      "name": "Lihua Li",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada; Division of Nephrology, London Health Sciences Centre, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; The Keenan Research Centre in the Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "11",
  "end_page": "20",
  "pages": "11-20",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care Facilities",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Discharge",
    "Patient Readmission",
    "Peritoneal Dialysis",
    "Renal Dialysis",
    "Retrospective Studies",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "28069285",
    "doi": "10.1053/j.ajkd.2016.10.020",
    "pii": "S0272-6386(16)30630-8"
  },
  "doi": "10.1053/j.ajkd.2016.10.020",
  "dates": {
    "completed": "2017-08-17",
    "revised": "2017-08-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.215586",
    "pmid": "28069285"
  }
}