{
  "pmid": "28065423",
  "uid": "28065423",
  "title": "Investigating the Effects of Motion Streaks on pQCT-Derived Leg Muscle Density and Its Association With Fractures.",
  "abstract": "Lower peripheral quantitative computed tomography (pQCT)-derived leg muscle density has been associated with fragility fractures in postmenopausal women. Limb movement during image acquisition may result in motion streaks in muscle that could dilute this relationship. This cross-sectional study examined a subset of women from the Canadian Multicentre Osteoporosis Study. pQCT leg scans were qualitatively graded (1-5) for motion severity. Muscle and motion streak were segmented using semi-automated (watershed) and fully automated (threshold-based) methods, computing area, and density. Binary logistic regression evaluated odds ratios (ORs) for fragility or all-cause fractures related to each of these measures with covariate adjustment. Among the 223 women examined (mean age: 72.7 ± 7.1 years, body mass index: 26.30 ± 4.97 kg/m[2]), muscle density was significantly lower after removing motion (p < 0.001) for both methods. Motion streak areas segmented using the semi-automated method correlated better with visual motion grades (rho = 0.90, p < 0.01) compared to the fully automated method (rho = 0.65, p < 0.01). Although the analysis-reanalysis precision of motion streak area segmentation using the semi-automated method is above 5% error (6.44%), motion-corrected muscle density measures remained well within 2% analytical error. The effect of motion-correction on strengthening the association between muscle density and fragility fractures was significant when motion grade was ≥3 (p interaction <0.05). This observation was most dramatic for the semi-automated algorithm (OR: 1.62 [0.82,3.17] before to 2.19 [1.05,4.59] after correction). Although muscle density showed an overall association with all-cause fractures (OR: 1.49 [1.05,2.12]), the effect of motion-correction was again, most impactful within individuals with scans showing grade 3 or above motion. Correcting for motion in pQCT leg scans strengthened the relationship between muscle density and fragility fractures, particularly in scans with motion grades of 3 or above. Motion streaks are not confounders to the relationship between pQCT-derived leg muscle density and fractures, but may introduce heterogeneity in muscle density measurements, rendering associations with fractures to be weaker.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Adrian C H",
      "initials": "ACH",
      "name": "Adrian C H Chan",
      "affiliations": [
        "Osteoporosis Program, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Geriatric Education and Research in Aging Sciences (GERAS) Centre, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Andy Kin On",
      "initials": "AKO",
      "name": "Andy Kin On Wong",
      "affiliations": [
        "Osteoporosis Program, University Health Network, Toronto, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: andy.wong@uhnresearch.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical densitometry : the official journal of the International Society for Clinical Densitometry",
    "iso_abbreviation": "J Clin Densitom",
    "issn": "1094-6950",
    "issn_type": "Print",
    "volume": "21",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "130",
  "end_page": "139",
  "pages": "130-139",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Algorithms",
    "Artifacts",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Leg",
    "Motion",
    "Muscle, Skeletal",
    "Osteoporotic Fractures",
    "Radiographic Image Enhancement",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "28065423",
    "doi": "10.1016/j.jocd.2016.12.001",
    "pii": "S1094-6950(16)30102-0"
  },
  "doi": "10.1016/j.jocd.2016.12.001",
  "dates": {
    "completed": "2019-07-01",
    "revised": "2019-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.409782",
    "pmid": "28065423"
  }
}