{
  "pmid": "28077228",
  "uid": "28077228",
  "title": "Levers for addressing medical underuse and overuse: achieving high-value health care.",
  "abstract": "The preceding papers in this Series have outlined how underuse and overuse of health-care services occur within a complex system of health-care production, with a multiplicity of causes. Because poor care is ubiquitous and has considerable consequences for the health and wellbeing of billions of people around the world, remedying this problem is a morally and politically urgent task. Universal health coverage is a key step towards achieving the right care. Therefore, full consideration of potential levers of change must include an upstream perspective-ie, an understanding of the system-level factors that drive overuse and underuse, as well as the various incentives at work during a clinical encounter. One example of a system-level factor is the allocation of resources (eg, hospital beds and clinicians) to meet the needs of a local population to minimise underuse or overuse. Another example is priority setting using tools such as health technology assessment to guide the optimum diffusion of safe, effective, and cost-effective health-care services. In this Series paper we investigate a range of levers for eliminating medical underuse and overuse. Some levers could operate effectively (and be politically viable) across many different health and political systems (eg, increase patient activation with decision support) whereas other levers must be tailored to local contexts (eg, basing coverage decisions on a particular cost-effectiveness ratio). Ideally, policies must move beyond the purely incremental; that is, policies that merely tinker at the policy edges after underuse or overuse arises. In this regard, efforts to increase public awareness, mobilisation, and empowerment hold promise as universal methods to reset all other contexts and thereby enhance all other efforts to promote the right care.",
  "authors": [
    {
      "last_name": "Elshaug",
      "fore_name": "Adam G",
      "initials": "AG",
      "name": "Adam G Elshaug",
      "affiliations": [
        "Menzies Centre for Health Policy, School of Public Health, Sydney Medical School, The University of Sydney, Sydney, NSW, Australia; Lown Institute, Brookline, MA, USA. Electronic address: elshaug@sydney.edu.au."
      ]
    },
    {
      "last_name": "Rosenthal",
      "fore_name": "Meredith B",
      "initials": "MB",
      "name": "Meredith B Rosenthal",
      "affiliations": [
        "Department of Health Policy and Management, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA; McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Health Evidence and Impact, Department of Political Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brownlee",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Brownlee",
      "affiliations": [
        "Lown Institute, Brookline, MA, USA; Department of Health Policy and Management, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Harald",
      "initials": "H",
      "name": "Harald Schmidt",
      "affiliations": [
        "Department of Medical Ethics and Health Policy and Center for Health Incentives and Behavioral Economics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Nagpal",
      "fore_name": "Somil",
      "initials": "S",
      "name": "Somil Nagpal",
      "affiliations": [
        "The World Bank, Phnom Penh, Cambodia."
      ]
    },
    {
      "last_name": "Littlejohns",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Littlejohns",
      "affiliations": [
        "Faculty of Life Sciences and Medicine, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Srivastava",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Srivastava",
      "affiliations": [
        "LSE Health, London School of Economics and Political Science, London, UK."
      ]
    },
    {
      "last_name": "Tunis",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Tunis",
      "affiliations": [
        "Center for Medical Technology Policy, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Saini",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Saini",
      "affiliations": [
        "Lown Institute, Brookline, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "390",
    "issue": "10090",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "191",
  "end_page": "202",
  "pages": "191-202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Delivery of Health Care",
    "Health Services",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "28077228",
    "doi": "10.1016/S0140-6736(16)32586-7",
    "pii": "S0140-6736(16)32586-7"
  },
  "doi": "10.1016/S0140-6736(16)32586-7",
  "dates": {
    "completed": "2017-07-26",
    "revised": "2025-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.991422",
    "pmid": "28077228"
  }
}