{
  "pmid": "28073557",
  "uid": "28073557",
  "title": "Diatom Nitzschia navis-varingica (Bacillariophyceae) and its domoic acid production from the mangrove environments of Malaysia.",
  "abstract": "The distribution of the toxic pennate diatom Nitzschia was investigated at four mangrove areas along the coastal brackish waters of Peninsular Malaysia. Eighty-two strains of N. navis-varingica were isolated and established, and their identity confirmed morphologically and molecularly. Frustule morphological characteristics of the strains examined are identical to previously identified N. navis-varingica, but with a sightly higher density of the number of areolae per 1μm (4-7 areolae). Both LSU and ITS rDNAs phylogenetic trees clustered all strains in the N. navis-varingica clade, with high sequence homogeneity in the LSU rDNA (0-0.3%), while the intraspecific divergences in the ITS2 data set reached up to 7.4%. Domoic acid (DA) and its geometrical isomers, isodomoic A (IA) and isodomoic B (IB), were detected in cultures of N. navis-varingica by FMOC-LC-FLD, and subsequently confirmed by LC-MS/MS, with selected ion monitoring (SIM) and multiple reaction monitoring (MRM) runs. DA contents ranged between 0.37 and 11.06pgcell[-1]. This study demonstrated that the toxigenic euryhaline diatom N. navis-varingica is widely distributed in Malaysian mangrove swamps, suggesting the risk of amnesic shellfish poisoning and the possibility of DA contamination in the mangrove-related fisheries products.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Suh Nih",
      "initials": "SN",
      "name": "Suh Nih Tan",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia."
      ]
    },
    {
      "last_name": "Teng",
      "fore_name": "Sing Tung",
      "initials": "ST",
      "name": "Sing Tung Teng",
      "affiliations": [
        "Faculty of Resource Science and Technology, Universiti Malaysia Sarawak, 94300 Kota Samarahan, Sarawak, Malaysia."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Hong Chang",
      "initials": "HC",
      "name": "Hong Chang Lim",
      "affiliations": [
        "Tunku Abdul Rahman University College, Johor Branch, 85000 Segamat, Johor, Malaysia."
      ]
    },
    {
      "last_name": "Kotaki",
      "fore_name": "Yuichi",
      "initials": "Y",
      "name": "Yuichi Kotaki",
      "affiliations": [
        "School of Marine Biosciences, Kitasato University, 1-15-1 Kitasato, Minami-ku, Sagamihara, Kanagawa 252-0373, Japan."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, P. O. Box 5030, Moncton, New Brunswick E1C 9B6, Canada."
      ]
    },
    {
      "last_name": "Leaw",
      "fore_name": "Chui Pin",
      "initials": "CP",
      "name": "Chui Pin Leaw",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia. Electronic address: cpleaw@um.edu.my."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Po Teen",
      "initials": "PT",
      "name": "Po Teen Lim",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia. Electronic address: ptlim@um.edu.my."
      ]
    }
  ],
  "journal": {
    "title": "Harmful algae",
    "iso_abbreviation": "Harmful Algae",
    "issn": "1878-1470",
    "issn_type": "Electronic",
    "volume": "60",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "139",
  "end_page": "149",
  "pages": "139-149",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "DNA, Ribosomal",
    "Diatoms",
    "Kainic Acid",
    "Malaysia",
    "Phylogeny",
    "Species Specificity"
  ],
  "article_ids": {
    "pubmed": "28073557",
    "doi": "10.1016/j.hal.2016.11.003",
    "pii": "S1568-9883(16)30249-9"
  },
  "doi": "10.1016/j.hal.2016.11.003",
  "dates": {
    "completed": "2018-10-16",
    "revised": "2018-10-16"
  },
  "chemicals": [
    "DNA, Ribosomal",
    "domoic acid",
    "Kainic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.799988",
    "pmid": "28073557"
  }
}