{
  "pmid": "28077415",
  "uid": "28077415",
  "title": "International multiphase mixed methods study protocol to develop a cross-cultural patient-reported outcome instrument for children and young adults with cleft lip and/or palate (CLEFT-Q).",
  "abstract": "INTRODUCTION: Patient-reported outcome (PRO) instruments should be developed according to rigorous guidelines in order to provide clinically meaningful, scientifically sound measurement. Understanding the methodology behind instrument development informs the selection of the most appropriate tool. This mixed methods protocol describes the development of an internationally applicable PRO instrument, the CLEFT-Q, for evaluating outcomes of treatment for cleft lip and/or palate (CL/P). METHODS AND ANALYSIS: The study includes three main phases that occur iteratively and interactively. In phase I, we determine what concepts are important to patients regarding their outcome. A conceptual framework for the CLEFT-Q is formed through a systematic review and an extensive international qualitative study. The systematic review ascertains what concepts have previously been measured in patients with CL/P. The qualitative study employs interpretive description and involves in-depth interviews with patients in high-income and lower-middle income countries. Preliminary items are generated from the qualitative data. Preliminary scales are then created for each theme in the framework. Cognitive debriefing interviews and expert clinician input are used to refine the scales in an iterative process. In phase II, the preliminary scales are administered to a large international group of patients with CL/P. The modern psychometric method of Rasch Measurement Theory analysis is employed to define the measurement characteristics. The preliminary scales are shortened based on these results. In phase III, further tests assess reliability, validity and responsiveness of the instrument. ETHICS AND DISSEMINATION: The study is approved by Research Ethics Boards for each participating site. Findings from this study will be published in open access peer-reviewed journals and presented at national and international conferences. Integrated knowledge translation is employed to engage stakeholders from the outset of the study. Successful execution of the CLEFT-Q will result in an internationally applicable PRO instrument for children and young adults with CL/P.",
  "authors": [
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KW",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Hospital for Sick Children, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goodacre",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Goodacre",
      "affiliations": [
        "Spires Cleft Center, Oxford Radcliffe Children's Hospital, Oxford, UK."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Christopher R",
      "initials": "CR",
      "name": "Christopher R Forrest",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Hospital for Sick Children, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Memorial Sloan-Kettering Cancer Center, New York, New York, USA."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Letchworth Garden City, UK."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "e015467",
  "pages": "e015467",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Cleft Lip",
    "Cleft Palate",
    "Cross-Cultural Comparison",
    "Developed Countries",
    "Developing Countries",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Patient Outcome Assessment",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Plastic Surgery Procedures",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28077415",
    "pmc": "PMC5253569",
    "doi": "10.1136/bmjopen-2016-015467",
    "pii": "bmjopen-2016-015467"
  },
  "doi": "10.1136/bmjopen-2016-015467",
  "pmc_id": "PMC5253569",
  "dates": {
    "completed": "2018-01-01",
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "299133",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.091149",
    "pmid": "28077415"
  }
}