{
  "pmid": "28086941",
  "uid": "28086941",
  "title": "Diversity in breeding sites and distribution of Anopheles mosquitoes in selected urban areas of southern Ghana.",
  "abstract": "BACKGROUND: Anopheles vectors of malaria are supposedly less common in urban areas as a result of pollution, but there is increasing evidence of their adaptation to organically polluted water bodies. This study characterized the breeding habitats of Anopheles mosquitoes in the two major urban areas in southern Ghana; Accra (AMA) and Sekondi-Takoradi (STMA) Metropolitan Areas, during dry and wet seasons. METHODS: Anopheles mosquito larvae were sampled using standard dipping methods to determine larval densities. The origin, nature and stability of 21 randomly selected sites were observed and recorded. Mosquito larvae were reared to adults and Anopheles species identified by both morphological and molecular means. RESULTS: Sixty-six percent of Anopheles habitats were permanent and 34% temporal, and 74.5% man-made while 25.5% were natural. Puddles and urban farm sites accounted for over 51% of all Anopheles mosquitoes sampled. The mean larval densities among the habitat types was highest of 13.7/dip for puddles and lowest of 2.3/dip for stream/river, and the variation between densities were significant (P = 0.002). The mean larval densities were significantly higher in the wet season than in the dry season for the two study areas combined (P = 0.0191) and AMA (P = 0.0228). Over 99% of the 5,802 morphologically identified Anopheles species were An. gambiae (s.l.) of which more than 99% of the studied 898 were An. coluzzii (62%) and An. gambiae (s.s.) (34%). Urban farms, puddles, swamps and ditches/ dugouts accounted for approximately 70% of all An. coluzzii identified. Conversely, drains, construction sites, streams/rivers and \"others\" contributed 80% of all An. gambiae (s.s.) sampled. The wet season had significantly higher proportion of Anopheles larvae compared to the dry season (Z = 8.3683, P < 0.0001). Also, the proportion of Anopheles mosquitoes produced by permanent breeding sites was 61.3% and that of temporary sites was 38.7%. CONCLUSION: Taken together, the data suggest that man-made and/ or permanent habitats were the main contributors to Anopheles larval populations in the cities and that regulation of the anthropogenic processes that lead to development of breeding places and proper environmental management can drastically reduce mosquito breeding sites in urban areas of Ghana.",
  "authors": [
    {
      "last_name": "Mattah",
      "fore_name": "Precious A Dzorgbe",
      "initials": "PA",
      "name": "Precious A Dzorgbe Mattah",
      "affiliations": [
        "Institute of Environment and Sanitation Studies (IESS), University of Ghana, Legon, Ghana. pmattah@ucc.edu.gh.",
        "Directorate of Academic Planning and Quality Assurance (DAPQA), University of Cape Coast, Cape Coast, Ghana. pmattah@ucc.edu.gh."
      ]
    },
    {
      "last_name": "Futagbi",
      "fore_name": "Godfred",
      "initials": "G",
      "name": "Godfred Futagbi",
      "affiliations": [
        "Department of Animal Biology and Conservation Science, University of Ghana, Legon, Ghana."
      ]
    },
    {
      "last_name": "Amekudzi",
      "fore_name": "Leonard K",
      "initials": "LK",
      "name": "Leonard K Amekudzi",
      "affiliations": [
        "Department of Physics, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."
      ]
    },
    {
      "last_name": "Mattah",
      "fore_name": "Memuna M",
      "initials": "MM",
      "name": "Memuna M Mattah",
      "affiliations": [
        "Department of Environment and Development Studies, Central University, Accra, Ghana."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Dziedzorm K",
      "initials": "DK",
      "name": "Dziedzorm K de Souza",
      "affiliations": [
        "Parasitology Department, Noguchi Memorial Institute of Medical Research, University of Ghana, Legon, Ghana."
      ]
    },
    {
      "last_name": "Kartey-Attipoe",
      "fore_name": "Worlasi D",
      "initials": "WD",
      "name": "Worlasi D Kartey-Attipoe",
      "affiliations": [
        "Parasitology Department, Noguchi Memorial Institute of Medical Research, University of Ghana, Legon, Ghana."
      ]
    },
    {
      "last_name": "Bimi",
      "fore_name": "Langbong",
      "initials": "L",
      "name": "Langbong Bimi",
      "affiliations": [
        "Department of Animal Biology and Conservation Science, University of Ghana, Legon, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Parasitology Department, Noguchi Memorial Institute of Medical Research, University of Ghana, Legon, Ghana."
      ]
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Anopheles",
    "Behavior, Animal",
    "Cities",
    "Ecosystem",
    "Ghana",
    "Humans",
    "Larva",
    "Mosquito Vectors",
    "Reproductive Behavior"
  ],
  "article_ids": {
    "pubmed": "28086941",
    "pmc": "PMC5237286",
    "doi": "10.1186/s13071-016-1941-3",
    "pii": "10.1186/s13071-016-1941-3"
  },
  "doi": "10.1186/s13071-016-1941-3",
  "pmc_id": "PMC5237286",
  "dates": {
    "completed": "2018-01-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.413582",
    "pmid": "28086941"
  }
}