{
  "pmid": "28084052",
  "uid": "28084052",
  "title": "Contexts, concepts and cognition: principles for the transfer of basic science knowledge.",
  "abstract": "CONTEXT: Transfer of basic science aids novices in the development of clinical reasoning. The literature suggests that although transfer is often difficult for novices, it can be optimised by two complementary strategies: (i) focusing learners on conceptual knowledge of basic science or (ii) exposing learners to multiple contexts in which the basic science concepts may apply. The relative efficacy of each strategy as well as the mechanisms that facilitate transfer are unknown. In two sequential experiments, we compared both strategies and explored mechanistic changes in how learners address new transfer problems. METHODS: Experiment 1 was a 2 × 3 design in which participants were randomised to learn three physiology concepts with or without emphasis on the conceptual structure of basic science via illustrative analogies and by means of one, two or three contexts during practice (operationalised as organ systems). Transfer of these concepts to explain pathologies in familiar organ systems (near transfer) and unfamiliar organ systems (far transfer) was evaluated during immediate and delayed testing. Experiment 2 examined whether exposure to conceptual analogies and multiple contexts changed how learners classified new problems. RESULTS: Experiment 1 showed that increasing context variation significantly improved far transfer performance but there was no difference between two and three contexts during practice. Similarly, the increased conceptual analogies led to higher performance for far transfer. Both interventions had independent but additive effects on overall performance. Experiment 2 showed that such analogies and context variation caused learners to shift to using structural characteristics to classify new problems even when there was superficial similarity to previous examples. CONCLUSIONS: Understanding problems based on conceptual structural characteristics is necessary for successful transfer. Transfer of basic science can be optimised by using multiple strategies that collectively emphasise conceptual structure. This means teaching must focus on conserved basic science knowledge and de-emphasise superficial features.",
  "authors": [
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan M",
      "initials": "KM",
      "name": "Kulamakan M Kulasegaram",
      "affiliations": [
        "The Wilson Centre for Health Professions Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Zarah",
      "initials": "Z",
      "name": "Zarah Chaudhary",
      "affiliations": [
        "The Wilson Centre for Health Professions Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Woods",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Woods",
      "affiliations": [
        "The Wilson Centre for Health Professions Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dore",
      "affiliations": [
        "Programme for Education Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Neville",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "The Wilson Centre for Health Professions Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Programme for Education Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "184",
  "end_page": "195",
  "pages": "184-195",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Clinical Competence",
    "Cognition",
    "Concept Formation",
    "Education, Medical, Undergraduate",
    "Humans",
    "Knowledge",
    "Physiology",
    "Science",
    "Teaching",
    "Transfer, Psychology"
  ],
  "article_ids": {
    "pubmed": "28084052",
    "doi": "10.1111/medu.13145"
  },
  "doi": "10.1111/medu.13145",
  "dates": {
    "completed": "2017-08-07",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.755572",
    "pmid": "28084052"
  }
}