{
  "pmid": "28094045",
  "uid": "28094045",
  "title": "Quantification of User and Manufacturer Variabilities in Urinary Catheter Anchoring Balloon Inflation and Mitigation of Variability by Flow Resistance.",
  "abstract": "OBJECTIVE: To quantify user variability and manufacturer variability in urinary catheter anchoring balloon inflation pressure and to mitigate any significant variance by incorporating flow resistance into the anchoring balloon inflation process. METHODS: Inflation of a urinary catheter anchoring balloon was performed at atmospheric pressure by different users (n = 8) to investigate user variability. A calibrated pressure transducer measured inflation pressures, and a video extensometer measured balloon inflation profiles. Manufacturer variability was investigated by applying constant forces to the plunger of conventional syringes to mimic \"heavy-,\" \"intermediate-,\" and \"light\"-handed users for 3 brands of catheter. Flow restrictors of variable reduced cross-sectional areas were introduced to the outflow of the inflation syringes to investigate the effect of flow resistance on anchoring balloon inflation profiles. RESULTS: Variations in maximum inflation pressures (range: 75-355 kPa) were observed among the different users. There were no significant differences in maximum inflation pressure between brands at any of the 3 simulated hand forces (P = .97). Increasing the flow resistance significantly reduces the applicable inflation pressure of all hand forces (P < .001). Specifically, the difference in inflation pressure between heavy- and light-handed forces is reduced from over 405 kPa to under 65 kPa. Introducing flow resistance does not result in a significant difference in inflation pressure between brands (P = .254). CONCLUSION: There is significant user variability in urinary catheter balloon inflation pressure. This variation can be significantly reduced by introducing flow resistance to the inflation technique.",
  "authors": [
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Department of Urology, Tallaght Hospital, Dublin, Ireland; Centre for Applied Biomedical Engineering and Research, School of Engineering, Bernal Institute and the Health Research Institute, University of Limerick, Castletroy, Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering and Research, School of Engineering, Bernal Institute and the Health Research Institute, University of Limerick, Castletroy, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Mooney",
      "fore_name": "Rory C",
      "initials": "RC",
      "name": "Rory C Mooney",
      "affiliations": [
        "Centre for Applied Biomedical Engineering and Research, School of Engineering, Bernal Institute and the Health Research Institute, University of Limerick, Castletroy, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Manecksha",
      "fore_name": "Rustom P",
      "initials": "RP",
      "name": "Rustom P Manecksha",
      "affiliations": [
        "Department of Urology, Tallaght Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Thornhill",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Thornhill",
      "affiliations": [
        "Department of Urology, Tallaght Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering and Research, School of Engineering, Bernal Institute and the Health Research Institute, University of Limerick, Castletroy, Limerick, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Urology",
    "iso_abbreviation": "Urology",
    "issn": "1527-9995",
    "issn_type": "Electronic",
    "volume": "102",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "258",
  "end_page": "263",
  "pages": "258-263",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Catheters, Indwelling",
    "Equipment Design",
    "Humans",
    "Iatrogenic Disease",
    "Manufacturing Industry",
    "Pressure",
    "Risk Management",
    "Urethra",
    "Urinary Catheters"
  ],
  "article_ids": {
    "pubmed": "28094045",
    "doi": "10.1016/j.urology.2016.11.037",
    "pii": "S0090-4295(16)30913-X"
  },
  "doi": "10.1016/j.urology.2016.11.037",
  "dates": {
    "completed": "2018-06-05",
    "revised": "2018-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.884652",
    "pmid": "28094045"
  }
}