{
  "pmid": "28109644",
  "uid": "28109644",
  "title": "Fluid Extravasation in Hip Arthroscopy: A Systematic Review.",
  "abstract": "PURPOSE: The purpose of this systematic review was to (1) characterize cases of fluid extravasation during hip arthroscopy and explore common factors among them and (2) describe management strategies and outcomes of this complication. METHODS: The databases MEDLINE, EMBASE, and PubMed were searched and screened in duplicate. Data regarding patient demographics, fluid management, presentation, management, and outcomes were collected. Study quality was assessed in duplicate using the Methodological Index for Non-Randomized Studies Criteria. RESULTS: Fourteen studies (1,286 patients) were included. Twenty-two occurrences of symptomatic fluid extravasation were reported in 21 patients (1.6% of total patients; one patient had fluid extravasation during 2 separate hip arthroscopies). Two studies of normal fluid extravasation in asymptomatic patients reported 1.13 to 3.06 L of extravasated fluid observed on computed tomography. Nine case studies were included, which provided detailed patient and surgical information. Of these 9 patients (10 cases) with a mean age of 38.2 years old (range, 15 to 55 years), 6 were female. Signs of fluid extravasation included abdominal distension (89%), hypothermia (56%), hypotension. and metabolic acidosis (33% each). Four patients required surgical intervention, while 3 underwent paracentesis. Two patients were managed conservatively. All patients stabilized and were discharged, with one patient reporting abdominal complaints at latest follow-up (length of follow-up unspecified). CONCLUSIONS: Fluid extravasation is a rare but potentially life-threatening complication of hip arthroscopy. It is important for surgeons and anaesthesiologists to be aware of its existence in order to recognize and manage it promptly. Most patients require interventional management by surgery or paracentesis, but some stabilize with conservative management. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haldane",
      "fore_name": "Chloe E",
      "initials": "CE",
      "name": "Chloe E Haldane",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Centre for Evidence Based Orthopaedics, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "873",
  "end_page": "880",
  "pages": "873-880",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Extravasation of Diagnostic and Therapeutic Materials",
    "Hip Joint",
    "Humans",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28109644",
    "doi": "10.1016/j.arthro.2016.11.009",
    "pii": "S0749-8063(16)30930-6"
  },
  "doi": "10.1016/j.arthro.2016.11.009",
  "dates": {
    "completed": "2017-09-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.768338",
    "pmid": "28109644"
  }
}