{
  "pmid": "28108406",
  "uid": "28108406",
  "title": "Berry's Ligament and the Inferior Thyroid Artery as reliable anatomical landmarks for the Recurrent Laryngeal Nerve (RLN): a fresh-cadaveric study of the cervical spine. The RLN relevant to spine.",
  "abstract": "BACKGROUND CONTEXT: Although most cadaveric studies of the Recurrent Laryngeal Nerve (RLN) have focused on course variations, they have usually been done on preserved (fixed and embalmed) cadavers, which renders the RLN immobile and of less surgical landmark value. PURPOSE: Our aim was to perform a thorough exposure in fresh cadavers, with the intention of investigating the Inferior Thyroid Artery (ITA) and Berry's ligament as reliable landmarks for the identification of the RLN in anterior cervical spine surgery. STUDY DESIGN/SETTING: Eight fresh cadavers had layer by layer dissections by two surgeons (one with extensive experience as anatomy dissector) from C2 to T2-T3, with particular attention to illustrating the surgical anatomy of the RLN pertinent to spine. METHODS: We exposed, traced, and referenced the position of RLNs along their entire length bilaterally and examined the reliability of using ITA and superficial fascia of Berry's Ligament as landmark. RESULTS: In all specimens, we were able to verify the entire course of RLNs on both the right and left sides in all cadavers dissected in detail from origin to insertion. The RLNs were consistently associated with the ITA and Berry's ligament bilaterally, with the RLNs passing almost perpendicular to these structures. CONCLUSIONS: We found that the most reliable anatomical landmark for the RLN bilaterally was the ITA and Berry's ligament, both of which would be encountered as readily identifiable structures in anterior cervical spinal exposure before the nerve itself. We believe this will help spinal surgeons to refine their surgical technique to identify RLN where necessary, thus preventing iatrogenic injury. Our landmark protocol of FEEL-LOOK-AVOID can serve as an easy aide-mémoire for intraoperative surgical anatomy of the RLN during ACDF regardless of side.",
  "authors": [
    {
      "last_name": "Rajabian",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Rajabian",
      "affiliations": [
        "Nottingham Centre for Spinal Studies and Surgery, Queens Medical Centre, Derby Rd, Nottingham, NG7 2UH, UK. Electronic address: a.rajabian@hotmail.co.uk."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Nottingham Centre for Spinal Studies and Surgery, Queens Medical Centre, Derby Rd, Nottingham, NG7 2UH, UK."
      ]
    },
    {
      "last_name": "Quraishi",
      "fore_name": "Nasir A",
      "initials": "NA",
      "name": "Nasir A Quraishi",
      "affiliations": [
        "Nottingham Centre for Spinal Studies and Surgery, Queens Medical Centre, Derby Rd, Nottingham, NG7 2UH, UK."
      ]
    }
  ],
  "journal": {
    "title": "The spine journal : official journal of the North American Spine Society",
    "iso_abbreviation": "Spine J",
    "issn": "1878-1632",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3S",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "start_page": "S33",
  "end_page": "S39",
  "pages": "S33-S39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cadaver",
    "Cervical Vertebrae",
    "Dissection",
    "Humans",
    "Ligaments",
    "Recurrent Laryngeal Nerve",
    "Thyroidectomy"
  ],
  "article_ids": {
    "pubmed": "28108406",
    "doi": "10.1016/j.spinee.2017.01.011",
    "pii": "S1529-9430(17)30032-3"
  },
  "doi": "10.1016/j.spinee.2017.01.011",
  "dates": {
    "completed": "2017-06-06",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.885087",
    "pmid": "28108406"
  }
}