{
  "pmid": "28108333",
  "uid": "28108333",
  "title": "Determining activity count cut-points for measurement of physical activity using the Actiwatch2 accelerometer.",
  "abstract": "STUDY OBJECTIVES: Sleep and physical activity are important contributors to many aspects of health. Obtaining accurate, objective measures of both behaviours is critical to health research. The Actiwatch2 is a wrist-worn sleep-monitoring device that has the potential to measure physical activity. Currently, interpretation of the Actiwatch2 physical activity data is limited by a lack of published thresholds for interpreting exercise intensity. This limits the ability to collect information on both behaviours simultaneously using one monitor. This study aims to develop thresholds to differentiate between light, moderate and vigorous-intensity physical activity and sedentary time for the Actiwatch2. METHODS: Thirty females, 40±14.9years, completed eight exercise tasks while wearing a Cosmed portable metabolic cart, the Actiwatch2 and the Actigraph GT3X+. Correlations between 1) activity counts from both the Actiwatch2 and Actigraph and metabolic equivalent (MET) values, and 2) activity counts from the two monitors were calculated. Area Under the Curve (AUC) was calculated, and cut points that maximized sensitivity and specificity were determined. RESULTS: The correlations between MET values and Actiwatch2 counts (r=0.69) and Actigraph (r=0.69) were strong. Correlation between the two activity monitors was very strong (r=0.84). The discrimination of sedentary behaviour was almost perfect (AUC=0.96) using a threshold of 145cpm. Discrimination of moderate (AUC=0.92) and vigorous (AUC=0.77) activity was acceptable using a threshold of 274 and 597cpm respectively. CONCLUSIONS: The Actiwatch2 demonstrated the ability to discriminate different intensities of physical activity among adult females. With these reported cut points, the Actiwatch2 can be used to simultaneously measure sleep and physical activity - two key outcomes in health research.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Rafn",
      "fore_name": "Bolette Skjødt",
      "initials": "BS",
      "name": "Bolette Skjødt Rafn",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Canada."
      ]
    },
    {
      "last_name": "Gotay",
      "fore_name": "Carolyn C",
      "initials": "CC",
      "name": "Carolyn C Gotay",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Canada; Centre of Excellence in Cancer Prevention, University of British Columbia, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Canada; Centre of Excellence in Cancer Prevention, University of British Columbia, Canada. Electronic address: kristin.campbell@ubc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Physiology & behavior",
    "iso_abbreviation": "Physiol Behav",
    "issn": "1873-507X",
    "issn_type": "Electronic",
    "volume": "173",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "95",
  "end_page": "100",
  "pages": "95-100",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accelerometry",
    "Adolescent",
    "Adult",
    "Aged",
    "Exercise",
    "Female",
    "Humans",
    "Middle Aged",
    "Monitoring, Ambulatory",
    "ROC Curve",
    "Sedentary Behavior",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28108333",
    "doi": "10.1016/j.physbeh.2017.01.026",
    "pii": "S0031-9384(16)30783-1"
  },
  "doi": "10.1016/j.physbeh.2017.01.026",
  "dates": {
    "completed": "2017-06-30",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "290987",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.159798",
    "pmid": "28108333"
  }
}