{
  "pmid": "28107362",
  "uid": "28107362",
  "title": "Population Muscle Strength Predicts Olympic Medal Tallies: Evidence from 20 Countries in the PURE Prospective Cohort Study.",
  "abstract": "BACKGROUND: National sporting achievement at the Olympic Games is important for national pride and prestige, and to promote participation in sport. Summer Olympic Games medal tallies have been associated with national wealth, and also social development and healthcare expenditure. It is uncertain however, how these socioeconomic factors translate into Olympic success. The objective of this study was therefore to examine the relationship between population muscle strength and Olympic medal tallies. METHODS AND RESULTS: This study of handgrip strength represents a cross-sectional analysis of the Prospective Urban Rural Epidemiology (PURE) study, which is an ongoing population cohort study of individuals from high-, middle-, and low-income countries. Within participating countries, households from both urban and rural communities were invited to participate using a sampling strategy intended to yield a sample that was representative of the community. Households were eligible if at least one member was aged 35-70 years and if they intended living at the same address for a further four years. A total of 152,610 participants from these households, located in 21 countries, were included in this analysis. Handgrip strength was measured using a Jamar dynanometer. Olympic medal tallies were made over the five most recent Summer Games. There was a significant positive association between national population grip strength (GS) and medal tally that persisted after adjustment for sex, age, height, average daily caloric intake and GDP (total and per capita). For every 1kg increase in population GS, the medal tally increased by 36% (95% CI 13-65%, p = 0.001) after adjustment. Among countries that won at least one medal over the four most recent Summer Olympic Games, there was a close linear relationship between adjusted GS and the natural logarithm of the per capita medal tally (adjusted r = 0.74, p = 0.002). CONCLUSIONS: Population muscle strength may be an important determinant of Summer Olympic Games medal success. Further research is needed to understand whether population muscle strength is modifiable, and whether this can improve Olympic medal success. Extreme outcomes may reflect the average attributes of the population from which the individual experiencing the extreme outcome is drawn.",
  "authors": [
    {
      "last_name": "Leong",
      "fore_name": "Darryl P",
      "initials": "DP",
      "name": "Darryl P Leong",
      "affiliations": [
        "The Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKee",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin McKee",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "The Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "e0169821",
  "pages": "e0169821",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Awards and Prizes",
    "Female",
    "Humans",
    "Male",
    "Muscle Strength",
    "Poisson Distribution",
    "Prospective Studies",
    "Sports"
  ],
  "article_ids": {
    "pubmed": "28107362",
    "pmc": "PMC5249146",
    "doi": "10.1371/journal.pone.0169821",
    "pii": "PONE-D-16-15770"
  },
  "doi": "10.1371/journal.pone.0169821",
  "pmc_id": "PMC5249146",
  "dates": {
    "completed": "2017-08-10",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.890047",
    "pmid": "28107362"
  }
}