{
  "pmid": "28109320",
  "uid": "28109320",
  "title": "Celebrities' impact on health-related knowledge, attitudes, behaviors, and status outcomes: protocol for a systematic review, meta-analysis, and meta-regression analysis.",
  "abstract": "BACKGROUND: Celebrities are highly influential people whose actions and decisions are watched and often emulated by wide audiences. Many celebrities have used their prominent social standing to offer medical advice or endorse health products, a trend that is expected to increase. However, the extent of the impact that celebrities have in shaping the public's health-related knowledge, attitudes, behaviors, and status is unclear. This systematic review seeks to answer the following questions: (1) Which health-related outcomes are influenced by celebrities? (2) How large of an impact do celebrities actually have on these health-related outcomes? (3) Under what circumstances do celebrities produce either beneficial or harmful impacts? METHODS: Ten databases were searched, including MEDLINE, EMBASE, PsycINFO, PubMed, CINAHL, Communication Complete, Sociological Abstracts, Social Sciences Citation Index, Journals @ Scholars Portal, and ProQuest Dissertations & Theses A&I. Two reviewers conducted title and abstract screening and full-text screening to identify primary studies that employed empirical methods (either quantitative or qualitative) to examine celebrities' impact on health-related knowledge, attitudes, behaviors, or status outcomes. DISCUSSION: The results of this review will contribute to our understanding of celebrity influences and how to design positive evidence-based celebrity health promotion activities. In addition, these findings can help inform the development of media reporting guidelines pertaining to celebrity health news and provide guidance to public health authorities on whether and how to respond to or work with celebrities. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015019268.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy and Ethics, Faculty of Law, University of Ottawa, Ottawa, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Health Evidence and Impact and McMaster Health Forum, McMaster University, Hamilton, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA. steven.hoffman@globalstrategylab.org."
      ]
    },
    {
      "last_name": "Mansoor",
      "fore_name": "Yasmeen",
      "initials": "Y",
      "name": "Yasmeen Mansoor",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy and Ethics, Faculty of Law, University of Ottawa, Ottawa, Canada.",
        "Faculty of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Natt",
      "fore_name": "Navneet",
      "initials": "N",
      "name": "Navneet Natt",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy and Ethics, Faculty of Law, University of Ottawa, Ottawa, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Lathika",
      "initials": "L",
      "name": "Lathika Sritharan",
      "affiliations": [
        "Global Strategy Lab, Centre for Health Law, Policy and Ethics, Faculty of Law, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Belluz",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Belluz",
      "affiliations": [
        "Vox Media, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Caulfield",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Caulfield",
      "affiliations": [
        "Health Law Institute, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Freedhoff",
      "fore_name": "Yoni",
      "initials": "Y",
      "name": "Yoni Freedhoff",
      "affiliations": [
        "Bariatric Medical Institute, Ottawa, Canada.",
        "Department of Family Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Evidence and Impact and McMaster Health Forum, McMaster University, Hamilton, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA.",
        "Centre for Health Economics and Policy Analysis and Department of Political Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Arya M",
      "initials": "AM",
      "name": "Arya M Sharma",
      "affiliations": [
        "Canadian Obesity Network and Faculty of Medicine, University of Alberta, Edmonton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Famous Persons",
    "Guidelines as Topic",
    "Health Behavior",
    "Health Knowledge, Attitudes, Practice",
    "Health Promotion",
    "Humans",
    "Mass Media",
    "Meta-Analysis as Topic",
    "Public Health",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "28109320",
    "pmc": "PMC5251292",
    "doi": "10.1186/s13643-016-0395-1",
    "pii": "10.1186/s13643-016-0395-1"
  },
  "doi": "10.1186/s13643-016-0395-1",
  "pmc_id": "PMC5251292",
  "dates": {
    "completed": "2018-01-04",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.992158",
    "pmid": "28109320"
  }
}