{
  "pmid": "28100623",
  "uid": "28100623",
  "title": "A Temperature-Sensitive Lesion in the N-Terminal Domain of the Rotavirus Polymerase Affects Its Intracellular Localization and Enzymatic Activity.",
  "abstract": "Temperature-sensitive (ts) mutants of simian rotavirus (RV) strain SA11 have been previously created to investigate the functions of viral proteins during replication. One mutant, SA11-tsC, has a mutation that maps to the gene encoding the VP1 polymerase and shows diminished growth and RNA synthesis at 39°C compared to that at 31°C. In the present study, we sequenced all 11 genes of SA11-tsC, confirming the presence of an L138P mutation in the VP1 N-terminal domain and identifying 52 additional mutations in four other viral proteins (VP4, VP7, NSP1, and NSP2). To investigate whether the L138P mutation induces a ts phenotype in VP1 outside the SA11-tsC genetic context, we employed ectopic expression systems. Specifically, we tested whether the L138P mutation affects the ability of VP1 to localize to viroplasms, which are the sites of RV RNA synthesis, by expressing the mutant form as a green fluorescent protein (GFP) fusion protein (VP1L138P-GFP) (i) in wild-type SA11-infected cells or (ii) in uninfected cells along with viroplasm-forming proteins NSP2 and NSP5. We found that VP1L138P-GFP localized to viroplasms and interacted with NSP2 and/or NSP5 at 31°C but not at 39°C. Next, we tested the enzymatic activity of a recombinant mutant polymerase (rVP1L138P) in vitro and found that it synthesized less RNA at 39°C than at 31°C, as well as less RNA than the control at all temperatures. Together, these results provide a mechanistic basis for the ts phenotype of SA11-tsC and raise important questions about the role of leucine 138 in supporting key protein interactions and the catalytic function of the VP1 polymerase.IMPORTANCE RVs cause diarrhea in the young of many animal species, including humans. Despite their medical and economic importance, gaps in knowledge exist about how these viruses replicate inside host cells. Previously, a mutant simian RV (SA11-tsC) that replicates worse at higher temperatures was identified. This virus has an amino acid mutation in VP1, which is the enzyme responsible for copying the viral RNA genome. The mutation is located in a poorly understood region of the polymerase called the N-terminal domain. In this study, we determined that the mutation reduces the ability of VP1 to properly localize within infected cells at high temperatures, as well as reduced the ability of the enzyme to copy viral RNA in a test tube. The results of this study explain the temperature sensitivity of SA11-tsC and shed new light on functional protein-protein interaction sites of VP1.",
  "authors": [
    {
      "last_name": "McKell",
      "fore_name": "Allison O",
      "initials": "AO",
      "name": "Allison O McKell",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA.",
        "Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Blacksburg, Virginia, USA."
      ]
    },
    {
      "last_name": "LaConte",
      "fore_name": "Leslie E W",
      "initials": "LEW",
      "name": "Leslie E W LaConte",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Virginia Tech Carilion School of Medicine and Research Institute, Roanoke, Virginia, USA mcdonaldsa@vtc.vt.edu.",
        "Department of Biomedical Sciences and Pathobiology, Virginia-Maryland College of Veterinary Medicine, Blacksburg, Virginia, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "COS Cells",
    "Chlorocebus aethiops",
    "Enzyme Stability",
    "Molecular Dynamics Simulation",
    "Mutation, Missense",
    "Protein Binding",
    "Protein Domains",
    "Protein Transport",
    "Rotavirus",
    "Temperature",
    "Viral Core Proteins"
  ],
  "article_ids": {
    "pubmed": "28100623",
    "pmc": "PMC5355613",
    "doi": "10.1128/JVI.00062-17",
    "pii": "JVI.00062-17"
  },
  "doi": "10.1128/JVI.00062-17",
  "pmc_id": "PMC5355613",
  "dates": {
    "completed": "2017-05-15",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "VP1 protein, Rotavirus",
    "Viral Core Proteins"
  ],
  "grants": [
    {
      "grant_id": "R01 AI116815",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI119588",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.511936",
    "pmid": "28100623"
  }
}