{
  "pmid": "28108205",
  "uid": "28108205",
  "title": "Modifying the Phenotypic Frailty Model in Predicting Risk of Major Osteoporotic Fracture in the Elderly.",
  "abstract": "INTRODUCTION: The phenotypic frailty (PF) model (including slow walking, low physical activity, exhaustion, weakness, and unintentional weight loss) has been widely used to quantify the degree of frailty and predict risks of adverse health outcomes for the elderly. However, evidence has shown that not all the components included in the PF model contribute equally, and low predictive accuracy of the PF model has been reported in predicting risks of outcomes. We aimed to improve predictive accuracy of the PF model in risk of major osteoporotic fracture (MOF) in the elderly by modifying its weighting of individual components. METHODS: Data from the Global Longitudinal Study of Osteoporosis in Women (GLOW) 3-year Hamilton cohort were used for this study. We used the multivariable Cox regression model to identify the updated weighting for components in the original PF model. The goodness of fit and discrimination were assessed for model performances. RESULTS: There were 3985 women included for analyses (mean age: 69.4 years). In the modified PF model, the updated weighting was 3 points for slowness and weakness, 2 points for weight loss, 1 point for poor endurance and exhaustion, and 1 point for low physical activity, respectively. The modified PF model could capture and categorize the future risk of MOF more accurately than the original model. Significant relationship between risks of MOF, falls, and death and the modified PF model was found. Compared with the original model, the modified PF model was a better fit to the data and with improved predictive accuracy. CONCLUSION: Based on a simple and practical rescoring and recategorizing algorithm, the modified PF model could predict risks of adverse outcomes more accurately than the original model, reflecting a cost-effective way. More evidence is needed to validate the modified PF model and support its application in geriatric practice.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; St Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health (PATH), Centre for Evaluation of Medicines, Hamilton, ON, Canada. Electronic address: lig28@mcmaster.ca."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; St Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MAH",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; St Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health (PATH), Centre for Evaluation of Medicines, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Andy K O",
      "initials": "AKO",
      "name": "Andy K O Wong",
      "affiliations": [
        "University Health Network, Toronto General Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lau",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Lau",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "St Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "414",
  "end_page": "419",
  "pages": "414-419",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Frail Elderly",
    "Frailty",
    "Geriatric Assessment",
    "Humans",
    "Longitudinal Studies",
    "Middle Aged",
    "Models, Theoretical",
    "Osteoporotic Fractures",
    "Predictive Value of Tests",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "28108205",
    "doi": "10.1016/j.jamda.2016.11.015",
    "pii": "S1525-8610(16)30547-3"
  },
  "doi": "10.1016/j.jamda.2016.11.015",
  "dates": {
    "completed": "2018-02-26",
    "revised": "2018-02-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.409993",
    "pmid": "28108205"
  }
}