{
  "pmid": "28115460",
  "uid": "28115460",
  "title": "Screening for frailty in primary care: Accuracy of gait speed and hand-grip strength.",
  "abstract": "OBJECTIVE: To examine the accuracy of individual Fried frailty phenotype measures in identifying the Fried frailty phenotype in primary care. DESIGN: Retrospective chart review. SETTING: A community-based primary care practice in Kitchener, Ont. PARTICIPANTS: A total of 516 patients 75 years of age and older who underwent frailty screening. MAIN OUTCOME MEASURES: Using modified Fried frailty phenotype measures, frailty criteria included gait speed, hand-grip strength as measured by a dynamometer, and self-reported exhaustion, low physical activity, and unintended weight loss. Sensitivity, specificity, accuracy, and precision were calculated for single-trait and dual-trait markers. RESULTS: Complete frailty screening data were available for 383 patients. The overall prevalence of frailty based on the presence of 3 or more frailty criteria was 6.5%. The overall prevalence of individual Fried frailty phenotype markers ranged from 2.1% to 19.6%. The individual criteria all showed sensitivity and specificity of more than 80%, with the exception of weight loss (8.3% and 97.4%, respectively). The positive predictive value of the single-item criteria in predicting the Fried frailty phenotype ranged from 12.5% to 52.5%. When gait speed and hand-grip strength were combined as a dual measure, the positive predictive value increased to 87.5%. CONCLUSION: There is a need for frailty measures that are psychometrically sound and feasible to administer in primary care. While use of gait speed or grip strength alone was found to be sensitive and specific as a proxy for the Fried frailty phenotype, use of both measures together was found to be accurate, precise, specific, and more sensitive than other possible combinations. Assessing both measures is feasible within primary care.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Family physician with the Centre for Family Medicine Family Health Team (CFFM FHT) in Kitchener, Ont, Schlegel Research Chair in Primary Care for Elders at the Schlegel-UW Research Institute for Aging, and Associate Clinical Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont. lee.linda.lw@gmail.com."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Tejal",
      "initials": "T",
      "name": "Tejal Patel",
      "affiliations": [
        "Pharmacist with the CFFM FHT and Assistant Clinical Professor at the University of Waterloo School of Pharmacy."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Schlegel Research Chair in Clinical Epidemiology and Aging and Assistant Professor in the Department of Clinical Epidemiology and Biostatistics and the Department of Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Bryce",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Bryce",
      "affiliations": [
        "Research manager with the Department of Health, Aging, and Society at McMaster University."
      ]
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "Research associate with Specialized Geriatric Services at St Joseph's Health Care London and the Aging, Rehabilitation and Geriatric Care Research Centre of the Lawson Health Research Institute in London, Ont."
      ]
    },
    {
      "last_name": "Slonim",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Slonim",
      "affiliations": [
        "Research associate with the CFFM FHT."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "Susan W",
      "initials": "SW",
      "name": "Susan W Hunter",
      "affiliations": [
        "Assistant Professor in the School of Physical Therapy at Western University in London."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "Schlegel Research Chair in Geriatric Medicine, Associate Professor in the Faculty of Applied Health Sciences in the School of Public Health and Health Systems at the University of Waterloo, and Assistant Clinical Professor of Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Molnar",
      "affiliations": [
        "Geriatrician in Ottawa, Ont, Medical Director of the Regional Geriatric Program of Eastern Ontario, and Associate Professor in the Department of Medicine at the University of Ottawa."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "e51",
  "end_page": "e57",
  "pages": "e51-e57",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Female",
    "Frail Elderly",
    "Geriatric Assessment",
    "Hand Strength",
    "Humans",
    "Male",
    "Ontario",
    "Primary Health Care",
    "Retrospective Studies",
    "Self Report",
    "Sensitivity and Specificity",
    "Walking Speed"
  ],
  "article_ids": {
    "pubmed": "28115460",
    "pmc": "PMC5257239",
    "pii": "63/1/e51"
  },
  "pmc_id": "PMC5257239",
  "dates": {
    "completed": "2017-03-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.296577",
    "pmid": "28115460"
  }
}