{
  "pmid": "28116554",
  "uid": "28116554",
  "title": "Patient perceptions regarding physician reimbursements, wait times, and out-of-pocket payments for anterior cruciate ligament reconstruction in Ontario.",
  "abstract": "BACKGROUND: Currently, there is a lack of knowledge regarding patient perceptions surrounding physician reimbursements, appropriate wait times, and out-of-pocket payment options for anterior cruciate ligament reconstruction (ACLR). Our objective was to determine the current state of these perceptions in an Ontario setting. METHODS: A survey was developed and pretested to address patient perceptions about physician reimbursements, appropriate wait times, and out-of-pocket payment options for ACLR using a focus group of experts and by reviewing prior surveys. The survey was administered to patients in a waiting room setting. RESULTS: Two hundred and fifty completed surveys were obtained (79.9% response rate). Participants responded that an appropriate physician reimbursement for ACLR was $1000.00 and that the Ontario Health Insurance Plan (OHIP) reimbursed physicians $700.00 for ACLR. Seventy-four percent of participants responded that the OHIP reimbursement of $615.20 for the procedure was either lower or much lower than what they considered to be an appropriate reimbursement for ACLR. Over 90% of participants responded that an ACLR should occur within 90 days of injury. Thirty-five percent of participants were willing to pay $750.00 out-of-pocket to have an ACLR done sooner, while 16.4% of participants were willing to pay $2500.00 out-of-pocket to travel outside of Canada for expedited surgery. CONCLUSION: This survey study demonstrates that patients' estimates of both appropriate and actual physician reimbursements were greater than the current reimbursement for ACLR. Further, the majority of individuals report that the surgical fee for ACLR is lower than what they consider to be an appropriate amount of compensation for the procedure. Additionally, nearly all respondents believe that a ruptured ACL should be reconstructed within 90 days of injury. Consequently, a number of patients are willing to pay out-of-pocket for expedited surgery either in Canada or abroad. However, patients' preferences for shorter wait times must be balanced with the known risk of arthrofibrosis associated with early ACLR.",
  "authors": [
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ginsberg",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Ginsberg",
      "affiliations": [
        "Department of Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nashed",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Nashed",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Denkers",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Denkers",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ogilvie",
      "fore_name": "Rick",
      "initials": "R",
      "name": "Rick Ogilvie",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28116554",
    "pmc": "PMC5256624",
    "doi": "10.1186/s40634-017-0076-6",
    "pii": "10.1186/s40634-017-0076-6"
  },
  "doi": "10.1186/s40634-017-0076-6",
  "pmc_id": "PMC5256624",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.910103",
    "pmid": "28116554"
  }
}