{
  "pmid": "28118096",
  "uid": "28118096",
  "title": "Hepatitis C Virus and Interferon-Free Antiviral Therapeutics Revolution: Implications for Pakistan.",
  "abstract": "Hepatitis C virus (HCV) is a major health concern worldwide as a leading cause of liver-related mortalities and morbidities. Pakistan ranks second among countries with endemic HCV infection; ∼11 million cases are reported so far. HCV burden is continuously rising in Pakistan, mainly because of unsafe blood transfusions, surgical procedures, dental procedures, untrained clinicians, reuse of syringes, barbers, and ear/nose piercing tools. Lack of awareness about HCV transmission routes among the general and high-risk population is a major hurdle in disease management. HCV prevalence in the general population and healthy blood donors ranges from 3.13% to 23.83% and from 1.05% to 20.8%, respectively; whereas in the high-risk groups, HCV prevalence is up to 66%. Genotype 3 is most prevalent in Pakistan followed by genotypes 1 and 2 along with an alarming number of untypable viral genotypes in the local community. Mainly interferon-based antiviral regimens are used in Pakistan and are quite effective, because the major prevalent genotype (genotype 3) showed the best sustained virological response (SVR) with it. But a large number of individuals did not show SVR either because of infection with nonresponder genotypes or because of side effects. Due to these reasons, there was a need for interferon-free direct acting antivirals (DAAs). Recently, Sovaldi (Sofosbuvir: NS5B inhibitor) is approved on a heavy discounted rate for Pakistan; it is currently in effective use and showed good SVR. Sovaldi plus ribavirin is used alone or along with interferon to treat different viral genotypes. Sovaldi will be the future treatment regime for Pakistan, because genotype 2 and genotype 3 infected individuals achieve the best SVR with it. For the treatment of other prevalent viral genotypes, approval of some other DAAs such as Ledipasvir on discounted price is required for better disease management.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Chemistry, School of Science, University of Management and Technology (UMT) , Lahore, Pakistan ."
      ]
    }
  ],
  "journal": {
    "title": "Viral immunology",
    "iso_abbreviation": "Viral Immunol",
    "issn": "1557-8976",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "252",
  "end_page": "257",
  "pages": "252-257",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antiviral Agents",
    "Endemic Diseases",
    "Genotype",
    "Hepacivirus",
    "Hepatitis C",
    "Humans",
    "Interferons",
    "Pakistan",
    "Prevalence",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28118096",
    "doi": "10.1089/vim.2016.0164"
  },
  "doi": "10.1089/vim.2016.0164",
  "dates": {
    "completed": "2018-02-05",
    "revised": "2018-02-26"
  },
  "chemicals": [
    "Antiviral Agents",
    "Interferons"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.778253",
    "pmid": "28118096"
  }
}