{
  "pmid": "28129360",
  "uid": "28129360",
  "title": "Influenza Vaccination of Healthcare Workers: Critical Analysis of the Evidence for Patient Benefit Underpinning Policies of Enforcement.",
  "abstract": "BACKGROUND: Four cluster randomized controlled trials (cRCTs) conducted in long-term care facilities (LTCFs) have reported reductions in patient risk through increased healthcare worker (HCW) influenza vaccination. This evidence has led to expansive policies of enforcement that include all staff of acute care hospitals and other healthcare settings beyond LTCFs. We critique and quantify the cRCT evidence for indirect patient benefit underpinning policies of mandatory HCW influenza vaccination. METHODS: Plausibility of the four cRCT findings attributing indirect patient benefits to HCW influenza vaccination was assessed by comparing percentage reductions in patient risk reported by the cRCTs to predicted values. Plausibly predicted values were derived according to the basic mathematical principle of dilution, taking into account HCW influenza vaccine coverage and the specificity of patient outcomes for influenza. Accordingly, predicted values were calculated as a function of relevant compound probabilities including vaccine efficacy (ranging 40-60% in HCWs and favourably assuming the same indirect protection conferred through them to patients) × change in proportionate HCW influenza vaccine coverage (as reported by each cRCT) × percentage of a given patient outcome (e.g. influenza-like illness (ILI) or all-cause mortality) plausibly due to influenza virus. The number needed to vaccinate (NNV) for HCWs to indirectly prevent patient death was recalibrated based on real patient data of hospital-acquired influenza, with adjustment for potential under-detection (5.2-fold), and using favourable assumptions of HCW-attributable risk (ranging 60-80%). RESULTS: In attributing patient benefit to increased HCW influenza vaccine coverage, each cRCT was found to violate the basic mathematical principle of dilution by reporting greater percentage reductions with less influenza-specific patient outcomes (i.e., all-cause mortality > ILI > laboratory-confirmed influenza) and/or patient mortality reductions exceeding even favourably-derived predicted values by at least 6- to 15-fold. If extrapolated to all LTCF and hospital staff in the United States, the prior cRCT-claimed NNV of 8 would implausibly mean >200,000 and >675,000 patient deaths, respectively, could be prevented annually by HCW influenza vaccination, inconceivably exceeding total US population mortality estimates due to seasonal influenza each year, or during the 1918 pandemic, respectively. More realistic recalibration based on actual patient data instead shows that at least 6000 to 32,000 hospital workers would need to be vaccinated before a single patient death could potentially be averted. CONCLUSIONS: The four cRCTs underpinning policies of enforced HCW influenza vaccination attribute implausibly large reductions in patient risk to HCW vaccination, casting serious doubts on their validity. The impression that unvaccinated HCWs place their patients at great influenza peril is exaggerated. Instead, the HCW-attributable risk and vaccine-preventable fraction both remain unknown and the NNV to achieve patient benefit still requires better understanding. Although current scientific data are inadequate to support the ethical implementation of enforced HCW influenza vaccination, they do not refute approaches to support voluntary vaccination or other more broadly protective practices, such as staying home or masking when acutely ill.",
  "authors": [
    {
      "last_name": "De Serres",
      "fore_name": "Gaston",
      "initials": "G",
      "name": "Gaston De Serres",
      "affiliations": [
        "Institut national de santé publique du Québec, Quebec City, Quebec, Canada.",
        "Laval University, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Skowronski",
      "fore_name": "Danuta M",
      "initials": "DM",
      "name": "Danuta M Skowronski",
      "affiliations": [
        "British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada.",
        "University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Brian J",
      "initials": "BJ",
      "name": "Brian J Ward",
      "affiliations": [
        "Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Gardam",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gardam",
      "affiliations": [
        "University of Toronto, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lemieux",
      "fore_name": "Camille",
      "initials": "C",
      "name": "Camille Lemieux",
      "affiliations": [
        "University of Toronto, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yassi",
      "fore_name": "Annalee",
      "initials": "A",
      "name": "Annalee Yassi",
      "affiliations": [
        "University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Patrick",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Patrick",
      "affiliations": [
        "British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada.",
        "University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Krajden",
      "fore_name": "Mel",
      "initials": "M",
      "name": "Mel Krajden",
      "affiliations": [
        "British Columbia Centre for Disease Control, Vancouver, British Columbia, Canada.",
        "University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Collignon",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Collignon",
      "affiliations": [
        "Australian National University, Acton, Australia.",
        "Canberra Hospital, Garran, ACT, Australia."
      ]
    },
    {
      "last_name": "Carrat",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Carrat",
      "affiliations": [
        "Institut National de la Santé et de la Recherche Médicale, Institut Pierre Louis d'Epidémiologie et de Santé Publique, Paris, France.",
        "Sorbonne Universités, Institut Pierre Louis d'Epidémiologie et de Santé Publique, Paris, France.",
        "Assistance Publique-Hôpitaux de Paris, Hôpital Saint Antoine, Unité de Santé Publique, Paris, France."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "e0163586",
  "pages": "e0163586",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross Infection",
    "Health Personnel",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Long-Term Care",
    "Mortality",
    "Orthomyxoviridae",
    "Pandemics",
    "Randomized Controlled Trials as Topic",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "28129360",
    "pmc": "PMC5271324",
    "doi": "10.1371/journal.pone.0163586",
    "pii": "PONE-D-15-55340"
  },
  "doi": "10.1371/journal.pone.0163586",
  "pmc_id": "PMC5271324",
  "dates": {
    "completed": "2017-08-10",
    "revised": "2025-05-21"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [
    {
      "agency": "Department of Health[UK]",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.143267",
    "pmid": "28129360"
  }
}