{
  "pmid": "28124280",
  "uid": "28124280",
  "title": "Health literacy and logical inconsistencies in valuations of hypothetical health states: results from the Canadian EQ-5D-5L valuation study.",
  "abstract": "OBJECTIVES: To examine the association of health literacy with logical inconsistencies in time trade-off valuations of hypothetical health states described by the EQ-5D-5L classification system. METHODS: Data from the EQ-5D-5L Canadian Valuation study were used. Health literacy was assessed using the Brief Health Literacy Screen. A health state valuation was considered logically inconsistent if a respondent gave the same or lower value for a very mild health state compared to the value given to 55555, or gave the same or lower value for a very mild health state compared to value assigned to the majority of the health states that are dominated by the very mild health state. RESULTS: Average age of respondents (N = 1209) was 48 (SD = 17) years, 45% were male, 7% reported inadequate health literacy, and 11% had a logical inconsistency. In adjusted analysis, participants with inadequate health literacy were 2.2 (95%CI: 1.2, 4.0; p = 0.014) times more likely to provide an inconsistent valuation compared to those with adequate health literacy. More specifically, those who had problems in \"understanding written information\" and \"reading health information\" were more likely to have a logical inconsistency compared to those who did not. However, lacking \"confidence in completing medical forms\" was not associated with logical inconsistencies. CONCLUSIONS: Health literacy was associated with logical inconsistencies in valuations of hypothetical health states described by the EQ-5D-5L classification system. Valuations studies should consider assessing health literacy, and explore better ways to introduce the valuation tasks or use simpler approaches of health preferences elicitation for individuals with inadequate health literacy.",
  "authors": [
    {
      "last_name": "Al Sayah",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Al Sayah",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Johnson",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Ohinmaa",
      "fore_name": "Arto",
      "initials": "A",
      "name": "Arto Ohinmaa",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Program for Health Economics and Outcome Measures, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bansback",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Bansback",
      "affiliations": [
        "School of Population and Public Health, Faculty of Medicine, University of British Columbia, Rm. 289, 2206 East Mall, Vancouver, BC, V6T 1Z3, Canada. nick.bansback@ubc.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "1483",
  "end_page": "1492",
  "pages": "1483-1492",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Health Literacy",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Validation Studies as Topic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28124280",
    "doi": "10.1007/s11136-016-1495-z",
    "pii": "10.1007/s11136-016-1495-z"
  },
  "doi": "10.1007/s11136-016-1495-z",
  "dates": {
    "completed": "2017-11-30",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP 111,076",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.891869",
    "pmid": "28124280"
  }
}