{
  "pmid": "28127309",
  "uid": "28127309",
  "title": "Validation of Administrative Osteoarthritis Diagnosis Using a Clinical and Radiological Population-Based Cohort.",
  "abstract": "Objectives. The validity of administrative osteoarthritis (OA) diagnosis in British Columbia, Canada, was examined against X-rays, magnetic resonance imaging (MRI), self-report, and the American College of Rheumatology criteria. Methods. During 2002-2005, 171 randomly selected subjects with knee pain aged 40-79 years underwent clinical assessment for OA in the knee, hip, and hands. Their administrative health records were linked during 1991-2004, in which OA was defined in two ways: (AOA1) at least one physician's diagnosis or hospital admission and (AOA2) at least two physician's diagnoses in two years or one hospital admission. Sensitivity, specificity, and predictive values were compared using four reference standards. Results. The mean age was 59 years and 51% were men. The proportion of OA varied from 56.3 to 89.7% among men and 77.4 to 96.4% among women according to reference standards. Sensitivity and specificity varied from 21 to 57% and 75 to 100%, respectively, and PPVs varied from 82 to 100%. For MRI assessment, the PPV of AOA2 was 100%. Higher sensitivity was observed in AOA1 than AOA2 and the reverse was true for specificity and PPV. Conclusions. The validity of administrative OA in British Columbia varied due to case definitions and reference standards. AOA2 is more suitable for identifying OA cases for research using this Canadian database.",
  "authors": [
    {
      "last_name": "Rahman",
      "fore_name": "M Mushfiqur",
      "initials": "MM",
      "name": "M Mushfiqur Rahman",
      "affiliations": [
        "Department of Applied Statistics, East West University, Aftabnagar, Dhaka 1212, Bangladesh."
      ],
      "orcid": "0000-0002-9323-1339"
    },
    {
      "last_name": "Kopec",
      "fore_name": "Jacek A",
      "initials": "JA",
      "name": "Jacek A Kopec",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada; Arthritis Research Centre of Canada, 5591 No. 3 Road, Richmond, BC, Canada V6X 2C7."
      ],
      "orcid": "0000-0002-2974-7904"
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Arthritis Research Centre of Canada, 5591 No. 3 Road, Richmond, BC, Canada V6X 2C7; Health Sciences, Simon Fraser University, Burnaby, BC, Canada."
      ],
      "orcid": "0000-0002-1614-2375"
    },
    {
      "last_name": "Anis",
      "fore_name": "Aslam H",
      "initials": "AH",
      "name": "Aslam H Anis",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada; Centre for Health Evaluation and Outcome Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Cibere",
      "fore_name": "Jolanda",
      "initials": "J",
      "name": "Jolanda Cibere",
      "affiliations": [
        "Arthritis Research Centre of Canada, 5591 No. 3 Road, Richmond, BC, Canada V6X 2C7; Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of rheumatology",
    "iso_abbreviation": "Int J Rheumatol",
    "issn": "1687-9260",
    "issn_type": "Print",
    "volume": "2016",
    "pub_year": "2016"
  },
  "start_page": "6475318",
  "pages": "6475318",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28127309",
    "pmc": "PMC5227164",
    "doi": "10.1155/2016/6475318"
  },
  "doi": "10.1155/2016/6475318",
  "pmc_id": "PMC5227164",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.991214",
    "pmid": "28127309"
  }
}