{
  "pmid": "28120020",
  "uid": "28120020",
  "title": "Hip arthroscopic capsulotomy techniques and capsular management strategies: a systematic review.",
  "abstract": "PURPOSE: Hip arthroscopy is increasingly used to address hip joint pathology. Iatrogenic instability has been reported as a potential complication, leading to the evaluation of various capsular management strategies. The purpose of this review was to (1) report the techniques used for capsulotomy in hip arthroscopy, (2) understand techniques and indications for capsular closure, and (3) report outcomes based on capsular management strategy. METHODS: MEDLINE, EMBASE, and PubMed were searched and screened in duplicate for relevant studies. Data regarding patient demographics, indications, surgical technique, rehabilitation strategies, and complication rates were obtained. Study quality was assessed in duplicate using the Methodological Index for Non-Randomized Studies (MINORS) Criteria. RESULTS: Eighty-two studies of primarily level IV evidence (80 %) and of fair quality involving 4504 patients with a mean age of 35 years old (range 1.2-82 years) were included. Fifty percent of patients were male. Mean follow-up was 24.9 months (range 5 days to 13 years). Of 68 studies reporting capsulotomy technique (only 7 % of all otherwise eligible studies), 55 % performed an interportal capsulotomy while 24 % performed a T-capsulotomy. Of 36 studies reporting capsular management strategy post-arthroscopy, 22 % did not repair the capsulotomy, 6 % routinely performed partial repair, and 50 % performed complete repair. Of three studies (206 patients) directly comparing capsular management strategies, only one study found a statistically significant difference between complete and partial repair on the Hip Outcome Score-Sport Specific Subscale, though this difference was less than the minimal clinically important difference (83.6 versus 87.3). The total rate of reported post-operative dislocation, instability, or instability was 0.3 % (5 patients). CONCLUSIONS: Technical details regarding capsulotomy and capsular management post-hip arthroscopy are not consistently reported in the literature. Capsulotomies are most often performed using an interportal technique, and more recent studies report routine closure. Overall, post-operative instability is rare and there is no consistent trend for capsular management strategy. Given current evidence, there is little basis on which to establish the relationship between surgical technique and post-operative instability or long-term consequences (e.g., kinematic changes). Thus, while capsular closure/plication may be suitable for specific populations (i.e., dysplasia or laxity), evidence-based indications for capsular repair remain unclear. LEVEL OF EVIDENCE: Level IV, systematic review of level I-IV Studies.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Haldane",
      "fore_name": "Chloe E",
      "initials": "CE",
      "name": "Chloe E Haldane",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Evidence Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "Minnesota Orthopedic Sports Medicine Institute at Twin Cities Orthopedics, Edina, MN, USA."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, CA, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan"
  },
  "start_page": "9",
  "end_page": "23",
  "pages": "9-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Hip Joint",
    "Humans",
    "Joint Capsule",
    "Joint Instability"
  ],
  "article_ids": {
    "pubmed": "28120020",
    "doi": "10.1007/s00167-016-4411-8",
    "pii": "10.1007/s00167-016-4411-8"
  },
  "doi": "10.1007/s00167-016-4411-8",
  "dates": {
    "completed": "2017-05-02",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.768882",
    "pmid": "28120020"
  }
}