{
  "pmid": "28134610",
  "uid": "28134610",
  "title": "Efficacy of Combined Magnetic Field Treatment on Spinal Fusion: A Review of the Literature.",
  "abstract": "Vertebral fractures place significant burdens on patients, caregivers, and the healthcare system at large. Nonunion is a frequent complication following vertebral fracture treatment, often resulting in significant patient pain and morbidity. Bone growth stimulators are an adjunct treatment modality proposed to increase rates of fracture healing. Combined magnetic field (CMF) bone growth stimulators have specifically been shown to increase union rates in patients with vertebral fractures. Certain populations, such as the elderly, postmenopausal women, and smokers, have demonstrated a preferentially greater response to CMF treatment. The present review focuses on the mechanism of action, efficacy, cost effectiveness, indications, contraindications, and safety of CMF treatment as an adjunct treatment for vertebral fractures. Future large high-quality investigations of adjunct CMF treatment for spine fusion patients focusing on patient-important outcomes are warranted.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Drew",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Drew",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; University of Rochester Medical Center, Orthopaedics Department, Rochester, NY."
      ]
    },
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas",
      "initials": "I",
      "name": "Ilyas Aleem",
      "affiliations": [
        "Department of Orthopedic Surgery, Mayo Clinic, Rochester, Minnesota."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "271",
  "end_page": "276",
  "pages": "271-276",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bone Density",
    "Fracture Healing",
    "Humans",
    "Magnetic Fields",
    "Spinal Fractures",
    "Spinal Fusion",
    "Spine"
  ],
  "article_ids": {
    "pubmed": "28134610",
    "doi": "10.1615/JLongTermEffMedImplants.2016016817",
    "pii": "054fba651e4c3705,4c529c9c3b76adc9"
  },
  "doi": "10.1615/JLongTermEffMedImplants.2016016817",
  "dates": {
    "completed": "2018-03-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.910539",
    "pmid": "28134610"
  }
}