{
  "pmid": "28134611",
  "uid": "28134611",
  "title": "Use of Combined Magnetic Field Treatment for Fracture Nonunion.",
  "abstract": "The use of noninvasive bone growth stimulators is a nonoperative treatment option for fracture nonunions. The purpose of this study was to evaluate the initial effectiveness of the combined magnetic field (CMF) bone growth stimulation in the treatment of fracture nonunions. Using data from a large nonunion fracture registry, we reviewed fracture-healing-outcome data and healing times for all patients treated with a CMF bone growth stimulator during a 4-yr period. Overall, 75% of the 2370 included patients achieved fracture union. Healing rates ranged from 64.0% in patients with femoral fractures to 89.7% in patients with carpal/metacarpal fractures. The weighted mean time to heal was 4.9 ± 1.0 mo. Patients treated earlier than 6 mo with CMF following injury demonstrated significantly greater healing rates and shorter mean times to heal than patients treated 6 mo or more following injury. These results indicate that CMF bone stimulation is a potentially beneficial noninvasive treatment modality for nonunions; however, high-quality comparative research is required to further evaluate the efficacy, potential prognostic factors, and contraindications for the use of this treatment modality.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baumhauer",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Baumhauer",
      "affiliations": [
        "University of Rochester Medical Center, Orthopaedics Department, Rochester, NY."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; University of Rochester Medical Center, Orthopaedics Department, Rochester, NY."
      ]
    },
    {
      "last_name": "Zoltan",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Zoltan",
      "affiliations": [
        "The Orthopedic Clinic Association, Phoenix, Arizona."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "277",
  "end_page": "284",
  "pages": "277-284",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Femoral Fractures",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Magnetic Fields",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28134611",
    "doi": "10.1615/JLongTermEffMedImplants.2016016818",
    "pii": "054fba651e4c3705,4d157a670982bc8e"
  },
  "doi": "10.1615/JLongTermEffMedImplants.2016016818",
  "dates": {
    "completed": "2018-03-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.910694",
    "pmid": "28134611"
  }
}