{
  "pmid": "28138260",
  "uid": "28138260",
  "title": "Dalteparin versus vitamin K antagonists for the prevention of recurrent venous thromboembolism in patients with cancer and renal impairment: a Canadian pharmacoeconomic analysis.",
  "abstract": "BACKGROUND: Patients with cancer are at increased risk of venous thromboembolism (VTE) and the risk is further elevated after a primary VTE. To reduce the risk of recurrent events, extended prophylaxis with vitamin K antagonists (VKA) is available for use. However, in a large randomized trial (Comparison of Low-Molecular-Weight Heparin versus Oral Anticoagulant Therapy for the Prevention of Recurrent Venous Thromboembolism in Patients with Cancer [CLOT]; Lee et al), extended duration dalteparin reduced the relative risk of recurrent VTE by 52% compared to VKA (p=0.002). A recent subgroup analysis of patients with moderate-to-severe renal impairment also revealed lower absolute VTE rates with dalteparin (3% vs. 17%; p=0.011). To measure the economic value of dalteparin as an alternative to VKA, a patient-level cost utility analysis was conducted from a Canadian perspective. METHODS: Resource use data captured during the CLOT trial were extracted and linked to 2015 Canadian unit cost estimates. Health state utilities were then measured using the Time-Trade-Off technique in 24 randomly selected members of the general Canadian public to estimate the gains in quality-adjusted life years (QALYs). RESULTS: For the entire CLOT trial population (n=676), the dalteparin group had significantly higher mean costs compared to the VKA group ($Can5,771 vs. $Can2,569; p<0.001). However, the utility assessment revealed that 21 of 24 respondents (88%) selected dalteparin over VKA, with an associated gain of 0.14 (95% confidence interval [CI]: 0.10-0.18) QALYs. When the incremental cost of dalteparin was combined with the QALY gain, dalteparin had a cost of $Can23,100 (95% CI: $Can19,200-$Can25,800) per QALY gained. The analysis in patients with renal impairment suggested even better economic value with the cost per QALY gained being <$14,000. CONCLUSION: Extended duration dalteparin is a cost-effective alternative to VKA for the prevention of recurrent VTE in patients with cancer, especially in those with renal impairment.",
  "authors": [
    {
      "last_name": "Dranitsaris",
      "fore_name": "George",
      "initials": "G",
      "name": "George Dranitsaris",
      "affiliations": [
        "Health Economic and Outcomes Research, Augmentium Pharma Consulting Inc, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shane",
      "fore_name": "Lesley G",
      "initials": "LG",
      "name": "Lesley G Shane",
      "affiliations": [
        "Pfizer Inc, New York, NY, USA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Feugere",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Feugere",
      "affiliations": [
        "Pfizer Canada, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Woodruff",
      "fore_name": "Seth",
      "initials": "S",
      "name": "Seth Woodruff",
      "affiliations": [
        "Pfizer Inc, New York, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2017"
  },
  "start_page": "65",
  "end_page": "73",
  "pages": "65-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28138260",
    "pmc": "PMC5237592",
    "doi": "10.2147/CEOR.S126379",
    "pii": "ceor-9-065"
  },
  "doi": "10.2147/CEOR.S126379",
  "pmc_id": "PMC5237592",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.668491",
    "pmid": "28138260"
  }
}