{
  "pmid": "28139395",
  "uid": "28139395",
  "title": "Hypoglycemia Incidence in Older Adults by Estimated GFR.",
  "abstract": "BACKGROUND: Bedside estimates of the risk for hypoglycemia by estimated glomerular filtration rate (eGFR), urine albumin-creatinine ratio (ACR), and use of antihyperglycemic medications would be helpful. STUDY DESIGN: Population-based cohort study. SETTING & PARTICIPANTS: Older adults (mean age, 75 years) in Ontario, Canada, from April 2002 through March 2013. FACTORS: eGFR stage, ACR stage, and use of antihyperglycemic medications. OUTCOME: 3-year incidence rate of a hospital encounter with hypoglycemia (emergency department or inpatient encounter). RESULTS: In users and nonusers of antihyperglycemic medications, there was a graded increase in risk for hypoglycemia by eGFR stage. Incidence rates in antihyperglycemic medication users were 82 (95% CI, 71-94), 122 (95% CI, 115-130), 235 (95% CI, 218-254), 379 (95% CI, 349-413), 596 (95% CI, 524-678), and 785 (95% CI, 689-894) encounters per 10,000 person-years when eGFR was ≥90, 60 to <90, 45 to <60, 30 to <45, 15 to <30, and <15mL/min/1.73m[2] or the patient was receiving dialysis, respectively (P<0.001). Corresponding values in nonusers were 2 (95% CI, 2-4), 3 (95% CI, 3-4), 3 (95% CI, 2-4), 7 (95% CI, 5-9), 14 (95% CI, 9-22), and 55 (95% CI, 43-71) encounters/10,000 person-years, respectively (P<0.001). A similar relationship was evident by eGFR and ACR risk category. LIMITATIONS: Only hypoglycemia episodes that were associated with a hospital encounter were assessed. Results cannot be generalized to younger patients. CONCLUSIONS: In older adults, the risk for hypoglycemia is higher in those with lower kidney function. Our results may aid the patient-provider dialogue and inform future studies to prevent hypoglycemia in an at-risk population.",
  "authors": [
    {
      "last_name": "Hodge",
      "fore_name": "Meryl",
      "initials": "M",
      "name": "Meryl Hodge",
      "affiliations": [
        "School of Health Studies, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Manitoba, Winnipeg, Manitoba, Canada; Department of Community Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada; Seven Oaks General Hospital, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Endocrinology and Metabolism, Department of Medicine, Western University, London, Ontario, Canada. Electronic address: kristin.clemens@sjhc.london.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "59",
  "end_page": "68",
  "pages": "59-68",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Hypoglycemia",
    "Hypoglycemic Agents",
    "Incidence",
    "Male",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "28139395",
    "doi": "10.1053/j.ajkd.2016.11.019",
    "pii": "S0272-6386(16)30711-9"
  },
  "doi": "10.1053/j.ajkd.2016.11.019",
  "dates": {
    "completed": "2017-08-17",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.217048",
    "pmid": "28139395"
  }
}