{
  "pmid": "28134609",
  "uid": "28134609",
  "title": "The Use of Combined Magnetic Field Treatment for Fracture Nonunions: A Prospective Observational Study.",
  "abstract": "This study evaluated the effectiveness and safety of bone growth stimulation using combined magnetic field (CMF) for the treatment of fracture nonunions. In this prospective multicenter study, patients were assessed monthly for 9 mo, or until they demonstrated a healed nonunion, and were assessed at a final follow-up 3 mo after treatment completion. The primary outcome was the presence or absence of fracture healing at the nonunion site, determined by clinical and radiographic assessment. Enrolled in this study were 112 patients with 116 fracture nonunions. Fifty-two (44.8%) patients demonstrated a healed nonunion between treatment initiation and 12-mo- posttreatment initiation (9 mo of treatment plus 3 mo posttreatment follow-up). Tibial nonunions had a higher percentage of healed fractures compared to other fracture types (78% vs. 46.5%, respectively; p = 0.004). This study demonstrated that noninvasive CMF technology healed 78% of tibial fracture nonunions and 45% of all fracture nonunions (p = 0.004). Additionally, pain at rest, with stress, and on weight bearing all decreased following treatment with CMF, with no adverse events reported. These results indicate that CMF is a beneficial noninvasive treatment modality for nonunions.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Global Research Solutions, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zoltan",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Zoltan",
      "affiliations": [
        "The Orthopedic Clinic Association, Phoenix, Arizona."
      ]
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; University of Rochester Medical Center, Orthopaedics Department, Rochester, NY."
      ]
    },
    {
      "last_name": "Baumhauer",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Baumhauer",
      "affiliations": [
        "University of Rochester Medical Center, Orthopaedics Department, Rochester, NY."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "261",
  "end_page": "270",
  "pages": "261-270",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Magnetic Fields",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Radiography",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28134609",
    "doi": "10.1615/JLongTermEffMedImplants.2016016816",
    "pii": "054fba651e4c3705,7ff72703420c60db"
  },
  "doi": "10.1615/JLongTermEffMedImplants.2016016816",
  "dates": {
    "completed": "2018-03-08",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.910363",
    "pmid": "28134609"
  }
}