{
  "pmid": "28143554",
  "uid": "28143554",
  "title": "Ethical challenges related to assistive product access for older adults and adults living with a disability: a scoping review protocol.",
  "abstract": "BACKGROUND: Despite the surge of research and development in assistive products for older adults and/or people living with disabilities, policies on access and procurement have lagged in responding to the growing demand from users. Developing policies to address these concerns require an understanding of the ethical challenges underlying approaches for providing assistive products. The purpose of this scoping review is to identify and map the literature pertaining to ethical challenges related to assistive product access and procurement to inform policy development. METHODS/DESIGN: We will use established approaches to conducting scoping reviews which include five stages: (1) conducting broad searches to identify potentially relevant literature, (2) refining selection criteria, (3) reviewing search results, (4) mapping literature according to conceptual areas of interest, and (5) summarizing results. We will analyze data by thematically grouping the descriptions of assistive products identified in the included articles and conducting a content analysis to iteratively develop a targeted synthesis of literature focused on ethical challenges in relation to assistive product access and procurement by older adults and/or adults living with disabilities. DISCUSSION: Our scoping review findings will focus on and provide insight about the models, frameworks, and principles that have been used to understand ethical challenges related to technology access and procurement. We will use the findings to help inform a series of citizen panels in Canada to identify Canadians' values and preferences for enhancing equitable access to assistive products.",
  "authors": [
    {
      "last_name": "Sun",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Sun",
      "affiliations": [
        "Faculty of Health Sciences, University of Ontario Institute of Technology, 2000 Simcoe St. N., Oshawa, ON, L1H 7K4, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main St W, MML-417, Hamilton, ON, L8S 4K1, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Schreiber",
      "fore_name": "Daphne",
      "initials": "D",
      "name": "Daphne Schreiber",
      "affiliations": [
        "March of Dimes Canada, 10 Overlea Blvd, Toronto, ON, M4H 1A4, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Rosalie H",
      "initials": "RH",
      "name": "Rosalie H Wang",
      "affiliations": [
        "Department of Occupational Science and Occupational Therapy, University of Toronto, 500 University Avenue, Toronto, ON, M5G 1V7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Persons with Disabilities",
    "Health Services Accessibility",
    "Humans",
    "Middle Aged",
    "Self-Help Devices",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "28143554",
    "pmc": "PMC5286736",
    "doi": "10.1186/s13643-017-0419-5",
    "pii": "10.1186/s13643-017-0419-5"
  },
  "doi": "10.1186/s13643-017-0419-5",
  "pmc_id": "PMC5286736",
  "dates": {
    "completed": "2017-12-18",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.782788",
    "pmid": "28143554"
  }
}