{
  "pmid": "28143534",
  "uid": "28143534",
  "title": "Pregnant women's preferences for and concerns about preterm birth prevention: a cross-sectional survey.",
  "abstract": "BACKGROUND: Although there is a call for patient-centred prenatal care, women's preferences for and concerns about preterm birth (PTB) prevention have not been well-studied. Therefore, we conducted a cross-sectional survey to determine women's preferences for PTB prevention and their likelihood of following their healthcare provider's recommendations for PTB prevention, as well as factors associated with these responses. METHODS: A piloted self-administered questionnaire was completed by pregnant women who could read English. Data were collected about their preferences for and concerns about PTB prevention, and the likelihood of following their healthcare provider's recommendations, using multivariable logistic regression to control for other factors. RESULTS: Three hundred and eleven women at a median of 32-weeks of gestation completed the survey, a response rate of 85.2%. Most women reported that if they were told they were at increased risk for PTB, they preferred not to use PTB prevention (65.8%), of whom almost all (93.4%) reported they preferred close-monitoring and 6.6% preferred neither monitoring nor prevention. A much smaller proportion of women reported that they would not follow their healthcare provider's recommendation for progesterone (10.9%) compared to pessary (28.7%) or cerclage (50.2%). Women who were neither married nor in a common-law relationship were more likely to report that they would not follow recommendations for progesterone (aOR = 5.88 [95% CI: 1.72, 20.00]). Most women (84.5%) reported they would use other sources of information other than their main healthcare provider to learn more about PTB prevention, with the most popular source being the internet. CONCLUSIONS: Most women reported that if they were told they were at increased risk of PTB, they preferred close-monitoring over using PTB prevention. Their reported likelihood of not following their healthcare provider's recommendations for PTB prevention varied from 10.9% for progesterone to 50.2% for cerclage. These findings suggest that more education about the risk of PTB, PTB preventions, as well as compliance with progesterone is needed and that the internet would be an important source of information. However as our study was completed by women at a median of 32 weeks of gestation, future surveys targeted at women earlier in their pregnancy are needed.",
  "authors": [
    {
      "last_name": "Ha",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Ha",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. hav3@mcmaster.ca."
      ],
      "orcid": "0000-0003-2315-3600"
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON, Canada.",
        "Department of Radiology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan",
    "pub_day": "31"
  },
  "start_page": "49",
  "pages": "49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administration, Intravaginal",
    "Adult",
    "Cerclage, Cervical",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Logistic Models",
    "Multivariate Analysis",
    "Patient Preference",
    "Pessaries",
    "Pilot Projects",
    "Pregnancy",
    "Pregnancy Trimester, Third",
    "Premature Birth",
    "Prenatal Care",
    "Progesterone",
    "Progestins",
    "Risk Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28143534",
    "pmc": "PMC5286823",
    "doi": "10.1186/s12884-017-1221-z",
    "pii": "10.1186/s12884-017-1221-z"
  },
  "doi": "10.1186/s12884-017-1221-z",
  "pmc_id": "PMC5286823",
  "dates": {
    "completed": "2017-11-21",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Progestins",
    "Progesterone"
  ],
  "grants": [
    {
      "grant_id": "FRN#-336515",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.058466",
    "pmid": "28143534"
  }
}