{
  "pmid": "28150383",
  "uid": "28150383",
  "title": "Evaluation of a joint adult and pediatric clinic for cancer survivorship care.",
  "abstract": "OBJECTIVES: The best model of care for long-term follow-up of survivors of childhood cancer is uncertain. We describe the care experience provided by the joint adult/pediatric AfterCare Clinic at the McMaster Children's Hospital. Secondary outcomes include an evaluation of cancer worry, self-management skills, and loss to follow-up rates. METHODS: AfterCare Clinic patients aged 19-29 years were approached for study participation between January and March 2016. Data were collected from a cross-sectional survey, consisting of the Cancer Care Experience Questionnaire (CCEQ), Cancer Worry Scale (CWS), and Self-Management Skills Scale (SMSS). Responses were analyzed using descriptive statistics. RESULTS: Seventy-three (40%) patients participated in the survey, 17 (23%) anonymously. Demographic characteristics of the nonanonymous participants were representative of the total clinic cohort. Most respondents were satisfied with the quality of care and anticipatory guidance provided, demonstrated by the CCEQ responses. Respondents had a high degree of cancer worries (mean score 50.6 [±18.4]), but good self-management skills (72.0 [±10.9]). Our 5-year loss to follow-up rate was 3.8%. Sensitivity analyses showed no difference in responses between the total cohort and the nonanonymous participants. CONCLUSIONS: This sample of young adult survivors of childhood cancer had a higher degree of cancer worries and higher self-management skills scores than a younger cohort of survivors of childhood cancer in the literature. Given this, along with the positive care experience reported, and the low loss to follow-up rate, the joint adult/pediatric model of survivorship care appears to be meeting the needs of this population.",
  "authors": [
    {
      "last_name": "Kam",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Kam",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hendershot",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Hendershot",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Loretta",
      "initials": "L",
      "name": "Loretta Anderson",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Hematology/Oncology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aftercare",
    "Cross-Sectional Studies",
    "Delivery of Health Care",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Self Care",
    "Surveys and Questionnaires",
    "Survivors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28150383",
    "doi": "10.1002/pbc.26476"
  },
  "doi": "10.1002/pbc.26476",
  "dates": {
    "completed": "2017-09-26",
    "revised": "2017-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.324339",
    "pmid": "28150383"
  }
}