{
  "pmid": "28168041",
  "uid": "28168041",
  "title": "Developing and testing an electronic medication administration monitoring device for community dwelling seniors: a feasibility study.",
  "abstract": "BACKGROUND: Medication non-adherence, polypharmacy, and adverse drug events are major healthcare issues leading to significant morbidity, mortality, and healthcare expenditures. Currently, there are no methods to systematically track medication usage in community-dwelling seniors. The eDosette prototype was created to make medication use patterns visible via the Internet. This study aims to demonstrate feasibility, usability, and acceptability of the eDosette in community-dwelling seniors in primary care. METHODS: A 2-week feasibility study involving a convenience sample of 10 patients from an academic family medicine teaching unit in Hamilton, Ontario, Canada, was conducted over a 6-month period between April and October 2015. The eDosette transmitted hourly electronic data via the Internet on each participant's pattern of medication use; this data was converted into an individualized medication administration record (MAR). Based on the MARs from the 10 participants, the frequency of missed medication doses, the time of dose administration, and each participant's adherence rate for their prescribed medications could be determined. A medication adherence survey and a patient usability and acceptability survey were administered to all the participants of the study. RESULTS: The eDosette was able to record a participant's medication use and transmit this data electronically via the Internet with sufficient quality to create participant-specific MARs. A total of 418 doses were captured by the eDosette throughout the study; only 5% (n = 22 doses) were missing information or had poor image quality. Analysis of the MARs revealed that 19% (n = 79 doses) were taken outside a 2-h window of the average dose administration time, and two doses were completely missed by all participants during this feasibility study. Participant feedback found the eDosette easy and acceptable to use. Participant feedback also identified hardware and software issues that require attention prior to a larger study. CONCLUSIONS: The eDosette is a feasible and novel technology that can be successfully installed into the homes of community-dwelling seniors to help in monitoring actual medication use patterns. This study provided details for further device development and evidence to support the need for a larger pilot study on the eDosette's impact on medication adherence.",
  "authors": [
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Stonechurch Family Health Centre, 1475 Upper Ottawa St, Hamilton, ON L8W 3J6 Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "David Braley Health Science Centre, 100 Main Street West, 5th Floor, Hamilton, ON L8P 1H6 Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "David Braley Health Science Centre, 100 Main Street West, 5th Floor, Hamilton, ON L8P 1H6 Canada."
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "David",
      "initials": "D",
      "name": "David Price",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "David Braley Health Science Centre, 100 Main Street West, 5th Floor, Hamilton, ON L8P 1H6 Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "David",
      "initials": "D",
      "name": "David Chan",
      "affiliations": [
        "Stonechurch Family Health Centre, 1475 Upper Ottawa St, Hamilton, ON L8W 3J6 Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28168041",
    "pmc": "PMC5286836",
    "doi": "10.1186/s40814-016-0118-3",
    "pii": "118"
  },
  "doi": "10.1186/s40814-016-0118-3",
  "pmc_id": "PMC5286836",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.522424",
    "pmid": "28168041"
  }
}