{
  "pmid": "28168066",
  "uid": "28168066",
  "title": "Management of Venous Thromboembolism in Patients with Hereditary Antithrombin Deficiency and Pregnancy: Case Report and Review of the Literature.",
  "abstract": "Background. Hereditary antithrombin deficiency is a thrombogenic disorder associated with a 50-90% lifetime risk of venous thromboembolism (VTE), which is increased during pregnancy and the puerperium in these patients. We present a case of a woman with antithrombin (AT) deficiency who presented with a VTE despite therapeutic low molecular weight heparin (LMWH). Though the pregnancy was deemed unviable, further maternal complications were mitigated through the combined use of therapeutic anticoagulation and plasma-derived antithrombin concentrate infusions to normalize her functional antithrombin levels. Methods. A review of the literature was conducted for studies on prophylaxis and management of VTE in pregnant patients with hereditary AT deficiency. The search involved a number of electronic databases, using combinations of keywords as described in the text. Only English language studies between 1946 and 2015 were included. Conclusion. Antithrombin concentrate is indicated in pregnant women with hereditary AT deficiency who develop VTE despite being on therapeutic dose anticoagulation. Expert opinion suggests AT concentrate should be used concomitantly with therapeutic dose anticoagulation. However, further high-quality studies on the dose and duration of treatment in the postpartum period are required. Use of AT concentrate for prophylaxis is controversial and should be based on individual VTE risk stratification.",
  "authors": [
    {
      "last_name": "Refaei",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Refaei",
      "affiliations": [
        "Division of Core Internal Medicine, Department of Medicine, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-7315-2836"
    },
    {
      "last_name": "Xing",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Xing",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Boonyawat",
      "fore_name": "Kochawan",
      "initials": "K",
      "name": "Kochawan Boonyawat",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."
      ],
      "orcid": "0000-0003-3475-9173"
    }
  ],
  "journal": {
    "title": "Case reports in hematology",
    "iso_abbreviation": "Case Rep Hematol",
    "issn": "2090-6560",
    "issn_type": "Print",
    "volume": "2017",
    "pub_year": "2017"
  },
  "start_page": "9261351",
  "pages": "9261351",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28168066",
    "pmc": "PMC5259678",
    "doi": "10.1155/2017/9261351"
  },
  "doi": "10.1155/2017/9261351",
  "pmc_id": "PMC5259678",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.668873",
    "pmid": "28168066"
  }
}