{
  "pmid": "28160101",
  "uid": "28160101",
  "title": "Enhancing technical skill learning through interleaved mixed-model observational practice.",
  "abstract": "A broad foundation of behavioural (Hayes et al. in Exp Brain Res 204(2): 199-206, 2010) and neurophysiological (Kohler et al. in Science 297(5582): 846-848, 2002) evidence has revealed that the acquisition of psychomotor skills, including those germane to clinical practice (Domuracki et al. in Med Educ 49(2): 186-192, 2015), can be facilitated through observational practice. Interestingly, research also reveals that learning via observation is greatest when the learner has the opportunity to view both error-free expert demonstrations and flawed novice demonstrations (Rohbanfard and Proteau in Exp Brain Res 215: 183-197, 2011). In this study, we explored whether the learning that results from the combined viewing of experts and novices is greater when the demonstrations are presented under observation schedules characterized by higher levels of contextual interference. To do so, we engaged participants in an observational learning study of the Fundamentals of Laparoscopic Surgery pots-and-beans task: a simulated procedure in which performers must move objects under precision constraints in the minimal access surgery environment. Each participant was randomized to one of three groups that engaged in identical physical and mixed-model observational practice of this skill, with the only difference being that one group's observation was presented in blocked fashion (low interference) while the other two groups' observations were presented in semi-interleaved (medium interference) and interleaved (high interference) fashions. Total errors and time-to-complete measures taken during physical practice blocks revealed that all three groups improved over the intervention. Further analyses revealed that the low interference group performed better immediately following the physical and observational practice intervention, but that the medium- and high-interference groups were conveyed a performance advantage in a transfer test conducted after a period of retention that challenged participants to perform in the opposite direction. The results are discussed with respect to the classic contextual interference effect (Shea and Morgan in J Exp Psychol 5(2): 179-187, 1979) and with particular relevance to clinical skills education.",
  "authors": [
    {
      "last_name": "Welsher",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Welsher",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Canada. griersle@mcmaster.ca.",
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, 100 Main St. W., 5003B, Hamilton, ON, L8P 1H6, Canada. griersle@mcmaster.ca.",
        "Program for Educational Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Canada. griersle@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1201",
  "end_page": "1211",
  "pages": "1201-1211",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Clinical Competence",
    "Female",
    "Humans",
    "Learning",
    "Male",
    "Models, Educational",
    "Psychomotor Performance",
    "Surgical Procedures, Operative",
    "Teaching",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28160101",
    "doi": "10.1007/s10459-017-9759-0",
    "pii": "10.1007/s10459-017-9759-0"
  },
  "doi": "10.1007/s10459-017-9759-0",
  "dates": {
    "completed": "2018-01-29",
    "revised": "2018-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.282248",
    "pmid": "28160101"
  }
}