{
  "pmid": "28166169",
  "uid": "28166169",
  "title": "Spanish Translation, Cross-Cultural Adaptation, and Validation of the American Academy of Orthopaedic Surgeons Foot and Ankle Outcomes Questionnaire in Mexican-Americans With Traumatic Foot and Ankle Injuries.",
  "abstract": "BACKGROUND: Hispanics represent the largest minority group within the US population accounting for an estimated 55.4 million individuals. Enrolling Hispanics into clinical outcome studies is important in order for study populations to be externally valid and representative of the US population. Inclusion of Mexican-Americans in clinical studies is frequently limited by the lack of validated outcome measures. The goal of this study was to validate a Spanish version of the American Academy of Orthopaedic Surgeons Foot and Ankle Outcomes Questionnaire (AAOS-FAOQ) in Mexican-Americans with traumatic foot and ankle injuries. METHODS: The translation and cross-cultural adaptation procedure was performed by a committee of bilingual speakers using the following steps: (1) forward translation and adaptation, (2) synthesis, (3) back translation, (4) committee review, and (5) pilot testing. The validation was performed in 100 Mexican-Americans with traumatic foot and ankle injuries. RESULTS: A total of 41 females and 59 males were enrolled in this study. The mean age was 42.98 years (range 18-88). The Spanish version of the Global Foot and Ankle Scale of the AAOS-FAOQ showed statistically significant correlations with all 8 subscales of the Spanish SF-36 as well as the Physical Component Summary scale and the Mental Component Summary scale (P < 0.05). The Global Foot and Ankle scale of the Spanish AAOS-FAOQ demonstrated a test-retest reliability of 0.68. CONCLUSION: We provide a Spanish translation and cross-cultural adaptation of the AAOS-FAOQ. The instrument demonstrates appropriate psychometric properties in Mexican-Americans with traumatic foot and ankle injuries.",
  "authors": [
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "*Division of Orthopaedic Traumatology, Department of Orthopaedic Surgery, UT Health Science Center at San Antonio, San Antonio, TX; and †Division of Orthopaedic Surgery, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Francisco",
      "fore_name": "Ben S",
      "initials": "BS",
      "name": "Ben S Francisco",
      "affiliations": []
    },
    {
      "last_name": "Bossmann",
      "fore_name": "James P",
      "initials": "JP",
      "name": "James P Bossmann",
      "affiliations": []
    },
    {
      "last_name": "Fajardo",
      "fore_name": "Roberto J",
      "initials": "RJ",
      "name": "Roberto J Fajardo",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "e158",
  "end_page": "e162",
  "pages": "e158-e162",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle Injuries",
    "Cross-Cultural Comparison",
    "Female",
    "Foot Injuries",
    "Health Status Indicators",
    "Humans",
    "Language",
    "Male",
    "Mexican Americans",
    "Middle Aged",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Translating",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28166169",
    "doi": "10.1097/BOT.0000000000000789"
  },
  "doi": "10.1097/BOT.0000000000000789",
  "dates": {
    "completed": "2018-09-03",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.390651",
    "pmid": "28166169"
  }
}