{
  "pmid": "28163805",
  "uid": "28163805",
  "title": "Evidence-based guideline recommendations on multiparametric magnetic resonance imaging in the diagnosis of prostate cancer: A Cancer Care Ontario clinical practice guideline.",
  "abstract": "This clinical guideline focuses on: 1) the use of multiparametric magnetic resonance imaging (mpMRI) in diagnosing clinically significant prostate cancer (CSPC) in patients with an elevated risk of CSPC and who are biopsy-naïve; and 2) the use of mpMRI in diagnosing CSPC in patients with a persistently elevated risk of having CSPC and who have a negative transrectal ultrasound (TRUS)-guided systematic biopsy. The methods of the Practice Guideline Development Cycle were used. MEDLINE, EMBASE, the Cochrane Library (1997‒April 2014), main guideline websites, and relevant annual meeting abstracts (2011‒2014) were searched. Internal and external reviews were conducted. The two main recommendations are: Recommendation 1: In patients with an elevated risk of CSPC (according to prostate-specific antigen [PSA] levels and/or nomograms) who are biopsy-naïve: mpMRI followed by targeted biopsy (biopsy directed at cancer-suspicious foci detected with mpMRI) should not be considered the standard of care.Data from future research studies are essential and should receive high-impact trial funding to determine the value of mpMRI in this clinical context.Recommendation 2: In patients who had a prior negative TRUS-guided systematic biopsy and demonstrate an increasing risk of having CSPC since prior biopsy (e.g., continued rise in PSA and/or change in findings from digital rectal examination): mpMRI followed by targeted biopsy may be considered to help in detecting more CSPC patients compared with repeated TRUS-guided systematic biopsy.",
  "authors": [
    {
      "last_name": "Haider",
      "fore_name": "Masoom A",
      "initials": "MA",
      "name": "Masoom A Haider",
      "affiliations": [
        "University of Toronto and Sunnybrook Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Cancer Care Ontario, Program in Evidence-Based Care; McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loblaw",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Loblaw",
      "affiliations": [
        "University of Toronto and Sunnybrook Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Finelli",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Finelli",
      "affiliations": [
        "Princess Margaret Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1-2",
    "pub_year": "2017"
  },
  "start_page": "E1",
  "end_page": "E7",
  "pages": "E1-E7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28163805",
    "pmc": "PMC5262504",
    "doi": "10.5489/cuaj.3968",
    "pii": "cuaj-1-2-e1"
  },
  "doi": "10.5489/cuaj.3968",
  "pmc_id": "PMC5262504",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.371276",
    "pmid": "28163805"
  }
}