{
  "pmid": "28174313",
  "uid": "28174313",
  "title": "ATP-Dependent Persister Formation in Escherichia coli.",
  "abstract": "UNLABELLED: Persisters are dormant variants that form a subpopulation of cells tolerant to antibiotics. Persisters are largely responsible for the recalcitrance of chronic infections to therapy. In Escherichia coli, one widely accepted model of persister formation holds that stochastic accumulation of ppGpp causes activation of the Lon protease that degrades antitoxins; active toxins then inhibit translation, resulting in dormant, drug-tolerant persisters. We found that various stresses induce toxin-antitoxin (TA) expression but that induction of TAs does not necessarily increase persisters. The 16S rRNA promoter rrnB P1 was proposed to be a persister reporter and an indicator of toxin activation regulated by ppGpp. Using fluorescence-activated cell sorting (FACS), we confirmed the enrichment for persisters in the fraction of rrnB P1-gfp dim cells; however, this is independent of toxin-antitoxins. rrnB P1 is coregulated by ppGpp and ATP. We show that rrnB P1 can report persisters in a relA/spoT deletion background, suggesting that rrnB P1 is a persister marker responding to ATP. Consistent with this finding, decreasing the level of ATP by arsenate treatment causes drug tolerance. Lowering ATP slows translation and prevents the formation of DNA double-strand breaks upon ﬂuoroquinolone treatment. We conclude that variation in ATP levels leads to persister formation by decreasing the activity of antibiotic targets. IMPORTANCE: Persisters are a subpopulation of antibiotic-tolerant cells responsible for the recalcitrance of chronic infections. Our current understanding of persister formation is primarily based on studies of E. coli The activation of toxin-antitoxin systems by ppGpp has become a widely accepted model for persister formation. In this study, we found that stress-induced activation of mRNA interferase-type toxins does not necessarily cause persister formation. We also found that the persister marker rrnB P1 reports persister cells because it detects a drop in cellular ATP levels. Consistent with this, lowering the ATP level decreases antibiotic target activity and, thus, leads to persister formation. We conclude that stochastic variation in ATP is the main mechanism of persister formation. A decrease in ATP provides a satisfactory explanation for the drug tolerance of persisters, since bactericidal antibiotics act by corrupting energy-dependent targets.",
  "authors": [
    {
      "last_name": "Shan",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Shan",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Brown Gandt",
      "fore_name": "Autumn",
      "initials": "A",
      "name": "Autumn Brown Gandt",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Rowe",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Deisinger",
      "fore_name": "Julia P",
      "initials": "JP",
      "name": "Julia P Deisinger",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Conlon",
      "fore_name": "Brian P",
      "initials": "BP",
      "name": "Brian P Conlon",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Department of Biology, Antimicrobial Discovery Center, Northeastern University, Boston, Massachusetts, USA k.lewis@neu.edu."
      ]
    }
  ],
  "journal": {
    "title": "mBio",
    "iso_abbreviation": "mBio",
    "issn": "2150-7511",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adenosine Triphosphate",
    "Drug Tolerance",
    "Escherichia coli",
    "Gene Expression Regulation, Bacterial",
    "Microbial Viability"
  ],
  "article_ids": {
    "pubmed": "28174313",
    "pmc": "PMC5296605",
    "doi": "10.1128/mBio.02267-16",
    "pii": "mBio.02267-16"
  },
  "doi": "10.1128/mBio.02267-16",
  "pmc_id": "PMC5296605",
  "dates": {
    "completed": "2017-06-28",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Adenosine Triphosphate"
  ],
  "grants": [
    {
      "grant_id": "R01 AI110578",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.998847",
    "pmid": "28174313"
  }
}