{
  "pmid": "28173966",
  "uid": "28173966",
  "title": "Nutrition interventions in patients with gynecological cancers requiring surgery.",
  "abstract": "OBJECTIVE: Including developing countries, between 20 and 88% of gynecological oncology patients may present with at least mild malnutrition at diagnosis. Significant morbidity and mortality is attributed to malnutrition. Here we reviewed randomized clinical trials of nutritional interventions used to achieve early return to oral diet, enhance recovery from surgery and reduce adverse events in gynecological cancer patients undergoing surgery. METHODS: Ebscohost (CINAHL+Medline+PsycINFO), Cochrane, Embase, PubMed and Scopus databases were searched for articles published from 2000 onwards. Potentially eligible articles were screened by two reviewers. Length of hospital stay (LOS), postoperative complications, recovery of intestinal function, quality of life (QOL), hematological and immunological parameters were outcome measures of the nutritional interventions. RESULTS: Seven randomized clinical trials were included in the review. Early clear liquid diet, semiliquid diet, regular diet or immune-enhanced enteral diets were all found to be safe as nutritional interventions. In five of the seven trials significantly better outcomes were observed in the intervention group compared to usual care for one of more of the outcomes intestinal recovery time, LOS, postoperative complications and immunological parameters. However, the nutritional interventions varied greatly between the trials, making it difficult to directly compare their findings. Trial quality was low to moderate. Recommended malnutrition screening and assessment tools and guidelines for treatment are reviewed. CONCLUSIONS: From the limited findings it would appear that nutritional interventions of early oral feeding and enteral feeding are safe. Receiving nutritional interventions seems to reduce LOS, intestinal recovery time and postoperative complications for some patients. Increasing use of neoadjuvant treatment may reduce the prevalence of patients presenting malnourished for surgery in the future.",
  "authors": [
    {
      "last_name": "Obermair",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Obermair",
      "affiliations": [
        "Queensland Centre for Gynaecological Cancer, QLD, Australia and School of Medicine, The University of Queensland, QLD, Australia. Electronic address: Obermair@powerup.com.au."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Isenring",
      "fore_name": "Liz",
      "initials": "L",
      "name": "Liz Isenring",
      "affiliations": [
        "Faculty of Health Sciences & Medicine, Bond University, QLD, Australia."
      ]
    },
    {
      "last_name": "Janda",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Janda",
      "affiliations": [
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "145",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "192",
  "end_page": "199",
  "pages": "192-199",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Dietary Supplements",
    "Enteral Nutrition",
    "Female",
    "Genital Neoplasms, Female",
    "Gynecologic Surgical Procedures",
    "Humans",
    "Length of Stay",
    "Malnutrition",
    "Perioperative Care",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "28173966",
    "doi": "10.1016/j.ygyno.2017.01.028",
    "pii": "S0090-8258(17)30072-0"
  },
  "doi": "10.1016/j.ygyno.2017.01.028",
  "dates": {
    "completed": "2017-05-25",
    "revised": "2017-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.402719",
    "pmid": "28173966"
  }
}