{
  "pmid": "28179749",
  "uid": "28179749",
  "title": "Danish translation and linguistic validation of the BODY-Q: a description of the process.",
  "abstract": "BACKGROUND: Patient-reported outcome (PRO) instruments are increasingly being included in research and clinical practice to assess the patient point of view. Bariatric and body contouring surgery has the potential to improve or restore a patient's body image and health-related quality of life (HR-QOL). A new PRO instrument, called the BODY-Q, has recently been developed specifically for this patient group. The aim of the current study was to translate and perform a linguistic validation of the BODY-Q for use in Danish bariatric and body contouring patients. METHODS: The translation was performed in accordance with the International Society For Pharmacoeconomics and Outcomes Research (ISPOR) and the World Health Organization (WHO) recommendations. Main steps taken included forward and backward translations, an expert panel meeting, and cognitive patient interviews. All translators aimed to conduct a conceptual translation rather than a literal translation and used a simple and clear formulation to create a translation understandable for all patients. RESULTS: The linguistic translation process led to a conceptually equivalent Danish version of the BODY-Q. The comparison between the back translation of the first Danish version and the original English version of the BODY-Q identified 18 items or instructions requiring re-translation. The expert panel helped to identify and resolve inadequate expressions and concepts of the translation. The panel identified 31 items or instructions that needed to be changed, while the cognitive interviews led to seven major revisions. CONCLUSIONS: The impact of weight loss methods such as bariatric surgery and body contouring surgery on patients' HR-QOL would benefit from input from the patient perspective. A thorough translation and linguistic validation must be considered an essential step when implementing a PRO instrument to another language and/or culture. A combination of the ISPOR and WHO guidelines contributed to a straightforward and thorough translation methodology well suited for a Danish translation of the BODY-Q. The described method of translation and linguistic validation can be recommended for future translations of PRO instruments in the field of plastic surgery. Level of Evidence: Not ratable.",
  "authors": [
    {
      "last_name": "Poulsen",
      "fore_name": "Lotte",
      "initials": "L",
      "name": "Lotte Poulsen",
      "affiliations": [
        "Department of Plastic Surgery, Odense University Hospital, Sdr. Boulevard 29, 5000 Odense, Denmark."
      ]
    },
    {
      "last_name": "Rose",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Rose",
      "affiliations": [
        "Department of Plastic Surgery, Hospital of Southwest Jutland, Esbjerg, Denmark."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Roessler",
      "fore_name": "Kirsten K",
      "initials": "KK",
      "name": "Kirsten K Roessler",
      "affiliations": [
        "Department of Psychology, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Sørensen",
      "fore_name": "Jens Ahm",
      "initials": "JA",
      "name": "Jens Ahm Sørensen",
      "affiliations": [
        "Department of Plastic Surgery, Odense University Hospital, Odense, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "European journal of plastic surgery",
    "iso_abbreviation": "Eur J Plast Surg",
    "issn": "0930-343X",
    "issn_type": "Print",
    "volume": "40",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "29",
  "end_page": "38",
  "pages": "29-38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28179749",
    "pmc": "PMC5258793",
    "doi": "10.1007/s00238-016-1247-x",
    "pii": "1247"
  },
  "doi": "10.1007/s00238-016-1247-x",
  "pmc_id": "PMC5258793",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.091723",
    "pmid": "28179749"
  }
}