{
  "pmid": "28177566",
  "uid": "28177566",
  "title": "What characteristics of nutrition and physical activity interventions are key to effectively reducing weight gain in obese or overweight pregnant women? A systematic review and meta-analysis.",
  "abstract": "UNLABELLED: Lifestyle interventions targeting gestational weight gain (GWG) report varying degrees of success. To better understand factors influencing efficacy, we reviewed randomized trials specifically among obese and overweight pregnant women. METHODS: We conducted a systematic review and a meta-analysis of 32 studies with a pooled population of 5,869 overweight or obese pregnant women. Random effects models were fit to compute the weighted mean difference (WMD) in GWG between groups across studies. Subgroup analyses were conducted to compare intervention efficacy in overweight vs. obese pregnant women, and interventions delivered by prenatal care providers (PCPs) vs. non-PCPs during pregnancy. Moderator analyses ensured. RESULTS: Nine (28%) of 32 studies reported significant reductions in GWG in response to intervention. Of these, six (66%) of nine were delivered by PCPs. Overall, the WMD in GWG was -1.71 (95% confidence interval [CI]: -2.55, -0.86) kg. However, interventions delivered by PCPs yielded a significantly greater reduction in GWG compared to interventions delivered by non-PCPs (WMD = -3.88 kg; 95% CI: -7.01, -0.75 vs. -0.80 kg; 95% CI: -1.32, -0.28; p for difference = 0.005). CONCLUSION: When PCPs counsel nutrition and physical activity, obese and overweight pregnant women have greater success meeting GWG targets and may be more motivated to modify their behaviour than with other modes of intervention deliveries.",
  "authors": [
    {
      "last_name": "Yeo",
      "fore_name": "SeonAe",
      "initials": "S",
      "name": "SeonAe Yeo",
      "affiliations": [
        "School of Nursing, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Walker",
      "affiliations": [
        "Health Science Library, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Caughey",
      "fore_name": "Melissa C",
      "initials": "MC",
      "name": "Melissa C Caughey",
      "affiliations": [
        "School of Medicine, Department of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Ferraro",
      "fore_name": "Amanda M",
      "initials": "AM",
      "name": "Amanda M Ferraro",
      "affiliations": [
        "Undergraduate Program, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Asafu-Adjei",
      "fore_name": "Josephine K",
      "initials": "JK",
      "name": "Josephine K Asafu-Adjei",
      "affiliations": [
        "School of Public Health, Department of Biostatistics, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Obesity reviews : an official journal of the International Association for the Study of Obesity",
    "iso_abbreviation": "Obes Rev",
    "issn": "1467-789X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "385",
  "end_page": "399",
  "pages": "385-399",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Diet",
    "Exercise",
    "Female",
    "Humans",
    "Maternal Nutritional Physiological Phenomena",
    "Obesity",
    "Overweight",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnant People",
    "Prenatal Care",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "28177566",
    "doi": "10.1111/obr.12511"
  },
  "doi": "10.1111/obr.12511",
  "dates": {
    "completed": "2017-09-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR001111",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 DK093002",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.647084",
    "pmid": "28177566"
  }
}