{
  "pmid": "28170441",
  "uid": "28170441",
  "title": "Cerebrospinal fluid from patients with amyotrophic lateral sclerosis inhibits sonic hedgehog function.",
  "abstract": "Sonic hedgehog (Shh) is a morphogen essential to the developing nervous system that continues to play an important role in adult life by contributing to cell proliferation and differentiation, maintaining blood-brain barrier integrity, and being cytoprotective against oxidative and excitotoxic stress, all features of importance in amyotrophic lateral sclerosis (ALS). ALS is a fatal disease characterized by selective loss of motor neurons due to poorly understood mechanisms. Evidence indicates that Shh might play an important role in ALS, and that Shh signaling might be also adversely affected in ALS. Since little is known about the functional status of Shh pathway in patients with ALS, we therefore sought to determine whether Shh protein levels or biological activity in cerebrospinal fluid (CSF) was less in ALS patients than controls, and whether these measures could be correlated with ALS disease severity and disease progression, and with other CSF analytes of biological interest in ALS. Comparing Shh levels in the CSF of normal controls (n = 13), neurological controls (n = 12), and ALS patients (n = 9) measured by ELISA, we found that CSF Shh levels were not different between controls and ALS patients. However, when assessing Shh biological activity in CSF using in vitro cell-based assays, which measure Shh activity as inducible Gli-driven luminescence, we found that in the presence of exogenous recombinant Shh or the Shh agonist, purmorphamine, the inducible activity of CSF was significantly augmented in the control groups as expected, but not in the ALS group, suggesting the presence of an inhibitor of Shh signaling in ALS CSF samples. Since purmorphamine acts on Smoothened, downstream of Shh and its receptor Patched, the inhibitory action is downstream of Smoothened. Our results also demonstrated that while the inhibitory effect of ALS CSF on Shh signaling did not correlate significantly with ALS disease characteristics, the levels of IL-1β and TNF-α did. In addition to being significantly elevated in ALS CSF, these cytokines negatively correlated with the disease duration, whereas GDF11 was a favorable predictor of ALS clinical score. We also found that TNF-α significantly inhibited Shh biological activity in vitro, potentially suggesting a novel role of TNF-α in ALS pathogenesis. Collectively, this is the first report demonstrating that Shh signaling in CSF of ALS patients is compromised.",
  "authors": [
    {
      "last_name": "Drannik",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Drannik",
      "affiliations": [
        "Department of Medicine, Division of Neurology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Martin",
      "affiliations": [
        "Department of Medicine, Division of Neurology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Randy",
      "initials": "R",
      "name": "Randy Peterson",
      "affiliations": [
        "Life Sciences Services, SGS Life Sciences Services Canada Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xiaoxing",
      "initials": "X",
      "name": "Xiaoxing Ma",
      "affiliations": [
        "Department of Medicine, Division of Neurology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Fan",
      "initials": "F",
      "name": "Fan Jiang",
      "affiliations": [
        "Department of Medicine, Division of Neurology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Turnbull",
      "fore_name": "John",
      "initials": "J",
      "name": "John Turnbull",
      "affiliations": [
        "Department of Medicine, Division of Neurology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2017"
  },
  "start_page": "e0171668",
  "pages": "e0171668",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Amyotrophic Lateral Sclerosis",
    "Case-Control Studies",
    "Cytokines",
    "Disease Progression",
    "Female",
    "Hedgehog Proteins",
    "Humans",
    "Male",
    "Middle Aged",
    "Severity of Illness Index",
    "Signal Transduction"
  ],
  "article_ids": {
    "pubmed": "28170441",
    "pmc": "PMC5295673",
    "doi": "10.1371/journal.pone.0171668",
    "pii": "PONE-D-16-08853"
  },
  "doi": "10.1371/journal.pone.0171668",
  "pmc_id": "PMC5295673",
  "dates": {
    "completed": "2017-08-25",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Cytokines",
    "Hedgehog Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:51.631046",
    "pmid": "28170441"
  }
}