{
  "pmid": "28186712",
  "uid": "28186712",
  "title": "A Practical Methodology for Disaggregating the Drivers of Drug Costs Using Administrative Data.",
  "abstract": "BACKGROUND: Prescription drug expenditures represent a significant component of health care costs in Canada, with estimates of $28.8 billion spent in 2014. Identifying the major cost drivers and the effect they have on prescription drug expenditures allows policy makers and researchers to interpret current cost pressures and anticipate future expenditure levels. OBJECTIVES: To identify the major drivers of prescription drug costs and to develop a methodology to disaggregate the impact of each of the individual drivers. METHODS: The methodology proposed in this study uses the Laspeyres approach for cost decomposition. This approach isolates the effect of the change in a specific factor (e.g., price) by holding the other factor(s) (e.g., quantity) constant at the base-period value. The Laspeyres approach is expanded to a multi-factorial framework to isolate and quantify several factors that drive prescription drug cost. Three broad categories of effects are considered: volume, price and drug-mix effects. For each category, important sub-effects are quantified. RESULTS: This study presents a new and comprehensive methodology for decomposing the change in prescription drug costs over time including step-by-step demonstrations of how the formulas were derived. CONCLUSIONS: This methodology has practical applications for health policy decision makers and can aid researchers in conducting cost driver analyses. The methodology can be adjusted depending on the purpose and analytical depth of the research and data availability.",
  "authors": [
    {
      "last_name": "Lungu",
      "fore_name": "Elena R",
      "initials": "ER",
      "name": "Elena R Lungu",
      "affiliations": []
    },
    {
      "last_name": "Manti",
      "fore_name": "Orlando J",
      "initials": "OJ",
      "name": "Orlando J Manti",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Clark",
      "affiliations": []
    },
    {
      "last_name": "Potashnik",
      "fore_name": "Tanya M",
      "initials": "TM",
      "name": "Tanya M Potashnik",
      "affiliations": []
    },
    {
      "last_name": "McKinley",
      "fore_name": "Carol I",
      "initials": "CI",
      "name": "Carol I McKinley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of population therapeutics and clinical pharmacology = Journal de la therapeutique des populations et de la pharmacologie clinique",
    "iso_abbreviation": "J Popul Ther Clin Pharmacol",
    "issn": "2561-8741",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "16",
  "end_page": "24",
  "pages": "16-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Canada",
    "Commerce",
    "Drug Substitution",
    "Fees, Pharmaceutical",
    "Humans",
    "Models, Econometric",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "28186712",
    "doi": "10.22374/1710-6222.24.1.3"
  },
  "doi": "10.22374/1710-6222.24.1.3",
  "dates": {
    "completed": "2017-08-16",
    "revised": "2020-02-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.436815",
    "pmid": "28186712"
  }
}