{
  "pmid": "28189119",
  "uid": "28189119",
  "title": "Roux-en-Y duodenojejunostomy for surgical management of isolated duodenal obstruction due to chronic pancreatitis.",
  "abstract": "INTRODUCTION: Duodenal obstruction in case of chronic pancreatitis is a very rare occurrence and usually presents with gastric outlet obstruction. These cases sometimes require surgical intervention when conservative treatment fails. Gastrojejunostomy and vagotomy has conventionally been performed for management of these cases. PRESENTATION OF CASE: In this report, we present two cases of isolated duodenal obstruction due to chronic pancreatitis that were managed with Roux-en-Y duodenojejunostomy. All the patients had uneventful post-operative recovery and remained symptom free up to two years of follow up. DISCUSSION: The isolated duodenal obstruction in chronic pancreatitis is very rare occurring due to fibrotic scarring following pancreatic inflammation an irreversible phenomenon requiring drainage procedure. The advantage of performing Roux-en-Y duodenojejunostomy in these cases is that it avoids complications of gastrojejunostomy such as bile reflux and stomal ulcerations. CONCLUSION: Roux-en-Y duodenojejunostomy should be considered as an alternative procedure when duodenal obstruction occurs beyond second part of duodenum.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Himanshu",
      "initials": "H",
      "name": "Himanshu Sharma",
      "affiliations": [
        "Department of Surgery, Pt BDS Post-graduate Institute of Medical Sciences, Rohtak, Haryana, India. Electronic address: himanshu86605@gmail.com."
      ]
    },
    {
      "last_name": "Marwah",
      "fore_name": "Sanjay",
      "initials": "S",
      "name": "Sanjay Marwah",
      "affiliations": [
        "Department of Surgery, Pt BDS Post-graduate Institute of Medical Sciences, Rohtak, Haryana, India. Electronic address: drsanjay.marwah@gmail.com."
      ]
    },
    {
      "last_name": "Singla",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Singla",
      "affiliations": [
        "Department of Surgery, Pt BDS Post-graduate Institute of Medical Sciences, Rohtak, Haryana, India. Electronic address: singla.priyanka1710@gmail.com."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Surgery, Pt BDS Post-graduate Institute of Medical Sciences, Rohtak, Haryana, India. Electronic address: amitgarg238007@gmail.com."
      ]
    },
    {
      "last_name": "Bhukkal",
      "fore_name": "Bittu",
      "initials": "B",
      "name": "Bittu Bhukkal",
      "affiliations": [
        "Department of Surgery, Pt BDS Post-graduate Institute of Medical Sciences, Rohtak, Haryana, India. Electronic address: bhukkal09@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of surgery case reports",
    "iso_abbreviation": "Int J Surg Case Rep",
    "issn": "2210-2612",
    "issn_type": "Print",
    "volume": "31",
    "pub_year": "2017"
  },
  "start_page": "209",
  "end_page": "213",
  "pages": "209-213",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28189119",
    "pmc": "PMC5302187",
    "doi": "10.1016/j.ijscr.2017.01.008",
    "pii": "S2210-2612(17)30010-X"
  },
  "doi": "10.1016/j.ijscr.2017.01.008",
  "pmc_id": "PMC5302187",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.217996",
    "pmid": "28189119"
  }
}