{
  "pmid": "28182833",
  "uid": "28182833",
  "title": "Comparative Effectiveness of Mycophenolate Mofetil for the Treatment of Juvenile-Onset Proliferative Lupus Nephritis.",
  "abstract": "OBJECTIVE: Although juvenile-onset proliferative lupus nephritis (PLN) leads to significant morbidity and mortality, there is no clinical trials-based evidence to support the treatment effectiveness of any therapy for juvenile-onset PLN. Marginal structural models enable us to estimate treatment effectiveness using observational data while accounting for confounding by indication. METHODS: We used prospectively collected data to examine the effect of mycophenolate mofetil (MMF), compared to the use of other therapies, on the long-term outcome of a juvenile-onset PLN cohort (age at PLN onset <18 years). The major outcome variable was the estimated glomerular filtration rate (GFR) using the revised Schwartz formula. Confounding by indication was corrected for marginal structural model. RESULTS: A total of 172 subjects with juvenile-onset PLN, with a mean followup duration of approximately 4 years, were included. Overall, MMF was superior to other therapies, with a relative effect estimate for MMF of 1.06, i.e., 6% better estimated GFR on average (95% confidence interval 0.7, 11.3), corrected for potential confounding by indication. We found that beginning in year 4 there was a significant improvement in estimated GFR in the patients who were treated with MMF versus other therapies. This improvement was maintained until the end of the study. CONCLUSION: MMF was more beneficial than other therapies in improving/maintaining long-term renal function in patients with juvenile-onset PLN up to a maximum followup of 7 years. This finding is consistent with evidence from adult PLN clinical trials.",
  "authors": [
    {
      "last_name": "Tian",
      "fore_name": "Simon Y",
      "initials": "SY",
      "name": "Simon Y Tian",
      "affiliations": [
        "Program of Child Health Evaluative Sciences, The Hospital for Sick Children and The Hospital for Sick Children Research Institute, and Institute of Medical Science, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Silverman",
      "fore_name": "Earl D",
      "initials": "ED",
      "name": "Earl D Silverman",
      "affiliations": [
        "Program of Child Health Evaluative Sciences, The Hospital for Sick Children and The Hospital for Sick Children Research Institute, and Institute of Medical Science, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Program of Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, and Dalla Lana School of Public Health, University of Toronto, Toronto, and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Patrick E",
      "initials": "PE",
      "name": "Patrick E Brown",
      "affiliations": [
        "University of Toronto and Cancer Care Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "McMaster University, Hamilton, and Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Feldman",
      "fore_name": "Brian M",
      "initials": "BM",
      "name": "Brian M Feldman",
      "affiliations": [
        "The Hospital for Sick Children, The Hospital for Sick Children Research Institute, and Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthritis care & research",
    "iso_abbreviation": "Arthritis Care Res (Hoboken)",
    "issn": "2151-4658",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1887",
  "end_page": "1894",
  "pages": "1887-1894",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Age of Onset",
    "Child",
    "Comparative Effectiveness Research",
    "Drug Substitution",
    "Drug Therapy, Combination",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Immunosuppressive Agents",
    "Kidney",
    "Lupus Nephritis",
    "Male",
    "Models, Statistical",
    "Mycophenolic Acid",
    "Retrospective Studies",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28182833",
    "doi": "10.1002/acr.23215"
  },
  "doi": "10.1002/acr.23215",
  "dates": {
    "completed": "2017-12-12",
    "revised": "2018-05-25"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Mycophenolic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.255770",
    "pmid": "28182833"
  }
}