{
  "pmid": "28190555",
  "uid": "28190555",
  "title": "Nonrandomized assessment of ingrown toenails treated with excision of skinfold rather than toenail (NAILTEST): An observational study of the Vandenbos procedure.",
  "abstract": "BACKGROUND: The Vandenbos procedure for ingrown toenails consists of excising the surrounding skinfold and allowing the wound to heal by secondary intention. Previous studies have documented low rates of recurrence, but patient-reported outcomes remain uncertain. METHODS: This study was a prospective, observational assessment of children and adolescents who underwent the Vandenbos procedure for one or more ingrown toenails. Standardized assessments of pain, functional status, and quality of life were completed before surgery and then one, two, and six months postoperatively. RESULTS: Thirty-nine participants (with 59 ingrown toenails) completed at least one postoperative assessment and were included in the analysis. Age ranged from 4 to 20years (mean 13.5years). Recovery time was a median of 7days for return to school or work and 23days for being able to wear enclosed shoes. Seven participants (18%) experienced one or more minor complications within the first two months of surgery. There were no recurrences. Ninety-five percent of participants and 100% of parents would recommend the Vandenbos procedure. CONCLUSIONS: We conclude that the Vandenbos procedure is associated with a low recurrence rate in children, adolescents, and young adults with ingrown toenails. Patient-reported recovery time, complication rate, functional outcomes, and satisfaction are excellent. LEVEL OF EVIDENCE: 3.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "Clinician Investigator Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coriolano",
      "fore_name": "Kamary",
      "initials": "K",
      "name": "Kamary Coriolano",
      "affiliations": [
        "Division of Pediatric Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Jones",
      "affiliations": [
        "Division of Pediatric Surgery, Western University, London, Ontario, Canada. Electronic address: sarah.jones@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "832",
  "end_page": "836",
  "pages": "832-836",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Dermatologic Surgical Procedures",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Nails, Ingrown",
    "Prospective Studies",
    "Quality of Life",
    "Recurrence",
    "Toes",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28190555",
    "doi": "10.1016/j.jpedsurg.2017.01.029",
    "pii": "S0022-3468(17)30062-3"
  },
  "doi": "10.1016/j.jpedsurg.2017.01.029",
  "dates": {
    "completed": "2017-11-22",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.354599",
    "pmid": "28190555"
  }
}