{
  "pmid": "28191983",
  "uid": "28191983",
  "title": "Mental health of extremely low birth weight survivors: A systematic review and meta-analysis.",
  "abstract": "Although individuals born at extremely low birth weight (ELBW; < 1,000 g) are the most vulnerable of all preterm survivors, their risk for mental health problems across the life span has not been systematically reviewed. The primary objective of this systematic review and meta-analysis was to ascertain whether the risk for mental health problems is greater for ELBW survivors than their normal birth weight (NBW) peers in childhood, adolescence, and adulthood. Forty-one studies assessing 2,712 ELBW children, adolescents, and adults and 11,127 NBW controls were reviewed. Group differences in mental health outcomes were assessed using random effects meta-analyses. The impacts of birthplace, birth era, and neurosensory impairment on mental health outcomes were assessed in subgroup analyses. Children born at ELBW were reported by parents and teachers to be at significantly greater risk than NBW controls for inattention and hyperactivity, internalizing, and externalizing symptoms. ELBW children were also at greater risk for conduct and oppositional disorders, autistic symptoms, and social difficulties. Risks for parent-reported inattention and hyperactivity, internalizing, and social problems were greater in adolescents born at ELBW. In contrast, ELBW teens self-reported lower inattention, hyperactivity, and oppositional behavior levels than their NBW peers. Depression, anxiety, and social difficulties were elevated in ELBW survivors in adulthood. Group differences were robust to region of birth, era of birth, and the presence of neurosensory impairments. The complex needs faced by children born at ELBW continue throughout development, with long-term consequences for psychological and social well-being. (PsycINFO Database Record",
  "authors": [
    {
      "last_name": "Mathewson",
      "fore_name": "Karen J",
      "initials": "KJ",
      "name": "Karen J Mathewson",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behavior, McMaster University."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Cheryl H T",
      "initials": "CH",
      "name": "Cheryl H T Chow",
      "affiliations": [
        "MiNDS Neuroscience Graduate Program, McMaster University."
      ]
    },
    {
      "last_name": "Dobson",
      "fore_name": "Kathleen G",
      "initials": "KG",
      "name": "Kathleen G Dobson",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Pope",
      "fore_name": "Eliza I",
      "initials": "EI",
      "name": "Eliza I Pope",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behavior, McMaster University."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behavior, McMaster University."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Psychological bulletin",
    "iso_abbreviation": "Psychol Bull",
    "issn": "1939-1455",
    "issn_type": "Electronic",
    "volume": "143",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "347",
  "end_page": "383",
  "pages": "347-383",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Humans",
    "Infant, Extremely Low Birth Weight",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Mental Disorders",
    "Mental Health",
    "Survivors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28191983",
    "doi": "10.1037/bul0000091",
    "pii": "2017-06495-001"
  },
  "doi": "10.1037/bul0000091",
  "dates": {
    "completed": "2017-07-18",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.115054",
    "pmid": "28191983"
  }
}