{
  "pmid": "28196540",
  "uid": "28196540",
  "title": "Challenges to complete and useful data sharing.",
  "abstract": "Data sharing from clinical trials is one way of promoting fair and transparent conduct of clinical trials. It would maximise the use of data and permit the exploration of additional hypotheses. On the other hand, the quality of secondary analyses cannot always be ascertained, and it may be unfair to investigators who have expended resources to collect data to bear the additional burden of sharing. As the discussion on the best modalities of sharing data evolves, some of the practical issues that may arise need to be addressed. In this paper, we discuss issues which impede the use of data even when sharing should be possible: (1) multicentre studies requiring consent from all the investigators in each centre; (2) remote access platforms with software limitations and Internet requirements; (3) on-site data analysis when data cannot be moved; (4) governing bodies for data generated in one jurisdiction and analysed in another; (5) using programmatic data collected as part of routine care; (6) data collected in multiple languages; (7) poor data quality. We believe these issues apply to all primary data and cause undue difficulties in conducting analysis even when there is some willingness to share. They can be avoided by anticipating the possibility of sharing any clinical data and pre-emptively removing or addressing restrictions that limit complete sharing. These issues should be part of the data sharing discussion.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, The Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon. mbuagblc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, The Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Ji",
      "initials": "J",
      "name": "Ji Cheng",
      "affiliations": [
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, The Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, The Research Institute, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Departments of Paediatrics and Anaesthesia, McMaster University, Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicine, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "71",
  "pages": "71",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Authorship",
    "Clinical Trials as Topic",
    "Cooperative Behavior",
    "Data Accuracy",
    "Humans",
    "Information Dissemination",
    "Interdisciplinary Communication",
    "International Cooperation",
    "Language",
    "Multicenter Studies as Topic",
    "Policy Making",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "28196540",
    "pmc": "PMC5309980",
    "doi": "10.1186/s13063-017-1816-8",
    "pii": "10.1186/s13063-017-1816-8"
  },
  "doi": "10.1186/s13063-017-1816-8",
  "pmc_id": "PMC5309980",
  "dates": {
    "completed": "2018-02-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.507352",
    "pmid": "28196540"
  }
}