{
  "pmid": "28202020",
  "uid": "28202020",
  "title": "Evaluation of the ability of standardized supports to improve public health response to syndromic surveillance for respiratory diseases in Canada.",
  "abstract": "BACKGROUND: Despite widespread implementation of syndromic surveillance systems within public health agencies, previous studies of the implementation and use of these systems have indicated that the functions and responses taken in response to syndromic surveillance data vary widely according to local context and preferences. The objective of the Syndromic Surveillance Evaluation Study was to develop and implement standardized supports in local public health agencies in Ontario, Canada, and evaluate the ability of these supports to affect actions taken as part of public health communicable disease control programs. METHODS: Local public health agencies (LPHA) in Ontario, which used syndromic surveillance based on emergency department visits for respiratory disease, were recruited and randomly allocated to the study intervention or control group. The intervention group health agencies received standardized supports in terms of a standardized aberrant event detection algorithm and a response protocol dictating steps to investigate and assess the public health significance of syndromic surveillance alerts. The control group continued with their pre-existing syndromic surveillance infrastructure and processes. Outcomes were assessed using logbooks, which collected quantitative and qualitative information about alerts received, investigation steps taken, and public health responses. The study was conducted prospectively for 15 months (October 2013 to February 2015). RESULTS: Fifteen LPHAs participated in the study (n = 9 intervention group, n = 6 control group). A total of 1,969 syndromic surveillance alerts were received by all LPHAs. Variations in the types and amount of responses varied by LPHA, in particularly differences were noted by the size of the health unit. Smaller health units had more challenges to both detect and mount a response to any alerts. LPHAs in the control group were more likely to declare alerts to have public health significance and to initiate any action. Regression models using repeated measures showed an interaction between the year (Year 1 versus Year 2) and the intervention as well as an interaction between year and sustained nature of the alert. Both of these were linked to the control health units reporting more \"watchful waiting\". CONCLUSIONS: This study raises questions about the effectiveness of using standardized protocols to improve the performance of syndromic surveillance in a decentralized public health system. Despite efforts to create standardized protocols and engage public health agencies in the process, no significant differences in the effective use of syndromic alerts were observed beyond year 1. It also raises questions about the minimum capacity of the agency and minimum population size that are required for an effective response.",
  "authors": [
    {
      "last_name": "Rivera",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Rivera",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ye",
      "initials": "Y",
      "name": "Ye Li",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Savage",
      "fore_name": "Rachel D",
      "initials": "RD",
      "name": "Rachel D Savage",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Crowcroft",
      "fore_name": "Natasha S",
      "initials": "NS",
      "name": "Natasha S Crowcroft",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Bolotin",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly Bolotin",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Rosella",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Rosella",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Lou",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lou",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "City of Hamilton Public Health Services, 71 Main Street West, Hamilton, Ontario, L8P 4Y5, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Gemmill",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Gemmill",
      "affiliations": [
        "KFL&A Public Health, 221 Portsmouth Avenue, Kingston, K7M 1V5, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Johnson",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, M5G1V2, Canada. ian.johnson@oahpp.ca.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 1P8, Canada. ian.johnson@oahpp.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "199",
  "pages": "199",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communicable Disease Control",
    "Disease Outbreaks",
    "Emergency Service, Hospital",
    "Humans",
    "Ontario",
    "Public Health Administration",
    "Public Health Surveillance",
    "Respiratory Tract Diseases"
  ],
  "article_ids": {
    "pubmed": "28202020",
    "pmc": "PMC5311860",
    "doi": "10.1186/s12889-017-4073-6",
    "pii": "10.1186/s12889-017-4073-6"
  },
  "doi": "10.1186/s12889-017-4073-6",
  "pmc_id": "PMC5311860",
  "dates": {
    "completed": "2017-09-11",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:57.499797",
    "pmid": "28202020"
  }
}