{
  "pmid": "28215108",
  "uid": "28215108",
  "title": "Antithrombotic therapy in aortic diseases: A narrative review.",
  "abstract": "Aortic diseases are a heterogeneous group of disorders, including atherothrombotic conditions like aortic atheroma, cholesterol embolization syndrome, aortic mural thrombus, thrombus within an aneurysm, and large vessel vasculitis. In this review, we provide a summary of the current evidence regarding atherothrombotic diseases of the aorta, focusing on therapeutic avenues. In patients with previous stroke, aortic arch atheroma is recognized as a strong predictor of recurrent atheroembolism, and antiplatelet therapy alone is still associated with a high (11.1%) residual risk of recurrent stroke. In secondary prevention, the use of dual antiplatelet therapy or moderate intensity anticoagulation with warfarin may lower the risk of recurrent stroke at a cost of increased life-threatening bleeding. Thrombi adherent to the aortic wall are generally associated with underlying atherosclerosis or aneurysmal disease. Primary aortic mural thrombus is a rare condition, sometimes related with systemic prothrombotic or inflammatory diseases. Retrospective studies suggest that anticoagulation is beneficial in patients with mobile mural thrombus. The pathogenesis and consequences of thrombus in an aortic aneurysm, or in an endograft following endovascular aneurysm repair, have been studied, but the role of antiplatelet therapy in those two conditions is still unclear and should be driven by general cardiovascular risk prevention. The benefit of anticoagulation to reduce thrombus load is uncertain. Patients with large vessel vasculitis experience increased cardiovascular events secondary to inflammation-driven atherothrombotic processes. Antiplatelet therapy is recommended as part of the therapy for prevention of cardiovascular disease. Anticoagulation with warfarin has shown limited benefit in few retrospective studies.",
  "authors": [
    {
      "last_name": "Caron",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Caron",
      "affiliations": [
        "1 Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "2 Department of Medicine and Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "1 Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "2 Department of Medicine and Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Vascular medicine (London, England)",
    "iso_abbreviation": "Vasc Med",
    "issn": "1477-0377",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "57",
  "end_page": "65",
  "pages": "57-65",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Aortic Diseases",
    "Aortography",
    "Atherosclerosis",
    "Computed Tomography Angiography",
    "Fibrinolytic Agents",
    "Humans",
    "Male",
    "Middle Aged",
    "Platelet Aggregation Inhibitors",
    "Risk Factors",
    "Thrombosis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28215108",
    "doi": "10.1177/1358863X16675229"
  },
  "doi": "10.1177/1358863X16675229",
  "dates": {
    "completed": "2017-09-05",
    "revised": "2018-01-18"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.296127",
    "pmid": "28215108"
  }
}