{
  "pmid": "28219326",
  "uid": "28219326",
  "title": "Estimation of treatment preference effects in clinical trials when some participants are indifferent to treatment choice.",
  "abstract": "BACKGROUND: In the two-stage randomised trial design, a randomly sampled subset of study participants are permitted to choose their own treatment, while the remaining participants are randomised to treatment in the usual way. Appropriate analysis of the data from both arms of the study allows investigators to estimate the impact on study outcomes of treatment preferences that patients may have, in addition to evaluating the usual direct effect of treatment. In earlier work, we showed how to optimise this design by making a suitable choice of the proportion of participants who should be assigned to the choice arm of the trial. However, we ignored the possibility of some participants being indifferent to the treatments under study. In this paper, we extend our earlier work to consider the analysis of two-stage randomised trials when some participants have no treatment preference, even if they are assigned to the choice arm and allowed to choose. METHODS: We compare alternative characterisations of the response profiles of the indifferent or undecided participants, and derive estimates of the treatment and preference effects on study outcomes. We also present corresponding test statistics for these parameters. The methods are illustrated with data from a clinical trial contrasting medical and surgical interventions. RESULTS: Expressions are obtained to estimate and test the impact of treatment choices on study outcomes, as well as the impact of the actual treatment received. Contrasts are defined between patients with stated treatment preferences and those with no preference. Alternative assumptions concerning the outcomes of undecided participants are described, and an approach leading to unbiased estimation and testing is identified. CONCLUSIONS: Use of the two-stage design can provide important insights into determinants of study outcomes that are not identifiable with other designs. The design can remain attractive even in the presence of participants with no stated treatment preference.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, CRL 233, Hamilton, ON, Canada, L8N 3Z5. walter@mcmaster.ca."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Robin M",
      "initials": "RM",
      "name": "Robin M Turner",
      "affiliations": [
        "School of Public Health and Community Medicine, University of New South Wales, Sydney,, NSW 2052, Australia."
      ]
    },
    {
      "last_name": "Macaskill",
      "fore_name": "Petra",
      "initials": "P",
      "name": "Petra Macaskill",
      "affiliations": [
        "Screening and Test Evaluation Program, Sydney School of Public Health, Sydney Medical School, University of Sydney, Sydney, NSW 2006, Australia."
      ]
    },
    {
      "last_name": "McCaffery",
      "fore_name": "Kirsten J",
      "initials": "KJ",
      "name": "Kirsten J McCaffery",
      "affiliations": [
        "Screening and Test Evaluation Program, Sydney School of Public Health, Sydney Medical School, University of Sydney, Sydney, NSW 2006, Australia."
      ]
    },
    {
      "last_name": "Irwig",
      "fore_name": "Les",
      "initials": "L",
      "name": "Les Irwig",
      "affiliations": [
        "Screening and Test Evaluation Program, Sydney School of Public Health, Sydney Medical School, University of Sydney, Sydney, NSW 2006, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "20"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Menstruation",
    "Menstruation Disturbances",
    "Patient Preference",
    "Patient Satisfaction",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28219326",
    "pmc": "PMC5319089",
    "doi": "10.1186/s12874-017-0304-x",
    "pii": "10.1186/s12874-017-0304-x"
  },
  "doi": "10.1186/s12874-017-0304-x",
  "pmc_id": "PMC5319089",
  "dates": {
    "completed": "2017-10-31",
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.194635",
    "pmid": "28219326"
  }
}