{
  "pmid": "28218773",
  "uid": "28218773",
  "title": "Risk Factors for Birth Defects.",
  "abstract": "IMPORTANCE: Major congenital abnormalities, or birth defects, carry significant medical, surgical, cosmetic, or lifestyle consequences. Such abnormalities may be syndromic, involving multiple organ systems, or can be isolated. Overall, 2% to 4% of live births involve congenital abnormalities. Risk factors for birth defects are categorized as modifiable and nonmodifiable. Modifiable risk factors require thorough patient education/counseling. The strongest risk factors, such as age, family history, and a previously affected child, are usually nonmodifiable. OBJECTIVE: This review focuses on risk factors for birth defects including alcohol consumption, illicit drug use, smoking, obesity, pregestational diabetes, maternal phenylketonuria, multiple gestation, advanced maternal age, advanced paternal age, family history/consanguinity, folic acid deficiency, medication exposure, and radiation exposure. EVIDENCE ACQUISITION: Literature review via PubMed. RESULTS: There is a strong link between alcohol use, folic acid deficiency, obesity, uncontrolled maternal diabetes mellitus, uncontrolled maternal phenylketonuria, and monozygotic twins and an increased risk of congenital anomalies. Advanced maternal age confers an increased risk of aneuploidy, as well as nonchromosomal abnormalities. Some medications, including angiotensin converting enzyme inhibitors, retinoic acid, folic acid antagonists, and certain anticonvulsants, are associated with various birth defects. However, there are few proven links between illicit drug use, smoking, advanced paternal age, radiation exposure, and statins with specific birth defects. CONCLUSIONS AND RELEVANCE: Birth defects are associated with multiple modifiable and nonmodifiable risk factors. Obstetrics providers should work with patients to minimize their risk of birth defects if modifiable risk factors are present and to appropriately counsel patients when nonmodifiable risk factors are present.",
  "authors": [
    {
      "last_name": "Harris",
      "fore_name": "Benjamin S",
      "initials": "BS",
      "name": "Benjamin S Harris",
      "affiliations": [
        "Resident Physician, Department of Obstetrics and Gynecology."
      ]
    },
    {
      "last_name": "Bishop",
      "fore_name": "Katherine C",
      "initials": "KC",
      "name": "Katherine C Bishop",
      "affiliations": [
        "Resident Physician, Department of Obstetrics and Gynecology."
      ]
    },
    {
      "last_name": "Kemeny",
      "fore_name": "Hanna R",
      "initials": "HR",
      "name": "Hanna R Kemeny",
      "affiliations": [
        "Medical Student, Duke University School of Medicine, Durham."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Walker",
      "affiliations": [
        "Research Librarian, Health Sciences Library, The University of North Carolina at Chapel Hill, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "Rhee",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Rhee",
      "affiliations": [
        "Assistant Professor."
      ]
    },
    {
      "last_name": "Kuller",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Kuller",
      "affiliations": [
        "Professor, Division of Maternal Fetal Medicine, Department of Obstetrics and Gynecology, Duke University School of Medicine, Durham, NC."
      ]
    }
  ],
  "journal": {
    "title": "Obstetrical & gynecological survey",
    "iso_abbreviation": "Obstet Gynecol Surv",
    "issn": "1533-9866",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "123",
  "end_page": "135",
  "pages": "123-135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Congenital Abnormalities",
    "Counseling",
    "Effect Modifier, Epidemiologic",
    "Female",
    "Humans",
    "Pregnancy",
    "Risk Assessment",
    "Risk Factors",
    "Risk Reduction Behavior"
  ],
  "article_ids": {
    "pubmed": "28218773",
    "doi": "10.1097/OGX.0000000000000405"
  },
  "doi": "10.1097/OGX.0000000000000405",
  "dates": {
    "completed": "2017-03-01",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.647505",
    "pmid": "28218773"
  }
}