{
  "pmid": "28215660",
  "uid": "28215660",
  "title": "Progress in evidence-based medicine: a quarter century on.",
  "abstract": "In response to limitations in the understanding and use of published evidence, evidence-based medicine (EBM) began as a movement in the early 1990s. EBM's initial focus was on educating clinicians in the understanding and use of published literature to optimise clinical care, including the science of systematic reviews. EBM progressed to recognise limitations of evidence alone, and has increasingly stressed the need to combine critical appraisal of the evidence with patient's values and preferences through shared decision making. In another progress, EBM incorporated and further developed the science of producing trustworthy clinical practice guidelines pioneered by investigators in the 1980s. EBM's enduring contributions to clinical medicine include placing the practice of medicine on a solid scientific basis, the development of more sophisticated hierarchies of evidence, the recognition of the crucial role of patient values and preferences in clinical decision making, and the development of the methodology for generating trustworthy recommendations.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "University of South Florida Program for Comparative Effectiveness Research, and Division of Evidence Based Medicine, Department of Internal Medicine, Morsani College of Medicine, University of South Florida, Tampa, FL, USA; H Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA; Tampa General Hospital, Tampa, FL, USA. Electronic address: bdjulbeg@health.usf.edu."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, and Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "390",
    "issue": "10092",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "22"
  },
  "start_page": "415",
  "end_page": "423",
  "pages": "415-423",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "History, 20th Century",
    "Humans",
    "Information Dissemination",
    "Practice Guidelines as Topic",
    "Research Report",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "28215660",
    "doi": "10.1016/S0140-6736(16)31592-6",
    "pii": "S0140-6736(16)31592-6"
  },
  "doi": "10.1016/S0140-6736(16)31592-6",
  "dates": {
    "completed": "2018-02-05",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.090974",
    "pmid": "28215660"
  }
}