{
  "pmid": "28219685",
  "uid": "28219685",
  "title": "Development of a Chronic Disease Management Program for Stroke Survivors Using Intervention Mapping: The Stroke Coach.",
  "abstract": "OBJECTIVE: To describe the systematic development of the Stroke Coach, a theory- and evidence-based intervention to improve control of lifestyle behavior risk factors in patients with stroke. DESIGN: Intervention development. SETTING: Community. PARTICIPANTS: Individuals who have had a stroke. INTERVENTIONS: We used intervention mapping to guide the development of the Stroke Coach. Intervention mapping is a systematic process used for intervention development and composed of steps that progress from the integration of theory and evidence to the organization of realistic strategies to facilitate the development of a practical intervention supported by empirical evidence. Social cognitive theory was the underlying premise for behavior change, whereas control theory methods were directed toward sustaining the changes to ensure long-term health benefits. Practical evidence-based strategies were linked to behavioral determinants to improve stroke risk factor control. MAIN OUTCOME MEASURES: Not applicable. RESULTS: The Stroke Coach is a patient-centered, community-based, telehealth intervention to promote healthy lifestyles after stroke. Over 6 months, participants receive seven 30- to 60-minute telephone sessions with a lifestyle coach who provides education, facilitates motivation for lifestyle modification, and empowers participants to self-management their stroke risk factors. Participants also receive a self-management manual and a self-monitoring kit. CONCLUSIONS: Through the use of intervention mapping, we developed a theoretically sound and evidence-grounded intervention to improve risk factor control in patients with stroke. If empirical evaluation of the Stroke Coach produces positive results, the next step will be to develop an implementation intervention to ensure successful uptake and delivery of the program in community and outpatient settings.",
  "authors": [
    {
      "last_name": "Sakakibara",
      "fore_name": "Brodie M",
      "initials": "BM",
      "name": "Brodie M Sakakibara",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada; Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada; Rehabilitation Research Program, Vancouver Coastal Health Research Institute, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada; Division of Cardiology, Providence Health Care, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Barr",
      "fore_name": "Susan I",
      "initials": "SI",
      "name": "Susan I Barr",
      "affiliations": [
        "Food, Nutrition & Health Program, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Benavente",
      "fore_name": "Oscar",
      "initials": "O",
      "name": "Oscar Benavente",
      "affiliations": [
        "Division of Neurology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada; Department of Occupational Science and Occupational Therapy, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Silverberg",
      "fore_name": "Noah D",
      "initials": "ND",
      "name": "Noah D Silverberg",
      "affiliations": [
        "Rehabilitation Research Program, Vancouver Coastal Health Research Institute, Vancouver, British Columbia, Canada; Division of Physical Medicine and Rehabilitation, University of British Columbia, Vancouver, British Columbia, Canada; GF Strong Rehabilitation Centre, Vancouver Coastal Health, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yao",
      "affiliations": [
        "Division of Physical Medicine and Rehabilitation, University of British Columbia, Vancouver, British Columbia, Canada; GF Strong Rehabilitation Centre, Vancouver Coastal Health, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Eng",
      "fore_name": "Janice J",
      "initials": "JJ",
      "name": "Janice J Eng",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada; Rehabilitation Research Program, Vancouver Coastal Health Research Institute, Vancouver, British Columbia, Canada. Electronic address: janice.eng@ubc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "1195",
  "end_page": "1202",
  "pages": "1195-1202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Body Mass Index",
    "Community Health Services",
    "Counseling",
    "Diet",
    "Exercise",
    "Health Promotion",
    "Humans",
    "Life Style",
    "Patient-Centered Care",
    "Program Development",
    "Risk Factors",
    "Risk Reduction Behavior",
    "Self Care",
    "Stroke Rehabilitation",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "28219685",
    "mid": "CAMS7004",
    "pmc": "PMC5798976",
    "doi": "10.1016/j.apmr.2017.01.019",
    "pii": "S0003-9993(17)30084-9"
  },
  "doi": "10.1016/j.apmr.2017.01.019",
  "pmc_id": "PMC5798976",
  "dates": {
    "completed": "2017-07-31",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "136965-1",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.991767",
    "pmid": "28219685"
  }
}