{
  "pmid": "28210358",
  "uid": "28210358",
  "title": "American Association for Emergency Psychiatry Task Force on Medical Clearance of Adults Part I: Introduction, Review and Evidence-Based Guidelines.",
  "abstract": "INTRODUCTION: In the United States, the number of patients presenting to the emergency department (ED) for a mental health concern is significant and expected to grow. The breadth of the medical evaluation of these patients is controversial. Attempts have been made to establish a standard evaluation for these patients, but to date no nationally accepted standards exist. A task force of the American Association of Emergency Psychiatry, consisting of physicians from emergency medicine and psychiatry, and a psychologist was convened to form consensus recommendations on the medical evaluation of psychiatric patients presenting to EDs. METHODS: The task force reviewed existing literature on the topic of medical evaluation of psychiatric patients in the ED (Part I) and then combined this with expert consensus (Part II). RESULTS: In Part I, we discuss terminological issues and existing evidence on medical exams and laboratory studies of psychiatric patients in the ED. CONCLUSION: Emergency physicians should work cooperatively with psychiatric receiving facilities to decrease unnecessary testing while increasing the quality of medical screening exams for psychiatric patients who present to EDs.",
  "authors": [
    {
      "last_name": "Anderson",
      "fore_name": "Eric L",
      "initials": "EL",
      "name": "Eric L Anderson",
      "affiliations": [
        "University of Maryland, Department of Psychiatry, College Park, Maryland."
      ]
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Nordstrom",
      "affiliations": [
        "University of Colorado School of Medicine, Department of Psychiatry, Aurora, Colorado; Denver Health Medical Center, Emergency Psychiatry, Denver, Colorado."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research lab, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Peltzer-Jones",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Peltzer-Jones",
      "affiliations": [
        "Henry Ford Hospital, Senior Staff Psychologist, Department of Emergency Medicine, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Zun",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Zun",
      "affiliations": [
        "Chicago Medical School, Department of Emergency Medicine, North Chicago, Illinois."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Ng",
      "affiliations": [
        "Uniformed Services School of Medicine, Department of Psychiatry, Bethesda, Maryland."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Allen",
      "affiliations": [
        "University of Colorado School of Medicine, Department of Psychiatry, Aurora, Colorado."
      ]
    }
  ],
  "journal": {
    "title": "The western journal of emergency medicine",
    "iso_abbreviation": "West J Emerg Med",
    "issn": "1936-9018",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Feb"
  },
  "start_page": "235",
  "end_page": "242",
  "pages": "235-242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Advisory Committees",
    "Emergency Medicine",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Male",
    "Mental Disorders",
    "Physicians",
    "Practice Guidelines as Topic",
    "Surgical Clearance",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28210358",
    "pmc": "PMC5305131",
    "doi": "10.5811/westjem.2016.10.32258",
    "pii": "wjem-18-235"
  },
  "doi": "10.5811/westjem.2016.10.32258",
  "pmc_id": "PMC5305131",
  "dates": {
    "completed": "2017-12-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.416036",
    "pmid": "28210358"
  }
}