{
  "pmid": "28212657",
  "uid": "28212657",
  "title": "Pharmacists' views and reported practices in relation to a new generic drug substitution policy in Lebanon: a mixed methods study.",
  "abstract": "BACKGROUND: Governments in both developed and developing countries have adopted generic drug substitution policies to decrease pharmaceutical expenditures and improve access to medicine. In August 2015, the Ministry of Public Health (MOPH) in Lebanon introduced generic drug substitution and a unified medical prescription form as policy instruments to promote generic drug use. The objective of this exploratory study was to examine the attitudes of community pharmacists and the reported practices in relation to the implementation of the new generic drug substitution policy. METHODS: We used a cross-sectional mixed methods approach composed of self-administered questionnaires and semi-structured interviews. The study population consisted of community pharmacists in Lebanon. We randomly approached one pharmacy personnel from each selected community pharmacy. We conducted descriptive analyses to assess responses to questionnaire and regression analyses to understand associations between responses and respondent demographics. We analyzed qualitative data thematically. RESULTS: Out of 204 invited community pharmacies, 153 pharmacies participated (75% response rate). The majority of respondents (64%) were in favor of generic drug substitution; however, less than half (40%) indicated they have substituted brand drugs for generic equivalents. Moreover, 57% indicated that the existing pricing system discourages them from performing generic drug substitution. Most respondents indicated that physicians are overusing the \"non-substitutable\" option (84%) and that there are technical problems with processing the new prescription form (78%). Less than half (47%) reported that the MOPH is performing regular audits on the forms collected by the pharmacy. While 45% of the respondents indicated that consumers have accepted most of the generic substitutions, 21% perceived the increase in generic drug dispensing to be significant. Findings suggested a potentially significant association between being informed about generic drugs and respondents' support of the policy. Suggested strategies to address implementation challenges included strengthening stewardship function of MOPH, securing full commitment of health care providers, conducting educational and awareness campaigns about generic drugs and generic drug substitution, and aligning incentive systems of the key stakeholders. CONCLUSIONS: The majority of community pharmacists were supportive of generic drug substitution in general but not of the current implementation of the policy in Lebanon. Findings revealed implementation challenges at the provider, patient, and system level which are hindering attainment of the policy objectives. The key lessons derived from this study can be used for continuous improvement of the policy and its implementation.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Morsi",
      "fore_name": "Rami Z",
      "initials": "RZ",
      "name": "Rami Z Morsi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hemadi",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadi",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Gibbawi",
      "fore_name": "Mounir",
      "initials": "M",
      "name": "Mounir Al-Gibbawi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Haj",
      "fore_name": "Magda",
      "initials": "M",
      "name": "Magda Haj",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khalil",
      "fore_name": "Suzan",
      "initials": "S",
      "name": "Suzan Khalil",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Saklawi",
      "fore_name": "Youssef",
      "initials": "Y",
      "name": "Youssef Saklawi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Attitude of Health Personnel",
    "Cross-Sectional Studies",
    "Drug Substitution",
    "Drugs, Generic",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Lebanon",
    "Male",
    "Pharmacies",
    "Pharmacists",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28212657",
    "pmc": "PMC5316154",
    "doi": "10.1186/s13012-017-0556-1",
    "pii": "10.1186/s13012-017-0556-1"
  },
  "doi": "10.1186/s13012-017-0556-1",
  "pmc_id": "PMC5316154",
  "dates": {
    "completed": "2017-12-04",
    "revised": "2024-05-24"
  },
  "chemicals": [
    "Drugs, Generic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.355171",
    "pmid": "28212657"
  }
}