{
  "pmid": "28215389",
  "uid": "28215389",
  "title": "Dissemination and Implementation Science Training Needs: Insights From Practitioners and Researchers.",
  "abstract": "INTRODUCTION: Dissemination and implementation research training has great potential to improve the impact and reach of health-related research; however, research training needs from the end user perspective are unknown. This paper identifies and prioritizes dissemination and implementation research training needs. METHODS: A diverse sample of researchers, practitioners, and policymakers was invited to participate in Concept Mapping in 2014-2015. Phase 1 (Brainstorming) gathered participants' responses to the prompt: To improve the impact of research evidence in practice and policy settings, a skill in which researchers need more training is… The resulting statement list was edited and included subsequent phases. Phase 2 (Sorting) asked participants to sort each statement into conceptual piles. In Phase 3 (Rating), participants rated the difficulty and importance of incorporating each statement into a training curriculum. A multidisciplinary team synthesized and interpreted the results in 2015-2016. RESULTS: During Brainstorming, 60 researchers and 60 practitioners/policymakers contributed 274 unique statements. Twenty-nine researchers and 16 practitioners completed sorting and rating. Nine concept clusters were identified: Communicating Research Findings, Improve Practice Partnerships, Make Research More Relevant, Strengthen Communication Skills, Develop Research Methods and Measures, Consider and Enhance Fit, Build Capacity for Research, and Understand Multilevel Context. Though researchers and practitioners had high agreement about importance (r =0.93) and difficulty (r =0.80), ratings differed for several clusters (e.g., Build Capacity for Research). CONCLUSIONS: Including researcher and practitioner perspectives in competency development for dissemination and implementation research identifies skills and capacities needed to conduct and communicate contextualized, meaningful, and relevant research.",
  "authors": [
    {
      "last_name": "Tabak",
      "fore_name": "Rachel G",
      "initials": "RG",
      "name": "Rachel G Tabak",
      "affiliations": [
        "Prevention Research Center in St. Louis, Brown School, Washington University in St. Louis, St. Louis, Missouri. Electronic address: rtabak@wustl.edu."
      ]
    },
    {
      "last_name": "Padek",
      "fore_name": "Margaret M",
      "initials": "MM",
      "name": "Margaret M Padek",
      "affiliations": [
        "Prevention Research Center in St. Louis, Brown School, Washington University in St. Louis, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Kerner",
      "fore_name": "Jon F",
      "initials": "JF",
      "name": "Jon F Kerner",
      "affiliations": [
        "Canadian Partnership Against Cancer, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stange",
      "fore_name": "Kurt C",
      "initials": "KC",
      "name": "Kurt C Stange",
      "affiliations": [
        "Department of Family Medicine and Community Health, Case Western Reserve University, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Proctor",
      "fore_name": "Enola K",
      "initials": "EK",
      "name": "Enola K Proctor",
      "affiliations": [
        "George Warren Brown School of Social Work, Washington University in St. Louis, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen J",
      "initials": "MJ",
      "name": "Maureen J Dobbins",
      "affiliations": [
        "School of Nursing, National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Colditz",
      "fore_name": "Graham A",
      "initials": "GA",
      "name": "Graham A Colditz",
      "affiliations": [
        "Division of Public Health Sciences, Department of Surgery and Alvin J. Siteman Cancer Center, at Washington University School of Medicine and Barnes-Jewish Hospital, Washington University in St. Louis, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Chambers",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Chambers",
      "affiliations": [
        "Division of Cancer Control and Population Sciences, National Cancer Institute, NIH, Bethesda, Maryland."
      ]
    },
    {
      "last_name": "Brownson",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Brownson",
      "affiliations": [
        "Prevention Research Center in St. Louis, Brown School, Washington University in St. Louis, St. Louis, Missouri; Division of Public Health Sciences, Department of Surgery and Alvin J. Siteman Cancer Center, at Washington University School of Medicine and Barnes-Jewish Hospital, Washington University in St. Louis, St. Louis, Missouri."
      ]
    }
  ],
  "journal": {
    "title": "American journal of preventive medicine",
    "iso_abbreviation": "Am J Prev Med",
    "issn": "1873-2607",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "3 Suppl 3",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "start_page": "S322",
  "end_page": "S329",
  "pages": "S322-S329",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cluster Analysis",
    "Health Plan Implementation",
    "Information Dissemination",
    "Public Health Practice",
    "Research"
  ],
  "article_ids": {
    "pubmed": "28215389",
    "mid": "NIHMS843815",
    "pmc": "PMC5321656",
    "doi": "10.1016/j.amepre.2016.10.005",
    "pii": "S0749-3797(16)30511-6"
  },
  "doi": "10.1016/j.amepre.2016.10.005",
  "pmc_id": "PMC5321656",
  "dates": {
    "completed": "2018-01-24",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 CA171994",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000439",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA160327",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000448",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "KL2 TR000450",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.344068",
    "pmid": "28215389"
  }
}