{
  "pmid": "28229068",
  "uid": "28229068",
  "title": "The Characteristics of Emotional Response of Post-traumatic Stress Disorder and Post-traumatic Growth among Chinese Adults Exposed to an Explosion Incident.",
  "abstract": "PURPOSE: Post-traumatic stress disorder (PTSD) and post-traumatic growth (PTG) are two different outcomes that may occur after experiencing traumatic events. Meanwhile, the traumatic exposure level and emotion response played an important role in the process. The present study first evaluated the relationship between PTSD, PTG, and traumatic exposure level and then compared the characteristics of emotional response through response time of the affective priming paradigm. METHODS: For the purpose of evaluating the relationship between PTSD, PTG, and trauma exposure level, a sample of 2,395 participants completed measures of posttraumatic stress disorder Checklist-Civilian Version (PCL-C), Post-traumatic Growth Inventory (PTGI) and a trauma exposure-related survey, and Pearson's correlation analysis for the scales were conducted. In order to compare the characteristics of emotional response between PTSD and PTG, we randomly selected 90 participants and divided them into groups of PTSD, PTG, and control according the scores of PCL-C and PTGI, then the 90 participants were asked to do the affective priming task and the response time was recorded, at last analysis of variance was employed to analyze the data. RESULTS: The results indicated that PTSD was not correlated with PTG. It was positively correlated with the traumatic exposure level, but PTG was not observed in this phenomenon. Finally, the data of response time showed that PTSD required more time to do the priming task and PTG demonstrated no difference compared to the control group. CONCLUSION: Combined with previous research findings, the relationship between PTSD and PTG may depend on the type and severity of the trauma, the exposure level, and other such parameters. In terms of positive outcome of trauma PTG displayed no changes of emotional performance from the perspective of behavior. The preliminary results suggested that PTG was more related to a self-reported or self-experienced state.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Chuguang",
      "initials": "C",
      "name": "Chuguang Wei",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, China; University of Chinese Academy of Sciences, Beijing, China; The Core Facility of Institute of Psychology, Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Jin",
      "initials": "J",
      "name": "Jin Han",
      "affiliations": [
        "China Meteorological Administration Training Centre , Beijing , China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences , Beijing , China."
      ]
    },
    {
      "last_name": "Hannak",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Hannak",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences , Beijing , China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhengkui",
      "initials": "Z",
      "name": "Zhengkui Liu",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences , Beijing , China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2017"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28229068",
    "pmc": "PMC5296354",
    "doi": "10.3389/fpubh.2017.00003"
  },
  "doi": "10.3389/fpubh.2017.00003",
  "pmc_id": "PMC5296354",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.244429",
    "pmid": "28229068"
  }
}