{
  "pmid": "28223371",
  "uid": "28223371",
  "title": "Socioeconomic Attainment of Extremely Low Birth Weight Survivors: The Role of Early Cognition.",
  "abstract": "OBJECTIVES: To determine: (1) if childhood cognitive and academic abilities mediate the association between being born at extremely low birth weight (ELBW) and socioeconomic attainment at age 29 to 36 years; (2) which cognitive abilities (IQ, verbal abilities, fluid intelligence, mathematical abilities, or academic achievement) most strongly mediate this association; and (3) if the mediating role of cognition is different in ELBW survivors with significant neurosensory impairment (NSI). METHODS: A prospective, longitudinal cohort of 100 Canadian ELBW survivors born between 1977 and 1982 and 89 normal birth weight comparison participants were used to examine the mediating role of childhood cognition by using 5 cognitive mediators assessed at age 8 years (overall IQ, verbal IQ, performance IQ, quantitative ability, and academic achievement) on socioeconomic attainment at adulthood. Socioeconomic attainment was defined as personal annual earnings and full-time employment assessed via self-report at age 29 to 36 years. RESULTS: Mediation models revealed that childhood cognition mediated the association between ELBW status and income attainment, with mathematical abilities and overall IQ each accounting for 26% of the direct effect. Mediated effects were not statistically significant in full-time employment models. For both outcomes, the mediating effect of cognition was stronger for ELBW survivors with NSI. CONCLUSIONS: Childhood cognitive abilities partially mediate associations between ELBW status and adult income attainment. Early life cognition is a critical predictor of socioeconomic attainment in ELBW survivors, particularly in those born with NSI. Interventions aimed at enhancing early cognition in ELBW survivors may help optimize their later socioeconomic attainment.",
  "authors": [
    {
      "last_name": "Dobson",
      "fore_name": "Kathleen G",
      "initials": "KG",
      "name": "Kathleen G Dobson",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, kathleen.dobson@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Ferro",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Ferro",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Psychology, Neuroscience, and Behaviour, and."
      ]
    },
    {
      "last_name": "Saigal",
      "fore_name": "Saroj",
      "initials": "S",
      "name": "Saroj Saigal",
      "affiliations": [
        "Pediatrics, McMaster University, Hamilton, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Cognition",
    "Cohort Studies",
    "Educational Status",
    "Employment",
    "Female",
    "Humans",
    "Income",
    "Infant, Extremely Low Birth Weight",
    "Infant, Newborn",
    "Intelligence Tests",
    "Longitudinal Studies",
    "Male",
    "Mathematics",
    "Ontario",
    "Social Class",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "28223371",
    "doi": "10.1542/peds.2016-2545",
    "pii": "peds.2016-2545"
  },
  "doi": "10.1542/peds.2016-2545",
  "dates": {
    "completed": "2017-06-28",
    "revised": "2017-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.115294",
    "pmid": "28223371"
  }
}