{
  "pmid": "28239410",
  "uid": "28239410",
  "title": "Challenges to conducting epidemiology research in chronic conflict areas: examples from PURE- Palestine.",
  "abstract": "Little has been written on the challenges of conducting research in regions or countries with chronic conflict and strife. In this paper we share our experiences in conducting a population based study of chronic diseases in the occupied Palestinian territory and describe the challenges faced, some of which were unique to a conflict zone area, while others were common to low- and middle- income countries. After a short description of the situation in the occupied Palestinian territory at the time of data collection, and a brief overview of the design of the study, the challenges encountered in working within a fragmented health care system are discussed. These challenges include difficulties in planning for data collection in a fragmented healthcare system, standardizing data collection when resources are limited, working in communities with access restricted by the military, and considerations related to the study setting. Ways of overcoming these challenges are discussed. Conducting epidemiological research can be very difficult in some parts of our turbulent world, but data collected from such regions may contrast with those solely from politically and economically more stable regions. Therefore, special efforts to collect epidemiologic data from regions engulfed by strife, while challenging are essential.",
  "authors": [
    {
      "last_name": "Khatib",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Khatib",
      "affiliations": [
        "Department of Public Health Sciences, Loyola Medical Center, Maywood, IL USA."
      ],
      "orcid": "0000-0002-8046-9559"
    },
    {
      "last_name": "Giacaman",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Giacaman",
      "affiliations": [
        "Institute of Community and Public Health, Birzeit University, Birzeit, occupied Palestinian territory Palestine."
      ]
    },
    {
      "last_name": "Khammash",
      "fore_name": "Umaiyeh",
      "initials": "U",
      "name": "Umaiyeh Khammash",
      "affiliations": [
        "UN Relief and Works Agency for Palestine Refugees in the Near East, East Jerusalem, occupied Palestinian territory Palestine."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2016"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28239410",
    "pmc": "PMC5320635",
    "doi": "10.1186/s13031-016-0101-x",
    "pii": "101"
  },
  "doi": "10.1186/s13031-016-0101-x",
  "pmc_id": "PMC5320635",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.891393",
    "pmid": "28239410"
  }
}