{
  "pmid": "28231944",
  "uid": "28231944",
  "title": "Coronary Artery Bypass Grafting With and Without Manipulation of the Ascending Aorta: A Network Meta-Analysis.",
  "abstract": "BACKGROUND: Coronary artery bypass grafting (CABG) remains the standard of treatment for 3-vessel and left main coronary disease, but is associated with an increased risk of post-operative stroke compared to percutaneous coronary intervention. It has been suggested that CABG techniques that eliminate cardiopulmonary bypass and reduce aortic manipulation may reduce the incidence of post-operative stroke. OBJECTIVES: A network meta-analysis was performed to compare post-operative outcomes between all CABG techniques, including anaortic off-pump CABG (anOPCABG), off-pump with the clampless Heartstring device (OPCABG-HS), off-pump with a partial clamp (OPCABG-PC), and traditional on-pump CABG with aortic cross-clamping. METHODS: A systematic search of 6 electronic databases was performed to identify all publications reporting the outcomes of the included operations. Studies reporting the primary endpoint, 30-day post-operative stroke rate, were included in a Bayesian network meta-analysis. RESULTS: There were 13 included studies with 37,720 patients. At baseline, anOPCABG patients had higher previous stroke than did the OPCABG-PC (7.4% vs. 6.5%; p = 0.02) and CABG (7.4% vs. 3.2%; p = 0.001) patients. AnOPCABG was the most effective treatment for decreasing the risk of post-operative stroke (-78% vs. CABG, 95% confidence interval [CI]: 0.14 to 0.33; -66% vs. OPCABG-PC, 95% CI: 0.22 to 0.52; -52% vs. OPCABG-HS, 95% CI: 0.27 to 0.86), mortality (-50% vs. CABG, 95% CI: 0.35 to 0.70; -40% vs. OPCABG-HS, 95% CI: 0.38 to 0.94), renal failure (-53% vs. CABG, 95% CI: 0.31 to 0.68), bleeding complications (-48% vs. OPCABG-HS, 95% CI: 0.31 to 0.87; -36% vs. CABG, 95% CI: 0.42 to 0.95), atrial fibrillation (-34% vs. OPCABG-HS, 95% CI: 0.49 to 0.89; -29% vs. CABG, 95% CI: 0.55 to 0.87; -20% vs. OPCABG-PC, 95% CI: 0.68 to 0.97), and shortening the length of intensive care unit stay (-13.3 h; 95% CI: -19.32 to -7.26; p < 0.0001). CONCLUSIONS: Avoidance of aortic manipulation in anOPCABG may decrease the risk of post-operative stroke, especially in patients with higher stroke risk. In addition, the elimination of cardiopulmonary bypass may reduce the risk of short-term mortality, renal failure, atrial fibrillation, bleeding, and length of intensive care unit stay.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Dong Fang",
      "initials": "DF",
      "name": "Dong Fang Zhao",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Edelman",
      "fore_name": "J James",
      "initials": "JJ",
      "name": "J James Edelman",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Sydney Heart and Lung Surgeons, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Sydney Heart and Lung Surgeons, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Byrom",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Byrom",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Sydney Heart and Lung Surgeons, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Thourani",
      "fore_name": "Vinod",
      "initials": "V",
      "name": "Vinod Thourani",
      "affiliations": [
        "Division of Cardiothoracic Surgery, Emory University School of Medicine, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Taggart",
      "fore_name": "David P",
      "initials": "DP",
      "name": "David P Taggart",
      "affiliations": [
        "Department of Cardiovascular Surgery, John Radcliffe Hospital, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Puskas",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D Puskas",
      "affiliations": [
        "Department of Cardiac Surgery, Mt. Sinai Hospital, New York, New York."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, New South Wales, Australia; Baird Institute of Applied Heart and Lung Surgical Research, Sydney, New South Wales, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia; Sydney Heart and Lung Surgeons, Sydney, New South Wales, Australia. Electronic address: michael.vallely@sydneyheartandlung.com.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "start_page": "924",
  "end_page": "936",
  "pages": "924-936",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aorta",
    "Coronary Artery Bypass",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Postoperative Complications",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "28231944",
    "doi": "10.1016/j.jacc.2016.11.071",
    "pii": "S0735-1097(17)30023-2"
  },
  "doi": "10.1016/j.jacc.2016.11.071",
  "dates": {
    "completed": "2017-07-17",
    "revised": "2025-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.783102",
    "pmid": "28231944"
  }
}