{
  "pmid": "28241362",
  "uid": "28241362",
  "title": "Adjusted Analyses in Studies Addressing Therapy and Harm: Users' Guides to the Medical Literature.",
  "abstract": "Observational studies almost always have bias because prognostic factors are unequally distributed between patients exposed or not exposed to an intervention. The standard approach to dealing with this problem is adjusted or stratified analysis. Its principle is to use measurement of risk factors to create prognostically homogeneous groups and to combine effect estimates across groups.The purpose of this Users' Guide is to introduce readers to fundamental concepts underlying adjustment as a way of dealing with prognostic imbalance and to the basic principles and relative trustworthiness of various adjustment strategies.One alternative to the standard approach is propensity analysis, in which groups are matched according to the likelihood of membership in exposed or unexposed groups. Propensity methods can deal with multiple prognostic factors, even if there are relatively few patients having outcome events. However, propensity methods do not address other limitations of traditional adjustment: investigators may not have measured all relevant prognostic factors (or not accurately), and unknown factors may bias the results.A second approach, instrumental variable analysis, relies on identifying a variable associated with the likelihood of receiving the intervention but not associated with any prognostic factor or with the outcome (other than through the intervention); this could mimic randomization. However, as with assumptions of other adjustment approaches, it is never certain if an instrumental variable analysis eliminates bias.Although all these approaches can reduce the risk of bias in observational studies, none replace the balance of both known and unknown prognostic factors offered by randomization.",
  "authors": [
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Divisions of Clinical Epidemiology and General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland2Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Merglen",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Merglen",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada3Division of General Pediatrics, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland4Division of Pediatric Medicine, Pediatric Outcomes Research Team (PORT), Department of Pediatrics Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Nilay D",
      "initials": "ND",
      "name": "Nilay D Shah",
      "affiliations": [
        "Division of Health Care Policy and Research, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "HRB-Clinical Research Facility, NUI Galway, Galway, Ireland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "317",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "748",
  "end_page": "759",
  "pages": "748-759",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Analysis of Variance",
    "Bias",
    "Cardiac Catheterization",
    "Cohort Studies",
    "Humans",
    "Myocardial Infarction",
    "Observational Studies as Topic",
    "Prognosis",
    "Propensity Score",
    "Random Allocation",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Risk Adjustment",
    "Risk Assessment",
    "Risk Factors",
    "Selection Bias"
  ],
  "article_ids": {
    "pubmed": "28241362",
    "doi": "10.1001/jama.2016.20029",
    "pii": "2603936"
  },
  "doi": "10.1001/jama.2016.20029",
  "dates": {
    "completed": "2017-03-20",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.091400",
    "pmid": "28241362"
  }
}