{
  "pmid": "28244918",
  "uid": "28244918",
  "title": "Potential Financial Conflict of Interest Among Physician Editorial Board Members of Orthopaedic Surgery Journals.",
  "abstract": "BACKGROUND: The practice of medicine is based on evidence from peer-reviewed literature. As can occur with author-related funding, the integrity of the process by which manuscripts are reviewed, edited, and approved for publication may be at risk due to financial conflict of interest. The purpose of our study was to assess potential financial conflict of interest among physician editorial board members of orthopaedic surgery journals. METHODS: We identified the physician editorial board members of 15 orthopaedic surgery journals and searched the 2014 payments that were archived in the Centers for Medicare & Medicaid Services Open Payments system (mandated by the Physician Payments Sunshine Act). Total dollar values were calculated and tabulated in a multilevel fashion: nothing reported, >$0 and ≤$10,000, >$10,000, >$250,000, and >$950,000. RESULTS: We identified 908 physician editors of 15 orthopaedic surgery journals. Something of financial value was received by 78% (712 of 908) of these individuals. Rates of editorial board potential financial conflict of interest for individual journals ranged from 4% to 73% in the >$10,000 category. At the >$250,000 mark, rates ranged from 0% (2 journals) to 31%. When applying the >$950,000 criterion, physician potential conflict of interest ranged from 0% (5 journals) to 13%. CONCLUSIONS: Editor-related potential financial conflicts of interest exist in the orthopaedic surgery journals that we analyzed. These potential financial conflicts could possibly impact reviews.",
  "authors": [
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": [
        "1Division of Pediatric Orthopaedic Surgery, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio 2Department of Orthopaedic Surgery, Kaiser Permanente Moanalua Medical Center, Honolulu, Hawaii 3Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada 4Department of Orthopaedic Surgery, Boston Children's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Kocher",
      "fore_name": "Mininder S",
      "initials": "MS",
      "name": "Mininder S Kocher",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "e19",
  "pages": "e19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Conflict of Interest",
    "Editorial Policies",
    "Humans",
    "Orthopedics",
    "Peer Review, Research",
    "Publishing"
  ],
  "article_ids": {
    "pubmed": "28244918",
    "doi": "10.2106/JBJS.16.00227",
    "pii": "00004623-201703010-00013"
  },
  "doi": "10.2106/JBJS.16.00227",
  "dates": {
    "completed": "2017-03-08",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.391196",
    "pmid": "28244918"
  }
}