{
  "pmid": "28249831",
  "uid": "28249831",
  "title": "Negotiating Tensions Between Theory and Design in the Development of Mailings for People Recovering From Acute Coronary Syndrome.",
  "abstract": "BACKGROUND: Taking all recommended secondary prevention cardiac medications and fully participating in a formal cardiac rehabilitation program significantly reduces mortality and morbidity in the year following a heart attack. However, many people who have had a heart attack stop taking some or all of their recommended medications prematurely and many do not complete a formal cardiac rehabilitation program. OBJECTIVE: The objective of our study was to develop a user-centered, theory-based, scalable intervention of printed educational materials to encourage and support people who have had a heart attack to use recommended secondary prevention cardiac treatments. METHODS: Prior to the design process, we conducted theory-based interviews and surveys with patients who had had a heart attack to identify key determinants of secondary prevention behaviors. Our interdisciplinary research team then partnered with a patient advisor and design firm to undertake an iterative, theory-informed, user-centered design process to operationalize techniques to address these determinants. User-centered design requires considering users' needs, goals, strengths, limitations, context, and intuitive processes; designing prototypes adapted to users accordingly; observing how potential users respond to the prototype; and using those data to refine the design. To accomplish these tasks, we conducted user research to develop personas (archetypes of potential users), developed a preliminary prototype using behavior change theory to map behavior change techniques to identified determinants of medication adherence, and conducted 2 design cycles, testing materials via think-aloud and semistructured interviews with a total of 11 users (10 patients who had experienced a heart attack and 1 caregiver). We recruited participants at a single cardiac clinic using purposive sampling informed by our personas. We recorded sessions with users and extracted key themes from transcripts. We held interdisciplinary team discussions to interpret findings in the context of relevant theory-based evidence and iteratively adapted the intervention accordingly. RESULTS: Through our iterative development and testing, we identified 3 key tensions: (1) evidence from theory-based studies versus users' feelings, (2) informative versus persuasive communication, and (3) logistical constraints for the intervention versus users' desires or preferences. We addressed these by (1) identifying root causes for users' feelings and addressing those to better incorporate theory- and evidence-based features, (2) accepting that our intervention was ethically justified in being persuasive, and (3) making changes to the intervention where possible, such as attempting to match imagery in the materials to patients' self-images. CONCLUSIONS: Theory-informed interventions must be operationalized in ways that fit with user needs. Tensions between users' desires or preferences and health care system goals and constraints must be identified and addressed to the greatest extent possible. A cluster randomized controlled trial of the final intervention is currently underway.",
  "authors": [
    {
      "last_name": "Witteman",
      "fore_name": "Holly O",
      "initials": "HO",
      "name": "Holly O Witteman",
      "affiliations": [
        "Department of Family and Emergency Medicine, Faculty of Medicine, Laval University, Quebec City, QC, Canada.",
        "Office of Education and Professional Development, Faculty of Medicine, Laval University, Quebec City, QC, Canada.",
        "Pavillon Ferdinand-Vandry 2881, Quebec City, QC, Canada."
      ],
      "orcid": "0000-0003-4192-0682"
    },
    {
      "last_name": "Presseau",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Presseau",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada.",
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-2132-0703"
    },
    {
      "last_name": "Nicholas Angl",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Nicholas Angl",
      "affiliations": [
        "Patients Canada, Toronto, ON, Canada.",
        "Pivot Design Group Inc, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0214-8696"
    },
    {
      "last_name": "Jokhio",
      "fore_name": "Iffat",
      "initials": "I",
      "name": "Iffat Jokhio",
      "affiliations": [
        "Pivot Design Group Inc, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-0780-9374"
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-8015-8243"
    },
    {
      "last_name": "Bosiak",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Bosiak",
      "affiliations": [
        "Women's College Research Institute, Institute for Health Systems Solutions and Virtual Care, Women's College Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6856-879X"
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6372-1348"
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "Women's College Research Institute, Institute for Health Systems Solutions and Virtual Care, Women's College Hospital, Toronto, ON, Canada.",
        "Family Practice Health Centre, Women's College Hospital, Toronto, ON, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2500-2435"
    }
  ],
  "journal": {
    "title": "JMIR human factors",
    "iso_abbreviation": "JMIR Hum Factors",
    "issn": "2292-9495",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "e6",
  "pages": "e6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28249831",
    "pmc": "PMC5352859",
    "doi": "10.2196/humanfactors.6502",
    "pii": "v4i1e6"
  },
  "doi": "10.2196/humanfactors.6502",
  "pmc_id": "PMC5352859",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.141046",
    "pmid": "28249831"
  }
}