{
  "pmid": "28255066",
  "uid": "28255066",
  "title": "Children's End-of-Life Health Care Use and Cost.",
  "abstract": "BACKGROUND AND OBJECTIVES: Heath care use and cost for children at the end of life is not well documented across the multiple sectors where children receive care. The study objective was to examine demographics, location, cause of death, and health care use and costs over the last year of life for children aged 1 month to 19 years who died in Ontario, Canada. METHODS: We conducted a population-based retrospective cohort study using administrative databases to determine the characteristics of and health care costs by age group and cause of death over a 3-year period from 2010 to 2013. RESULTS: In our cohort of 1620 children, 41.6% died of a chronic disease with wide variation across age groups. The mean health care cost over the last year of life was $78 332 (Canadian) with a median of $18 450, reflecting the impact of high-cost decedents. The mean costs for children with chronic or perinatal/congenital illnesses nearly tripled over the last 4 months of life. The majority of costs (67.0%) were incurred in acute care settings, with 88.0% of children with a perinatal/congenital illness and 79.7% with a chronic illness dying in acute care. Only 33.4% of children received home care in the last year of life. CONCLUSIONS: Children in Ontario receive the majority of their end-of-life care in acute care settings at a high cost to the health care system. Initiatives to optimize care should focus on early discussion of the goals of care and assessment of whether the care provided fits with these goals.",
  "authors": [
    {
      "last_name": "Widger",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Widger",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing, and kim.widger@utoronto.ca.",
        "Paediatric Advanced Care Team, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rapoport",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Rapoport",
      "affiliations": [
        "Paediatric Advanced Care Team, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Paediatrics, University of Toronto, Toronto, Ontario, Canada.",
        "Emily's House Children's Hospice, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chalifoux",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Chalifoux",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; and.",
        "Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Cause of Death",
    "Child",
    "Child, Preschool",
    "Cohort Studies",
    "Female",
    "Health Care Costs",
    "Humans",
    "Infant",
    "Male",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Retrospective Studies",
    "Terminal Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28255066",
    "doi": "10.1542/peds.2016-2956",
    "pii": "peds.2016-2956"
  },
  "doi": "10.1542/peds.2016-2956",
  "dates": {
    "completed": "2017-08-03",
    "revised": "2017-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.063172",
    "pmid": "28255066"
  }
}