{
  "pmid": "28254297",
  "uid": "28254297",
  "title": "A novel chitosan hydrogel membrane by an improved electrophoretic deposition and its characteristics in vitro and in vivo.",
  "abstract": "Here, we report a novel chitosan hydrogel membrane (CHM) created by an improved electrophoretic deposition. Unlike a traditional CHM by electrophoretic deposition, the CHM was formed on a nanoporous film as a barrier using a homemade device at a high DC voltage (60 VDC). The CHM maximum recovery of 81.7% could be achieved after 1h of electrophoretic deposition. The transparent CHM with an elongation of 42.46% and swelling index of 538.86% was a mixture of type I and type II crystal structures. SEM revealed that the CHM had an irregular net structure. The CHM was sufficient for L-929 mouse fibroblast cell adhesion and growth. To demonstrate immunocompatibility with host tissues, H&E and TGF-β1 were observed and the expressions of TNF-α and NF-κB were measured up to 3weeks post-implantation. Although these scaffolds demonstrated an initial pro-inflammatory response, the amount of inflammatory cells and the expressions of TGF-β1 returned to baseline control values at 3weeks. The expressions of TNF-α and NF-κB had no significant difference between the experimental and control groups. Animal experiments showed that the CHM did not incite serious inflammatory reactions. Thus, the CHM is a promising medical biomaterial candidate for loading appropriate cells for use as artificial skin or in transplantation.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Wen-Wen",
      "initials": "WW",
      "name": "Wen-Wen Li",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, National Engineering Laboratory for Modern Silk, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, National Engineering Laboratory for Modern Silk, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, National Engineering Laboratory for Modern Silk, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Materials science & engineering. C, Materials for biological applications",
    "iso_abbreviation": "Mater Sci Eng C Mater Biol Appl",
    "issn": "1873-0191",
    "issn_type": "Electronic",
    "volume": "74",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "287",
  "end_page": "297",
  "pages": "287-297",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biocompatible Materials",
    "Cell Adhesion",
    "Cell Line",
    "Chitosan",
    "Erythrocytes",
    "Hemolysis",
    "Hydrogel, Polyethylene Glycol Dimethacrylate",
    "Male",
    "Mice",
    "Mice, Inbred ICR",
    "Microscopy, Electron, Scanning",
    "NF-kappa B",
    "Skin",
    "Spectroscopy, Fourier Transform Infrared",
    "Tensile Strength",
    "Transforming Growth Factor beta1",
    "X-Ray Diffraction"
  ],
  "article_ids": {
    "pubmed": "28254297",
    "doi": "10.1016/j.msec.2016.12.005",
    "pii": "S0928-4931(16)32513-9"
  },
  "doi": "10.1016/j.msec.2016.12.005",
  "dates": {
    "completed": "2017-06-14",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Biocompatible Materials",
    "NF-kappa B",
    "Transforming Growth Factor beta1",
    "Hydrogel, Polyethylene Glycol Dimethacrylate",
    "Chitosan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.245315",
    "pmid": "28254297"
  }
}