{
  "pmid": "28257927",
  "uid": "28257927",
  "title": "Simple randomization did not protect against bias in smaller trials.",
  "abstract": "OBJECTIVES: By removing systematic differences across treatment groups, simple randomization is assumed to protect against bias. However, random differences may remain if the sample size is insufficiently large. We sought to determine the minimal sample size required to eliminate random differences, thereby allowing an unbiased estimation of the treatment effect. STUDY DESIGN AND SETTING: We reanalyzed two published multicenter, large, and simple trials: the International Stroke Trial (IST) and the Coronary Artery Bypass Grafting (CABG) Off- or On-Pump Revascularization Study (CORONARY). We reiterated 1,000 times the analysis originally reported by the investigators in random samples of varying size. We measured the covariates balance across the treatment arms. We estimated the effect of aspirin and heparin on death or dependency at 30 days after stroke (IST), and the effect of off-pump CABG on a composite primary outcome of death, nonfatal stroke, nonfatal myocardial infarction, or new renal failure requiring dialysis at 30 days (CORONARY). In addition, we conducted a series of Monte Carlo simulations of randomized trials to supplement these analyses. RESULTS: Randomization removes random differences between treatment groups when including at least 1,000 participants, thereby resulting in minimal bias in effects estimation. Later, substantial bias is observed. In a short review, we show such an enrollment is achieved in 41.5% of phase 3 trials published in the highest impact medical journals. CONCLUSIONS: Conclusions drawn from completely randomized trials enrolling a few participants may not be reliable. In these circumstances, alternatives such as minimization or blocking should be considered for allocating the treatment.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Tri-Long",
      "initials": "TL",
      "name": "Tri-Long Nguyen",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA2415, University of Montpellier, Montpellier, France; Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Department of Anesthesia, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Perioperative Research Group, Population Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Gary S",
      "initials": "GS",
      "name": "Gary S Collins",
      "affiliations": [
        "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, Botnar Research Centre, University of Oxford, Windmill Road, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "André",
      "initials": "A",
      "name": "André Lamy",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Perioperative Research Group, Population Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Perioperative Research Group, Population Health Research Institute, McMaster University, Hamilton, Canada; Department of Medicine, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Daurès",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Daurès",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA2415, University of Montpellier, Montpellier, France."
      ]
    },
    {
      "last_name": "Landais",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Landais",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA2415, University of Montpellier, Montpellier, France; Department of Biostatistics, Clinical Research and Medical Informatics, Nîmes University Hospital, Nîmes, France."
      ]
    },
    {
      "last_name": "Le Manach",
      "fore_name": "Yannick",
      "initials": "Y",
      "name": "Yannick Le Manach",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Department of Anesthesia, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Perioperative Research Group, Population Health Research Institute, McMaster University, Hamilton, Canada. Electronic address: yannick.lemanach@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "84",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "105",
  "end_page": "113",
  "pages": "105-113",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Bias",
    "Coronary Artery Bypass",
    "Epidemiologic Research Design",
    "Humans",
    "Random Allocation",
    "Sample Size",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "28257927",
    "doi": "10.1016/j.jclinepi.2017.02.010",
    "pii": "S0895-4356(16)30344-4"
  },
  "doi": "10.1016/j.jclinepi.2017.02.010",
  "dates": {
    "completed": "2017-07-31",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:03.354928",
    "pmid": "28257927"
  }
}