{
  "pmid": "28258722",
  "uid": "28258722",
  "title": "3-Acyl dihydroflavonols from poplar resins collected by honey bees are active against the bee pathogens Paenibacillus larvae and Ascosphaera apis.",
  "abstract": "Honey bees, Apis mellifera, collect antimicrobial plant resins from the environment and deposit them in their nests as propolis. This behavior is of practical concern to beekeepers since the presence of propolis in the hive has a variety of benefits, including the suppression of disease symptoms. To connect the benefits that bees derive from propolis with particular resinous plants, we determined the identity and botanical origin of propolis compounds active against bee pathogens using bioassay-guided fractionation against the bacterium Paenibacillus larvae, the causative agent of American foulbrood. Eleven dihydroflavonols were isolated from propolis collected in Fallon, NV, including pinobanksin-3-octanoate. This hitherto unknown derivative and five other 3-acyl-dihydroflavonols showed inhibitory activity against both P. larvae (IC50 = 17-68 μM) and Ascosphaera apis (IC50 = 8-23 μM), the fungal agent of chalkbrood. A structure-activity relationship between acyl group size and antimicrobial activity was found, with longer acyl groups increasing activity against P. larvae and shorter acyl groups increasing activity against A. apis. Finally, it was determined that the isolated 3-acyl-dihydroflavonols originated from Populus fremontii, and further analysis showed these compounds can also be found in other North American Populus spp.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Wilson",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA; Department of Entomology, 219 Hodson Hall, 1980 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: wils0888@umn.edu."
      ]
    },
    {
      "last_name": "Pawlus",
      "fore_name": "Alison D",
      "initials": "AD",
      "name": "Alison D Pawlus",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA; Aveda Corporation, 4000 Pheasant Ridge Dr. NE, Blaine, MN, 55449, USA. Electronic address: apawlus@aveda.com."
      ]
    },
    {
      "last_name": "Brinkman",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Brinkman",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: brin0094@umn.edu."
      ]
    },
    {
      "last_name": "Gardner",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Gardner",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: ggardner@umn.edu."
      ]
    },
    {
      "last_name": "Hegeman",
      "fore_name": "Adrian D",
      "initials": "AD",
      "name": "Adrian D Hegeman",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: hegem007@umn.edu."
      ]
    },
    {
      "last_name": "Spivak",
      "fore_name": "Marla",
      "initials": "M",
      "name": "Marla Spivak",
      "affiliations": [
        "Department of Entomology, 219 Hodson Hall, 1980 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: spiva001@umn.edu."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Jerry D",
      "initials": "JD",
      "name": "Jerry D Cohen",
      "affiliations": [
        "Department of Horticultural Science, Microbial and Plant Genomics Institute, University of Minnesota, 305 Alderman Hall, 1970 Folwell Ave, St. Paul, MN, 55108, USA. Electronic address: cohen047@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "Phytochemistry",
    "iso_abbreviation": "Phytochemistry",
    "issn": "1873-3700",
    "issn_type": "Electronic",
    "volume": "138",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "83",
  "end_page": "92",
  "pages": "83-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Anti-Infective Agents",
    "Ascomycota",
    "Bees",
    "Chemical Fractionation",
    "Flavonols",
    "Microbial Sensitivity Tests",
    "Paenibacillus larvae",
    "Populus",
    "Propolis",
    "Resins, Plant",
    "Structure-Activity Relationship"
  ],
  "article_ids": {
    "pubmed": "28258722",
    "doi": "10.1016/j.phytochem.2017.02.020",
    "pii": "S0031-9422(17)30091-2"
  },
  "doi": "10.1016/j.phytochem.2017.02.020",
  "dates": {
    "completed": "2017-05-01",
    "revised": "2017-05-01"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Flavonols",
    "Resins, Plant",
    "Propolis"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.418508",
    "pmid": "28258722"
  }
}