{
  "pmid": "28264677",
  "uid": "28264677",
  "title": "Does capitation affect the delivery of oral healthcare and access to services? Evidence from a pilot contact in Northern Ireland.",
  "abstract": "BACKGROUND: In May 2009, the Northern Ireland government introduced General Dental Services (GDS) contracts based on capitation in dental practices newly set up by a corporate dental provider to promote access to dental care in populations that had previously struggled to secure service provision. Dental service provision forms an important component of general health services for the population, but the implications of health system financing on care delivered and the financial cost of services has received relatively little attention in the research literature. The aim of this study is to evaluate the policy effect capitation payment in recently started corporate practices had on the delivery of primary oral healthcare in Northern Ireland and access to services. METHODS: We analysed the policy initiative in Northern Ireland as a natural experiment to find the impact on healthcare delivery of the newly set up corporate practices that use a prospective capitation system to remunerate primary care dentists. Data was collected from GDS claim forms submitted to the Business Services Organisation (BSO) between April 2011 and October 2014. Health and Social Care Board (HSCB) practices operating within a capitation system were matched to a control group, who were remunerated using a retrospective fee-for-service system. RESULTS: No evidence of patient selection was found in the HSCB practices set up by a corporate provider and operated under capitation. However, patients were less likely to visit the dentist and received less treatment when they did attend, compared to those belonging to the control group (P < 0.05). The extent of preventive activity offered and the patient payment charge revenue did not differ between the two practice groups. CONCLUSION: Although remunerating NHS primary care dentists in newly set up corporate practices using a prospective capitation system managed costs within healthcare, there is evidence that this policy may have reduced access to care of registered patients.",
  "authors": [
    {
      "last_name": "Hill",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Hill",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, M13 9PL, UK. Harry.hill@manchester.ac.uk.",
        "Manchester Centre for Health Economics, University of Manchester, Manchester, M13 9PL, UK. Harry.hill@manchester.ac.uk.",
        "Centre for Health Economics, Institute of Population Health Faculty of Medical and Human Sciences, University of Manchester, Room 4.311, Jean McFarlane Building, Oxford Road, Manchester, M13 9PL, UK. Harry.hill@manchester.ac.uk."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Manchester Centre for Health Economics, University of Manchester, Manchester, M13 9PL, UK.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, M13 9PL, UK."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth McDonald",
      "affiliations": [
        "Manchester Business School, University of Manchester, Manchester, M13 9PL, UK."
      ]
    },
    {
      "last_name": "Donaldson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Donaldson",
      "affiliations": [
        "Health & Social Care Board, Belfast, BT2 8BS, Northern Ireland."
      ]
    },
    {
      "last_name": "O'Carolan",
      "fore_name": "Donncha",
      "initials": "D",
      "name": "Donncha O'Carolan",
      "affiliations": [
        "Health & Social Care Board, Belfast, BT2 8BS, Northern Ireland."
      ]
    },
    {
      "last_name": "Brocklehurst",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Brocklehurst",
      "affiliations": [
        "NWORTH Clinical Trials Unit, Bangor University, Bangor, Gwynedd, LL57 2PZ, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "06"
  },
  "start_page": "175",
  "pages": "175",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Capitation Fee",
    "Delivery of Health Care",
    "Dental Care",
    "Dentists",
    "Fee-for-Service Plans",
    "Fees and Charges",
    "Female",
    "Health Expenditures",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Northern Ireland",
    "Pilot Projects",
    "Primary Health Care",
    "Prospective Studies",
    "Remuneration",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "28264677",
    "pmc": "PMC5339966",
    "doi": "10.1186/s12913-017-2117-3",
    "pii": "10.1186/s12913-017-2117-3"
  },
  "doi": "10.1186/s12913-017-2117-3",
  "pmc_id": "PMC5339966",
  "dates": {
    "completed": "2017-09-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.852013",
    "pmid": "28264677"
  }
}