{
  "pmid": "28260199",
  "uid": "28260199",
  "title": "Arthrofibrosis after ACL reconstruction is best treated in a step-wise approach with early recognition and intervention: a systematic review.",
  "abstract": "PURPOSE: Arthrofibrosis is the most common post-operative complication of anterior cruciate ligament (ACL) reconstruction. Risk factors and management strategies for arthrofibrosis remain unclear. The purpose of this review was to: (a) describe existing definitions of arthrofibrosis, and (b) characterize the management strategies and outcomes of arthrofibrosis treatment. METHODS: MEDLINE, EMBASE, and PubMed were searched from database inception to search date (March 21, 2016) and screened in duplicate for relevant studies. Data regarding patient demographics, indications, index surgery, management strategy, and outcomes were collected. RESULTS: Twenty-five studies of primarily level IV evidence (88%) were included. A total of 647 patients (648 knees) with a mean age of 28.2 ± 1.8 years (range 14-62 years) were treated for arthrofibrosis following ACL reconstruction and followed for a mean 30.1 ± 16.9 months (range 2 months-9.6 years). Definitions of arthrofibrosis varied widely and included subjective definitions and the Shelbourne classification system. Patients were treated by one or more of: arthroscopic arthrolysis (570 patients), manipulation under anaesthesia (MUA) (153 patients), oral corticosteroids (31 patients), physiotherapy (81 patients), drop-casting (17 patients), epidural therapy combined with inpatient physiotherapy (six patients), and intra-articular interleukin-1 antagonist injection (four patients). All studies reported improvement in range of motion post-operatively, with statistically significant improvement reported for 306 patients (six studies, p range <0.001 to =0.05), and one study (18 patients) reporting significantly better results if arthrofibrosis was treated within 8 months of reconstruction (p < 0.03). The greatest improvements for extension loss were seen with drop-casting (mean 6.2° ± 0.6° improvement), whereas MUA produced the greatest improvement for flexion deficit (mean 47.8° ± 3.3° improvement). CONCLUSIONS: Arthrofibrosis is poorly defined and outcome measures range varies widely. Amongst the studies included in this review, arthrofibrosis was most commonly managed surgically by arthroscopic arthrolysis, and most patients showed at least some improvement, including six studies that reported statistically significant change in ROM. In studies that used a step-wise approach to treating arthrofibrosis, more than half of patients were successfully treated without an operation. A more well-defined concept of arthrofibrosis, along with large, prospective studies will provide a clearer understanding of how to describe and manage this complication. The issue of arthrofibrosis following ACL reconstruction is clinically relevant as it represents a common complication of a commonly performed operation that nonetheless remains poorly defined and without clear treatment guidelines. LEVEL OF EVIDENCE: Systematic Review of Level III and IV Studies, Level IV.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Evidence Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hirschmann",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Hirschmann",
      "affiliations": [
        "Department of Orthopaedic Surgery and Traumatology, Kantonsspital Baselland (Bruderholz, Liestal, Laufen), Basel, Switzerland."
      ]
    },
    {
      "last_name": "Ogilvie",
      "fore_name": "Rick",
      "initials": "R",
      "name": "Rick Ogilvie",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Berardelli",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Berardelli",
      "affiliations": [
        "St. Michael's Hospital, University of Toronto Orthopaedic Sports Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Danny B",
      "initials": "DB",
      "name": "Danny B Whelan",
      "affiliations": [
        "St. Michael's Hospital, University of Toronto Orthopaedic Sports Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. femiayeni@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "3929",
  "end_page": "3937",
  "pages": "3929-3937",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Fibrosis",
    "Humans",
    "Knee Joint",
    "Postoperative Complications",
    "Prospective Studies",
    "Range of Motion, Articular",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28260199",
    "doi": "10.1007/s00167-017-4482-1",
    "pii": "10.1007/s00167-017-4482-1"
  },
  "doi": "10.1007/s00167-017-4482-1",
  "dates": {
    "completed": "2018-06-11",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.769144",
    "pmid": "28260199"
  }
}