{
  "pmid": "28267829",
  "uid": "28267829",
  "title": "Success and Survival of Various Types of All-Ceramic Single Crowns: A Critical Review and Analysis of Studies with a Mean Follow-Up of 5 Years or Longer.",
  "abstract": "PURPOSE: The aim of this critical review was to assess the survival and success rates of all-ceramic single crowns manufactured using different ceramic materials with a mean follow-up time of 5 years or longer. MATERIALS AND METHODS: An electronic search of studies published between 1980 and 2014 complemented by manual searching was conducted in Medline and Scopus. The terms ceramic, crown, survival, success, longevity, and complications were selected as keywords. Predetermined inclusion and exclusion criteria guided the search. Data were extracted and assessed by two independent reviewers. The results were statistically analyzed according to the type of material, and survival/success rate was calculated by assuming a Poisson-distributed number of events. RESULTS: The initial search yielded 972 articles. After subsequent filtering, 14 studies were selected. The inter-reviewer agreement was rated as good (κ = 0.65) and very high agreement (κ = 0.93) during the identification and screening phases, respectively. No studies on densely sintered zirconia or feldspathic crowns satisfied the minimum follow-up time. Only one study of each of the following materials satisfied the inclusion criteria: lithium disilicate, leucite reinforced, pressed Al₂O₃, and sintered Al₂O₃. Meta-analysis of the included studies on other materials resulted in the following estimated survival and success rates: for densely sintered alumina crowns, 93.8% and 92.75%, respectively; for fluoromica reinforced, 87.7% and 87.7%, respectively; and for glass-infiltrated alumina core, 94.4% and 92%, respectively. Crown fracture was considered the most frequent complication. CONCLUSION: Based on the present critical review, there was no evidence to support the superior application of a single ceramic system or material. Further long-term prospective studies are required.",
  "authors": [
    {
      "last_name": "Aldegheishem",
      "fore_name": "Alhanoof",
      "initials": "A",
      "name": "Alhanoof Aldegheishem",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Att",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Att",
      "affiliations": []
    },
    {
      "last_name": "Petridis",
      "fore_name": "Haralampos",
      "initials": "H",
      "name": "Haralampos Petridis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of prosthodontics",
    "iso_abbreviation": "Int J Prosthodont",
    "issn": "0893-2174",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2017"
  },
  "start_page": "168",
  "end_page": "181",
  "pages": "168-181",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Ceramics",
    "Crowns",
    "Dental Materials",
    "Dental Prosthesis Design",
    "Dental Restoration Failure",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "28267829",
    "doi": "10.11607/ijp.4703"
  },
  "doi": "10.11607/ijp.4703",
  "dates": {
    "completed": "2017-06-19",
    "revised": "2018-10-23"
  },
  "chemicals": [
    "Dental Materials"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:03.476670",
    "pmid": "28267829"
  }
}