{
  "pmid": "28268189",
  "uid": "28268189",
  "title": "Validation of an International Statistical Classification of Diseases and Related Health Problems 10th Revision Coding Algorithm for Hospital Encounters with Hypoglycemia.",
  "abstract": "OBJECTIVES: To determine the positive predictive value and sensitivity of an International Statistical Classification of Diseases and Related Health Problems, 10th Revision, coding algorithm for hospital encounters concerning hypoglycemia. METHODS: We carried out 2 retrospective studies in Ontario, Canada. We examined medical records from 2002 through 2014, in which older adults (mean age, 76) were assigned at least 1 code for hypoglycemia (E15, E160, E161, E162, E1063, E1163, E1363, E1463). The positive predictive value of the algorithm was calculated using a gold-standard definition (blood glucose value <4 mmol/L or physician diagnosis of hypoglycemia). To determine the algorithm's sensitivity, we used linked healthcare databases to identify older adults (mean age, 77) with laboratory plasma glucose values <4 mmol/L during a hospital encounter that took place between 2003 and 2011. We assessed how frequently a code for hypoglycemia was present. We also examined the algorithm's performance in differing clinical settings (e.g. inpatient vs. emergency department, by hypoglycemia severity). RESULTS: The positive predictive value of the algorithm was 94.0% (95% confidence interval 89.3% to 97.0%), and its sensitivity was 12.7% (95% confidence interval 11.9% to 13.5%). It performed better in the emergency department and in cases of more severe hypoglycemia (plasma glucose values <3.5 mmol/L compared with ≥3.5 mmol/L). CONCLUSIONS: Our hypoglycemia algorithm has a high positive predictive value but is limited in sensitivity. Although we can be confident that older adults who are assigned 1 of these codes truly had a hypoglycemia event, many episodes will not be captured by studies using administrative databases.",
  "authors": [
    {
      "last_name": "Hodge",
      "fore_name": "Meryl C",
      "initials": "MC",
      "name": "Meryl C Hodge",
      "affiliations": [
        "School of Health Studies, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Dixon",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Ontario, Canada; Department of Medicine, Division of Nephrology and Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Department of Medicine, Division of Endocrinology, Western University, London, Ontario, Canada. Electronic address: kristin.clemens@sjhc.london.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "322",
  "end_page": "328",
  "pages": "322-328",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Algorithms",
    "Cohort Studies",
    "Female",
    "Hospitalization",
    "Humans",
    "Hypoglycemia",
    "International Classification of Diseases",
    "Male",
    "Ontario",
    "Random Allocation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "28268189",
    "doi": "10.1016/j.jcjd.2016.11.003",
    "pii": "S1499-2671(16)30631-1"
  },
  "doi": "10.1016/j.jcjd.2016.11.003",
  "dates": {
    "completed": "2018-03-08",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.218934",
    "pmid": "28268189"
  }
}