{
  "pmid": "28278389",
  "uid": "28278389",
  "title": "Clinical Equipoise and Shared Decision-making in Pulmonary Nodule Management. A Survey of American Thoracic Society Clinicians.",
  "abstract": "RATIONALE: Guidelines for pulmonary nodule evaluation suggest a variety of strategies, reflecting the lack of high-quality evidence demonstrating the superiority of any one approach. It is unclear whether clinicians agree that multiple management options are appropriate at different levels of risk and whether this impacts their decision-making approaches with patients. OBJECTIVES: To assess clinicians' perceptions of the appropriateness of various diagnostic strategies, approach to decision-making, and perceived clinical equipoise in pulmonary nodule evaluation. METHODS: We developed and administered a web-based survey in March and April, 2014 to clinician members of the American Thoracic Society. The primary outcome was perceived appropriateness of pulmonary nodule evaluation strategies in three clinical vignettes with different malignancy risk. We compared responses to guideline recommendations and analyzed clinician characteristics associated with a reported shared decision-making approach. We also assessed clinicians' likelihood to enroll patients in hypothetical randomized trials comparing nodule evaluation strategies. RESULTS: Of 5,872 American Thoracic Society members e-mailed, 1,444 opened the e-mail and 428 eligible clinicians participated in the survey (response rate, 30.0% among those who opened the invitation; 7% overall). The mean number of options considered appropriate increased with pretest probability of cancer, ranging from 1.8 (SD, 1.2) for the low-risk case to 3.5 (1.1) for the high-risk case (P < 0.0001). As recommended by guidelines, the proportion that deemed surgical resection as an appropriate option also increased with cancer risk (P < 0.0001). One-half of clinicians (50.4%) reported engaging in shared decision-making with patients for pulmonary nodule management; this was more commonly reported by clinicians with more years of experience (P = 0.01) and those who reported greater comfort in managing pulmonary nodules (P = 0.005). Although one-half (49.9%) deemed the evidence for pulmonary nodule evaluation to be strong, most clinicians were willing to enroll patients in randomized trials to compare nodule management strategies in all risk categories (low risk, 87.6%; moderate risk, 89.7%; high risk, 63.0%). CONCLUSIONS: Consistent with guideline recommendations, clinicians embrace multiple options for pulmonary nodule evaluation and many are open to shared decision-making. Clinicians support the need for randomized clinical trials to strengthen the evidence for nodule evaluation, which will further improve decision-making.",
  "authors": [
    {
      "last_name": "Iaccarino",
      "fore_name": "Jonathan M",
      "initials": "JM",
      "name": "Jonathan M Iaccarino",
      "affiliations": [
        "1 Pulmonary Center, Boston University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Simmons",
      "fore_name": "James",
      "initials": "J",
      "name": "James Simmons",
      "affiliations": [
        "2 Division of Pulmonary, Critical Care, and Sleep Medicine, Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "3 Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, California."
      ]
    },
    {
      "last_name": "Slatore",
      "fore_name": "Christopher G",
      "initials": "CG",
      "name": "Christopher G Slatore",
      "affiliations": [
        "4 Center to Improve Veteran Involvement in Care, Veterans Affairs Portland Health Care System, Portland, Oregon.",
        "5 Division of Pulmonary and Critical Care Medicine, Oregon Health and Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "6 Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire; and."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "6 Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire; and."
      ]
    },
    {
      "last_name": "Wiener",
      "fore_name": "Renda Soylemez",
      "initials": "RS",
      "name": "Renda Soylemez Wiener",
      "affiliations": [
        "1 Pulmonary Center, Boston University School of Medicine, Boston, Massachusetts.",
        "7 Center for Healthcare Organization and Implementation Research, Edith Nourse Rogers Memorial Veterans Affairs Hospital, Bedford, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "968",
  "end_page": "975",
  "pages": "968-975",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Bronchoscopy",
    "Decision Making",
    "Female",
    "Humans",
    "Male",
    "Multiple Pulmonary Nodules",
    "Multivariate Analysis",
    "Positron-Emission Tomography",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Risk Assessment",
    "Surveys and Questionnaires",
    "Tomography, X-Ray Computed",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28278389",
    "pmc": "PMC5566306",
    "doi": "10.1513/AnnalsATS.201609-727OC"
  },
  "doi": "10.1513/AnnalsATS.201609-727OC",
  "pmc_id": "PMC5566306",
  "dates": {
    "completed": "2018-04-19",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K07 CA138772",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.534327",
    "pmid": "28278389"
  }
}