{
  "pmid": "28270916",
  "uid": "28270916",
  "title": "Knowledge Translation Interventions to Improve the Timing of Dialysis Initiation: Protocol for a Cluster Randomized Trial.",
  "abstract": "BACKGROUND: Early initiation of chronic dialysis (starting dialysis with higher vs lower kidney function) has risen rapidly in the past 2 decades in Canada and internationally, despite absence of established health benefits and higher costs. In 2014, a Canadian guideline on the timing of dialysis initiation, recommending an intent-to-defer approach, was published. OBJECTIVE: The objective of this study is to evaluate the efficacy and safety of a knowledge translation intervention to promote the intent-to-defer approach in clinical practice. DESIGN: This study is a multicenter, 2-arm parallel, cluster randomized trial. SETTING: The study involves 55 advanced chronic kidney disease clinics across Canada. PATIENTS: Patients older than 18 years who are managed by nephrologists for more than 3 months, and initiate dialysis in the follow-up period are included in the study. MEASUREMENTS: Outcomes will be measured at the patient-level and enumerated within a cluster. Data on characteristics of each dialysis start will be determined by linkages with the Canadian Organ Replacement Register. Primary outcomes include the proportion of patients who start dialysis early with an estimated glomerular filtration rate greater than 10.5 mL/min/1.73 m[2] and start dialysis in hospital as inpatients or in an emergency room setting. Secondary outcomes include the rate of change in early dialysis starts; rates of hospitalizations, deaths, and cost of predialysis care (wherever available); quarterly proportion of new starts; and acceptability of the knowledge translation materials. METHODS: We randomized 55 multidisciplinary chronic disease clinics (clusters) in Canada to receive either an active knowledge translation intervention or no intervention for the uptake of the guideline on the timing of dialysis initiation. The active knowledge translation intervention consists of audit and feedback as well as patient- and provider-directed educational tools delivered at a comprehensive in-person medical detailing visit. Control clinics are only exposed to guideline release without active dissemination. We hypothesize that the clinics randomized to the intervention group will have a lower proportion of early dialysis starts. LIMITATIONS: Limitations include passive dissemination of the guideline through publication, and lead-time and survivor bias, which favors delayed dialysis initiation. CONCLUSIONS: If successful, this active knowledge translation intervention will reduce early dialysis starts, lead to health and economic benefits, and provide a successful framework for evaluating and disseminating future guidelines. TRIAL REGISTRATION: ClinicalTrials.gov, NCT02183987.",
  "authors": [
    {
      "last_name": "Chau",
      "fore_name": "Elaine M T",
      "initials": "EM",
      "name": "Elaine M T Chau",
      "affiliations": [
        "Chronic Disease Innovation Centre, Seven Oaks General Hospital, Winnipeg, Manitoba, Canada; Department of Internal Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": [
        "Department of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "The Ottawa Hospital Research Institute, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Department of Medicine, Division of Nephrology, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Naimark",
      "fore_name": "David",
      "initials": "D",
      "name": "David Naimark",
      "affiliations": [
        "Division of Nephrology, Sunnybrook and Women's College Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, Keenan Research Centre, St Michael's Hospital, and Nephrology Program, Humber River Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Soroka",
      "fore_name": "Steven D",
      "initials": "SD",
      "name": "Steven D Soroka",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Beaulieu",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Beaulieu",
      "affiliations": [
        "Division of Nephrology, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Dixon",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Ahsan",
      "initials": "A",
      "name": "Ahsan Alam",
      "affiliations": [
        "Division of Nephrology, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Chronic Disease Innovation Centre, Seven Oaks General Hospital, Winnipeg, Manitoba, Canada; Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "2054358116665257",
  "pages": "2054358116665257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28270916",
    "pmc": "PMC5332084",
    "doi": "10.1177/2054358116665257",
    "pii": "10.1177_2054358116665257"
  },
  "doi": "10.1177/2054358116665257",
  "pmc_id": "PMC5332084",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.219177",
    "pmid": "28270916"
  }
}