{
  "pmid": "28270930",
  "uid": "28270930",
  "title": "Derivation of a Predictive Model for Graft Loss Following Acute Kidney Injury in Kidney Transplant Recipients.",
  "abstract": "BACKGROUND: Acute kidney injury (AKI) is common in the kidney transplant population. OBJECTIVE: To derive a multivariable survival model that predicts time to graft loss following AKI. DESIGN: Retrospective cohort study using health care administrative and laboratory databases. SETTING: Southwestern Ontario (1999-2013) and Ottawa, Ontario, Canada (1996-2013). PATIENTS: We included first-time kidney only transplant recipients who had a hospitalization with AKI 6 months or greater following transplant. MEASUREMENTS: AKI was defined using the Acute Kidney Injury Network criteria (stage 1 or greater). The first episode of AKI was included in the analysis. Graft loss was defined by return to dialysis or repeat kidney transplant. METHODS: We performed a competing risk survival regression analysis using the Fine and Gray method and modified the model into a simple point system. Graft loss with death as a competing event was the primary outcome of interest. RESULTS: A total of 315 kidney transplant recipients who had a hospitalization with AKI 6 months or greater following transplant were included. The median (interquartile range) follow-up time was 6.7 (3.3-10.3) years. Graft loss occurred in 27.6% of the cohort. The final model included 6 variables associated with an increased risk of graft loss: younger age, increased severity of AKI, failure to recover from AKI, lower baseline estimated glomerular filtration rate, increased time from kidney transplant to AKI admission, and receipt of a kidney from a deceased donor. The risk score had a concordance probability of 0.75 (95% confidence interval [CI], 0.69-0.82). The predicted 5-year risk of graft loss fell within the 95% CI of the observed risk more than 95% of the time. LIMITATIONS: The CIs of the estimates were wide, and model overfitting is possible due to the limited sample size; the risk score requires validation to determine its clinical utility. CONCLUSIONS: Our prognostic risk score uses commonly available information to predict the risk of graft loss in kidney transplant patients hospitalized with AKI. If validated, this predictive model will allow clinicians to identify high-risk patients who may benefit from closer follow-up or targeted enrollment in future intervention trials designed to improve outcomes.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ontario, Canada; Department of Medicine, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ontario, Canada; Division of Nephrology, Department of Medicine, University of Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358116688228",
  "pages": "2054358116688228",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28270930",
    "pmc": "PMC5308519",
    "doi": "10.1177/2054358116688228",
    "pii": "10.1177_2054358116688228"
  },
  "doi": "10.1177/2054358116688228",
  "pmc_id": "PMC5308519",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.437946",
    "pmid": "28270930"
  }
}