{
  "pmid": "28279888",
  "uid": "28279888",
  "title": "Validation of the electronic version of the BREAST-Q in the army of women study.",
  "abstract": "Women undergoing surgery for primary breast cancer can choose between breast conserving therapy and mastectomy (with or without breast reconstruction). Patients often turn to outcomes data to help guide the decision-making process. The BREAST-Q is a validated breast surgery-specific patient-reported outcome measure that evaluates satisfaction, quality of life, and patient experience. It was originally developed for paper-and-pencil administration. However, the BREAST-Q has increasingly been administered electronically. Therefore, the aim of this study was to evaluate the psychometric properties of an electronic version of the BREAST-Q in a large online survey. Women with a history of breast cancer surgery recruited from the Love/AVON Army of Women program completed an electronic version of the BREAST-Q in addition to the Impact of Cancer Survey and PTSD Checklist. Traditional psychometric analyses were performed on the collected data. BREAST-Q data were collected from 6748 women (3497 Breast Conserving Therapy module, 1295 Mastectomy module, 1956 Breast Reconstruction module). Acceptability was supported by a high response rate (82%), low frequency of missing data (<5%), and maximum endorsement frequencies (<80%) in all but 17 items. Scale reliability was supported by high Cronbach's α coefficients (≥0.78) and item-total correlations (range of means, 0.65-0.91). Validity was supported by interscale correlations, convergent and divergent hypotheses as well as clinical hypotheses. The electronically administered BREAST-Q yields highly reliable, clinically meaningful data for use in clinical outcomes research. The BREAST-Q can be used in the clinical setting, whether administered electronically or using paper-and-pencil, at the choice of the patient and surgeon.",
  "authors": [
    {
      "last_name": "Fuzesi",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Fuzesi",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY 10065, USA. Electronic address: fuzesis@mskcc.org."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Spirella Building, Letchworth Garden City, SG6 4ET, UK."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "McMaster University, 3N27, 1200 Main Street W, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Atisha",
      "fore_name": "Dunya",
      "initials": "D",
      "name": "Dunya Atisha",
      "affiliations": [
        "Henry Ford Health System, 2799 W. Grand Blvd, K-16, Detroit, MI 48202, USA."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY 10065, USA."
      ]
    }
  ],
  "journal": {
    "title": "Breast (Edinburgh, Scotland)",
    "iso_abbreviation": "Breast",
    "issn": "1532-3080",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "44",
  "end_page": "49",
  "pages": "44-49",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Breast Neoplasms",
    "Decision Making",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy",
    "Mastectomy, Segmental",
    "Middle Aged",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "28279888",
    "mid": "NIHMS857977",
    "pmc": "PMC5551502",
    "doi": "10.1016/j.breast.2017.02.015",
    "pii": "S0960-9776(17)30034-6"
  },
  "doi": "10.1016/j.breast.2017.02.015",
  "pmc_id": "PMC5551502",
  "dates": {
    "completed": "2018-03-09",
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.097976",
    "pmid": "28279888"
  }
}