{
  "pmid": "28288314",
  "uid": "28288314",
  "title": "Attributing a monetary value to patients' time: A contingent valuation approach.",
  "abstract": "It is hard to ignore the importance of patient time investment in the production of health since the influential paper by Grossman (1972). Patients' time includes time to admission, travel time, waiting time, and treatment time and can be substantial. Patients' time is, however, often ignored in economic analyses. This may lead to biased results and inappropriate policy recommendations, which may eventually influence patients' health, wellbeing and welfare. How to value patient time is not straightforward. Although there is some emerging literature on the monetary valuation of patient time, an important challenge remains to develop an approach that can be used to monetarily value time of patients not participating in the labour market. We aim to contribute to the health economics literature by describing and empirically illustrating how to monetarily value the time of patients not participating in the labour market comprehensively, using the contingent valuation method. It is worth noting that our method can also be applied to people participating in the labour market. This paper describes the development of the contingent valuation survey. We apply our survey approach to a sample of 238 Dutch patients not participating in the labour market: n = 107 Radiotherapy department (data collected between November 2011 and January 2013); n = 44 Rehabilitation department (March 2012-May 2012); n = 87 Orthopaedics department (January to June 2013). Results show that those patients value waiting time the highest (€30.10 per hour) and value travel and treatment time equally with respectively €13.20 and €13.32 per hour. This paper encourages future empirical research refining and applying the developed survey methodology to create more data on how other subgroups of individuals value their patients' time.",
  "authors": [
    {
      "last_name": "van den Berg",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard van den Berg",
      "affiliations": [
        "Faculty of Economic & Business, University of Groningen, The Netherlands. Electronic address: bernard.van.den.berg@rug.nl."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis and Department of Clinical Epidemiology and Biostatistics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Portrait",
      "fore_name": "France",
      "initials": "F",
      "name": "France Portrait",
      "affiliations": [
        "Department of Health Sciences, VU University Amsterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "179",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "182",
  "end_page": "190",
  "pages": "182-190",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Models, Econometric",
    "Netherlands",
    "Orthopedics",
    "Patient Acceptance of Health Care",
    "Patient Admission",
    "Patients",
    "Radiotherapy",
    "Rehabilitation",
    "Time",
    "Transportation",
    "Unemployment",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "28288314",
    "doi": "10.1016/j.socscimed.2017.02.025",
    "pii": "S0277-9536(17)30114-4"
  },
  "doi": "10.1016/j.socscimed.2017.02.025",
  "dates": {
    "completed": "2018-02-20",
    "revised": "2018-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.710949",
    "pmid": "28288314"
  }
}