{
  "pmid": "28289603",
  "uid": "28289603",
  "title": "Impact of aspirin on the transcriptome of Streptococcus pneumoniae D39.",
  "abstract": "Aspirin or acetylsalicylic acid (ASA) is a medicine used to treat pain, fever, and inflammation. Here, we for the very first time reported the genome-wide transcriptional profiling of aspirin-regulated genes in Streptococcus pneumoniae in the presence of 5 mM aspirin in chemically-defined medium (CDM) using microarray analysis. Our results showed that expression of several genes was differentially expressed in the presence of aspirin. These genes were further grouped into COG (Clusters of Orthologous Groups) functional categories based on the putative functions of the corresponding proteins. Most of affected genes belong to COG category E (Amino acid transport and metabolism), G (Carbohydrate transport and metabolism), J (Translation, ribosomal structure and biogenesis), and I (Lipid transport and metabolism). Transcriptional profiling data of aspirin-regulated genes was deposited to Gene Expression Omnibus (GEO) database under accession number GSE94514.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Bioinformatics and Biotechnology, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Department of Microbiology, Tumor and Cell Biology, Karolinska Institutet, Nobels väg 16, 17177 Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Genomics data",
    "iso_abbreviation": "Genom Data",
    "issn": "2213-5960",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "38",
  "end_page": "40",
  "pages": "38-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28289603",
    "pmc": "PMC5338716",
    "doi": "10.1016/j.gdata.2017.02.013",
    "pii": "S2213-5960(17)30036-3"
  },
  "doi": "10.1016/j.gdata.2017.02.013",
  "pmc_id": "PMC5338716",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.780618",
    "pmid": "28289603"
  }
}