{
  "pmid": "28289812",
  "uid": "28289812",
  "title": "The ICM research agenda on intensive care unit-acquired weakness.",
  "abstract": "We present areas of uncertainty concerning intensive care unit-acquired weakness (ICUAW) and identify areas for future research. Age, pre-ICU functional and cognitive state, concurrent illness, frailty, and health trajectories impact outcomes and should be assessed to stratify patients. In the ICU, early assessment of limb and diaphragm muscle strength and function using nonvolitional tests may be useful, but comparison with established methods of global and specific muscle strength and physical function and determination of their reliability and normal values would be important to advance these techniques. Serial measurements of limb and respiratory muscle strength, and systematic screening for dysphagia, would be helpful to clarify if and how weakness of these muscle groups is independently associated with outcome. ICUAW, delirium, and sedatives and analgesics may interact with each other, amplifying the effects of each individual factor. Reduced mobility in patients with hypoactive delirium needs investigations into dysfunction of central and peripheral nervous system motor pathways. Interventional nutritional studies should include muscle mass, strength, and physical function as outcomes, and prioritize elucidation of mechanisms. At follow-up, ICU survivors may suffer from prolonged muscle weakness and wasting and other physical impairments, as well as fatigue without demonstrable weakness on examination. Further studies should evaluate the prevalence and severity of fatigue in ICU survivors and define its association with psychiatric disorders, pain, cognitive impairment, and axonal loss. Finally, methodological issues, including accounting for baseline status, handling of missing data, and inclusion of patient-centered outcome measures should be addressed in future studies.",
  "authors": [
    {
      "last_name": "Latronico",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Latronico",
      "affiliations": [
        "Department of Surgical Specialties, Radiological Sciences and Public Health, University of Brescia, Brescia, Italy. nicola.latronico@unibs.it.",
        "Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy. nicola.latronico@unibs.it."
      ],
      "orcid": "0000-0002-2521-5871"
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Herridge",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Institute of Medical Science, Toronto General Research Institute, University of Toronto, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Ramona O",
      "initials": "RO",
      "name": "Ramona O Hopkins",
      "affiliations": [
        "Pulmonary and Critical Care Division, Department of Medicine, Intermountain Medical Center, Murray, UT, USA.",
        "Psychology Department and Neuroscience Center, Brigham Young University, Provo, UT, USA."
      ]
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Angus",
      "affiliations": [
        "Department of Critical Care Medicine, University of Pittsburgh Schools of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Hart",
      "affiliations": [
        "St Thomas' Hospital, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Hermans",
      "fore_name": "Greet",
      "initials": "G",
      "name": "Greet Hermans",
      "affiliations": [
        "Laboratory of Intensive Care Medicine, Division of Cellular and Molecular Medicine, KU Leuven, Louvain, Belgium.",
        "Medical Intensive-Care Unit, Department of General Internal Medicine, University Hospitals Leuven, Louvain, Belgium."
      ]
    },
    {
      "last_name": "Iwashyna",
      "fore_name": "Theodore",
      "initials": "T",
      "name": "Theodore Iwashyna",
      "affiliations": [
        "Department of Internal Medicine, University of Michigan, Ann Arbor, MI, USA.",
        "Center for Clinical Management Research, VA Ann Arbor Health System, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen",
      "initials": "Y",
      "name": "Yaseen Arabi",
      "affiliations": [
        "Intensive Care Department, Respiratory Services, King Abdullah International Medical Research Center, King Saud Bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Citerio",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Citerio",
      "affiliations": [
        "School of Medicine and Surgery, University of Milano-Bicocca, Milan, Italy.",
        "Neurointensive Care, San Gerardo Hospital, ASST-Monza, Monza, Italy."
      ]
    },
    {
      "last_name": "Ely",
      "fore_name": "E. Wesley",
      "initials": "EW",
      "name": "E. Wesley Ely",
      "affiliations": [
        "Department of Medicine, Pulmonary and Critical Care and Health Services, Research Center, Vanderbilt University School of Medicine, Nashville, TN, USA.",
        "The Tennessee Valley Veteran's Affairs Geriatric Research Education, Clinical Center (GRECC), Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Hall",
      "affiliations": [
        "University of Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health System, Toronto, Canada.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Puntillo",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Puntillo",
      "affiliations": [
        "Department of Physiological Nursing, University of California, San Francisco, USA."
      ]
    },
    {
      "last_name": "Van den Hoeven",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Van den Hoeven",
      "affiliations": [
        "Radboud University Medical Centre, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Center, Toronto, ON, Canada.",
        "Interdepartmental Division of Critical Care Medicine, Department of Anesthesia, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Critical Care, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dos Santos",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Dos Santos",
      "affiliations": [
        "Keenan and Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada.",
        "Interdepartmental Division of Critical Care, Department of Medicine and Institute of Medical Sciences, University Health Network, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Rubenfeld",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.",
        "Program in Trauma, Emergency and Critical Care, Sunnybrook Health Sciences Center, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": [
        "Department of Intensive Care, Erasme University Hospital, Université Libre de Bruxelles, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Van den Berghe",
      "fore_name": "Greet",
      "initials": "G",
      "name": "Greet Van den Berghe",
      "affiliations": [
        "Department and Laboratory of Intensive Care Medicine, KU Leuven, Louvain, Belgium."
      ]
    },
    {
      "last_name": "Azoulay",
      "fore_name": "Elie",
      "initials": "E",
      "name": "Elie Azoulay",
      "affiliations": [
        "Medical Intensive Care Unit, Hôpital Saint-Louis, ECSTRA Team, Biostatistics and Clinical Epidemiology, UMR 1153 (Center of Epidemiology and Biostatistics Sorbonne Paris Cité, CRESS), INSERM, Paris Diderot Sorbonne University, Paris, France."
      ]
    },
    {
      "last_name": "Needham",
      "fore_name": "Dale M",
      "initials": "DM",
      "name": "Dale M Needham",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Outcomes After Critical Illness and Surgery (OACIS) Group, Department of Physical Medicine and Rehabilitation, Johns Hopkins University, Baltimore, MD, USA."
      ]
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "1270",
  "end_page": "1281",
  "pages": "1270-1281",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Biomedical Research",
    "Critical Care",
    "Deglutition Disorders",
    "Delirium",
    "Frailty",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Muscle Strength",
    "Muscle Weakness",
    "Neuromuscular Diseases",
    "Outcome Assessment, Health Care",
    "Respiratory System"
  ],
  "article_ids": {
    "pubmed": "28289812",
    "doi": "10.1007/s00134-017-4757-5",
    "pii": "10.1007/s00134-017-4757-5"
  },
  "doi": "10.1007/s00134-017-4757-5",
  "dates": {
    "completed": "2018-07-16",
    "revised": "2025-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.188193",
    "pmid": "28289812"
  }
}