{
  "pmid": "28282256",
  "uid": "28282256",
  "title": "New Evidence on End-of-Life Hospital Utilization for Enhanced Health Policy and Services Planning.",
  "abstract": "BACKGROUND: Long-standing concern exists over hospital use by people near or at the end of life (EOL) related to the appropriateness, quality, and cost of care in hospital. It is widely believed that most people die in hospital after an escalation in hospital use over the last year of life. As most deaths in high-income countries are not sudden or unexpected, opportunities exist for planning compassionate, effective, and evidence-based EOL care. OBJECTIVE: Gain current population-based evidence for EOL health policy and services planning. DESIGN: Retrospective study of population-based hospital utilization data. SETTING/SUBJECTS: All hospital patients in every Canadian province and territory except Quebec. All decedents with hospital separations in 2014-2015. MEASURES: Descriptive-comparative and logical regression analysis tests. RESULTS: In 2014-2015, 3.5% of hospital episodes ended in death and 43.7% of all deaths in Canada (excluding Quebec) took place in hospital. 95.2% of those dying in hospital were only admitted once or twice during their last 365 days of life. 3.6% of those dying in hospital had been living in the community and receiving publicly funded home care before the hospital admission that ended in death, while 67.0% had been living at home without home care. 79.0% of hospital deaths followed an unplanned admission through the emergency room, with 70.5% arriving by ambulance. The hospital care provided in the last stay was largely noninterventionist. CONCLUSIONS: These findings reveal the need for a major reconceptualization of death, dying, and EOL care to ensure sufficient capacity of palliative home care and other services to support dying people and prevent the health and family caregiver crises that lead to hospital-based EOL care and death.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Donna M",
      "initials": "DM",
      "name": "Donna M Wilson",
      "affiliations": [
        "1 Faculty of Nursing, University of Alberta , Edmonton, Canada ."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Ye",
      "initials": "Y",
      "name": "Ye Shen",
      "affiliations": [
        "2 School of Public Health, University of Alberta , Edmonton, Canada ."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "3 Faculty of Health Sciences, McMaster University , Hamilton, Canada ."
      ]
    }
  ],
  "journal": {
    "title": "Journal of palliative medicine",
    "iso_abbreviation": "J Palliat Med",
    "issn": "1557-7740",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "752",
  "end_page": "758",
  "pages": "752-758",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Health Policy",
    "Home Care Services",
    "Hospice Care",
    "Hospital Mortality",
    "Humans",
    "Male",
    "Middle Aged",
    "Palliative Care",
    "Retrospective Studies",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "28282256",
    "doi": "10.1089/jpm.2016.0490"
  },
  "doi": "10.1089/jpm.2016.0490",
  "dates": {
    "completed": "2018-04-30",
    "revised": "2019-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.852388",
    "pmid": "28282256"
  }
}