{
  "pmid": "28290995",
  "uid": "28290995",
  "title": "Uses of polypills for cardiovascular disease and evidence to date.",
  "abstract": "Polypills have been approved in more than 30 countries, but worldwide experience with and availability of polypills remain limited, unlike fixed-dose combinations in other diseases such as HIV, tuberculosis, and malaria. In this Series review, we aim to propose a guide for the use of polypills in future research and clinical activities and to synthesise contemporary evidence supporting the use of polypills for prevention of atherosclerosis. Polypill uses can be categorised by population and indication, both of which influence the balance between benefits and risks. Populations include secondary prevention, high-risk primary prevention based on formal risk assessment, and primary prevention based on single risk factor measurement, such as age, also known as mass treatment. For each population, potential indications are initiation, step-up of current drug therapy, and straight substitution of individual drug components. We summarise efficacy and safety results from 13 polypill trials (9059 participants) done in 32 countries. Polypills improve adherence, are generally well tolerated, and reduce risk factor levels, although heterogeneity limits the certainty of the effect on risk factors. Trials published to date have not been designed to detect differences in clinical outcomes, and thus no significant differences between polypill and comparator groups have been reported. Polypill therapy could be one of the most scalable strategies to reduce the risk of premature mortality from atherosclerosis by 25% by 2025 by improving medication adherence and access, but further trial data and clinical experience will be useful to determine how polypills can best be implemented to achieve this goal.",
  "authors": [
    {
      "last_name": "Huffman",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Huffman",
      "affiliations": [
        "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Electronic address: m-huffman@northwestern.edu."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology and Division of Clinical Research, St John's Medical College and Research Institute, St John's National Academy of Health Sciences, Bangalore, India."
      ]
    },
    {
      "last_name": "Perel",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Perel",
      "affiliations": [
        "Centre for Global Non-communicable Disease Epidemiology, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "389",
    "issue": "10073",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "1055",
  "end_page": "1065",
  "pages": "1055-1065",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Agents",
    "Cardiovascular Diseases",
    "Diffusion of Innovation",
    "Drug Combinations",
    "Drug Substitution",
    "Evidence-Based Medicine",
    "Humans",
    "Primary Prevention",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28290995",
    "doi": "10.1016/S0140-6736(17)30553-6",
    "pii": "S0140-6736(17)30553-6"
  },
  "doi": "10.1016/S0140-6736(17)30553-6",
  "dates": {
    "completed": "2018-04-09",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Cardiovascular Agents",
    "Drug Combinations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.606110",
    "pmid": "28290995"
  }
}