{
  "pmid": "28298209",
  "uid": "28298209",
  "title": "Implementation of evidence-informed practice through central network actors; a case study of three public health units in Canada.",
  "abstract": "BACKGROUND: Workforce development is an important aspect of evidence-informed decision making (EIDM) interventions. The social position of individuals in formal and informal social networks, and the relevance of formal roles in relation to EIDM are important factors identifying key EIDM players in public health organizations. We assessed the role of central actors in information sharing networks in promoting the adoption of EIDM by the staff of three public health units in Canada, over a two-year period during which an organization-wide intervention was implemented. METHODS: A multi-faceted and tailored intervention to train select staff applying research evidence in practice was implemented in three public health units in Canada from 2011 to 2013. Staff (n = 572) were asked to identify those in the health unit whom they turned to get help using research in practice, whom they considered as experts in EIDM, and friends. We developed multi-level linear regression models to predict the change in EIDM behavior scores predicted by being connected to peers who were central in networks and were engaged in the intervention. RESULTS: Only the group of highly engaged central actors who were connected to each other, and the staff who were not engaged in the intervention but were connected to highly engaged central actors significantly improved their EIDM behavior scores. Among the latter group, the staff who were also friends with their information sources showed a larger improvement in EIDM behavior. CONCLUSIONS: If engaged, central network actors use their formal and informal connections to promote EIDM. Central actors themselves are more likely to adopt EIDM if they communicate with each other. These social communications should be reinforced and supported through the implementation of training interventions as a means to promoting EIDM.",
  "authors": [
    {
      "last_name": "Yousefi Nooraie",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Yousefi Nooraie",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Canada. rynaso@gmail.com.",
        ", 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada. rynaso@gmail.com."
      ]
    },
    {
      "last_name": "Marin",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Marin",
      "affiliations": [
        "Department of Sociology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hanneman",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Hanneman",
      "affiliations": [
        "Department of Sociology, College of Humanities, Arts, and Social Sciences, University of California, Riverside, USA."
      ]
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": [
        "Queen's University Belfast, Centre for Public Health, Belfast, UK."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "208",
  "pages": "208",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Communication",
    "Decision Making",
    "Diffusion of Innovation",
    "Evidence-Based Practice",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Linear Models",
    "Male",
    "Peer Group",
    "Public Health Administration",
    "Social Support",
    "Staff Development"
  ],
  "article_ids": {
    "pubmed": "28298209",
    "pmc": "PMC5353959",
    "doi": "10.1186/s12913-017-2147-x",
    "pii": "10.1186/s12913-017-2147-x"
  },
  "doi": "10.1186/s12913-017-2147-x",
  "pmc_id": "PMC5353959",
  "dates": {
    "completed": "2017-08-30",
    "revised": "2025-01-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-101867",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.344331",
    "pmid": "28298209"
  }
}