{
  "pmid": "28292313",
  "uid": "28292313",
  "title": "Relationship between family caregiver burden and physical frailty in older adults without dementia: a systematic review.",
  "abstract": "BACKGROUND: Physical frailty is a prevalent syndrome in older adults that increases vulnerability for a range of adverse outcomes including increased dependency and death. Caregivers of older adults experience significant physical, emotional, and financial burden, which is associated with poor physical and mental health. While it is known that care recipients' dementia is associated with burden, the literature regarding the impact of physical frailty on burden has yet to be synthesized. We conducted a systematic review to assess the state of the evidence regarding the relationship between these two prominent concepts in the geriatric literature. METHOD: We used a structured search of databases to identify original English-language articles. Two researchers screened the titles and abstracts of all 1202 retrieved studies and then full-text versions of 265 retained studies. Screening was based on a priori inclusion criteria, which included discussion of physical frailty, caregiver burden, and a population of community-dwelling older adults without dementia. Nine included papers underwent data abstraction and critical appraisal using the Cochrane Risk of Bias Tool or the Newcastle-Ottawa Scale (for randomized controlled trials or cross-sectional studies, respectively). Heterogeneity of the included studies precluded meta-analysis. RESULTS: Five publications had the same author and drew from the same population; these were treated as a single study. Three of our studies were of limited value since they did not include a validated measure of frailty. While caregivers of frail older adults experience burden, the scarce available evidence and lack of studies comparing this population with normative values does not allow conclusions to be drawn about the strength or nature of the relationship. Judging from excluded studies, the term \"frailty\" is often used without reference to a clear definition or is treated as synonymous with functional impairment or advanced age. CONCLUSIONS: Our review suggests that caregivers of frail older adults experience burden and that the degree of burden may differ from that of other caregiver populations. The limited evidence does not allow conclusions to be drawn or to inform clinical practice. Further research is needed, given the salience of physical frailty and burden. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015019198.",
  "authors": [
    {
      "last_name": "Ringer",
      "fore_name": "Thom",
      "initials": "T",
      "name": "Thom Ringer",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences (GERAS), St. Peter's Hospital, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada. thom@thomringer.ca.",
        "Michael G. DeGroote School of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada. thom@thomringer.ca."
      ]
    },
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences (GERAS), St. Peter's Hospital, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences (GERAS), St. Peter's Hospital, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "University of Toronto Faculty of Medicine, Medical Sciences Building, 1 King's College Circle #3172, Toronto, Ontario, M5S 1A8, Canada."
      ]
    },
    {
      "last_name": "Mutsaers",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Mutsaers",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences (GERAS), St. Peter's Hospital, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences (GERAS), St. Peter's Hospital, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, McMaster University, Health Sciences Centre 3W10, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "start_page": "55",
  "pages": "55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Caregivers",
    "Frail Elderly",
    "Geriatric Assessment",
    "Humans",
    "Independent Living"
  ],
  "article_ids": {
    "pubmed": "28292313",
    "pmc": "PMC5351063",
    "doi": "10.1186/s13643-017-0447-1",
    "pii": "10.1186/s13643-017-0447-1"
  },
  "doi": "10.1186/s13643-017-0447-1",
  "pmc_id": "PMC5351063",
  "dates": {
    "completed": "2018-01-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.410877",
    "pmid": "28292313"
  }
}