{
  "pmid": "28301676",
  "uid": "28301676",
  "title": "Deprescribing versus continuation of chronic proton pump inhibitor use in adults.",
  "abstract": "BACKGROUND: Proton pump inhibitors (PPIs) are a class of medications that reduce acid secretion and are used for treating many conditions such as gastroesophageal reflux disease (GERD), dyspepsia, reflux esophagitis, peptic ulcer disease, and hypersecretory conditions (e.g. Zollinger-Ellison syndrome), and as part of the eradication therapy for Helicobacter pylori bacteria. However, approximately 25% to 70% of people are prescribed a PPI inappropriately. Chronic PPI use without reassessment contributes to polypharmacy and puts people at risk of experiencing drug interactions and adverse events (e.g. Clostridium difficile infection, pneumonia, hypomagnesaemia, and fractures). OBJECTIVES: To determine the effects (benefits and harms) associated with deprescribing long-term PPI therapy in adults, compared to chronic daily use (28 days or greater). SEARCH METHODS: We searched the following databases: Cochrane Central Register of Controlled Trials (CENTRAL; 2016, Issue 10), MEDLINE, Embase, clinicaltrials.gov, and the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP). The last date of search was November 2016. We handsearched the reference lists of relevant studies. We screened 2357 articles (2317 identified through search strategy, 40 through other resources). Of these articles, we assessed 89 for eligibility. SELECTION CRITERIA: We included randomized controlled trials (RCTs) and quasi-randomized trials comparing at least one deprescribing modality (e.g. stopping PPI or reducing PPI) with a control consisting of no change in continuous daily PPI use in adult chronic users. Outcomes of interest were: change in gastrointestinal (GI) symptoms, drug burden/PPI use, cost/resource use, negative and positive drug withdrawal events, and participant satisfaction. DATA COLLECTION AND ANALYSIS: Two review authors independently reviewed and extracted data and completed the risk of bias assessment. A third review author independently confirmed risk of bias assessment. We used Review Manager 5 software for data analysis. We contacted study authors if there was missing information. MAIN RESULTS: The review included six trials (n = 1758). Trial participants were aged 48 to 57 years, except for one trial that had a mean age of 73 years. All participants were from the outpatient setting and had either nonerosive reflux disease or milder grades of esophagitis (LA grade A or B). Five trials investigated on-demand deprescribing and one trial examined abrupt discontinuation. There was low quality evidence that on-demand use of PPI may increase risk of 'lack of symptom control' compared with continuous PPI use (risk ratio (RR) 1.71, 95% confidence interval (CI) 1.31 to 2.21), thereby favoring continuous PPI use (five trials, n = 1653). There was a clinically significant reduction in 'drug burden', measured as PPI pill use per week with on-demand therapy (mean difference (MD) -3.79, 95% CI -4.73 to -2.84), favoring deprescribing based on moderate quality evidence (four trials, n = 1152). There was also low quality evidence that on-demand PPI use may be associated with reduced participant satisfaction compared with continuous PPI use. None of the included studies reported cost/resource use or positive drug withdrawal effects. AUTHORS' CONCLUSIONS: In people with mild GERD, on-demand deprescribing may lead to an increase in GI symptoms (e.g. dyspepsia, regurgitation) and probably a reduction in pill burden. There was a decline in participant satisfaction, although heterogeneity was high. There were insufficient data to make a conclusion regarding long-term benefits and harms of PPI discontinuation, although two trials (one on-demand trial and one abrupt discontinuation trial) reported endoscopic findings in their intervention groups at study end.",
  "authors": [
    {
      "last_name": "Boghossian",
      "fore_name": "Taline A",
      "initials": "TA",
      "name": "Taline A Boghossian",
      "affiliations": [
        "Department of Pharmacy, The Ottawa Hospital, 501 Smyth Road, Ottawa, ON, Canada, K1H 8L6."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Farah Joy",
      "initials": "FJ",
      "name": "Farah Joy Rashid",
      "affiliations": [
        "Department of Pharmacy, The Ottawa Hospital, 501 Smyth Road, Ottawa, ON, Canada, K1H 8L6."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Wade",
      "initials": "W",
      "name": "Wade Thompson",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, 43 rue Bruyere St, Room 730D, Ottawa, ON, Canada, K1N 5C8."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, 43 rue Bruyere St, Room 730D, Ottawa, ON, Canada, K1N 5C8."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, 1200 Main Street West, Room 4W8E, Hamilton, ON, Canada, L8N 3Z5."
      ]
    },
    {
      "last_name": "Rojas-Fernandez",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Rojas-Fernandez",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, 10 Victoria St S., Room 7004, Kitchener, ON, Canada, N2G 1C5."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, 43 rue Bruyere St, Room 730D, Ottawa, ON, Canada, K1N 5C8.",
        "Family Medicine, University of Ottawa, 75 Bruyere St, Ottawa, ON, Canada, K1N 5C8."
      ]
    },
    {
      "last_name": "Farrell",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Farrell",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, 43 rue Bruyere St, Room 730D, Ottawa, ON, Canada, K1N 5C8.",
        "School of Pharmacy, University of Waterloo, 10 Victoria St S., Room 7004, Kitchener, ON, Canada, N2G 1C5.",
        "Family Medicine, University of Ottawa, 75 Bruyere St, Ottawa, ON, Canada, K1N 5C8."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "CD011969",
  "pages": "CD011969",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Deprescriptions",
    "Esophagitis",
    "Gastroesophageal Reflux",
    "Humans",
    "Inappropriate Prescribing",
    "Middle Aged",
    "Patient Satisfaction",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Withholding Treatment"
  ],
  "article_ids": {
    "pubmed": "28301676",
    "pmc": "PMC6464703",
    "doi": "10.1002/14651858.CD011969.pub2"
  },
  "doi": "10.1002/14651858.CD011969.pub2",
  "pmc_id": "PMC6464703",
  "dates": {
    "completed": "2017-07-20",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.396978",
    "pmid": "28301676"
  }
}