{
  "pmid": "28314568",
  "uid": "28314568",
  "title": "Health workers and the weaponisation of health care in Syria: a preliminary inquiry for The Lancet-American University of Beirut Commission on Syria.",
  "abstract": "The conflict in Syria presents new and unprecedented challenges that undermine the principles and practice of medical neutrality in armed conflict. With direct and repeated targeting of health workers, health facilities, and ambulances, Syria has become the most dangerous place on earth for health-care providers. The weaponisation of health care-a strategy of using people's need for health care as a weapon against them by violently depriving them of it-has translated into hundreds of health workers killed, hundreds more incarcerated or tortured, and hundreds of health facilities deliberately and systematically attacked. Evidence shows use of this strategy on an unprecedented scale by the Syrian Government and allied forces, in what human rights organisations described as a war-crime strategy, although all parties seem to have committed violations. Attacks on health care have sparked a large-scale exodus of experienced health workers. Formidable challenges face health workers who have stayed behind, and with no health care a major factor in the flight of refugees, the effect extends well beyond Syria. The international community has left these violations of international humanitarian and human rights law largely unanswered, despite their enormous consequences. There have been repudiated denunciations, but little action on bringing the perpetrators to justice. This inadequate response challenges the foundation of medical neutrality needed to sustain the operations of global health and humanitarian agencies in situations of armed conflict. In this Health Policy, we analyse the situation of health workers facing such systematic and serious violations of international humanitarian law. We describe the tremendous pressures that health workers have been under and continue to endure, and the remarkable resilience and resourcefulness they have displayed in response to this crisis. We propose policy imperatives to protect and support health workers working in armed conflict zones.",
  "authors": [
    {
      "last_name": "Fouad",
      "fore_name": "Fouad M",
      "initials": "FM",
      "name": "Fouad M Fouad",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; Global Health Initiative, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Sparrow",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Sparrow",
      "affiliations": [
        "Population Health Science and Policy, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Tarakji",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Tarakji",
      "affiliations": [
        "Syrian American Medical Society (SAMS), Washington, DC, USA."
      ]
    },
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alameddine",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon; Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Coutts",
      "fore_name": "Adam P",
      "initials": "AP",
      "name": "Adam P Coutts",
      "affiliations": [
        "Department of Sociology, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "El Arnaout",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour El Arnaout",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Karroum",
      "fore_name": "Lama Bou",
      "initials": "LB",
      "name": "Lama Bou Karroum",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Roborgh",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Roborgh",
      "affiliations": [
        "Department of Politics and International Studies, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Abbara",
      "fore_name": "Aula",
      "initials": "A",
      "name": "Aula Abbara",
      "affiliations": [
        "Syrian American Medical Society (SAMS), Washington, DC, USA; Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Alhalabi",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi Alhalabi",
      "affiliations": [
        "Multi Aid Programs (MAPS), Bekka, Lebanon."
      ]
    },
    {
      "last_name": "AlMasri",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim AlMasri",
      "affiliations": [
        "SAMS, Zahleh, Lebanon."
      ]
    },
    {
      "last_name": "Jabbour",
      "fore_name": "Samer",
      "initials": "S",
      "name": "Samer Jabbour",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. Electronic address: sj22@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "390",
    "issue": "10111",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "2516",
  "end_page": "2526",
  "pages": "2516-2526",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Personnel",
    "Health Policy",
    "Humans",
    "International Law",
    "Public Health",
    "Syria",
    "Warfare"
  ],
  "article_ids": {
    "pubmed": "28314568",
    "doi": "10.1016/S0140-6736(17)30741-9",
    "pii": "S0140-6736(17)30741-9"
  },
  "doi": "10.1016/S0140-6736(17)30741-9",
  "dates": {
    "completed": "2018-09-24",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.355522",
    "pmid": "28314568"
  }
}