{
  "pmid": "28316541",
  "uid": "28316541",
  "title": "The Structure and Effectiveness of Health Systems: Exploring the Impact of System Integration in Rural China.",
  "abstract": "INTRODUCTION: Facing the challenges of aging populations, increasing chronic diseases prevalence and health system fragmentation, there have been several pilots of integrated health systems in China. But little is known about their structure, mechanism and effectiveness. The aim of this paper is to analyze health system integration and develop recommendations for achieving integration. METHOD: Huangzhong and Hualong counties in Qinghai province were studied as study sites, with only Huangzhong having implemented health system integration. Questionnaires, interviews, and health insurance records were sources of data. Social network analysis was employed to analyze integration, through structure measurement and effectiveness evaluation. RESULTS: Health system integration in Huangzhong is higher than in Hualong, so is system effectiveness. The patient referral network in Hualong has more \"leapfrog\" referrals. The information sharing networks in both counties are larger than the other types of networks. The average distance in the joint training network of Huangzhong is less than in Hualong. Meanwhile, there are deficiencies common to both systems. CONCLUSION: Both county health systems have strengths and limitations regarding system integration. The use of medical consortia in Huangzhong has contributed to system effectiveness. Future research might consider alternative more context specific models of health system integration.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Medicine and Health Management (formerly known as Center for Health Management and Policy), Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Huifen",
      "initials": "H",
      "name": "Huifen Ma",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Weiming",
      "initials": "W",
      "name": "Weiming Zhu",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Qingyue",
      "initials": "Q",
      "name": "Qingyue Meng",
      "affiliations": [
        "China Center for Health Development Studies, Peking University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2016",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28316541",
    "pmc": "PMC5354206",
    "doi": "10.5334/ijic.2197"
  },
  "doi": "10.5334/ijic.2197",
  "pmc_id": "PMC5354206",
  "dates": {
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.852957",
    "pmid": "28316541"
  }
}