{
  "pmid": "28328786",
  "uid": "28328786",
  "title": "High-Quality Randomized Controlled Trials in Pediatric Critical Care: A Survey of Barriers and Facilitators.",
  "abstract": "OBJECTIVES: High-quality, adequately powered, randomized controlled trials are needed to inform the care of critically ill children. Unfortunately, such evidence is not always available. Our objective was to identify barriers and facilitators of conducting high-quality randomized controlled trials in pediatric critical care, from the perspective of trialists in this field. DESIGN: Self-administered online survey. Respondents rated the importance of barriers and effectiveness of facilitators on seven-point scales. SETTING: Authors of 294 pediatric critical care randomized controlled trials (published 1986 to June 2015). SUBJECTS: One hundred sixteen researchers from 25 countries participated. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Respondents reported a median (Q1, Q3) of 21 years (15, 26 yr) of experience and 41 (36%) had authored more than one randomized controlled trial. More survey respondents, compared with nonrespondents, had published more than one trial (35% vs 26%; p = 0.002) and their trials were more often cited (median citations/yr, 2.4 vs 1.5; p < 0.001). Of the barriers listed, the five most important were primarily related to lack of funding. The five facilitators perceived as most effective were protected time for research, ability to recruit participants 24 hours per day/7 days per week, conducting randomized controlled trials in collaboration with a research network, funding from government agencies specifically for randomized controlled trials in critically ill children, and academic department support for conducting randomized controlled trials. Respondent experience and country income level were associated with differences in importance ratings for eight of 41 barriers. There were fewer such differences for facilitators. CONCLUSIONS: Lack of funding and time are major barriers to conducting pediatric critical care randomized controlled trials worldwide. Although barriers varied among country income levels, the facilitators of such trials were more consistent. In addition to increased funding, respondents identified other strategies such as research networks that are within the purview of the pediatric critical care research community, to facilitate the conduct of rigorous randomized controlled trials.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "1Departments of Pediatrics, McMaster University, Hamilton, ON, Canada. 2Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 3Department of Pediatrics, Dalhousie University, Halifax, NS, Canada. 4Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 5Departments of Pediatrics and Epidemiology and Community Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "last_name": "Foster",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Foster",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "18",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "405",
  "end_page": "413",
  "pages": "405-413",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Child",
    "Critical Care",
    "Developed Countries",
    "Developing Countries",
    "Humans",
    "Linear Models",
    "Pediatrics",
    "Randomized Controlled Trials as Topic",
    "Research Personnel",
    "Research Support as Topic",
    "Surveys and Questionnaires",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "28328786",
    "doi": "10.1097/PCC.0000000000001144"
  },
  "doi": "10.1097/PCC.0000000000001144",
  "dates": {
    "completed": "2018-02-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.789301",
    "pmid": "28328786"
  }
}