{
  "pmid": "28329001",
  "uid": "28329001",
  "title": "Experimental demonstration of the possible role of Acanthamoeba polyphaga in the infection and disease progression in Buruli Ulcer (BU) using ICR mice.",
  "abstract": "The transmission of Buruli ulcer (BU), caused by Mycobacterium ulcerans (MU), remains puzzling although a number of hypothesis including through bites of infected aquatic insects have been proposed. We report the results of experiments using ICR mice that give credence to our hypothesis that Acanthamoeba species may play a role in BU transmission. We cocultured MU N2 and MU 1615 which expresses red fluorescent protein (RFP) and Acanthamoeba polyphaga (AP), and confirmed infected AP by Ziehl-Neelsen (ZN) staining. We tested for viability of MU inside AP and observed strong RFP signals inside both trophozoites and cysts after 3 and 42 days of coculturing respectively. ICR mice were topically treated, either on shaved intact or shaved pinpricked rumps, with one of the following; MU N2 only (2.25 x 106 colony forming units [CFU] / ml), MU N2:AP coculture (2.96 x 104 CFU: 1.6 x 106 cells/ml), AP only (1.6 x 106 cells/ml), PYG medium and sterile distilled water. Both MU N2 only and MU N2:AP elicited reddening on day (D) 31; edema on D 45 and D 44 respectively, and ulcers on D 49 at pinpricked sites only. To ascertain infectivity and pathogenicity of MU N2 only and MU N2:AP, and compare their virulence, the standard mouse footpad inoculation method was used. MU N2:AP elicited reddening in footpads by D 3 compared to D 14 with MU N2 only of the same dose of MU N2 (2.96 x 104 CFU). ZN-stained MU were observed in both thin sectioned and homogenized lesions, and aspirates from infected sites. Viable MU N2 were recovered from cultures of the homogenates and aspirates. This study demonstrates in ICR mice MU transmission via passive infection, and shows that punctures in the skin are prerequisite for infection, and that coculturing of MU with AP enhances pathogenesis.",
  "authors": [
    {
      "last_name": "Azumah",
      "fore_name": "Bright K",
      "initials": "BK",
      "name": "Bright K Azumah",
      "affiliations": [
        "Department of Animal Experimentation, Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana.",
        "Department of Biochemistry, Cell and Molecular Biology, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Addo",
      "fore_name": "Phyllis G",
      "initials": "PG",
      "name": "Phyllis G Addo",
      "affiliations": [
        "Department of Animal Experimentation, Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Dodoo",
      "fore_name": "Alfred",
      "initials": "A",
      "name": "Alfred Dodoo",
      "affiliations": [
        "Department of Electron Microscopy and Histopathology, Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Awandare",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Awandare",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Mosi",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Mosi",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Accra, Ghana."
      ],
      "orcid": "0000-0002-6048-8509"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2017"
  },
  "start_page": "e0172843",
  "pages": "e0172843",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acanthamoeba",
    "Amebiasis",
    "Animals",
    "Buruli Ulcer",
    "Disease Models, Animal",
    "Disease Progression",
    "Mice",
    "Mice, Inbred ICR",
    "Mycobacterium ulcerans",
    "Skin"
  ],
  "article_ids": {
    "pubmed": "28329001",
    "pmc": "PMC5362167",
    "doi": "10.1371/journal.pone.0172843",
    "pii": "PONE-D-16-31125"
  },
  "doi": "10.1371/journal.pone.0172843",
  "pmc_id": "PMC5362167",
  "dates": {
    "completed": "2017-08-22",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.422225",
    "pmid": "28329001"
  }
}