{
  "pmid": "28329558",
  "uid": "28329558",
  "title": "Integrating The Integrated Skin Exam film into medical education.",
  "abstract": "AbstractBackgroundThe mortality rate for melanoma continues to rise and the greatest improvement in melanoma survival is attributable to early detection with skin cancer screening exams. However, physicians feel that limited training in the examination of skin and limited clinical time both serve as barriers to adequately assess high-risk lesions.ObjectiveTo test the use of The Integrated Skin Exam film as an instructional tool to teach the examination of skin in a live classroom setting, outside of the purview of the original formal study.MethodsIdentical cross-sectional surveys were administered pre- and post-film to a class of first-year medical students at the time of viewing The Integrated Skin Exam film. Results were compared to the initial assessment of this film as a teaching tool in a research setting.ResultsOf the maximum 182 possible surveys administered, we collected 148 pre-surveys and 142 post-surveys (81.3% and 78.0% 33 response rates, respectively). After viewing the film, students showed improvement in identification of high-risk demographic 34 groups (79.3% vs 58.9%, p<0.001) and high-risk anatomic sites in both women (91.9% vs 59.6%, p<0.001) and men (92% vs 35 62.1%, p<0.001). Students demonstrated increased confidence in the skin cancer examination (SCE) (52.2% vs 6.9%, p<0.001) and a greater proportion (74.4% vs 48.3%, p<0.001) of students believed less than 3 minutes was required to integrate a skin cancer exam (SCE) into the routine examination.ConclusionsThe Integrated Skin Exam film is a valuable training tool as proven by increased knowledge of, and improved attitudes about the 2 SCE after viewing the film. In addition, there was a striking similarity in outcomes when using this film in a live classroom 3 environment compared to the original study setting.",
  "authors": [
    {
      "last_name": "Lofgreen",
      "fore_name": "Seth",
      "initials": "S",
      "name": "Seth Lofgreen",
      "affiliations": [
        "University of Colorado School of Medicine, Aurora, CO. seth.lofgreen@ucdenver.edu."
      ]
    },
    {
      "last_name": "Lehrer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lehrer",
      "affiliations": []
    },
    {
      "last_name": "Bennett",
      "fore_name": "Paige",
      "initials": "P",
      "name": "Paige Bennett",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    },
    {
      "last_name": "Dunnick",
      "fore_name": "Cory A",
      "initials": "CA",
      "name": "Cory A Dunnick",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dermatology online journal",
    "iso_abbreviation": "Dermatol Online J",
    "issn": "1087-2108",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "11",
    "pub_year": "2016",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Curriculum",
    "Dermatology",
    "Early Detection of Cancer",
    "Education, Medical, Undergraduate",
    "Humans",
    "Melanoma",
    "Physical Examination",
    "Skin Neoplasms"
  ],
  "article_ids": {
    "pubmed": "28329558",
    "pii": "13030/qt5pk3n658"
  },
  "dates": {
    "completed": "2017-10-11",
    "revised": "2017-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.220188",
    "pmid": "28329558"
  }
}