{
  "pmid": "28329856",
  "uid": "28329856",
  "title": "Adult Day Center Programs and Their Associated Outcomes on Clients, Caregivers, and the Health System: A Scoping Review.",
  "abstract": "PURPOSE OF THE STUDY: Adult day centers (ADCs) offer a heterogeneous group of services that provide for the daily living, care, nutritional, and social needs of older adults. We sought to conceptually map and identify key gaps and findings from literature focused on ADCs, including the types of programs that exist and their associated outcomes on improving health and strengthening health systems. DESIGN AND METHODS: We conducted a scoping review by searching 5 databases for studies evaluating the outcomes of ADCs specifically for community-dwelling older adults. Included studies were conceptually mapped according to the methods used, type of outcome(s) assessed, study population, disease focus, service focus, and health system considerations. The mapping was used to derive descriptive analyses to profile the available literature in the area. RESULTS: ADC use has positive health-related, social, psychological, and behavioral outcomes for care recipients and caregivers. There is a substantial amount of literature available on some ADC use outcomes, such as health-related, satisfaction-related and psychological and behavioral outcomes, while less research exists on issues of accessibility and cost-effectiveness. IMPLICATIONS: As the population ages, policymakers must carefully consider how ADCs can best serve each user and their caregivers with their unique circumstances. ADCs have the potential to help shape health system interventions, especially those targeting caregivers and people requiring long-term care support. Due to the variation among types of ADC programs, future research on ADCs should consider different characteristics of ADC programs to better contextualize their results.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Jerusalem College of Technology, Jerusalem, Israel.",
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Demaio",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Demaio",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lange",
      "fore_name": "Ariella",
      "initials": "A",
      "name": "Ariella Lange",
      "affiliations": [
        "Ingram School of Nursing, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Gerontologist",
    "iso_abbreviation": "Gerontologist",
    "issn": "1758-5341",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov",
    "pub_day": "10"
  },
  "start_page": "e85",
  "end_page": "e94",
  "pages": "e85-e94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Adult Day Care Centers",
    "Aged",
    "Caregivers",
    "Humans",
    "Outcome and Process Assessment, Health Care",
    "Patient Preference",
    "Program Evaluation",
    "Senior Centers"
  ],
  "article_ids": {
    "pubmed": "28329856",
    "doi": "10.1093/geront/gnw165",
    "pii": "3072901"
  },
  "doi": "10.1093/geront/gnw165",
  "dates": {
    "completed": "2018-07-10",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.783964",
    "pmid": "28329856"
  }
}