{
  "pmid": "28337428",
  "uid": "28337428",
  "title": "Niacin-mediated Gene Expression and Role of NiaR as a Transcriptional Repressor of niaX, nadC, and pnuC in Streptococcus pneumoniae.",
  "abstract": "NAD (Nicotinamide Adenine Dinucleotide) biosynthesis is vital for bacterial physiology and plays an important role in cellular metabolism. A naturally occurring vitamin B complex, niacin (nicotinic acid), is a precursor of coenzymes NAD and NADP. Here, we study the impact of niacin on global gene expression of Streptococcus pneumoniae D39 and elucidate the role of NiaR as a transcriptional regulator of niaX, nadC, and pnuC. Transcriptome comparison of the D39 wild-type grown in chemically defined medium (CDM) with 0 to 10 mM niacin revealed elevated expression of various genes, including niaX, nadC, pnuC, fba, rex, gapN, pncB, gap, adhE, and adhB2 that are putatively involved in the transport and utilization of niacin. Niacin-dependent expression of these genes is confirmed by promoter lacZ-fusion studies. Moreover, the role of transcriptional regulator NiaR in the regulation of these genes is explored by DNA microarray analysis. Our transcriptomic comparison of D39 ΔniaR to D39 wild-type revealed that the transcriptional regulator NiaR acts as a transcriptional repressor of niaX, pnuC, and nadC. NiaR-dependent regulation of niaX, nadC, and pnuC is further confirmed by promoter lacZ-fusion studies. The putative operator site of NiaR (5'-TACWRGTGTMTWKACASYTRWAW-3') in the promoter regions of niaX, nadC, and pnuC is predicted and further confirmed by promoter mutational experiments.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of GroningenGroningen, Netherlands; Department of Bioinformatics and Biotechnology, Government College UniversityFaisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Department of Molecular Genetics, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Department of Microbiology, Tumor and Cell Biology, Karolinska Institutet Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2017"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bacterial Proteins",
    "Gene Deletion",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Bacterial",
    "Genes, Reporter",
    "Microarray Analysis",
    "Niacin",
    "Repressor Proteins",
    "Streptococcus pneumoniae",
    "beta-Galactosidase"
  ],
  "article_ids": {
    "pubmed": "28337428",
    "pmc": "PMC5343564",
    "doi": "10.3389/fcimb.2017.00070"
  },
  "doi": "10.3389/fcimb.2017.00070",
  "pmc_id": "PMC5343564",
  "dates": {
    "completed": "2017-09-21",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Bacterial Proteins",
    "Repressor Proteins",
    "Niacin",
    "beta-Galactosidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.780984",
    "pmid": "28337428"
  }
}