{
  "pmid": "28334027",
  "uid": "28334027",
  "title": "Metformin inhibits gastric cancer cells metastatic traits through suppression of epithelial-mesenchymal transition in a glucose-independent manner.",
  "abstract": "Epithelial-mesenchymal transition (EMT), which is mainly recognized by upregulation of mesenchymal markers and movement of cells, is a critical stage occurred during embryo development and spreading cancerous cells. Metformin is an antidiabetic drug used in treatment of type 2 diabetes. EMT inhibitory effect of metformin has been studied in several cancers; however, it remains unknown in gastric cancer. The aim of the present study was to investigate the metformin effects on inhibition of EMT-related genes as well as migration and invasion of AGS gastric cancer cell line. Moreover, to study the effect of glucose on metformin-mediated EMT inhibition, all experiments were performed in two glucose levels, similar to non-fasting blood sugar (7.8 mM) and hyperglycemic (17.5 mM) conditions. The results showed reduction of mesenchymal markers, including vimentin and β-catenin, and induction of epithelial marker, E-cadherin, by metformin in both glucose concentrations. Furthermore, wound-healing and invasion assays showed a significant decrease in cell migration and invasion after metformin treatment in both glucose levels. In conclusion, our results indicated that metformin strongly inhibited EMT of gastric cancer cells in conditions mimicking normo and hyperglycemic blood sugar.",
  "authors": [
    {
      "last_name": "Valaee",
      "fore_name": "Shiva",
      "initials": "S",
      "name": "Shiva Valaee",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Shamsara",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Shamsara",
      "affiliations": [
        "Department of Animal Biotechnology, National Institute of Genetic Engineering and Biotechnology, Tehran, Iran."
      ],
      "orcid": "0000-0003-1119-5758"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2017"
  },
  "start_page": "e0174486",
  "pages": "e0174486",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cadherins",
    "Cell Line, Tumor",
    "Cell Movement",
    "Epithelial-Mesenchymal Transition",
    "Gene Expression Regulation, Neoplastic",
    "Glucose",
    "Humans",
    "Metformin",
    "Neoplasm Invasiveness",
    "Neoplasm Metastasis",
    "Stomach Neoplasms",
    "Vimentin",
    "beta Catenin"
  ],
  "article_ids": {
    "pubmed": "28334027",
    "pmc": "PMC5363973",
    "doi": "10.1371/journal.pone.0174486",
    "pii": "PONE-D-16-50485"
  },
  "doi": "10.1371/journal.pone.0174486",
  "pmc_id": "PMC5363973",
  "dates": {
    "completed": "2017-08-25",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Cadherins",
    "Vimentin",
    "beta Catenin",
    "Metformin",
    "Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.386208",
    "pmid": "28334027"
  }
}