{
  "pmid": "28341986",
  "uid": "28341986",
  "title": "Enhancing effectiveness of capillary electrophoresis as an analytical tool in the supramolecular acidity modification.",
  "abstract": "A strategic modification of acidity (pK a values) by the non-covalent host-guest interactions is one of the most promising concepts in current supramolecular chemistry. This work is aimed at enhancing the effectiveness of capillary electrophoresis (CE) in determination of pK a shifts caused by such interactions and their thermal dependencies crucial in a deep thermodynamic description. We show how to (i) minimize the systematic errors related to Joule heating, (ii) minimize the influence of a voltage ramp time, (iii) speed up pK a shift identification and estimation, (iv) interpret thermal effects related to two overlapped dynamic equilibria, and (v) determine pK a shifts by an alternative spectrophotometric method (CE-DAD). The proposed solutions were implemented to examine the supramolecular pK a shifts of several coumarin derivatives, caused by a variety of structurally different cyclodextrins. It was revealed that a specific host substitution pattern determines the magnitude of apparent pK a shifts. Accordingly, heptakis(2,6-di-O-methyl)-β-cyclodextrin induces the much stronger shifts than both non-methylated-β-cyclodextrin and heptakis(2,3,6-tri-O-methyl)-β-cyclodextrin applied at the same concentration. We also show that insofar as the complexation of 4-hydroxycoumarin and its derivative (coumatetralyl) are similarly exothermic, the thermal effects accompanying the deprotonation process are remarkably different for both molecules. The pK a shift induced by complexation with calixarene was also for the first time determined by a CE method. These observations throw a new light on the background of acidity modification and confirm the applicability of CE as an analytical tool.",
  "authors": [
    {
      "last_name": "Nowak",
      "fore_name": "Paweł Mateusz",
      "initials": "PM",
      "name": "Paweł Mateusz Nowak",
      "affiliations": [
        "Faculty of Chemistry, Department of Analytical Chemistry, Jagiellonian University in Kraków, Ingardena 3, 30-060, Kraków, Poland. nowakp@chemia.uj.edu.pl."
      ]
    },
    {
      "last_name": "Woźniakiewicz",
      "fore_name": "Michał",
      "initials": "M",
      "name": "Michał Woźniakiewicz",
      "affiliations": [
        "Faculty of Chemistry, Department of Analytical Chemistry, Jagiellonian University in Kraków, Ingardena 3, 30-060, Kraków, Poland."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Faculty of Chemistry, Department of Analytical Chemistry, Jagiellonian University in Kraków, Ingardena 3, 30-060, Kraków, Poland."
      ]
    },
    {
      "last_name": "Kościelniak",
      "fore_name": "Paweł",
      "initials": "P",
      "name": "Paweł Kościelniak",
      "affiliations": [
        "Faculty of Chemistry, Department of Analytical Chemistry, Jagiellonian University in Kraków, Ingardena 3, 30-060, Kraków, Poland."
      ]
    }
  ],
  "journal": {
    "title": "Analytical and bioanalytical chemistry",
    "iso_abbreviation": "Anal Bioanal Chem",
    "issn": "1618-2650",
    "issn_type": "Electronic",
    "volume": "409",
    "issue": "14",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "3633",
  "end_page": "3643",
  "pages": "3633-3643",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28341986",
    "pmc": "PMC5406438",
    "doi": "10.1007/s00216-017-0305-y",
    "pii": "10.1007/s00216-017-0305-y"
  },
  "doi": "10.1007/s00216-017-0305-y",
  "pmc_id": "PMC5406438",
  "dates": {
    "completed": "2018-01-17",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.623087",
    "pmid": "28341986"
  }
}