{
  "pmid": "28357129",
  "uid": "28357129",
  "title": "Ultraviolet irradiation increases green fluorescence of dihydrorhodamine (DHR) 123: false-positive results for reactive oxygen species generation.",
  "abstract": "Dihydrorhodamine (DHR) 123 is a fluorophore commonly used for measuring reactive oxygen species (ROS), often after exposing cells to ultraviolet (UV) irradiation or oxidative burst inducers such as Phorbol 12-myristate 13-acetate (PMA). However, the negative effects of UV irradiation on oxidation of DHR123 itself to green fluorescence rhodamine (R) 123 under different experimental conditions (e.g., different buffers, media, cells, ROS detection techniques) have not been fully appreciated. We determined the effect of UV on DHR123 fluorescence, using a cell-free system, and A549 epithelial cells, NIH/3T3 fibroblast cells, Jurkat T cells, primary human T cells, HL-60 neutrophils and primary human neutrophils. We found that UV irradiation rapidly increases green fluorescence of DHR123 in cell-free solutions. The intensity of green fluorescence increases with increasing amounts of DHR123 and UV exposure. The fluorescence increase was greater in Roswell Park Memorial Institute medium (RPMI) than DMEM media. The presence of DMSO (0-1.25%, v/v) in RPMI further increases the fluorescence signal. Phosphate buffered solution (PBS) and Hanks' Balanced Salt Solution (HBSS) generate considerable background signal with DHR123, and increasing DMSO concentration greatly increases the fluorescence signal in these buffers. However, after UV irradiation the amount of DHR123 that remains unoxidized generates sufficient fluorescence signal to measure the ROS produced by H2O2 and peroxidase in vitro or Nicotinamide adenine dinucleotide phosphate (NADPH) oxidase-mediated ROS production within HL-60 neutrophils or primary human neutrophils. We conclude that UV irradiation oxidizes DHR123 to generate Rhodamine 123 (R123) green fluorescence signal, and that the R123 present in the culture supernatant could give erroneous results in plate reader assays. However, flow cytometry and fluorescence microscopy reliably detect ROS in cells such as neutrophils. Overall, avoiding false-positive results when detecting ROS using DHR123 requires selection of, agonists, the correct buffers, media, cell types, and measurement techniques.",
  "authors": [
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Innate Immunity Research Laboratory Physiology and Experimental Medicine Peter Gilgan Centre for Research and Learning The Hospital for Sick Children 686 Bay St Toronto Ontario Canada M5G 0A4; Department of Pharmaceutical Sciences Leslie Dan Faculty of Pharmacy University of Toronto Toronto Ontario Canada M5S 3M2."
      ]
    },
    {
      "last_name": "Azzouz",
      "fore_name": "Dhia",
      "initials": "D",
      "name": "Dhia Azzouz",
      "affiliations": [
        "Innate Immunity Research Laboratory Physiology and Experimental Medicine Peter Gilgan Centre for Research and Learning The Hospital for Sick Children 686 Bay St Toronto Ontario Canada M5G 0A4; Department of Laboratory Medicine and Pathobiology University of Toronto Toronto Ontario Canada M5G 1X8."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Meraj A",
      "initials": "MA",
      "name": "Meraj A Khan",
      "affiliations": [
        "Innate Immunity Research Laboratory Physiology and Experimental Medicine Peter Gilgan Centre for Research and Learning The Hospital for Sick Children 686 Bay St Toronto Ontario Canada M5G 0A4."
      ]
    },
    {
      "last_name": "Kotra",
      "fore_name": "Lakshmi P",
      "initials": "LP",
      "name": "Lakshmi P Kotra",
      "affiliations": [
        "Department of Pharmaceutical Sciences Leslie Dan Faculty of Pharmacy University of Toronto Toronto Ontario Canada M5S 3M2."
      ]
    },
    {
      "last_name": "Sweezey",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Sweezey",
      "affiliations": [
        "Innate Immunity Research Laboratory Physiology and Experimental Medicine Peter Gilgan Centre for Research and Learning The Hospital for Sick Children 686 Bay St Toronto Ontario Canada M5G 0A4; Department of Physiology University of Toronto Toronto Ontario Canada M5G 1X8; Department of Pediatrics University of Toronto Toronto Ontario Canada M5G 1X8."
      ]
    },
    {
      "last_name": "Palaniyar",
      "fore_name": "Nades",
      "initials": "N",
      "name": "Nades Palaniyar",
      "affiliations": [
        "Innate Immunity Research Laboratory Physiology and Experimental Medicine Peter Gilgan Centre for Research and Learning The Hospital for Sick Children 686 Bay St Toronto Ontario Canada M5G 0A4; Department of Laboratory Medicine and Pathobiology University of Toronto Toronto Ontario Canada M5G 1X8; Institute of Medical Sciences Faculty of Medicine University of Toronto Toronto Ontario Canada M5G 1X8."
      ],
      "orcid": "0000-0002-2170-8548"
    }
  ],
  "journal": {
    "title": "Pharmacology research & perspectives",
    "iso_abbreviation": "Pharmacol Res Perspect",
    "issn": "2052-1707",
    "issn_type": "Print",
    "volume": "5",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "e00303",
  "pages": "e00303",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28357129",
    "pmc": "PMC5368967",
    "doi": "10.1002/prp2.303",
    "pii": "PRP2303"
  },
  "doi": "10.1002/prp2.303",
  "pmc_id": "PMC5368967",
  "dates": {
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:34.417859",
    "pmid": "28357129"
  }
}