{
  "pmid": "28350645",
  "uid": "28350645",
  "title": "The Use of Bowel Protocols in Critically Ill Adult Patients: A Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVE: Constipation is common among critically ill patients and has been associated with adverse patient outcomes. Many ICUs have developed bowel protocols to treat constipation; however, their effect on clinical outcomes remains uncertain. We conducted a systematic review to determine the impact of bowel protocols in critically ill adults. DATA SOURCES: We searched MEDLINE, Embase, CINAHL, CENTRAL, ISRCTN, ClinicalTrials.gov, and conference abstracts until January 2016. STUDY SELECTION: Two authors independently screened titles and abstracts for randomized controlled trials comparing bowel protocols to control (placebo, no protocol, or usual care) in critically ill adults. DATA EXTRACTION: Two authors independently, and in duplicate, extracted study characteristics, outcomes, assessed risk of bias, and appraised the quality of evidence using the Grading of Recommendations Assessment, Development, and Evaluation approach. DATA SYNTHESIS: We retrieved 4,520 individual articles, and excluded 4,332 articles during title and abstract screening and 181 articles during full-text screening. Four trials, including 534 patients, were eligible for analysis. The use of a bowel protocol was associated with a trend toward a reduction in constipation (risk ratio, 0.50 [95% CI, 0.25-1.01]; p = 0.05; low-quality evidence); no reduction in tolerance of enteral feeds (risk ratio, 0.94 [95% CI, 0.62-1.42]; p = 0.77; low-quality evidence), and no change in the duration of mechanical ventilation (mean difference, 0.01 d [95% CI, -2.67 to 2.69 d]; low-quality evidence). CONCLUSIONS: Large, rigorous, randomized control trials are needed to determine whether bowel protocols impact patient-important outcomes in critically ill adults.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "1Department of Medicine, McMaster University, Hamilton, ON, Canada.2Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.3St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.4Derriford Hospital, Plymouth Hospitals NHS Trust, Plymouth, Devon, United Kingdom.5Faculty of Health and Human Sciences, University of Plymouth, Devon, United Kingdom."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Erick H",
      "initials": "EH",
      "name": "Erick H Duan",
      "affiliations": []
    },
    {
      "last_name": "Groen",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Groen",
      "affiliations": []
    },
    {
      "last_name": "Warren",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Warren",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "e718",
  "end_page": "e726",
  "pages": "e718-e726",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Protocols",
    "Constipation",
    "Critical Illness",
    "Humans",
    "Intensive Care Units",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "28350645",
    "doi": "10.1097/CCM.0000000000002315"
  },
  "doi": "10.1097/CCM.0000000000002315",
  "dates": {
    "completed": "2017-08-10",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.035420",
    "pmid": "28350645"
  }
}