{
  "pmid": "28350305",
  "uid": "28350305",
  "title": "User-Centered Design and Printed Educational Materials: A Focus Group Study of Primary Care Physician Preferences.",
  "abstract": "INTRODUCTION: It is challenging for primary care physicians (PCPs) to review and apply the growing amount of clinical evidence available. Printed educational materials (PEMs), which synthesize evidence, are often ineffective at improving knowledge, possibly due to poor design and limited uptake. In this study, we collected PCP preferences for the design and content of physician-oriented PEMs and determined key attributes that may increase their usability and uptake. METHODS: We held 90-minute focus groups with PCPs in Toronto, ON, Canada. Focus groups included discussion about whether and how participants use PEMs, feedback on three examples of PEMs, and a discussion on general format and design preferences in PEMs. We analyzed focus group transcripts using a thematic analysis and summarized results in a list of user preferences. RESULTS: Four focus groups were held with 13 PCPs. We found that participants only read PEMs relevant to their patients and prefer short, concise documents, with links to sources that can provide more detailed information. Simplicity of materials was important, with many participants preferring PEMs without lengthy backgrounds or scientific explanations. Most participants wanted to see key messages highlighted to easily assess the relevance of the materials to their practice. Some participants shared physician-oriented PEMs with patients. DISCUSSION: This study shows that PCPs may prefer shorter, simpler, and more concise documents that have less scientific detail but provide references to further information sources. It is important to understand end user preferences for the design and content of these materials to enhance their uptake.",
  "authors": [
    {
      "last_name": "Grudniewicz",
      "fore_name": "Agnes",
      "initials": "A",
      "name": "Agnes Grudniewicz",
      "affiliations": [
        "Dr. Grudniewicz: Assistant Professor, Telfer School of Management, University of Ottawa, Ottawa, Ontario, Canada. Dr. Bhattacharyya: Senior Scientist, Frigon-Blau Chair in Family Medicine Research, Family Physician, Women's College Hospital, University of Toronto, Toronto, Ontario, Canada, Associate Professor, Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada, and Assistant Professor, Institute of Health Policy, Management & Evaluation, University of Toronto, Toronto, Ontario, Canada. Dr. McKibbon: Past Director MSc in eHealth, Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Communications Research Laboratory, Hamilton, Ontario, Canada. Dr. Straus: Director and Scientist, Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada, Deputy Physician in Chief, St. Michael's Hospital, Toronto, Ontario, Canada, and Professor, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhattacharyya",
      "fore_name": "Onil",
      "initials": "O",
      "name": "Onil Bhattacharyya",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of continuing education in the health professions",
    "iso_abbreviation": "J Contin Educ Health Prof",
    "issn": "1554-558X",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "249",
  "end_page": "255",
  "pages": "249-255",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Consumer Behavior",
    "Female",
    "Focus Groups",
    "Humans",
    "Information Dissemination",
    "Male",
    "Mass Media",
    "Ontario",
    "Physicians, Primary Care",
    "Publications"
  ],
  "article_ids": {
    "pubmed": "28350305",
    "doi": "10.1097/CEH.0000000000000112",
    "pii": "00005141-201603640-00004"
  },
  "doi": "10.1097/CEH.0000000000000112",
  "dates": {
    "completed": "2018-02-20",
    "revised": "2018-09-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.381809",
    "pmid": "28350305"
  }
}