{
  "pmid": "28351069",
  "uid": "28351069",
  "title": "Transition to Independence: Characteristics and Outcomes of Mentored Career Development (KL2) Scholars at Clinical and Translational Science Award Institutions.",
  "abstract": "PURPOSE: To describe the transition from mentored to independent research funding for clinical and translational scholars supported by institutional KL2 Mentored Career Development programs. METHOD: In 2013, faculty leaders at Clinical and Translational Science Award institutions completed an online survey, reporting characteristics of scholars in their KL2 programs from 2006 to 2013. The primary outcome variable was a report that the scholar had received independent funding as a principal investigator. Data analysis included descriptive summaries and mixed-effects regression models. RESULTS: Respondents from 48 institutions (of 62 eligible; 77%) provided information about 914 KL2 scholars. Of those, 620 (68%) were medical doctors, 114 (12%) had other clinical training, and 177 (19%) were nonclinician PhDs. Fifty-three percent (487) were female; 12% (108/865) were members of racial or ethnic groups underrepresented in medicine (URM). After completing KL2 training, 96% (558/582) remained engaged in research. Among scholars who completed KL2 training two or more years earlier, 39% (149/374) received independent funding. Independent funding was from non-National Institutes of Health (NIH) sources (120 scholars) more often than from NIH (101 scholars). The odds of a nonclinician attaining independent funding were twice those of a clinician (odds ratio 2.05; 95% confidence interval 1.11-3.78). Female and URM scholars were as likely as male and non-URM scholars to attain independent funding. CONCLUSIONS: KL2 programs supported the transition to independent funding for clinical and translational scientists. Female and URM scholars were well represented. Future studies should consider non-NIH funding sources when assessing the transition to research independence.",
  "authors": [
    {
      "last_name": "Sweeney",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Sweeney",
      "affiliations": [
        "C. Sweeney is associate professor, Department of Internal Medicine, and Center for Clinical & Translational Science, University of Utah Health Sciences Center, Salt Lake City, Utah.L.S. Schwartz is assistant research professor, Department of Clinical Research and Leadership, George Washington University School of Medicine and Health Sciences, Washington, DC.R. Toto is professor, Department of Internal Medicine, associate dean for clinical and translational research, and director, Center for Translational Medicine, University of Texas Southwestern Medical Center, Dallas, Texas.C. Merchant is program director, Extramural Career Development Programs, National Center for Advancing Translational Sciences, National Institutes of Health, Bethesda, Maryland.A.S. Fair is research services consultant II, Vanderbilt Institute for Clinical and Translational Research, Vanderbilt University Medical Center, Nashville, Tennessee.J.L. Gabrilove is James F. Holland Professor of Medicine and Oncological Sciences, associate director for education and training, Tisch Cancer Institute, and director, Clinical Research Education Programs, Icahn School of Medicine at Mount Sinai & Graduate School of Biomedical Sciences, New York, New York."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa S",
      "initials": "LS",
      "name": "Lisa S Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Toto",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Toto",
      "affiliations": []
    },
    {
      "last_name": "Merchant",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Merchant",
      "affiliations": []
    },
    {
      "last_name": "Fair",
      "fore_name": "Alecia S",
      "initials": "AS",
      "name": "Alecia S Fair",
      "affiliations": []
    },
    {
      "last_name": "Gabrilove",
      "fore_name": "Janice L",
      "initials": "JL",
      "name": "Janice L Gabrilove",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "556",
  "end_page": "562",
  "pages": "556-562",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Career Mobility",
    "Ethnicity",
    "Faculty",
    "Female",
    "Humans",
    "Leadership",
    "Male",
    "Mentoring",
    "Minority Groups",
    "National Institutes of Health (U.S.)",
    "Regression Analysis",
    "Research Personnel",
    "Research Support as Topic",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28351069",
    "mid": "NIHMS818576",
    "pmc": "PMC5373479",
    "doi": "10.1097/ACM.0000000000001473",
    "pii": "00001888-201704000-00050"
  },
  "doi": "10.1097/ACM.0000000000001473",
  "pmc_id": "PMC5373479",
  "dates": {
    "completed": "2017-07-31",
    "revised": "2023-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR000445",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001105",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000075",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000451",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000067",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "KL2 TR001435",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001067",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.536532",
    "pmid": "28351069"
  }
}