{
  "pmid": "28368911",
  "uid": "28368911",
  "title": "Trends in Narcotic and Corticosteroid Prescriptions in Patients with Inflammatory Bowel Disease in the United States Ambulatory Care Setting from 2003 to 2011.",
  "abstract": "BACKGROUND/HYPOTHESIS: Before the availability of biological therapies, corticosteroids and narcotics were frequently used in patients with inflammatory bowel disease (IBD) because of a paucity of disease-modifying therapies. The increased accessibility to effective biologicals for IBD over the last decade should be leading to less use of corticosteroids and narcotic medications. This study aims to examine trends in prescriptions of corticosteroids and narcotics to patients with IBD in the United States during the period 2003 to 2011. METHODS: Data from the National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey were used to examine visits of patients with IBD. Trends in corticosteroid and narcotic prescriptions were explored, and predictors of use were assessed using survey-weighted chi-square tests. RESULTS: From 2003 to 2011, a total of 1119 patients with IBD had visits recorded in the National Ambulatory Medical Care Survey and the National Hospital Ambulatory Medical Care Survey databases. Although biological prescriptions significantly increased from 3.3% in 2003 to 2005 to 15.9% in 2009 to 2011 (P = 0.004), there was no significant decrease in corticosteroid or narcotic prescriptions during this same time frame. Patients with IBD were less likely to receive narcotics (odds ratio = 0.38) when seeing a medical specialist compared with primary care physicians or surgeons. CONCLUSIONS: Despite the availability of more effective biological therapies, prescriptions for corticosteroids and narcotics did not decline in patients with IBD visiting U.S. ambulatory clinics and emergency departments from 2003 to 2011.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "*Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada; †Zane Cohen Centre for Digestive Diseases, Mount Sinai Hospital IBD Group, Toronto, Ontario, Canada; ‡Division of Gastroenterology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada; §Division of Gastroenterology, Brigham and Women's Hospital, Boston, Massachusetts; and ‖Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Borges",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Borges",
      "affiliations": []
    },
    {
      "last_name": "Steinhart",
      "fore_name": "A Hillary",
      "initials": "AH",
      "name": "A Hillary Steinhart",
      "affiliations": []
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "868",
  "end_page": "874",
  "pages": "868-874",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Adult",
    "Ambulatory Care",
    "Cross-Sectional Studies",
    "Drug Prescriptions",
    "Emergency Service, Hospital",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Male",
    "Middle Aged",
    "Narcotics",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28368911",
    "doi": "10.1097/MIB.0000000000001084"
  },
  "doi": "10.1097/MIB.0000000000001084",
  "dates": {
    "completed": "2018-03-22",
    "revised": "2018-09-13"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Narcotics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.142123",
    "pmid": "28368911"
  }
}