{
  "pmid": "28364542",
  "uid": "28364542",
  "title": "Defining Aging Phenotypes and Related Outcomes: Clues to Recognize Frailty in Hospitalized Older Patients.",
  "abstract": "BACKGROUND: Because frailty is a complex phenomenon associated with poor outcomes, the identification of patient profiles with different care needs might be of greater practical help than to look for a unifying definition. This study aimed at identifying aging phenotypes and their related outcomes in order to recognize frailty in hospitalized older patients. METHODS: Patients aged 65 or older enrolled in internal medicine and geriatric wards participating in the REPOSI registry. Relationships among variables associated to sociodemographic, physical, cognitive, functional, and medical status were explored using a multiple correspondence analysis. The hierarchical cluster analysis was then performed to identify possible patient profiles. Multivariable logistic regression was used to verify the association between clusters and outcomes (in-hospital mortality and 3-month postdischarge mortality and rehospitalization). RESULTS: 2,841 patients were included in the statistical analyses. Four clusters were identified: the healthiest (I); those with multimorbidity (II); the functionally independent women with osteoporosis and arthritis (III); and the functionally dependent oldest old patients with cognitive impairment (IV). There was a significantly higher in-hospital mortality in Cluster II (odds ratio [OR] = 2.27, 95% confidence interval [CI] = 1.15-4.46) and Cluster IV (OR = 5.15, 95% CI = 2.58-10.26) and a higher 3-month mortality in Cluster II (OR = 1.66, 95% CI = 1.13-2.44) and Cluster IV (OR = 1.86, 95% CI = 1.15-3.00) than in Cluster I. CONCLUSIONS: Using alternative analytical techniques among hospitalized older patients, we could distinguish different frailty phenotypes, differently associated with adverse events. The identification of different patient profiles can help defining the best care strategy according to specific patient needs.",
  "authors": [
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Clinical Sciences and Community Health, University of Milan, Italy."
      ]
    },
    {
      "last_name": "Franchi",
      "fore_name": "Carlotta",
      "initials": "C",
      "name": "Carlotta Franchi",
      "affiliations": [
        "Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche \"Mario Negri,\"Milan, Italy."
      ]
    },
    {
      "last_name": "Nobili",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Nobili",
      "affiliations": [
        "Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche \"Mario Negri,\"Milan, Italy."
      ]
    },
    {
      "last_name": "Mannucci",
      "fore_name": "Pier Mannuccio",
      "initials": "PM",
      "name": "Pier Mannuccio Mannucci",
      "affiliations": [
        "A. Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."
      ]
    },
    {
      "last_name": "Ardoino",
      "fore_name": "Ilaria",
      "initials": "I",
      "name": "Ilaria Ardoino",
      "affiliations": [
        "Department of Clinical Sciences and Community Health, University of Milan, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journals of gerontology. Series A, Biological sciences and medical sciences",
    "iso_abbreviation": "J Gerontol A Biol Sci Med Sci",
    "issn": "1758-535X",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "395",
  "end_page": "402",
  "pages": "395-402",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Female",
    "Frail Elderly",
    "Geriatric Assessment",
    "Hospital Mortality",
    "Hospitalization",
    "Humans",
    "Male",
    "Phenotype",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "28364542",
    "doi": "10.1093/gerona/glw188",
    "pii": "2328592"
  },
  "doi": "10.1093/gerona/glw188",
  "dates": {
    "completed": "2017-08-10",
    "revised": "2018-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:12.003843",
    "pmid": "28364542"
  }
}