{
  "pmid": "28365411",
  "uid": "28365411",
  "title": "Effects of intensive glucose control on microvascular outcomes in patients with type 2 diabetes: a meta-analysis of individual participant data from randomised controlled trials.",
  "abstract": "BACKGROUND: Intensive glucose control is understood to prevent complications in adults with type 2 diabetes. We aimed to more precisely estimate the effects of more intensive glucose control, compared with less intensive glucose control, on the risk of microvascular events. METHODS: In this meta-analysis, we obtained de-identified individual participant data from large-scale randomised controlled trials assessing the effects of more intensive glucose control versus less intensive glucose control in adults with type 2 diabetes, with at least 1000 patient-years of follow-up in each treatment group and a minimum of 2 years average follow-up on randomised treatment. The prespecified and standardised primary outcomes were kidney events (a composite of end-stage kidney disease, renal death, development of an estimated glomerular filtration rate <30 mL/min per 1·73m[2], or development of overt diabetic nephropathy), eye events (a composite of requirement for retinal photocoagulation therapy or vitrectomy, development of proliferative retinopathy, or progression of diabetic retinopathy), and nerve events (a composite of new loss of vibratory sensation, ankle reflexes, or light touch). We used a random-effects model to calculate overall estimates of effect. FINDINGS: We included four trials (ACCORD, ADVANCE, UKPDS, and VADT) with 27 049 participants. 1626 kidney events, 795 eye events, and 7598 nerve events were recorded during the follow-up period (median 5·0 years, IQR 4·5-5·0). Compared with less intensive glucose control, more intensive glucose control resulted in an absolute difference of -0·90% (95% CI -1·22 to -0·58) in mean HbA1c at completion of follow-up. The relative risk was reduced by 20% for kidney events (hazard ratio 0·80, 95% CI 0·72 to 0·88; p<0·0001) and by 13% for eye events (0·87, 0·76 to 1·00; p=0·04), but was not reduced for nerve events (0·98, 0·87 to 1·09; p=0·68). INTERPRETATION: More intensive glucose control over 5 years reduced both kidney and eye events. Glucose lowering remains important for the prevention of long-term microvascular complications in adults with type 2 diabetes. FUNDING: None.",
  "authors": [
    {
      "last_name": "Zoungas",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Zoungas",
      "affiliations": [
        "The George Institute for Global Health, University of Sydney, Sydney, NSW, Australia; School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia. Electronic address: szoungas@georgeinstitute.org.au."
      ]
    },
    {
      "last_name": "Arima",
      "fore_name": "Hisatomi",
      "initials": "H",
      "name": "Hisatomi Arima",
      "affiliations": [
        "The George Institute for Global Health, University of Sydney, Sydney, NSW, Australia; Department of Preventive Medicine and Public Health, Fukuoka University, Fukuoka, Japan."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Holman",
      "fore_name": "Rury R",
      "initials": "RR",
      "name": "Rury R Holman",
      "affiliations": [
        "Diabetes Trials Unit, Oxford Centre for Diabetes, Endocrinology and Metabolism, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Woodward",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodward",
      "affiliations": [
        "The George Institute for Global Health, University of Sydney, Sydney, NSW, Australia; The George Institute for Global Health, University of Oxford, Oxford, UK; Department of Epidemiology, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Reaven",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Reaven",
      "affiliations": [
        "Phoenix VA Health Care System, Phoenix, AZ, USA."
      ]
    },
    {
      "last_name": "Hayward",
      "fore_name": "Rodney A",
      "initials": "RA",
      "name": "Rodney A Hayward",
      "affiliations": [
        "Ann Arbor VA Health Care System, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Craven",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Craven",
      "affiliations": [
        "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, USA."
      ]
    },
    {
      "last_name": "Coleman",
      "fore_name": "Ruth L",
      "initials": "RL",
      "name": "Ruth L Coleman",
      "affiliations": [
        "Diabetes Trials Unit, Oxford Centre for Diabetes, Endocrinology and Metabolism, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "John",
      "initials": "J",
      "name": "John Chalmers",
      "affiliations": [
        "The George Institute for Global Health, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "431",
  "end_page": "437",
  "pages": "431-437",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Blood Glucose",
    "Diabetes Complications",
    "Diabetes Mellitus, Type 2",
    "Diabetic Nephropathies",
    "Eye Diseases",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Hypoglycemic Agents",
    "Male",
    "Middle Aged",
    "Models, Theoretical",
    "Proportional Hazards Models",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "28365411",
    "doi": "10.1016/S2213-8587(17)30104-3",
    "pii": "S2213-8587(17)30104-3"
  },
  "doi": "10.1016/S2213-8587(17)30104-3",
  "dates": {
    "completed": "2018-03-29",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Blood Glucose",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.692554",
    "pmid": "28365411"
  }
}