{
  "pmid": "28366942",
  "uid": "28366942",
  "title": "Renal and cardiac assessment of living kidney donor candidates.",
  "abstract": "Living kidney donation provides the best therapeutic outcomes for eligible patients with end-stage renal disease. To ensure suitability for living kidney donation, donor candidates undergo a thorough medical, surgical, and psychosocial evaluation by a multidisciplinary transplant assessment team. Numerous guidelines are available to assist clinicians in the process of donor evaluation and selection. These guidelines outline the minimum recommended requirements for donor screening and additional tests that are indicated when abnormalities arise; however, evidence suggests that some of these additional tests might not be required in certain donor candidates. Measured glomerular filtration rate (GFR) using isotopic methods is more accurate than estimated GFR for the assessment of renal function; however, a new clinical tool might enable the identification of donor candidates for whom nuclear medicine renal scans are not needed. Persistent isolated microscopic haematuria caused by urologic or glomerular diseases can preclude donation and such abnormalities can often be identified by kidney biopsy. Cystoscopy might not be useful for young patients, however, owing to the rarity of urological cancers in this population. Currently, no evidence exists to support the notion that donor candidates at low-risk of cardiac events should undergo additional preoperative cardiovascular evaluation before donation. Reducing and/or eliminating the need for additional testing has the potential to enhance efficiency in the donor evaluation process, improve patient satisfaction, and increase access to living donor kidney transplantation.",
  "authors": [
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, 11-113 Clinical Sciences Building, 11350-83 Avenue NW, University of Alberta, Edmonton, Alberta T6G 2G3, Canada."
      ]
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": [
        "Center for Abdominal Transplantation, Saint Louis University School of Medicine, 1402 South Grand Boulevard, St Louis, Missouri 63104, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, Western University, 800 Commissioners Road East, London, Ontario N6A 4G5, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, 1151 Richmond Street, London, Ontario N6A 3K7, Canada.",
        "Institute for Clinical Evaluative Sciences (ICES), 2075 Bayview Avenue, Toronto, ON, M4N 3M5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Nephrology",
    "iso_abbreviation": "Nat Rev Nephrol",
    "issn": "1759-507X",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "420",
  "end_page": "428",
  "pages": "420-428",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Donor Selection",
    "Glomerular Filtration Rate",
    "Humans",
    "Kidney Transplantation",
    "Living Donors"
  ],
  "article_ids": {
    "pubmed": "28366942",
    "doi": "10.1038/nrneph.2017.43",
    "pii": "nrneph.2017.43"
  },
  "doi": "10.1038/nrneph.2017.43",
  "dates": {
    "completed": "2017-07-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DK096008",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.220889",
    "pmid": "28366942"
  }
}