{
  "pmid": "28364807",
  "uid": "28364807",
  "title": "Laboratory selection of chlorpyrifos resistance in an Invasive Pest, Phenacoccus solenopsis (Homoptera: Pseudococcidae): Cross-resistance, stability and fitness cost.",
  "abstract": "The cotton mealybug, Phenacoccus solenopsis is an important polyphagous sucking pest of ornamentals, horticultural and fiber crops worldwide. Some P. solenopsis populations have developed insecticide resistance. This study evaluated cross-resistance, stability of insecticide resistance and life history traits affected by chlorpyrifos resistance in P. solenopsis. After nine generations selected with chlorpyrifos, P. solenopsis exhibited a 539.76-fold resistance level compared to an unselected population (UNSEL Pop). Chlorpyrifos selected population (Chlor-SEL Pop) displayed moderate cross-resistance to profenofos, nitenpyram and high cross-resistance to lambda-cyhalothrin. Biological parameters of P. Solenopsis were affected by chlorpyrifos resistance. The Chlor-SEL Pop had a significant reduction in fitness (relative fitness=0.10), along with significant decreases in pupal weight, fecundity, egg hatching %, intrinsic rate of natural population increase, biotic potential, and mean relative growth rate. It is concluded that selection with chlorpyrifos had marked effect on resistance development in P. solenopsis and upon removal of selection pressure chlorpyrifos resistance declined significantly indicating unstable resistance. Development of resistance led to high fitness costs for the chlorpyrifos-selected strain. These findings should be helpful for better and more successful resistance management of P. solenopsis.",
  "authors": [
    {
      "last_name": "Ejaz",
      "fore_name": "Masood",
      "initials": "M",
      "name": "Masood Ejaz",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Babar Shahzad",
      "initials": "MB",
      "name": "Muhammad Babar Shahzad Afzal",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: shahzad.babar35@gmail.com."
      ]
    },
    {
      "last_name": "Shabbir",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Shabbir",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Serrão",
      "fore_name": "José Eduardo",
      "initials": "JE",
      "name": "José Eduardo Serrão",
      "affiliations": [
        "Department of General Biology, Federal University of Viçosa, 36570-000 Viçosa, MG, Brazil."
      ]
    },
    {
      "last_name": "Shad",
      "fore_name": "Sarfraz Ali",
      "initials": "SA",
      "name": "Sarfraz Ali Shad",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan. Electronic address: sarfrazshad@bzu.edu.pk."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Wali",
      "initials": "W",
      "name": "Wali Muhammad",
      "affiliations": [
        "Quality Control of Pesticides, Layyah, Punjab, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pesticide biochemistry and physiology",
    "iso_abbreviation": "Pestic Biochem Physiol",
    "issn": "1095-9939",
    "issn_type": "Electronic",
    "volume": "137",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "8",
  "end_page": "14",
  "pages": "8-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Chlorpyrifos",
    "Female",
    "Hemiptera",
    "Insecticide Resistance",
    "Insecticides",
    "Lethal Dose 50",
    "Male",
    "Models, Theoretical",
    "Selection, Genetic"
  ],
  "article_ids": {
    "pubmed": "28364807",
    "doi": "10.1016/j.pestbp.2016.09.001",
    "pii": "S0048-3575(16)30101-8"
  },
  "doi": "10.1016/j.pestbp.2016.09.001",
  "dates": {
    "completed": "2017-06-21",
    "revised": "2017-06-21"
  },
  "chemicals": [
    "Insecticides",
    "Chlorpyrifos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.781422",
    "pmid": "28364807"
  }
}