{
  "pmid": "28365304",
  "uid": "28365304",
  "title": "Quasi-experimental study designs series-paper 11: supporting the production and use of health systems research syntheses that draw on quasi-experimental study designs.",
  "abstract": "OBJECTIVES: To describe the infrastructure available to support the production of policy-relevant health systems research syntheses, particularly those incorporating quasi-experimental evidence, and the tools available to support the use of these syntheses. STUDY DESIGN AND SETTING: Literature review. RESULTS: The general challenges associated with the available infrastructure include their sporadic nature or limited coverage of issues and countries, whereas the specific ones related to policy-relevant syntheses of quasi-experimental evidence include the lack of mechanism to register synthesis titles and scoping review protocols, the limited number of groups preparing user-friendly summaries, and the difficulty of finding quasi-experimental studies for inclusion in rapid syntheses and research syntheses more generally. Although some new tools have emerged in recent years, such as guidance workbooks and citizen briefs and panels, challenges related to using available tools to support the use of policy-relevant syntheses of quasi-experimental evidence arise from such studies potentially being harder for policymakers and stakeholders to commission and understand. CONCLUSION: Policymakers, stakeholders, and researchers need to expand the coverage and institutionalize the use of the available infrastructure and tools to support the use of health system research syntheses containing quasi-experimental evidence.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster Health Forum, Centre for Health Economics and Policy Analysis; Department of Political Science, McMaster University, 1280 Main Street West, MML-417, Hamilton, Ontario, Canada L8S 4L6; Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA. Electronic address: lavisj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA; Institute of Public Health, Faculty of Medicine, Heidelberg University, Heidelberg, Germany; Africa Health Research Institute, Somkhele, South Africa."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Knowledge to Policy Center and Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "89",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "92",
  "end_page": "97",
  "pages": "92-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Health Services Research",
    "Humans",
    "Non-Randomized Controlled Trials as Topic",
    "Policy Making",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "28365304",
    "doi": "10.1016/j.jclinepi.2017.03.014",
    "pii": "S0895-4356(17)30297-4"
  },
  "doi": "10.1016/j.jclinepi.2017.03.014",
  "dates": {
    "completed": "2017-11-16",
    "revised": "2017-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.993396",
    "pmid": "28365304"
  }
}