{
  "pmid": "28376345",
  "uid": "28376345",
  "title": "The effect of modeled absolute timing variability and relative timing variability on observational learning.",
  "abstract": "There is much evidence to suggest that skill learning is enhanced by skill observation. Recent research on this phenomenon indicates a benefit of observing variable/erred demonstrations. In this study, we explore whether it is variability within the relative organization or absolute parameterization of a movement that facilitates skill learning through observation. To do so, participants were randomly allocated into groups that observed a model with no variability, absolute timing variability, relative timing variability, or variability in both absolute and relative timing. All participants performed a four-segment movement pattern with specific absolute and relative timing goals prior to and following the observational intervention, as well as in a 24h retention test and transfers tests that featured new relative and absolute timing goals. Absolute timing error indicated that all groups initially acquired the absolute timing, maintained their performance at 24h retention, and exhibited performance deterioration in both transfer tests. Relative timing error revealed that the observation of no variability and relative timing variability produced greater performance at the post-test, 24h retention and relative timing transfer tests, but for the no variability group, deteriorated at absolute timing transfer test. The results suggest that the learning of absolute timing following observation unfolds irrespective of model variability. However, the learning of relative timing benefits from holding the absolute features constant, while the observation of no variability partially fails in transfer. We suggest learning by observing no variability and variable/erred models unfolds via similar neural mechanisms, although the latter benefits from the additional coding of information pertaining to movements that require a correction.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, David Braley Health Sciences Centre, 100 Main Street West, Hamilton, ON L8P 1H6, Canada; Program for Educational Research and Development, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8, Canada; Department of Kinesiology, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada. Electronic address: griersle@mcmaster.ca."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "James W",
      "initials": "JW",
      "name": "James W Roberts",
      "affiliations": [
        "Department of Kinesiology, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada; School of Optometry and Vision Science, University of Waterloo, 200 Columbia St W, Waterloo, ON N2L 3G1, Canada; Department of Health Sciences, Liverpool Hope University, Hope Park, Liverpool L16 9JD, United Kingdom."
      ]
    },
    {
      "last_name": "Welsher",
      "fore_name": "Arthur M",
      "initials": "AM",
      "name": "Arthur M Welsher",
      "affiliations": [
        "Department of Kinesiology, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Acta psychologica",
    "iso_abbreviation": "Acta Psychol (Amst)",
    "issn": "1873-6297",
    "issn_type": "Electronic",
    "volume": "176",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "71",
  "end_page": "77",
  "pages": "71-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Female",
    "Goals",
    "Humans",
    "Learning",
    "Male",
    "Movement",
    "Observation",
    "Time Factors",
    "Transfer, Psychology",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28376345",
    "doi": "10.1016/j.actpsy.2017.03.013",
    "pii": "S0001-6918(16)30279-7"
  },
  "doi": "10.1016/j.actpsy.2017.03.013",
  "dates": {
    "completed": "2017-12-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.282498",
    "pmid": "28376345"
  }
}