{
  "pmid": "28377194",
  "uid": "28377194",
  "title": "Stakeholders apply the GRADE evidence-to-decision framework to facilitate coverage decisions.",
  "abstract": "OBJECTIVES: Coverage decisions are complex and require the consideration of many factors. A well-defined, transparent process could improve decision-making and facilitate decision-maker accountability. STUDY DESIGN AND SETTING: We surveyed key US-based stakeholders regarding their current approaches for coverage decisions. Then, we held a workshop to test an evidence-to-decision (EtD) framework for coverage based on the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) criteria. RESULTS: A total of 42 individuals (including 19 US stakeholders as well as international health policymakers and GRADE working group members) attended the workshop. Of the 19 stakeholders, 14 (74%) completed the survey before the workshop. Almost all of their organizations (13 of 14; 93%) used systematic reviews for coverage decision-making; few (2 of 14; 14%) developed their own evidence synthesis; a majority (9 of 14; 64%) rated the certainty of evidence (using various systems); almost all (13 of 14; 93%) denied formal consideration of resource use; and half (7 of 14; 50%) reported explicit criteria for decision-making. At the workshop, stakeholders successfully applied the EtD framework to four case studies and provided narrative feedback, which centered on contextual factors affecting coverage decisions in the United States, the need for reliable data on subgroups of patients, and the challenge of decision-making without formal consideration of resource use. CONCLUSION: Stakeholders successfully applied the EtD framework to four case studies and highlighted contextual factors affecting coverage decisions and affirmed its value. Their input informed the further development of a revised EtD framework, now publicly available (http://gradepro.org/).",
  "authors": [
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Minneapolis Veterans Affairs Health Care System, Minneapolis, MN, USA; Department of Urology, University of Minnesota, Minneapolis, MN, USA. Electronic address: pdahm@umn.edu."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Global Health Unit, Norwegian Knowledge Centre for the Health Services, Oslo, Norway."
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Internal Medicine, Division of Evidence-Based Medicine, Program for Comparative Effectiveness Research, University of South Florida, Tampa, FL, USA; Department of Hematology, H Lee Moffitt Cancer Center & Research Institute, Tampa General Hospital, Tampa, FL, USA; Department of Health Outcomes & Behavior, H Lee Moffitt Cancer Center & Research Institute, Tampa General Hospital, Tampa, FL, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Department of Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Amato",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Amato",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy."
      ]
    },
    {
      "last_name": "Parmelli",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parmelli",
      "affiliations": [
        "Department of Oncology, Hematology and Respiratory Diseases, University of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Davoli",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Davoli",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Rome, Italy."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Internal Medicine/Nephrology, University of Missouri-Kansas City, Kansas City, MO, USA; Department of Biomedical and Health Informatics, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Minneapolis Veterans Affairs Health Care System, Minneapolis, MN, USA; Division of Gastroenterology, Department of Medicine, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Veterans Affairs Medical Center, Cleveland, OH, USA; Department of Gastroenterology, University Hospitals Case Medical Center, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "86",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "129",
  "end_page": "139",
  "pages": "129-139",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Advisory Committees",
    "Decision Making, Organizational",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Insurance Coverage",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "28377194",
    "doi": "10.1016/j.jclinepi.2017.02.019",
    "pii": "S0895-4356(17)30335-9"
  },
  "doi": "10.1016/j.jclinepi.2017.02.019",
  "dates": {
    "completed": "2017-08-07",
    "revised": "2017-08-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.633668",
    "pmid": "28377194"
  }
}