{
  "pmid": "28374094",
  "uid": "28374094",
  "title": "The potential of silk sericin protein as a serum substitute or an additive in cell culture and cryopreservation.",
  "abstract": "Cell culture and cryopreservation are necessary for clinical therapy and cells storage. The addition of 10% (v/v) foetal bovine serum (FBS) to basal culture media has been common practice and is one of the most widely used methods. FBS media added with 10% DMSO (dimethyl sulfoxide) have also been used for cryopreservation cells. Ideally, FBS should be avoided because of high cost and bio-safety. Silk sericin has been used as a serum substitute and an additive due to its good hydrophilicity and biological safety. This article summarizes a few details about the processing of sericin and its application as a serum substitute or an additive for cell culture and cryopreservation media. Sericin can be a potential novel serum substitute or an additive for cell culture and cryopreservation media.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Cao",
      "affiliations": [
        "Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123, People's Republic of China. sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Amino acids",
    "iso_abbreviation": "Amino Acids",
    "issn": "1438-2199",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "1029",
  "end_page": "1039",
  "pages": "1029-1039",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Blood Substitutes",
    "Cell Culture Techniques",
    "Cryopreservation",
    "Humans",
    "Sericins"
  ],
  "article_ids": {
    "pubmed": "28374094",
    "doi": "10.1007/s00726-017-2396-3",
    "pii": "10.1007/s00726-017-2396-3"
  },
  "doi": "10.1007/s00726-017-2396-3",
  "dates": {
    "completed": "2018-02-23",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Blood Substitutes",
    "Sericins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.246012",
    "pmid": "28374094"
  }
}