{
  "pmid": "28387451",
  "uid": "28387451",
  "title": "Large scale studies assessing anti-factor VIII antibody development in previously untreated haemophilia A: what has been learned, what to believe and how to learn more.",
  "abstract": "Minimizing the risk of inhibitor development by acting on modifiable risk factors remains a sensible goal for treatment optimization in haemophilia A. By critically appraising published studies assessing inhibitor development, this review addresses the role of studies in previously untreated patients (PUPs) for establishing the immunogenicity of new concentrates, suggest novel research design to be adopted in future studies and discuss clinical practice implications of the reported differential immunogenicity of Kogenate Bayer and Advate factor VIII concentrates. Three considerations are relevant here: (i) all of the existing concentrates, when tested following the International Society on Thrombosis and Haemostasis Scientific and Standardization Committee recommendation, were shown to be safe; as a consequence, (ii) when considering using any newly introduced product, one should be aware that it could, in future, turn out to be as immunogenic as Kogenate Bayer, and (iii) at the population level, it might be wiser not to use Kogenate Bayer in PUPs, if the choice is against Advate. When presenting the risk of developing inhibitors to the individual patient (or their family), the message remains that the risk can be as high as 40%, without any efficient instrument to predict individual inhibitor risk. Patients should be invited to enrol into a randomized registry trial, including random assignment to trials with new investigational products.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Fischer",
      "fore_name": "Kathelijn",
      "initials": "K",
      "name": "Kathelijn Fischer",
      "affiliations": [
        "Van Creveldkliniek, University Medical Centre Utrecht, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Makris",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Makris",
      "affiliations": [
        "Sheffield Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, UK.",
        "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, UK."
      ]
    }
  ],
  "journal": {
    "title": "British journal of haematology",
    "iso_abbreviation": "Br J Haematol",
    "issn": "1365-2141",
    "issn_type": "Electronic",
    "volume": "178",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "20",
  "end_page": "31",
  "pages": "20-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Coagulation Factor Inhibitors",
    "Coagulants",
    "Factor VIII",
    "Hemophilia A",
    "Humans",
    "Isoantibodies"
  ],
  "article_ids": {
    "pubmed": "28387451",
    "doi": "10.1111/bjh.14610"
  },
  "doi": "10.1111/bjh.14610",
  "dates": {
    "completed": "2017-09-05",
    "revised": "2018-02-09"
  },
  "chemicals": [
    "Blood Coagulation Factor Inhibitors",
    "Coagulants",
    "Isoantibodies",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.172196",
    "pmid": "28387451"
  }
}