{
  "pmid": "28389421",
  "uid": "28389421",
  "title": "Pregnant Women's Views on the Feasibility and Acceptability of Web-Based Mental Health E-Screening Versus Paper-Based Screening: A Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Major international guidelines recommend mental health screening during the perinatal period. However, substantial barriers to screening have been reported by pregnant and postpartum women and perinatal care providers. E-screening offers benefits that may address implementation challenges. OBJECTIVE: The primary objective of this randomized controlled trial was to evaluate the feasibility and acceptability of Web-based mental health e-screening compared with paper-based screening among pregnant women. A secondary objective was to identify factors associated with women's preferences for e-screening and disclosure of mental health concerns. METHODS: Pregnant women recruited from community and hospital-based antenatal clinics and hospital-based prenatal classes were computer-randomized to a fully automated Web-based e-screening intervention group or a paper-based control group. Women were eligible if they spoke or read English, were willing to be randomized to e-screening, and were willing to participate in a follow-up diagnostic interview. The intervention group completed the Antenatal Psychosocial Health Assessment and the Edinburgh Postnatal Depression Scale on a tablet computer, while controls completed them on paper. All women completed self-report baseline questions and were telephoned 1 week after randomization by a blinded research assistant for a MINI International Neuropsychiatric Interview. Renker and Tonkin's tool of feasibility and acceptability of computerized screening was used to assess the feasibility and acceptability of e-screening compared with paper-based screening. Intention-to-treat analysis was used. To identify factors associated with preference for e-screening and disclosure, variables associated with each outcome at P<.20 were simultaneously entered into final multivariable models to estimate adjusted odds ratios (AORs) and 95% CIs. RESULTS: Of the 675 eligible women approached, 636 agreed to participate (participation rate 94.2%) and were randomized to the intervention (n=305) or control (n=331) groups. There were no significant baseline differences between groups. More women in the e-screening group strongly or somewhat agreed that they would like to use a tablet for answering questions on emotional health (57.9%, 175/302 vs 37.2%, 121/325) and would prefer using a tablet to paper (46.0%, 139/302 vs 29.2%, 95/325), compared with women in the paper-based screening group. There were no differences between groups in women's disclosure of emotional health concerns (94.1%, 284/302 vs 90.2%, 293/325). Women in the e-screening group consistently reported the features of e-screening more favorably than controls (more private or confidential, less impersonal, less time-consuming). In the multivariable models, being in the e-screening group was significantly associated with preferring e-screening (AOR 2.29, 95% CI 1.66-3.17), while no factors were significantly associated with disclosure. CONCLUSIONS: The findings suggest that mental health e-screening is feasible and acceptable to pregnant women. TRIAL REGISTRATION: Clinicaltrials.gov NCT01899534; https://clinicaltrials.gov/ct2/show/NCT01899534 (Archived by WebCite at http://www.webcitation.org/6ntWg1yWb).",
  "authors": [
    {
      "last_name": "Kingston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Kingston",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-7183-2803"
    },
    {
      "last_name": "Austin",
      "fore_name": "Marie-Paule",
      "initials": "MP",
      "name": "Marie-Paule Austin",
      "affiliations": [
        "University of New South Wales, Sydney, Australia."
      ],
      "orcid": "0000-0002-6957-0656"
    },
    {
      "last_name": "Veldhuyzen van Zanten",
      "fore_name": "Sander",
      "initials": "S",
      "name": "Sander Veldhuyzen van Zanten",
      "affiliations": [
        "Division of Gastroenterology, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-1702-8750"
    },
    {
      "last_name": "Harvalik",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Harvalik",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0003-4446-1872"
    },
    {
      "last_name": "Giallo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Giallo",
      "affiliations": [
        "Murdoch Childrens Research Institute, Royal Children's Hospital, Parkville, Australia."
      ],
      "orcid": "0000-0002-1065-2921"
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4461-2178"
    },
    {
      "last_name": "MacQueen",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda MacQueen",
      "affiliations": [
        "University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0003-3352-6781"
    },
    {
      "last_name": "Vermeyden",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Vermeyden",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-7995-731X"
    },
    {
      "last_name": "Lasiuk",
      "fore_name": "Gerri",
      "initials": "G",
      "name": "Gerri Lasiuk",
      "affiliations": [
        "College of Nursing, University of Saskatchewan, Regina, SK, Canada."
      ],
      "orcid": "0000-0001-5478-3520"
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0378-2266"
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biringer",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0865-9091"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "07"
  },
  "start_page": "e88",
  "pages": "e88",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Depression",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Internet",
    "Mass Screening",
    "Mental Health",
    "Paper",
    "Patient Acceptance of Health Care",
    "Pregnancy",
    "Pregnancy Complications",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "28389421",
    "pmc": "PMC5400885",
    "doi": "10.2196/jmir.6866",
    "pii": "v19i4e88"
  },
  "doi": "10.2196/jmir.6866",
  "pmc_id": "PMC5400885",
  "dates": {
    "completed": "2017-09-12",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.059669",
    "pmid": "28389421"
  }
}