{
  "pmid": "28380638",
  "uid": "28380638",
  "title": "When is a meta-analysis conclusive? A guide to Trial Sequential Analysis with an example of remote ischemic preconditioning for renoprotection in patients undergoing cardiac surgery.",
  "abstract": "Regardless of whether a randomized trial finds a statistically significant effect for an intervention or not, readers often wonder if the trial was large enough to be conclusive. To answer this question, we can estimate the required sample size for a trial by considering how commonly the outcome occurs, the smallest effect of clinical importance and the acceptable risk of falsely detecting or rejecting that effect. But when is a meta-analysis conclusive? We explain and illustrate the interpretation of Trial Sequential Analysis (TSA), a method increasingly used to answer this question. We conducted a conventional meta-analysis which suggested that, in adults undergoing cardiac surgery, remote ischemic preconditioning does not provide a statistically significant reduction in acute kidney injury (AKI) [12 trials, 4230 patients; relative risk 0.87 (95% confidence interval 0.74-1.02); P = 0.08; I2= 35%] or the risk of receiving acute dialysis [5 trials, 2111 patients; relative risk 1.15 (95% confidence interval 0.42-3.19); P = 0.78; I2 = 59%]. TSA demonstrates that as little as a 20% relative risk reduction in AKI is unlikely. Reliably finding effects on acute dialysis and smaller effects on AKI would require much more evidence. Notably, conventional meta-analyses conducted at one of the two earlier time points may have prematurely declared a statistically significant reduction in AKI, even though at no point in the TSA was there sufficient evidence to support such an effect. With this and other examples, we demonstrate that the TSA can prevent premature conclusions from meta-analyses.",
  "authors": [
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": [
        "London Kidney Clinical Research Unit, London Health Sciences Centre, Room ELL-101, Westminster, 800 Commissioners Road East, London, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany B",
      "initials": "BB",
      "name": "Brittany B Dennis",
      "affiliations": [
        "St. George's University of London, London, UK."
      ]
    },
    {
      "last_name": "Pasic",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Pasic",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "London Kidney Clinical Research Unit, London Health Sciences Centre, Room ELL-101, Westminster, 800 Commissioners Road East, London, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "1460-2385",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "suppl_2",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "ii23",
  "end_page": "ii30",
  "pages": "ii23-ii30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Adult",
    "Cardiac Surgical Procedures",
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Humans",
    "Ischemic Preconditioning",
    "Meta-Analysis as Topic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28380638",
    "doi": "10.1093/ndt/gfw219",
    "pii": "3095902"
  },
  "doi": "10.1093/ndt/gfw219",
  "dates": {
    "completed": "2017-08-14",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.604521",
    "pmid": "28380638"
  }
}