{
  "pmid": "28391124",
  "uid": "28391124",
  "title": "Performance characteristics of an automated latex immunoturbidimetric assay [HemosIL[®] HIT-Ab(PF4-H)] for the diagnosis of immune heparin-induced thrombocytopenia.",
  "abstract": "BACKGROUND: Heparin-induced thrombocytopenia (HIT) is a prothrombotic drug reaction caused by platelet-activating anti-PF4/heparin antibodies. Given time-sensitive treatment considerations, a rapid and accurate laboratory test for HIT antibodies is needed. AIMS: To determine operating characteristics for the HemosIL[®] HIT-Ab(PF4/H), a rapid, on-demand, fully-automated, latex immunoturbidimetric assay (LIA), for diagnosis of HIT. METHODS: We evaluated LIA sensitivity, specificity, negative (NPV) and positive predictive value (PPV), negative (LR-) and positive likelihood ratio (LR+), using citrated-plasma from 429 patients (prospective cohort study of 4Ts scoring; HIT, n=31), and from consecutive HIT patients (n=125), using reference standard serotonin-release assay (SRA). Comparators included two PF4-dependent enzyme-immunoassays (EIAs). We used stratum-specific likelihood ratios (SSLRs) to determine how differing magnitudes of LIA-positivity influenced post-test probability of HIT. RESULTS: LIA operating characteristics were: sensitivity=97.4% (152/156); specificity=94.0% (374/398); PPV=55.6% (30/54); and NPV=99.7% (374/375). At manufacturers' cutoffs, LIA specificity and PPV were superior to the EIAs. Although a negative LIA pointed strongly against HIT (LR-, 0.034), the post-test probability was ~2% with high 4Ts score. The LIA's LR+ was high (16.0), with SSLRs rising substantially with greater LIA-positivity: 5.7 (1.0-4.9U/mL), 31 (5.0-15.9U/mL), and 128 (≥16U/mL). A LIA-positive result (at 1.0 cutoff) indicated at least 24% HIT probability (low 4Ts score), rising to 90% with high 4Ts score. CONCLUSIONS: Although approximately 1 in 40 SRA-positive patients tested LIA-negative, the LIA's high NPV and PPV indicate that this rapid assay is useful for the diagnostic evaluation of HIT, including in low pre-test situations.",
  "authors": [
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Centre for Transfusion Research, Hamilton, Ontario, Canada. Electronic address: twarken@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sheppard",
      "fore_name": "Jo-Ann I",
      "initials": "JI",
      "name": "Jo-Ann I Sheppard",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Thrombosis & Atherosclerosis Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Centre for Transfusion Research, Hamilton, Ontario, Canada; Canadian Blood Services, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nazy",
      "fore_name": "Ishac",
      "initials": "I",
      "name": "Ishac Nazy",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Centre for Transfusion Research, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "153",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "108",
  "end_page": "117",
  "pages": "108-117",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Antibodies",
    "Anticoagulants",
    "Female",
    "Heparin",
    "Humans",
    "Immunoturbidimetry",
    "Latex",
    "Male",
    "Middle Aged",
    "Platelet Factor 4",
    "Prospective Studies",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "28391124",
    "doi": "10.1016/j.thromres.2017.03.010",
    "pii": "S0049-3848(17)30234-7"
  },
  "doi": "10.1016/j.thromres.2017.03.010",
  "dates": {
    "completed": "2018-02-14",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antibodies",
    "Anticoagulants",
    "Latex",
    "Platelet Factor 4",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.876491",
    "pmid": "28391124"
  }
}