{
  "pmid": "28390695",
  "uid": "28390695",
  "title": "Achieved blood pressure and cardiovascular outcomes in high-risk patients: results from ONTARGET and TRANSCEND trials.",
  "abstract": "BACKGROUND: Studies have challenged the appropriateness of accepted blood pressure targets. We hypothesised that different levels of low blood pressure are associated with benefit for some, but harm for other outcomes. METHODS: In this analysis, we assessed the previously reported outcome data from high-risk patients aged 55 years or older with a history of cardiovascular disease, 70% of whom had hypertension, from the ONTARGET and TRANSCEND trials investigating ramipril, telmisartan, and their combination, with a median follow-up of 56 months. Detailed descriptions of randomisation and intervention have already been reported. We analysed the associations between mean blood pressure achieved on treatment; prerandomisation baseline blood pressure; or time-updated blood pressure (last on treatment value before an event) on the composite outcome of cardiovascular death, myocardial infarction, stroke, and hospital admission for heart failure; the components of the composite outcome; and all-cause death. Analysis was done by Cox regression analysis, ANOVA, and χ[2]. These trials were registered with ClinicalTrials.gov, number NCT00153101. FINDINGS: Recruitment for ONTARGET took place between Dec 1, 2001, and July 31, 2008. TRANSCEND took place between Nov 1, 2001, and May 30, 2004. 30 937 patients were recruited from 733 centres in 40 countries and followed up for a median of 56 months. In ONTARGET, 25 127 patients known to be tolerant to angiotensin-converting-enzyme (ACE)-inhibitors were randomly assigned after a run-in period to oral ramipril 10 mg/day (n=8407), telmisartan 80 mg/day (n=8386), or the combination of both (n=8334). In TRANSCEND, 5810 patients who were intolerant to ACE-inhibitors were randomly assigned to oral telmisartan 80 mg/day (n=2903) or placebo (n=2907). Baseline systolic blood pressure (SBP) 140 mm Hg or higher was associated with greater incidence of all outcomes compared with 120 mm Hg to less than 140 mm Hg. By contrast, a baseline diastolic blood pressure (DBP) less than 70 mm Hg was associated with the highest risk for most outcomes compared with all DBP categories 70 mm Hg or more. In 4052 patients with SBP less than 120 mm Hg on treatment, the risk of the composite cardiovascular outcome (adjusted hazard ratio [HR] 1·14, 95% CI 1·03-1·26), cardiovascular death (1·29, 1·12-1·49), and all deaths (1·28, 1·15-1·42) were increased compared with those in whom SBP was 120-140 mm Hg during treatment (HR 1 for all outcomes, n=16099). No harm or benefit was observed for myocardial infarction, stroke, or hospital admission for heart failure. Mean achieved SBP more accurately predicted outcomes than baseline or time-updated SBP, and was associated with the lowest risk at approximately 130 mm Hg, and at 110-120 mm Hg risk increased for the combined outcome, cardiovascular death, and all-cause death except stroke. A mean DBP less than 70 mm Hg (n=5352) during treatment was associated with greater risk of the composite primary outcome (HR 1·31, 95% CI 1·20-1·42), myocardial infarction (1·55, 1·33-1·80), hospital admission for heart failure (1·59, 1·36-1·86) and all-cause death (1·16, 1·06-1·28) than a DBP 70-80 mm Hg (14 305). A pretreatment and mean on-treatment DBP of about 75 mm Hg was associated with the lowest risk. INTERPRETATION: Mean achieved SBP less than 120 mm Hg during treatment was associated with increased risk of cardiovascular outcomes except for myocardial infarction and stroke. Similar patterns were observed for DBP less than 70 mm Hg, plus increased risk for myocardial infarction and hospital admission for heart failure. Very low blood pressure achieved on treatment was associated with increased risks of several cardiovascular disease events. These data suggest that the lowest blood pressure possible is not necessarily the optimal target for high-risk patients, although it is not possible to rule out some effect of reverse causality. FUNDING: Boehringer Ingelheim.",
  "authors": [
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": [
        "Klinik für Innere Medizin III, Universität des Saarlandes, Homburg, Germany. Electronic address: michael.boehm@uks.eu."
      ]
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Schumacher",
      "affiliations": [
        "Ingelheim, Germany."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva M",
      "initials": "EM",
      "name": "Eva M Lonn",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mahfoud",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Mahfoud",
      "affiliations": [
        "Klinik für Innere Medizin III, Universität des Saarlandes, Homburg, Germany."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "KfH Kidney Center, Munich and Department of Nephrology and Hypertension, University Hospital, Friedrich-Alexander University, Erlangen-Nuremberg, Germany."
      ]
    },
    {
      "last_name": "Mancia",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Mancia",
      "affiliations": [
        "University of Milano-Bicocca, Istituto Clinico Universitario Policlinico di Monza, Milan, Italy."
      ]
    },
    {
      "last_name": "Redon",
      "fore_name": "Josep",
      "initials": "J",
      "name": "Josep Redon",
      "affiliations": [
        "Hypertension Unit, Hospital CIínico Universitario, University of Valencia, Valencia, Spain."
      ]
    },
    {
      "last_name": "Schmieder",
      "fore_name": "Roland E",
      "initials": "RE",
      "name": "Roland E Schmieder",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Hospital, Friedrich-Alexander University, Erlangen-Nuremberg, Germany."
      ]
    },
    {
      "last_name": "Sliwa",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sliwa",
      "affiliations": [
        "Hatter Institute for Cardiovascular Research in Africa and IIDMM, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Weber",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Weber",
      "affiliations": [
        "State University of New York, Downstate College of Medicine, Brooklyn, NY, USA."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Williams",
      "affiliations": [
        "University College London (UCL) Institute of Cardiovascular Science and National Institute for Health Research UCL Hospitals Biomedical Research Centre, London, UK."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "389",
    "issue": "10085",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "2226",
  "end_page": "2237",
  "pages": "2226-2237",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Aged",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Benzimidazoles",
    "Benzoates",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Drug Therapy, Combination",
    "Female",
    "Follow-Up Studies",
    "Hospitalization",
    "Humans",
    "Hypertension",
    "Hypotension",
    "Male",
    "Middle Aged",
    "Multicenter Studies as Topic",
    "Ramipril",
    "Randomized Controlled Trials as Topic",
    "Telmisartan"
  ],
  "article_ids": {
    "pubmed": "28390695",
    "doi": "10.1016/S0140-6736(17)30754-7",
    "pii": "S0140-6736(17)30754-7"
  },
  "doi": "10.1016/S0140-6736(17)30754-7",
  "dates": {
    "completed": "2018-09-24",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Benzimidazoles",
    "Benzoates",
    "Ramipril",
    "Telmisartan"
  ],
  "grants": [
    {
      "grant_id": "MC_PC_13090",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.893481",
    "pmid": "28390695"
  }
}