{
  "pmid": "28399867",
  "uid": "28399867",
  "title": "The protracted waste crisis and physical health of workers in Beirut: a comparative cross-sectional study.",
  "abstract": "BACKGROUND: Since July 2015, Lebanon has been experiencing a waste management crisis. Dumpsites in inhabited areas and waste burning have emerged due to the waste accumulation, further adding to the gravity of the situation. However, the association between the crisis and health of the population has not been scientifically reported. METHODS: A comparative cross-sectional study was conducted to assess whether exposure to open dumpsites and waste burning is associated with acute health symptoms. The study sample included 221 male workers between the ages of 18-60 years selected from two areas chosen based on their proximity to a garbage dumpsite and waste burning. 110 workers were exposed to a garbage dumpsite and waste burning, and 111 workers were not. Data were collected via a face-to-face interview using a newly developed validated structured questionnaire. Chi-square tests were used to check for statistically significant differences between exposure and covariates. Multivariable analyses using multiple logistic regression were used to compare health symptoms between exposed and unexposed workers adjusting for potential confounders. RESULTS: The prevalence of acute health symptoms was greater among the exposed workers than the non-exposed workers, including gastrointestinal, respiratory, dermatological and constitutional symptoms. Controlling for confounding variables, such as age, insurance, family support, residence near dumpsite, work site, and smoking, a minimum odds ratio (OR) of 4.30 was obtained when comparing the exposed population to those non-exposed. CONCLUSION: The strong association between improper waste management and physical health calls for immediate attention by the government, stakeholders and community members to find optimal solutions for this waste management crisis and set immediate priority interventions such as regular waste collection, volume reduction and recycling performance improvement. However, the long recall period may have underestimated our results.",
  "authors": [
    {
      "last_name": "Morsi",
      "fore_name": "Rami Z",
      "initials": "RZ",
      "name": "Rami Z Morsi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Safa",
      "fore_name": "Rawan",
      "initials": "R",
      "name": "Rawan Safa",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Baroud",
      "fore_name": "Serge F",
      "initials": "SF",
      "name": "Serge F Baroud",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fawaz",
      "fore_name": "Cherine N",
      "initials": "CN",
      "name": "Cherine N Fawaz",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Jad I",
      "initials": "JI",
      "name": "Jad I Farha",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Chaaya",
      "fore_name": "Monique",
      "initials": "M",
      "name": "Monique Chaaya",
      "affiliations": [
        "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Riad El-Solh, Beirut 1107 2020, PO Box 11-0236, Beirut, Lebanon. mchaaya@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Environmental health : a global access science source",
    "iso_abbreviation": "Environ Health",
    "issn": "1476-069X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "11"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Disease",
    "Adolescent",
    "Adult",
    "Garbage",
    "Gastrointestinal Diseases",
    "Humans",
    "Lebanon",
    "Male",
    "Middle Aged",
    "Occupational Diseases",
    "Occupational Exposure",
    "Respiratory Tract Diseases",
    "Skin Diseases",
    "Waste Management",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28399867",
    "pmc": "PMC5387191",
    "doi": "10.1186/s12940-017-0240-6",
    "pii": "10.1186/s12940-017-0240-6"
  },
  "doi": "10.1186/s12940-017-0240-6",
  "pmc_id": "PMC5387191",
  "dates": {
    "completed": "2017-10-03",
    "revised": "2021-08-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.355914",
    "pmid": "28399867"
  }
}