{
  "pmid": "28392699",
  "uid": "28392699",
  "title": "Comparison of prophylactic effect of UGIB and effects on platelet function between PPIs and H2RAs combined with DAPT: systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: We compared prophylactic effects of proton pump inhibitors (PPIs) and histamine-2 receptor antagonists (H2RAs) on upper gastrointestinal bleeding (UGIB) associated with dual antiplatelet therapy (DAPT) and explored this influence on platelet function. METHODS: Randomized controlled trials and cohort studies comparing PPIs with H2RAs in adults receiving DAPT were collected from PubMed, EMBASE and Cochrane databases. Dichotomous data were pooled to obtain risk ratios (RRs) for UGIB, major adverse cardiovascular events (MACEs), poor responders to clopidogrel and rehospitalization, and continuous data were pooled to obtain mean differences (MDs) for P2Y12 reaction units (PRUs), with 95% confidence intervals (CIs). RESULTS: Twelve clinical trials (n=3,301) met the inclusion criteria. Compared to H2RAs, PPIs lessened UGIB (RR =0.16, 95% CI: 0.03-0.70), and there was no significant difference in the incidence of PRUs (MD =18.21 PRUs, 95% CI: -4.11-40.54), poor responders to clopidogrel (RR =1.21, 95% CI: 0.92-1.61), incidence of MACEs (RR =0.89, 95% CI: 0.45-1.75) or rehospitalization (RR =1.76, 95% CI: 0.79-3.92). Subgroup analysis confirmed fewer PRUs in the H2RAs group compared to the omeprazole group (2 studies, n=189, MD =31.80 PRUs, 95% CI: 11.65-51.96). However, poor responder data for clopidogrel and MACEs might be unreliable because few studies of this kind were included. CONCLUSION: Limited evidence indicates that PPIs were better than H2RAs for prophylaxis of UGIB associated with DAPT and had no effect on platelet function. Further study is needed to confirm these observations.",
  "authors": [
    {
      "last_name": "Yi",
      "fore_name": "Zhan-Miao",
      "initials": "ZM",
      "name": "Zhan-Miao Yi",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Qiu",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing; Department of Pharmacy, China Pharmaceutical University, Nanjing, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhi-Yan",
      "initials": "ZY",
      "name": "Zhi-Yan Liu",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Suo-Di",
      "initials": "SD",
      "name": "Suo-Di Zhai",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutics and clinical risk management",
    "iso_abbreviation": "Ther Clin Risk Manag",
    "issn": "1176-6336",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2017"
  },
  "start_page": "367",
  "end_page": "377",
  "pages": "367-377",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28392699",
    "pmc": "PMC5373835",
    "doi": "10.2147/TCRM.S127292",
    "pii": "tcrm-13-367"
  },
  "doi": "10.2147/TCRM.S127292",
  "pmc_id": "PMC5373835",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.522103",
    "pmid": "28392699"
  }
}