{
  "pmid": "28398987",
  "uid": "28398987",
  "title": "Predicting risk and outcomes for frail older adults: an umbrella review of frailty screening tools.",
  "abstract": "BACKGROUND: A scoping search identified systematic reviews on diagnostic accuracy and predictive ability of frailty measures in older adults. In most cases, research was confined to specific assessment measures related to a specific clinical model. OBJECTIVES: To summarize the best available evidence from systematic reviews in relation to reliability, validity, diagnostic accuracy and predictive ability of frailty measures in older adults. INCLUSION CRITERIA POPULATION: Older adults aged 60 years or older recruited from community, primary care, long-term residential care and hospitals. INDEX TEST: Available frailty measures in older adults. REFERENCE TEST: Cardiovascular Health Study phenotype model, the Canadian Study of Health and Aging cumulative deficit model, Comprehensive Geriatric Assessment or other reference tests. DIAGNOSIS OF INTEREST: Frailty defined as an age-related state of decreased physiological reserves characterized by an increased risk of poor clinical outcomes. TYPES OF STUDIES: Quantitative systematic reviews. SEARCH STRATEGY: A three-step search strategy was utilized to find systematic reviews, available in English, published between January 2001 and October 2015. METHODOLOGICAL QUALITY: Assessed by two independent reviewers using the Joanna Briggs Institute critical appraisal checklist for systematic reviews and research synthesis. DATA EXTRACTION: Two independent reviewers extracted data using the standardized data extraction tool designed for umbrella reviews. DATA SYNTHESIS: Data were only presented in a narrative form due to the heterogeneity of included reviews. RESULTS: Five reviews with a total of 227,381 participants were included in this umbrella review. Two reviews focused on reliability, validity and diagnostic accuracy; two examined predictive ability for adverse health outcomes; and one investigated validity, diagnostic accuracy and predictive ability. In total, 26 questionnaires and brief assessments and eight frailty indicators were analyzed, most of which were applied to community-dwelling older people. The Frailty Index was examined in almost all these dimensions, with the exception of reliability, and its diagnostic and predictive characteristics were shown to be satisfactory. Gait speed showed high sensitivity, but only moderate specificity, and excellent predictive ability for future disability in activities of daily living. The Tilburg Frailty Indicator was shown to be a reliable and valid measure for frailty screening, but its diagnostic accuracy was not evaluated. Screening Letter, Timed-up-and-go test and PRISMA 7 (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) demonstrated high sensitivity and moderate specificity for identifying frailty. In general, low physical activity, variously measured, was one of the most powerful predictors of future decline in activities of daily living. CONCLUSION: Only a few frailty measures seem to be demonstrably valid, reliable and diagnostically accurate, and have good predictive ability. Among them, the Frailty Index and gait speed emerged as the most useful in routine care and community settings. However, none of the included systematic reviews provided responses that met all of our research questions on their own and there is a need for studies that could fill this gap, covering all these issues within the same study. Nevertheless, it was clear that no suitable tool for assessing frailty appropriately in emergency departments was identified.",
  "authors": [
    {
      "last_name": "Apóstolo",
      "fore_name": "João",
      "initials": "J",
      "name": "João Apóstolo",
      "affiliations": [
        "1Health Sciences Research Unit: Nursing, Nursing School of Coimbra, Portugal Centre for Evidence-Based Practice: a Joanna Briggs Institute Centre of Excellence 2Aston Research Centre for Healthy Ageing (ARCHA), Aston University, Birmingham, United Kingdom 3Department of Economics, Management and Industrial Engineering, University of Aveiro, Aveiro, Portugal 4Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy 5Department of Clinical Science and Community Health, University of Milan, Milan, Italy 6Department of Paediatrics, Obstetrics and Gynaecology, Universitat de Valência, Valência, Spain 7Roessingh Research and Development, The Netherlands."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Cooke",
      "affiliations": []
    },
    {
      "last_name": "Bobrowicz-Campos",
      "fore_name": "Elzbieta",
      "initials": "E",
      "name": "Elzbieta Bobrowicz-Campos",
      "affiliations": []
    },
    {
      "last_name": "Santana",
      "fore_name": "Silvina",
      "initials": "S",
      "name": "Silvina Santana",
      "affiliations": []
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Cano",
      "affiliations": []
    },
    {
      "last_name": "Vollenbroek-Hutten",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Vollenbroek-Hutten",
      "affiliations": []
    },
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": []
    },
    {
      "last_name": "Holland",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Holland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JBI database of systematic reviews and implementation reports",
    "iso_abbreviation": "JBI Database System Rev Implement Rep",
    "issn": "2202-4433",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "1154",
  "end_page": "1208",
  "pages": "1154-1208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Exercise",
    "Frail Elderly",
    "Geriatric Assessment",
    "Health Status Indicators",
    "Humans",
    "Independent Living",
    "Predictive Value of Tests",
    "Risk Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28398987",
    "pmc": "PMC5457829",
    "doi": "10.11124/JBISRIR-2016-003018",
    "pii": "01938924-201704000-00018"
  },
  "doi": "10.11124/JBISRIR-2016-003018",
  "pmc_id": "PMC5457829",
  "dates": {
    "completed": "2018-07-25",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:12.004533",
    "pmid": "28398987"
  }
}