{
  "pmid": "28394671",
  "uid": "28394671",
  "title": "The U.K. NICE 2014 Guidelines for Osteoarthritis of the Knee: Lessons Learned in a Narrative Review Addressing Inadvertent Limitations and Bias.",
  "abstract": "Several systematic reviews suggest that acupuncture is effective for knee osteoarthritis (OA), and furthermore a safe and cost-effective treatment for this condition. A recent clinical practice guideline (CPG) from the National Institute for Health and Care Excellence (NICE), in the United Kingdom, recommended against the use of acupuncture on the grounds that the effect size (ES) in comparison with sham acupuncture is too small. Safety data were not considered in the review, in addition the levels of evidence for acupuncture against other recommended therapies were not compared. Consequently, it is argued that this NICE guideline has limitations that lead to several potential biases in its evaluation of acupuncture, which were not addressed correctly: (1) NICE's prior scoping process limited its review. (2) NICE introduced the method of developing recommendations based on the consideration of which interventions make \"minimal important differences\" of an ES of 0.5 or greater, rather than the statistical significance of the effect of an intervention when compared with an appropriate comparison. (3) Evidence that sham acupuncture is not physiologically inert and has some level of beneficial effect, hence artificially reducing the magnitude of the ES in comparison with sham. (4) The low adverse effects profile of acupuncture. (5) Evidence from trials comparing acupuncture with usual or standard care was not considered, nor was cost-effectiveness data. (6) Lack of the usual CPG \"head-to-head\" comparisons between interventions. If the same criteria and methods that have been applied to acupuncture were applied to other NICE-recommended therapies for knee OA, including patient centeredness, patient education, self-management and weight loss, nonsteroidal anti-inflammatory drug (NSAIDs), and cyclooxygenase-2 inhibitor (COX-2 inhibitors), these too would no longer be recommended and opiates would become the first line of drug prescription. Given the problems with sham acupuncture, perhaps now is the time to embrace pragmatic studies and employ comparative effectiveness studies instead.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "1 Kristiania University College , Institute of Health Sciences, Oslo, Norway ."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "2 Korea Institute of Oriental Medicine , Daejeon, Republic of Korea.",
        "3 Allied Health Sciences, London South Bank University , London, United Kingdom ."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Robinson",
      "affiliations": [
        "3 Allied Health Sciences, London South Bank University , London, United Kingdom ."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "1 Kristiania University College , Institute of Health Sciences, Oslo, Norway .",
        "4 National Research Centre in Complementary and Alternative Medicine, Department of Community Medicine, Faculty of Medicine, UiT The Arctic University of Norway , Tromso, Norway ."
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "242",
  "end_page": "246",
  "pages": "242-246",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Bias",
    "Humans",
    "Osteoarthritis, Knee",
    "Practice Guidelines as Topic",
    "Treatment Outcome",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "28394671",
    "doi": "10.1089/acm.2016.0385"
  },
  "doi": "10.1089/acm.2016.0385",
  "dates": {
    "completed": "2017-06-26",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.679548",
    "pmid": "28394671"
  }
}