{
  "pmid": "28400754",
  "uid": "28400754",
  "title": "Mineral Ecology: Surface Specific Colonization and Geochemical Drivers of Biofilm Accumulation, Composition, and Phylogeny.",
  "abstract": "This study tests the hypothesis that surface composition influences microbial community structure and growth of biofilms. We used laboratory biofilm reactors (inoculated with a diverse subsurface community) to explore the phylogenetic and taxonomic variability in microbial communities as a function of surface type (carbonate, silicate, aluminosilicate), media pH, and carbon and phosphate availability. Using high-throughput pyrosequencing, we found that surface type significantly controlled ~70-90% of the variance in phylogenetic diversity regardless of environmental pressures. Consistent patterns also emerged in the taxonomy of specific guilds (sulfur-oxidizers/reducers, Gram-positives, acidophiles) due to variations in media chemistry. Media phosphate availability was a key property associated with variation in phylogeny and taxonomy of whole reactors and was negatively correlated with biofilm accumulation and α-diversity (species richness and evenness). However, mineral-bound phosphate limitations were correlated with less biofilm. Carbon added to the media was correlated with a significant increase in biofilm accumulation and overall α-diversity. Additionally, planktonic communities were phylogenetically distant from those in biofilms. All treatments harbored structurally (taxonomically and phylogenetically) distinct microbial communities. Selective advantages within each treatment encouraged growth and revealed the presence of hundreds of additional operational taxonomix units (OTU), representing distinct consortiums of microorganisms. Ultimately, these results provide evidence that mineral/rock composition significantly influences microbial community structure, diversity, membership, phylogenetic variability, and biofilm growth in subsurface communities.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron A",
      "initials": "AA",
      "name": "Aaron A Jones",
      "affiliations": [
        "Department of Geological Sciences, University of Texas at Austin Austin, TX, USA."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Philip C",
      "initials": "PC",
      "name": "Philip C Bennett",
      "affiliations": [
        "Department of Geological Sciences, University of Texas at Austin Austin, TX, USA."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in microbiology",
    "iso_abbreviation": "Front Microbiol",
    "issn": "1664-302X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2017"
  },
  "start_page": "491",
  "pages": "491",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28400754",
    "pmc": "PMC5368280",
    "doi": "10.3389/fmicb.2017.00491"
  },
  "doi": "10.3389/fmicb.2017.00491",
  "pmc_id": "PMC5368280",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.602061",
    "pmid": "28400754"
  }
}