{
  "pmid": "28407267",
  "uid": "28407267",
  "title": "Orangutans, enamel defects, and developmental health: A comparison of Borneo and Sumatra.",
  "abstract": "Orangutans (Pongo sp.) show among the highest occurrence of three types of developmental enamel defect. Two are attributed to nutritional factors that reduce bone growth in the infant's face early in development. Their timing and prevalence indicate that Sumatra provides a better habitat than does Borneo. The third type, repetitive linear enamel hypoplasia (rLEH) is very common but its etiology is not understood. Our objective is to draw attention to this enigmatic, episodic stressor in the lives of orangutans. We are concerned that neglect of this possible marker of ill health may be contributing, through inaction, to their alarming decline in numbers. Width and depth of an LEH are considered proxies for duration and intensity of stress. The hypothesis that Bornean orangutans would exhibit relatively wider and deeper LEH was tested on 163 independent episodes of LEH from 9 Sumatran and 26 Bornean orangutans measured with a NanoFocus AG \"µsurf Mobile Plus\" scanner. Non-normally distributed data (depths) were converted to natural logs. No difference was found in width of LEH among the two island taxa; nor are their differences in width or depth between the sexes. After controlling for significant differences in LEH depths between incisors and canines, defects are, contrary to prediction, significantly deeper in Sumatran than Bornean animals (median = 28, 18 µm, respectively). It is concluded that repetitive LEH records an unknown but significant stressor present in both Sumatra and Borneo, with an average periodicity of 6 months (or multiples thereof) that lasts about 6-8 weeks. It is worse in Sumatra. Given this patterning, shared with apes from a wide range of ecological and temporal sources, rLEH is more likely attributable to disease than to malnutrition.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": [
        "Department of Archaeology, King's Manor, University of York, York, United Kingdom."
      ],
      "orcid": "0000-0002-9411-3385"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Matthew M",
      "initials": "MM",
      "name": "Matthew M Skinner",
      "affiliations": [
        "School of Anthropology and Conservation, University of Kent, Canterbury, United Kingdom.",
        "Department of Human Evolution, Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
      ]
    }
  ],
  "journal": {
    "title": "American journal of primatology",
    "iso_abbreviation": "Am J Primatol",
    "issn": "1098-2345",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Borneo",
    "Dental Enamel",
    "Diet",
    "Environment",
    "Indonesia",
    "Nutritional Status",
    "Pongo",
    "Pongo pygmaeus"
  ],
  "article_ids": {
    "pubmed": "28407267",
    "doi": "10.1002/ajp.22668"
  },
  "doi": "10.1002/ajp.22668",
  "dates": {
    "completed": "2017-12-13",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.400555",
    "pmid": "28407267"
  }
}