{
  "pmid": "28401737",
  "uid": "28401737",
  "title": "Identifying frailty in primary care: A systematic review.",
  "abstract": "AIM: Identification of frailty in the primary care setting could be improved with the availability of easily identifiable markers of frailty. The purpose of this article was to systematically review markers for frailty or risk tools that have been validated in the ambulatory care setting. METHODS: Medline, PubMed, CIHAHL and Embase databases were searched up to March 2016 for studies on frailty markers in community-dwelling individuals 65 years or older. Studies were included for review if they were carried out in primary care or outpatient settings, used a validated definition of frailty, compared two or more markers, and used randomized controlled trial, quasi-experimental or prospective cohort designs. RESULTS: Of the 3405 titles screened, 12 were retained for review. All of the studies were prospective cohort designs. Studies most frequently assessed biological markers, such as immune, inflammation, endocrine biomarkers and metabolic syndrome markers. Not one specific marker was repeatedly identified as a definitive marker for frailty. CONCLUSIONS: There is a lack of psychometrically sound and clinically useful frailty markers. There is a need for further research to identify highly sensitive, specific and accurate markers that are feasible to use in the context of busy primary care practice. Geriatr Gerontol Int 2017; 17: 1358-1377.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Center for Family Medicine Family Health Team, Kitchener, Ontario, Canada.",
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Schlegel-University of Waterloo Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Tejal",
      "initials": "T",
      "name": "Tejal Patel",
      "affiliations": [
        "Center for Family Medicine Family Health Team, Kitchener, Ontario, Canada.",
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "University of Waterloo School of Pharmacy, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "St. Joseph's Health Care, London, Ontario, Canada.",
        "Aging, Rehabilitation and Geriatric Care Research Center of the Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maulkhan",
      "fore_name": "Niraj",
      "initials": "N",
      "name": "Niraj Maulkhan",
      "affiliations": [
        "Center for Family Medicine Family Health Team, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Slonim",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Slonim",
      "affiliations": [
        "Center for Family Medicine Family Health Team, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics and Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Geriatrics & gerontology international",
    "iso_abbreviation": "Geriatr Gerontol Int",
    "issn": "1447-0594",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "1358",
  "end_page": "1377",
  "pages": "1358-1377",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Databases, Factual",
    "Frail Elderly",
    "Frailty",
    "Geriatric Assessment",
    "Humans",
    "Primary Health Care",
    "Psychometrics"
  ],
  "article_ids": {
    "pubmed": "28401737",
    "doi": "10.1111/ggi.12955"
  },
  "doi": "10.1111/ggi.12955",
  "dates": {
    "completed": "2018-07-16",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.297046",
    "pmid": "28401737"
  }
}