{
  "pmid": "28401364",
  "uid": "28401364",
  "title": "Ablative Therapies in Metastatic Breast Cancer: A Systematic Review.",
  "abstract": "PURPOSE: Patients with oligometastatic breast cancer are being increasingly offered ablative therapies, yet it is unclear which subpopulations may derive long-term benefit. This study sought to explore factors that could define a clinically relevant oligometastatic breast cancer population that benefits from ablative therapies. METHODS: A systematic review using MEDLINE for English language articles published between 1985 and April 2014 was undertaken. Criteria for review included studies that reported overall survival (OS) or progression-free survival (PFS) in breast cancer patients with distant metastases which also: quantified the extent of disease, had metachronous presentation of metastases, and reported on at least 5 patients. RESULTS: Of 59 674 screened studies, 41 studies of 1813 individual patients were identified. All studies were observational cohort studies (level 2B or 4 evidence) and underwent critical review. All outcomes pertaining to OS and PFS were extracted. Extracted data were too heterogeneous to facilitate a meta-analysis. The only factor that suggested worse outcomes was positive margins post-metastasectomy. There was no clear signal for improved outcomes in regards to age, disease extent, disease-free interval, or receptor status. CONCLUSION: Existing evidence does not provide meaningful direction on which metastatic breast cancer patients should have ablation of their residual disease due to heterogeneous reporting of disease factors, patient factors, and outcomes. Thorough demonstration of the absence of high- or moderate-level evidence and the absence of clinical data to guide patient selection suggests that metastatic breast cancer patients being treated with ablative modalities should be placed on clinical trial.",
  "authors": [
    {
      "last_name": "Kucharczyk",
      "fore_name": "Michael Jonathan",
      "initials": "MJ",
      "name": "Michael Jonathan Kucharczyk",
      "affiliations": [
        "Juravinski Cancer Centre, 699 Concession Street, Hamilton, ON, Canada. Michael.kucharczyk@medportal.ca."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Ontario Clinical Oncology Group, McMaster University, 711 Concession Street, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walker-Dilks",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Walker-Dilks",
      "affiliations": [
        "Department of Oncology, McMaster University, 711 Concession Street, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Swaminath",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Swaminath",
      "affiliations": [
        "Juravinski Cancer Centre, 699 Concession Street, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Breast cancer research and treatment",
    "iso_abbreviation": "Breast Cancer Res Treat",
    "issn": "1573-7217",
    "issn_type": "Electronic",
    "volume": "164",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "13",
  "end_page": "25",
  "pages": "13-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Catheter Ablation",
    "Disease-Free Survival",
    "Female",
    "Humans",
    "Metastasectomy",
    "Neoplasm Metastasis"
  ],
  "article_ids": {
    "pubmed": "28401364",
    "doi": "10.1007/s10549-017-4228-2",
    "pii": "10.1007/s10549-017-4228-2"
  },
  "doi": "10.1007/s10549-017-4228-2",
  "dates": {
    "completed": "2018-03-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:42.948440",
    "pmid": "28401364"
  }
}