{
  "pmid": "28401509",
  "uid": "28401509",
  "title": "From Paper to Practice; Indexing Systems and Ethical Standards.",
  "abstract": "Currently one of the main goals of editors is to attain a higher visibility for their journals. On the other hand, authors strive to publish their research in journals indexed in eminent databases such as Scopus, Thompson Reuters' Web of Science (ISI), Medline, etc. Therefore, clarifying the standards of indexing is of great importance. One of the most important issues in publication is the ethical considerations, which are mainly described by organizations, such as the International Committee of Medical Journal Editors and the Committee on Publication Ethics. In this study, we examined the ethical requirements of high impact databases for indexing journals to investigate whether they mention or mandate journals to adhere to publication ethics. We found that only Scopus mandated journals to state clear ethical policies on their website as a criterion for being indexed while Medline and Directory of Open Access Journals advised journals to adhere to ethics, not mandated, and Web of Science (ISI) and PubMed Central made no mention of ethics as a required criterion for indexing. Based on this short review, there seems to be a gap between the requirements of indexing systems and international guidelines for publication ethics. Currently, most indexing systems have only partially recommended journals to consider ethical issues. In such an atmosphere, we cannot expect journals or as a result, authors to professionally, completely, and whole heartedly implement ethical guidelines as a mandatory rule in their journals and research, when the indexing systems that most editors want to be indexed in and most authors want to be cited in do not mandate such guidelines.",
  "authors": [
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Medical Journalism, School of Para-Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Masoumi",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Masoumi",
      "affiliations": [
        "Iranian Journal of Medical Sciences, Shiraz University of Medical Sciences, School of Para-Medicine, Room 24, 2nd Floor, Building No 1, Meshkinfam St, Shiraz, Iran. masoumi.sarah@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Science and engineering ethics",
    "iso_abbreviation": "Sci Eng Ethics",
    "issn": "1471-5546",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "647",
  "end_page": "654",
  "pages": "647-654",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Bibliometrics",
    "Biomedical Research",
    "Databases, Bibliographic",
    "Editorial Policies",
    "Humans",
    "Mandatory Programs",
    "Moral Obligations",
    "Publications",
    "Publishing",
    "Research"
  ],
  "article_ids": {
    "pubmed": "28401509",
    "doi": "10.1007/s11948-017-9899-x",
    "pii": "10.1007/s11948-017-9899-x"
  },
  "doi": "10.1007/s11948-017-9899-x",
  "dates": {
    "completed": "2018-12-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.533783",
    "pmid": "28401509"
  }
}