{
  "pmid": "28406862",
  "uid": "28406862",
  "title": "A Randomized Controlled Trial of Corticosteroids in Pediatric Septic Shock: A Pilot Feasibility Study.",
  "abstract": "OBJECTIVE: To determine the feasibility of conducting a randomized controlled trial of corticosteroids in pediatric septic shock. DESIGN: Randomized, double-blind, placebo controlled trial. SETTING: Seven tertiary level PICUs in Canada. PATIENTS: Children newborn to 17 years old inclusive with suspected septic shock. INTERVENTION: Administration of IV hydrocortisone versus placebo until hemodynamic stability is achieved or for a maximum of 7 days. MEASUREMENTS AND MAIN RESULTS: One hundred seventy-four patients were potentially eligible of whom 101 patients met eligibility criteria. Fifty-seven patients were randomized, and 49 patients (23 and 26 patients in the hydrocortisone and placebo groups, respectively) were included in the final analysis. The mean time from screening to randomization was 2.4 ± 2.1 hours and from screening to first dose of study drug was 3.8 ± 2.6 hours. Forty-two percent of potentially eligible patients (73/174) received corticosteroids prior to randomization: 38.5% (67/174) were already on corticosteroids for shock at the time of screening, and in 3.4% (6/174), the treating physician wished to administer corticosteroids. Six of 49 randomized patients (12.2%) received open-label steroids, three in each of the hydrocortisone and placebo groups. Time on vasopressors, days on mechanical ventilation, PICU and hospital length of stay, and the rate of adverse events were not statistically different between the two groups. CONCLUSIONS: This study suggests that a large randomized controlled trial on early use of corticosteroids in pediatric septic shock is potentially feasible. However, the frequent use of empiric corticosteroids in otherwise eligible patients remains a significant challenge. Knowledge translation activities, targeted recruitment, and alternative study designs are possible strategies to mitigate this challenge.",
  "authors": [
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "1Research Institute, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 2Department of Pediatrics, Faculty of Medicine, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, ON, Canada. 3Department of Economics, Faculty of Public Affairs, Carleton University, Ottawa, ON, Canada. 4Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH. 5Department of Epidemiology, Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada. 6Clinical Epidemiology Program, Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada. 7Division of Critical Care, Department of Medicine, Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada. 8Section of Critical Care Medicine, Department of Pediatrics, Alberta Children's Hospital, Calgary, AB, Canada. 9Department of Pediatrics, CHU Sainte-Justine Hospital, Montreal, QC, Canada. 10Department of Pediatrics, Faculty of Medicine, British Columbia Women's and Children's Hospital, The University of British Columbia, Vancouver, BC, Canada. 11Department of Pediatrics, Faculty of Medicine, Montreal Children's Hospital, McGill University, Montreal, QC, Canada. 12Department of Critical Care Medicine, IWK Health Centre, Halifax, NS, Canada. 13Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McNally",
      "fore_name": "Dayre",
      "initials": "D",
      "name": "Dayre McNally",
      "affiliations": []
    },
    {
      "last_name": "O'Hearn",
      "fore_name": "Katharine",
      "initials": "K",
      "name": "Katharine O'Hearn",
      "affiliations": []
    },
    {
      "last_name": "Acharya",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Acharya",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Hector R",
      "initials": "HR",
      "name": "Hector R Wong",
      "affiliations": []
    },
    {
      "last_name": "Lawson",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Lawson",
      "affiliations": []
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Ramsay",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": []
    },
    {
      "last_name": "Tucci",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Tucci",
      "affiliations": []
    },
    {
      "last_name": "Wensley",
      "fore_name": "David",
      "initials": "D",
      "name": "David Wensley",
      "affiliations": []
    },
    {
      "last_name": "Gottesman",
      "fore_name": "Ronald",
      "initials": "R",
      "name": "Ronald Gottesman",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Morrison",
      "affiliations": []
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "18",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "505",
  "end_page": "512",
  "pages": "505-512",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adolescent",
    "Anti-Inflammatory Agents",
    "Child",
    "Child, Preschool",
    "Double-Blind Method",
    "Drug Administration Schedule",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Infant",
    "Infant, Newborn",
    "Injections, Intravenous",
    "Intensive Care Units, Pediatric",
    "Male",
    "Pilot Projects",
    "Shock, Septic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28406862",
    "mid": "NIHMS843095",
    "pmc": "PMC5457353",
    "doi": "10.1097/PCC.0000000000001121"
  },
  "doi": "10.1097/PCC.0000000000001121",
  "pmc_id": "PMC5457353",
  "dates": {
    "completed": "2018-03-21",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Hydrocortisone"
  ],
  "grants": [
    {
      "grant_id": "R01 GM099773",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 GM108025",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.897928",
    "pmid": "28406862"
  }
}