{
  "pmid": "28403940",
  "uid": "28403940",
  "title": "Vitamin D replacement in children, adolescents and pregnant women in the Middle East and North Africa: A systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "INTRODUCTION: Hypovitaminosis D affects one-third to two-thirds of children and pregnant women from the Middle East and North Africa (MENA) region. OBJECTIVE: To evaluate in infants, children, adolescents and pregnant women, from the MENA region, the effect of supplementation with different vitamin D doses on the change in 25-hydroxyvitamin D [25(OH)D] level reached, and other skeletal and non-skeletal outcomes. METHODS: This is a systematic review of randomized controlled trials of vitamin D supplementation conducted in the MENA region. We conducted a comprehensive literature search in 7 databases, without language or time restriction, until November 2016. Two reviewers abstracted data from the included studies, independently and in duplicate. We calculated the mean difference (MD) and 95% CI of 25(OH)D level reached when at least 2 studies were eligible in each comparison (low (<800IU), intermediate (800-2000IU) or high (>2000IU) daily dose of vitamin D, or placebo). We pooled data using RevMan version 5.3. RESULTS: We identified a total of 15 eligible trials: one in infants, 4 in children and adolescents and 10 in pregnant women. In children and adolescents, an intermediate vitamin D dose (1901IU/d), resulted in a mean difference in 25(OH)D level of 13.5 (95% confidence interval (CI) 8.1-18.8) ng/ml, compared to placebo, favoring the intermediate dose (p<0.001). The proportion of children and adolescents reaching a 25(OH)D level≥ 20ng/ml was 74% in the intermediate dose group. In pregnant women, four trials started supplementation at 12-16weeks of gestation and continued until delivery, and six trials started supplementation at 20-28weeks' gestation and stopped it at delivery. The MD in 25(OH)D level reached was 8.6 (95% CI 5.3-11.9) ng/ml (p<0.001) comparing the high dose (3662IU/d) to the intermediate dose (1836IU/d), and 12.3 (95% CI 6.4-18.2) ng/ml (p<0.001), comparing the high dose (3399IU/d) to the low dose (375IU/d). Comparing the intermediate (1832IU/d) to the low dose (301IU/d), the MD in 25(OH)D level achieved was 7.8 (95% CI 4.5-10.8) ng/ml (p<0.001). The proportion of pregnant women reaching a 25(OH)D level≥20ng/ml was 80%-90%, 73% and 27%-43% in the high, intermediate, and low dose groups, respectively. The risk of bias in the included studies, for children, adolescents and pregnant women, ranged from low to high across all doamins. CONCLUSION: In children, adolescents and pregnant women from the MENA, an intermediate vitamin D dose of 1000-2000IU daily may be necessary to allow for the majority of the population to reach a desirable 25(OH)D level of 20ng/ml. Further high quality RCTs are required to confirm/refute the beneficial impact of vitamin D supplementation on various clinically important outcomes.",
  "authors": [
    {
      "last_name": "Chakhtoura",
      "fore_name": "Marlene",
      "initials": "M",
      "name": "Marlene Chakhtoura",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, Division of Endocrinology, American University of Beirut Medical Center, Beirut, Lebanon; Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon. Electronic address: mc39@aub.edu.lb."
      ]
    },
    {
      "last_name": "El Ghandour",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara El Ghandour",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Shawwa",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled Shawwa",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HE&I), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Arabi",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, Division of Endocrinology, American University of Beirut Medical Center, Beirut, Lebanon; Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Mahfoud",
      "fore_name": "Ziyad",
      "initials": "Z",
      "name": "Ziyad Mahfoud",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Global and Public Health Weill Cornell Medical College, Doha, Qatar."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Habib",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hoballah",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Hoballah",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El Hajj Fuleihan",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, Division of Endocrinology, American University of Beirut Medical Center, Beirut, Lebanon; Scholars in HeAlth Research Program (SHARP), American University of Beirut Medical Center, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Metabolism: clinical and experimental",
    "iso_abbreviation": "Metabolism",
    "issn": "1532-8600",
    "issn_type": "Electronic",
    "volume": "70",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "160",
  "end_page": "176",
  "pages": "160-176",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Africa, Northern",
    "Child",
    "Dietary Supplements",
    "Female",
    "Humans",
    "Infant",
    "Middle East",
    "Practice Guidelines as Topic",
    "Pregnancy",
    "Randomized Controlled Trials as Topic",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "28403940",
    "mid": "NIHMS853641",
    "pmc": "PMC5407412",
    "doi": "10.1016/j.metabol.2017.02.009",
    "pii": "S0026-0495(17)30064-1"
  },
  "doi": "10.1016/j.metabol.2017.02.009",
  "pmc_id": "PMC5407412",
  "dates": {
    "completed": "2017-04-19",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Vitamin D",
    "25-hydroxyvitamin D"
  ],
  "grants": [
    {
      "grant_id": "D43 TW009118",
      "agency": "FIC NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.169710",
    "pmid": "28403940"
  }
}