{
  "pmid": "28406971",
  "uid": "28406971",
  "title": "Association between physicians' interaction with pharmaceutical companies and their clinical practices: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Pharmaceutical company representatives likely influence the prescribing habits and professional behaviors of physicians. The objective of this study was to systematically review the association between physicians' interactions with pharmaceutical companies and their clinical practices. METHODS: We used the standard systematic review methodology. Observational and experimental study designs examining any type of targeted interaction between practicing physicians and pharmaceutical companies were eligible. The search strategy included a search of MEDLINE and EMBASE databases up to July 2016. Two reviewers selected studies, abstracted data, and assessed risk of bias in duplicate and independently. We assessed the quality of evidence using the GRADE approach. RESULTS: Twenty articles reporting on 19 studies met our inclusion criteria. All of these studies were conducted in high-income countries and examined different types of interactions, including detailing, industry-funded continuing medical education, and receiving free gifts. While all included studies assessed prescribing behaviors, four studies also assessed financial outcomes, one assessed physicians' knowledge, and one assessed their beliefs. None of the studies assessed clinical outcomes. Out of the 19 studies, 15 found a consistent association between interactions promoting a medication, and inappropriately increased prescribing rates, lower prescribing quality, and/or increased prescribing costs. The remaining four studies found both associations and lack of significant associations for the different types of exposures and drugs examined in the studies. A meta-analysis of six of these studies found a statistically significant association between exposure and physicians' prescribing behaviors (OR = 2.52; 95% CI 1.82-3.50). The quality of evidence was downgraded to moderate for risk of bias and inconsistency. Sensitivity analysis excluding studies at high risk of bias did not substantially change these results. A subgroup analysis did not find a difference by type of exposure. CONCLUSION: There is moderate quality evidence that physicians' interactions with pharmaceutical companies are associated with their prescribing patterns and quality.",
  "authors": [
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Faculty of Medicine, Université Saint Joseph, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Khaled",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Al-Khaled",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nas",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Nas",
      "affiliations": [
        "Faculty of Medicine, University of Damascus, Damascus, Syria."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2017"
  },
  "start_page": "e0175493",
  "pages": "e0175493",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Drug Industry",
    "Interprofessional Relations",
    "Observational Studies as Topic",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "28406971",
    "pmc": "PMC5391068",
    "doi": "10.1371/journal.pone.0175493",
    "pii": "PONE-D-16-39992"
  },
  "doi": "10.1371/journal.pone.0175493",
  "pmc_id": "PMC5391068",
  "dates": {
    "completed": "2017-04-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.823524",
    "pmid": "28406971"
  }
}