{
  "pmid": "28412467",
  "uid": "28412467",
  "title": "Magnitude and direction of missing confounders had different consequences on treatment effect estimation in propensity score analysis.",
  "abstract": "OBJECTIVE: Propensity score (PS) analysis allows an unbiased estimate of treatment effects but assumes that all confounders are measured. We assessed the impact of omitting confounders from a PS analysis on clinical decision making. STUDY DESIGN AND SETTING: We conducted Monte Carlo simulations on hypothetical observational studies based on virtual populations and on the population from a large randomized trial (CRASH-2). In both series of simulations, PS analysis was conducted with all confounders and with omitted confounders, which were defined to have different strengths of association with the outcome and treatment exposure. After inverse probability of treatment weighting, we calculated the absolute risk differences and numbers needed to treat (NNT). RESULTS: In both series of simulations, omitting a confounder that was moderately associated with the outcome and exposure led to negligible bias on the NNT scale. The bias induced by omitting strongly positive confounding variables remained less than 15 patients to treat. Major bias and reversed effects were found only when omitting highly prevalent, strongly negative confounders that were similarly associated with the outcome and exposure with odds ratios greater than 4.00 (or <0.25). This omission was accompanied by a substantial decrease in analysis power. CONCLUSION: The omission of strongly negative confounding variables from a PS analysis can lead to incorrect clinical decision making. However, omitting these variables also decreases the analysis power, which may prevent the reporting of significant but misleading effects.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Tri-Long",
      "initials": "TL",
      "name": "Tri-Long Nguyen",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA 2415, Montpellier University, Montpellier, France; Department of Anesthesia, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Gary S",
      "initials": "GS",
      "name": "Gary S Collins",
      "affiliations": [
        "Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, Botnar Research Centre, University of Oxford, Windmill Road, Oxford, UK."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Department of Anesthesia, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Fontaine",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Fontaine",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA 2415, Montpellier University, Montpellier, France."
      ]
    },
    {
      "last_name": "Daurès",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Daurès",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA 2415, Montpellier University, Montpellier, France."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Hamilton, Canada; Department of Medicine, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Landais",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Landais",
      "affiliations": [
        "Laboratory of Biostatistics, Epidemiology, Clinical Research and Health Economics, UPRES EA 2415, Montpellier University, Montpellier, France; Department of Biostatistics, Clinical Research and Medical Informatics, Nîmes University Hospital, Nîmes, France."
      ]
    },
    {
      "last_name": "Le Manach",
      "fore_name": "Yannick",
      "initials": "Y",
      "name": "Yannick Le Manach",
      "affiliations": [
        "Department of Anesthesia, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Department of Clinical Epidemiology and Biostatistics, Michael DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Perioperative Medicine and Surgical Research Unit, Hamilton, Canada. Electronic address: yannick.lemanach@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "87",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "87",
  "end_page": "97",
  "pages": "87-97",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Clinical Decision-Making",
    "Computer Simulation",
    "Confounding Factors, Epidemiologic",
    "Humans",
    "Monte Carlo Method",
    "Observational Studies as Topic",
    "Odds Ratio",
    "Propensity Score",
    "Randomized Controlled Trials as Topic",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "28412467",
    "doi": "10.1016/j.jclinepi.2017.04.001",
    "pii": "S0895-4356(16)30346-8"
  },
  "doi": "10.1016/j.jclinepi.2017.04.001",
  "dates": {
    "completed": "2017-09-13",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "16895",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:58.309708",
    "pmid": "28412467"
  }
}