{
  "pmid": "28410398",
  "uid": "28410398",
  "title": "Do people who experience incarceration age more quickly? Exploratory analyses using retrospective cohort data on mortality from Ontario, Canada.",
  "abstract": "OBJECTIVES: We aimed to explore whether mortality data are consistent with the view that aging is accelerated for people with a history of incarceration compared to the general population, using data on mortality rates and life expectancy for persons in Ontario, Canada. METHODS: We obtained data from the Ontario Ministry of Community Safety and Correctional Services on all adults admitted to provincial correctional facilities in Ontario in 2000, and linked these data with death records from provincial vital statistics between January 1, 2000 and December 31, 2012. We used life table methods to calculate mortality rates and life expectancies for this cohort by sex and 5-year age group. We similarly generated population comparison rates using publicly available data for the general population of Ontario in 2006 as the midpoint of the follow up period. We compared these mortality indices between the 2000 Ontario prison cohort and the general population by age group and sex. RESULTS: The difference in all-cause mortality rates between the 2000 Ontario prison cohort and the general population was greatest for younger adults, with the prison cohort experiencing rates of death that would be expected for persons at least 15 years older at ages 20 to 44 for men and ages 20 to 59 for women. Life expectancy in the 2000 Ontario prison cohort was most similar to life expectancy of persons five years older in the general population at age intervals 20 to 45 in men and 20 to 30 in women. CONCLUSIONS: For most of adulthood, life expectancy and mortality rates are worse for adults with a history of incarceration than for the general population in Ontario, Canada. However, the association between mortality and incarceration status is modified by age, with the greatest relative burden of mortality experienced by younger persons with a history of incarceration and modified by sex, with worse relative mortality in women. Future research should explore the association between incarceration status and markers of aging including mortality, morbidity and physical appearance.",
  "authors": [
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    },
    {
      "last_name": "Andreev",
      "fore_name": "Evgeny M",
      "initials": "EM",
      "name": "Evgeny M Andreev",
      "affiliations": [
        "National Research University Higher School of Economics, Russian Federation."
      ]
    },
    {
      "last_name": "Borschmann",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan Borschmann",
      "affiliations": [
        "Centre for Adolescent Health, Murdoch Childrens Research Institute (Royal Children's Hospital), Melbourne, Australia.",
        "Centre for Mental Health, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia.",
        "Health Services and Population Research Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, United Kingdom."
      ]
    },
    {
      "last_name": "Kinner",
      "fore_name": "Stuart A",
      "initials": "SA",
      "name": "Stuart A Kinner",
      "affiliations": [
        "Centre for Adolescent Health, Murdoch Childrens Research Institute (Royal Children's Hospital), Melbourne, Australia.",
        "Centre for Mental Health, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia.",
        "Griffith Criminology Institute, Griffith University, Brisbane, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Mater Research Institute, University of Queensland, St. Lucia, Australia."
      ]
    },
    {
      "last_name": "McConnon",
      "fore_name": "Andres",
      "initials": "A",
      "name": "Andres McConnon",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2017"
  },
  "start_page": "e0175837",
  "pages": "e0175837",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Databases, Factual",
    "Female",
    "Humans",
    "Life Expectancy",
    "Life Tables",
    "Male",
    "Middle Aged",
    "Prisoners",
    "Retrospective Studies",
    "Sex Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28410398",
    "pmc": "PMC5391969",
    "doi": "10.1371/journal.pone.0175837",
    "pii": "PONE-D-17-01038"
  },
  "doi": "10.1371/journal.pone.0175837",
  "pmc_id": "PMC5391969",
  "dates": {
    "completed": "2017-04-26",
    "revised": "2019-02-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.233494",
    "pmid": "28410398"
  }
}