{
  "pmid": "28428723",
  "uid": "28428723",
  "title": "What is the quantitative risk of gastric cancer in the first-degree relatives of patients? A meta-analysis.",
  "abstract": "AIM: To quantify the risk of gastric cancer in first-degree relatives of patients with the cancer. METHODS: A comprehensive literature search was performed. Case-control trials comparing the frequency of a positive family history of gastric cancer in patients with gastric cancer, vs non-gastric cancer controls were retrieved. Studies with missed or non-extractable data, studies in children, abstracts, and duplicate publications were excluded. A meta-analysis of pooled odd ratios was performed using Review Manager 5.0.25. We performed subgroup analysis on Asian studies and a sensitivity analysis based on the quality of the studies, type of the outcome, sample size, and whether studies considered only first-degree relatives. RESULTS: Thirty-two relevant studies out of 612 potential abstracts (n = 80690 individuals) were included. 19.0% of the patients and 10.9% of the controls had at least one relative with gastric cancer (P < 0.00001). The pooled relative risk for the development of gastric cancer in association with a positive family history was 2.35 (95%CI: 1.96-2.81). The Cochran Q test for heterogeneity was positive (P < 0.00001, I² = 92%). After excluding the three outlier studies with the highest relative risks, heterogeneity remained significant (P < 0.00001, I² = 90%). The result was not different among Asian studies as compared to others and remained robust in several sensitivity analyses. In the 26 studies which exclusively analysed the history of gastric cancer in first-degree relatives, the relative risk was 2.71 (95%CI: 2.08-3.53; P < 0.00001). CONCLUSION: Individuals with a first-degree relative affected with gastric cancer have a risk of about 2.5-fold for the development of gastric cancer. This could be due to genetic or environmental factors. Screening and preventive strategies should be developed for this high-risk population.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Mohammad Yaghoobi, Richard H Hunt, Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "McNabb-Baltar",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia McNabb-Baltar",
      "affiliations": [
        "Mohammad Yaghoobi, Richard H Hunt, Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Bijarchi",
      "fore_name": "Raheleh",
      "initials": "R",
      "name": "Raheleh Bijarchi",
      "affiliations": [
        "Mohammad Yaghoobi, Richard H Hunt, Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": [
        "Mohammad Yaghoobi, Richard H Hunt, Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "World journal of gastroenterology",
    "iso_abbreviation": "World J Gastroenterol",
    "issn": "2219-2840",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "13",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "07"
  },
  "start_page": "2435",
  "end_page": "2442",
  "pages": "2435-2442",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Case-Control Studies",
    "Humans",
    "Risk Assessment",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "28428723",
    "pmc": "PMC5385410",
    "doi": "10.3748/wjg.v23.i13.2435"
  },
  "doi": "10.3748/wjg.v23.i13.2435",
  "pmc_id": "PMC5385410",
  "dates": {
    "completed": "2018-01-02",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.007658",
    "pmid": "28428723"
  }
}