{
  "pmid": "28438320",
  "uid": "28438320",
  "title": "Critical care nurses' perceptions of the outcomes of working overtime in Canada.",
  "abstract": "BACKGROUND: Nursing overtime is being integrated into the normal landscape of practice to ensure optimal staffing levels and addresses variations in patient volume and acuity. This is particularly true in critical care where fluctuations in either are difficult to predict. PURPOSE: The goal of this study was to explore critical care nurses' perceptions of the outcomes of working overtime. METHODS: Sally Thorne's interpretive description guided the collection and analysis of data. Participants were recruited from 11 different critical care units within three large teaching hospitals in Southern Ontario, Canada. A total of 28 full- and part-time registered nurses who had worked in an intensive care unit for at least one year took part in this study. Data were collected through semistructured, audio-recorded, individual interviews that took place in rooms adjacent to participants' critical care units. Template analysis facilitated the determination and abstraction of themes using NVivo for Mac 10.1.1. FINDINGS: Major themes highlighting the perceived outcomes of overtime included (a) physical effects, (b) impact on patient-centered care, (c) balancing family and work, (d) financial gain, and € safety is jeopardized. CONCLUSIONS: Nursing managers and institutions need to be accountable for staffing practices they institute, and nurses themselves may require further education regarding healthy work-life balance. There are both negative and positive consequences of nursing overtime for nurses and patients, but nurses at large valued the option to work it.",
  "authors": [
    {
      "last_name": "Lobo",
      "fore_name": "Vanessa M",
      "initials": "VM",
      "name": "Vanessa M Lobo",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. Electronic address: Vanessa.m.lobo@gmail.com."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Fisher",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peachey",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Peachey",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nursing outlook",
    "iso_abbreviation": "Nurs Outlook",
    "issn": "1528-3968",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "4",
    "pub_year": "2017"
  },
  "start_page": "400",
  "end_page": "410",
  "pages": "400-410",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Critical Care",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nursing Staff, Hospital",
    "Ontario",
    "Personnel Staffing and Scheduling"
  ],
  "article_ids": {
    "pubmed": "28438320",
    "doi": "10.1016/j.outlook.2016.12.009",
    "pii": "S0029-6554(17)30025-8"
  },
  "doi": "10.1016/j.outlook.2016.12.009",
  "dates": {
    "completed": "2017-09-05",
    "revised": "2018-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.233669",
    "pmid": "28438320"
  }
}