{
  "pmid": "28436885",
  "uid": "28436885",
  "title": "Investigating Correlation between Protein Sequence Similarity and Semantic Similarity Using Gene Ontology Annotations.",
  "abstract": "Sequence similarity is a commonly used measure to compare proteins. With the increasing use of ontologies, semantic (function) similarity is getting importance. The correlation between these measures has been applied in the evaluation of new semantic similarity methods, and in protein function prediction. In this research, we investigate the relationship between the two similarity methods. The results suggest absence of a strong correlation between sequence and semantic similarities. There is a large number of proteins with low sequence similarity and high semantic similarity. We observe that Pearson's correlation coefficient is not sufficient to explain the nature of this relationship. Interestingly, the term semantic similarity values above 0 and below 1 do not seem to play a role in improving the correlation. That is, the correlation coefficient depends only on the number of common GO terms in proteins under comparison, and the semantic similarity measurement method does not influence it. Semantic similarity and sequence similarity have a distinct behavior. These findings are of significant effect for future works on protein comparison, and will help understand the semantic similarity between proteins in a better way.",
  "authors": [
    {
      "last_name": "Ikram",
      "fore_name": "Najmul",
      "initials": "N",
      "name": "Najmul Ikram",
      "affiliations": []
    },
    {
      "last_name": "Qadir",
      "fore_name": "Muhammad Abdul",
      "initials": "MA",
      "name": "Muhammad Abdul Qadir",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Tanvir",
      "initials": "MT",
      "name": "Muhammad Tanvir Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE/ACM transactions on computational biology and bioinformatics",
    "iso_abbreviation": "IEEE/ACM Trans Comput Biol Bioinform",
    "issn": "1557-9964",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2018"
  },
  "start_page": "905",
  "end_page": "912",
  "pages": "905-912",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Computational Biology",
    "Databases, Protein",
    "Gene Ontology",
    "Humans",
    "Mice",
    "Molecular Sequence Annotation",
    "Proteins",
    "Semantics",
    "Sequence Alignment",
    "Sequence Analysis, Protein"
  ],
  "article_ids": {
    "pubmed": "28436885",
    "doi": "10.1109/TCBB.2017.2695542"
  },
  "doi": "10.1109/TCBB.2017.2695542",
  "dates": {
    "completed": "2019-05-06",
    "revised": "2019-05-06"
  },
  "chemicals": [
    "Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.784929",
    "pmid": "28436885"
  }
}