{
  "pmid": "28442852",
  "uid": "28442852",
  "title": "Perioperative systemic glucocorticoids in total hip and knee arthroplasty: A systematic review of outcomes.",
  "abstract": "BACKGROUND: Perioperative systemic glucocorticoids are frequently included in multimodal analgesia and antiemetic regimens administered to patients undergoing total hip arthroplasty (THA) and total knee arthroplasty (TKA). The objective of this systematic review was to evaluate the available randomized controlled trials (RCTs) to determine the effect of perioperative systemic glucocorticoids on postoperative nausea and vomiting (PONV), pain, narcotic consumption, antiemetic consumption, length of stay in hospital, and major complications in patients undergoing elective THA or TKA. METHODS: A predefined protocol of eligibility and methodology was used for conduct of systematic reviews. Two reviewers screened citations for inclusion, assessed methodological quality, and verified the extracted data. RESULTS: Six RCTs were included for analysis. Across all outcomes analyzed, patients who received glucocorticoids experienced either a benefit or no difference compared to those patients who did not receive glucocorticoids. There were no instances in which perioperative glucocorticoids had a negative impact on any of the outcomes that were analyzed. Furthermore, perioperative glucocorticoids had no effect on the rates of superficial infection, deep infection, wound complications or deep vein thrombosis (DVT). CONCLUSION: The results of this systematic review support the use of perioperative systemic glucocorticoids in patients undergoing elective total hip and knee arthroplasty. Perioperative glucocorticoids have overall positive outcomes with the benefits being more robust in those patients undergoing TKA compared to THA. Glucocorticoids did not increase the occurrence of major complications. There is limited data to support the conclusion that they can reduce length of stay in hospital.",
  "authors": [
    {
      "last_name": "Hartman",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Hartman",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario L8L2X2, Canada."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Vickas",
      "initials": "V",
      "name": "Vickas Khanna",
      "affiliations": [
        "Department of Orthopedic Surgery, St. Joseph's Healthcare, Hamilton, Ontario L8N4A6, Canada."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Habib",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario L8L2X2, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario L8S4L8, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Department of Orthopedic Surgery, St. Joseph's Healthcare, Hamilton, Ontario L8N4A6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedics",
    "iso_abbreviation": "J Orthop",
    "issn": "0972-978X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "294",
  "end_page": "301",
  "pages": "294-301",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28442852",
    "pmc": "PMC5393162",
    "doi": "10.1016/j.jor.2017.03.012",
    "pii": "S0972-978X(17)30046-6"
  },
  "doi": "10.1016/j.jor.2017.03.012",
  "pmc_id": "PMC5393162",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.361551",
    "pmid": "28442852"
  }
}