{
  "pmid": "28450412",
  "uid": "28450412",
  "title": "The art of medicine: arts-based training in observation and mindfulness for fostering the empathic response in medical residents.",
  "abstract": "Empathy is an essential attribute for medical professionals. Yet, evidence indicates that medical learners' empathy levels decline dramatically during medical school. Training in evidence-based observation and mindfulness has the potential to bolster the acquisition and demonstration of empathic behaviours for medical learners. In this prospective cohort study, we explore the impact of a course in arts-based visual literacy and mindfulness practice (Art of Seeing) on the empathic response of medical residents engaged in obstetrics and gynaecology and family medicine training. Following this multifaceted arts-based programme that integrates the facilitated viewing of art and dance, art-making, and mindfulness-based practices into a practitioner-patient context, 15 resident trainees completed the previously validated Interpersonal Reactivity Index, Compassion, and Mindfulness Scales. Fourteen participants also participated in semistructured interviews that probed their perceived impacts of the programme on their empathic clinical practice. The results indicated that programme participants improved in the Mindfulness Scale domains related to self-confidence and communication relative to a group of control participants following the arts-based programme. However, the majority of the psychometric measures did not reveal differences between groups over the duration of the programme. Importantly, thematic qualitative analysis of the interview data revealed that the programme had a positive impact on the participants' perceived empathy towards colleagues and patients and on the perception of personal and professional well-being. The study concludes that a multifaceted arts-based curriculum focusing on evidence-based observation and mindfulness is a useful tool in bolstering the empathic response, improving communication, and fostering professional well-being among medical residents.",
  "authors": [
    {
      "last_name": "Zazulak",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Zazulak",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Sanaee",
      "fore_name": "May",
      "initials": "M",
      "name": "May Sanaee",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Frolic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Frolic",
      "affiliations": [
        "Department of Anthropology, McMaster University, Hamilton, Ontario, USA.",
        "Office of Clinical and Organizational Ethics, Hamilton Health Sciences, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Knibb",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Knibb",
      "affiliations": [
        "McMaster Museum of Art, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Tesluk",
      "fore_name": "Eve",
      "initials": "E",
      "name": "Eve Tesluk",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Hughes",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Hughes",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, USA.",
        "Program for Educational Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, USA."
      ]
    }
  ],
  "journal": {
    "title": "Medical humanities",
    "iso_abbreviation": "Med Humanit",
    "issn": "1473-4265",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "192",
  "end_page": "198",
  "pages": "192-198",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Curriculum",
    "Empathy",
    "Family Practice",
    "Female",
    "Gynecology",
    "Humans",
    "Internship and Residency",
    "Male",
    "Mindfulness",
    "Obstetrics",
    "Prospective Studies",
    "Qualitative Research",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "28450412",
    "doi": "10.1136/medhum-2016-011180",
    "pii": "medhum-2016-011180"
  },
  "doi": "10.1136/medhum-2016-011180",
  "dates": {
    "completed": "2018-04-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.282689",
    "pmid": "28450412"
  }
}