{
  "pmid": "28468244",
  "uid": "28468244",
  "title": "Propolis Counteracts Some Threats to Honey Bee Health.",
  "abstract": "Honey bees (Apis mellifera) are constantly dealing with threats from pathogens, pests, pesticides and poor nutrition. It is critically important to understand how honey bees' natural immune responses (individual immunity) and collective behavioral defenses (social immunity) can improve bee health and productivity. One form of social immunity in honey bee colonies is the collection of antimicrobial plant resins and their use in the nest architecture as propolis. We review research on the constitutive benefits of propolis on the honey bee immune system, and its known therapeutic, colony-level effects against the pathogens Paenibacillus larvae and Ascosphaera apis. We also review the limited research on the effects of propolis against other pathogens, parasites and pests (Nosema, viruses, Varroa destructor, and hive beetles) and how propolis may enhance bee products such as royal jelly and honey. Although propolis may be a source of pesticide contamination, it also has the potential to be a detoxifying agent or primer of detoxification pathways, as well as increasing bee longevity via antioxidant-related pathways. Throughout this paper, we discuss opportunities for future research goals and present ways in which the beekeeping community can promote propolis use in standard colonies, as one way to improve and maintain colony health and resiliency.",
  "authors": [
    {
      "last_name": "Simone-Finstrom",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Simone-Finstrom",
      "affiliations": [
        "USDA-ARS Honey Bee Breeding, Genetics, and Physiology Laboratory, Baton Rouge, LA 70820, USA. michael.simonefinstrom@ars.usda.gov."
      ]
    },
    {
      "last_name": "Borba",
      "fore_name": "Renata S",
      "initials": "RS",
      "name": "Renata S Borba",
      "affiliations": [
        "Centre for High-Throughput Biology, University of British Columbia, Vancouver, V6T 1Z4, Canada. renata.borba@canada.ca.",
        "Beaverlodge Research Farm, Agriculture and Agri-Food Canada, Beaverlodge, AB T0H 0C0, Canada. renata.borba@canada.ca."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Center for Drug Design, University of Minnesota, Minneapolis, MN 55018, USA. wils0888@umn.edu."
      ]
    },
    {
      "last_name": "Spivak",
      "fore_name": "Marla",
      "initials": "M",
      "name": "Marla Spivak",
      "affiliations": [
        "Department of Entomology, University of Minnesota, St. Paul, MN 55108, USA. spiva001@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "Insects",
    "iso_abbreviation": "Insects",
    "issn": "2075-4450",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28468244",
    "pmc": "PMC5492060",
    "doi": "10.3390/insects8020046",
    "pii": "insects8020046"
  },
  "doi": "10.3390/insects8020046",
  "pmc_id": "PMC5492060",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.427275",
    "pmid": "28468244"
  }
}