{
  "pmid": "28469589",
  "uid": "28469589",
  "title": "Experiences of Loneliness Associated with Being an Informal Caregiver: A Qualitative Investigation.",
  "abstract": "Although providing care to a family member or friend may provide psychological benefits, informal (i.e., unpaid) caregivers also encounter difficulties which may negatively affect their quality of life as well as their mental and physical health. Loneliness is one important challenge that caregivers face, with this psychological state being associated with morbidity and premature mortality. Although previous research has identified loneliness as an issue associated with being an informal caregiver, there is a paucity of evidence that attempts to understand this phenomenon in depth. This study aimed to examine informal caregivers' reflections on, and accounts of, experiences of loneliness linked to their caregiving situation. As part of a cross-sectional, qualitative study, sixteen semi-structured interviews were conducted with 8 spousal caregivers, 4 daughters caring for a parent, 3 mothers caring for a child (or children), and 1 woman looking after her partner. The cared-for persons were suffering from a range of mental and physical health conditions (e.g., dementia, frailty due to old age, multiple sclerosis, depression, autism). Data were analyzed using an inductive thematic analysis. Experiences of loneliness were described by reference to a context of shrunken personal space and diminished social interaction caused by the restrictions imposed by the caregiving role. Loneliness was also articulated against a background of relational deprivations and losses as well as sentiments of powerlessness, helplessness, and a sense of sole responsibility. Social encounters were also seen to generate loneliness when they were characterized by some form of distancing. Though not all sources or circumstances of loneliness in caregivers are amenable to change, more opportunities for respite care services, as well as a heightened sensibility and social appreciation of caregivers' valued contributions could help caregivers manage some forms of loneliness.",
  "authors": [
    {
      "last_name": "Vasileiou",
      "fore_name": "Konstantina",
      "initials": "K",
      "name": "Konstantina Vasileiou",
      "affiliations": [
        "Department of Psychology, University of BathBath, UK."
      ]
    },
    {
      "last_name": "Barnett",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Barnett",
      "affiliations": [
        "Department of Psychology, University of BathBath, UK."
      ]
    },
    {
      "last_name": "Barreto",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Barreto",
      "affiliations": [
        "Department of Psychology, University of ExeterExeter, UK.",
        "Lisbon University Institute (ISCTE-IUL/CIS)Lisbon, Portugal."
      ]
    },
    {
      "last_name": "Vines",
      "fore_name": "John",
      "initials": "J",
      "name": "John Vines",
      "affiliations": [
        "School of Design, Northumbria UniversityNewcastle, UK."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Atkinson",
      "affiliations": [
        "Department of Psychology, University of ExeterExeter, UK."
      ]
    },
    {
      "last_name": "Lawson",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Lawson",
      "affiliations": [
        "Department of Computer and Information Sciences, Northumbria UniversityNewcastle, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "School of the Arts, English and Drama, Loughborough UniversityLoughborough, UK."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2017"
  },
  "start_page": "585",
  "pages": "585",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28469589",
    "pmc": "PMC5395647",
    "doi": "10.3389/fpsyg.2017.00585"
  },
  "doi": "10.3389/fpsyg.2017.00585",
  "pmc_id": "PMC5395647",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.427537",
    "pmid": "28469589"
  }
}