{
  "pmid": "28480422",
  "uid": "28480422",
  "title": "BIOACTIVE COMPONENTS OF GYNURA DIVARICATA AND ITS POTENTIAL USE IN HEALTH, FOOD AND MEDICINE: A MINI-REVIEW.",
  "abstract": "BACKGROUND: G. divaricata (L.) DC belongs to genus the Gynura Cass which is a kind of perennial herb that has good health protection efficacy and is especially used widely in medicine and functional food. It is one of the most famous traditional Chinese medicinal herbs and is usually used to cure bronchitis, pulmonary tuberculosis, kink cough, rheumatism, diabetes, and so on. It has a long history for the treatment of diabetes mellitus in the folk medicine. This review is aimed at gathering all information relating to G. divaricata and obtaining new insights for further studies on G. divaricata. MATERIALS AND METHODS: PubMed, Springer Link, Web of Science, Science Direct and Research Gate were used for the literature search. The key search terms included G. divaricata isolation and identification, flavonoids and their combinations without language restriction. The period for the search is from year 1979 to 2016. RESULTS: The main chemical components were listed, and the folk application, the extraction and separation methods of main chemical components, pharmacological effects of G. divaricata were discussed, which further demonstrated the plant's value as health food and medicine. CONCLUSION: The present review is of great significance to the development of new medicinal resources and health food of G. divaricata.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Bing-Qing",
      "initials": "BQ",
      "name": "Bing-Qing Xu",
      "affiliations": [
        "Department of Applied biology, School of Basic Medical and Biological Sciences, Soochow University; RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123; P R China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Applied biology, School of Basic Medical and Biological Sciences, Soochow University; RM702-2303, Renai Road No. 199, Dushuhu Higher Edu. Town, Suzhou 215123; P R China."
      ]
    }
  ],
  "journal": {
    "title": "African journal of traditional, complementary, and alternative medicines : AJTCAM",
    "iso_abbreviation": "Afr J Tradit Complement Altern Med",
    "issn": "2505-0044",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2017"
  },
  "start_page": "113",
  "end_page": "127",
  "pages": "113-127",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Asteraceae",
    "Drugs, Chinese Herbal",
    "Flavonoids",
    "Functional Food",
    "Humans",
    "Medicine, Traditional",
    "Phytotherapy",
    "Plant Extracts"
  ],
  "article_ids": {
    "pubmed": "28480422",
    "pmc": "PMC5412215",
    "doi": "10.21010/ajtcam.v14i3.12",
    "pii": "AJTCAM-14-113"
  },
  "doi": "10.21010/ajtcam.v14i3.12",
  "pmc_id": "PMC5412215",
  "dates": {
    "completed": "2017-08-15",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Drugs, Chinese Herbal",
    "Flavonoids",
    "Plant Extracts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.248315",
    "pmid": "28480422"
  }
}