{
  "pmid": "28483470",
  "uid": "28483470",
  "title": "Temporomandibular disorders and whiplash injury: a narrative review.",
  "abstract": "OBJECTIVES: The objective of this study was to conduct a review investigating the relationship between temporomandibular disorders (TMDs) and whiplash injuries (WIs). STUDY DESIGN: The authors conducted a search of PubMed/Medline, Cochrane Database, and EMBASE for studies discussing the prevalence, incidence, severity, treatment, and prognosis of TMDs following WIs. English language studies published between January 2010 and March 2016 were included. Study quality was assessed by using the Ottawa-Newcastle scale. RESULTS: Eight studies investigating TMDs in patients with histories of WI were included. These studies reported associations between WIs and TMDs and an increase in symptom severity among patients with TMDs and a history of WIs. Additionally, patients with TMD and trauma histories display more severe subjective, objective, and psychological dysfunction compared with typical patients with TMDs. This results in poorer treatment outcomes. CONCLUSIONS: These findings highlight the need for early evaluation of patients with WI for TMDs and for a multidisciplinary approach to their management.",
  "authors": [
    {
      "last_name": "Landzberg",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Landzberg",
      "affiliations": [
        "Cedars-Sinai Medical Center, Los Angeles, CA, USA; University of Toronto, Toronto, Ontario, Canada. Electronic address: gillian.landzberg@gmail.com."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klasser",
      "fore_name": "Gary D",
      "initials": "GD",
      "name": "Gary D Klasser",
      "affiliations": [
        "Louisiana State University, Baton Rouge, LA, USA."
      ]
    },
    {
      "last_name": "Epstein",
      "fore_name": "Joel B",
      "initials": "JB",
      "name": "Joel B Epstein",
      "affiliations": [
        "Cedars-Sinai Medical Center, Los Angeles, CA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Oral surgery, oral medicine, oral pathology and oral radiology",
    "iso_abbreviation": "Oral Surg Oral Med Oral Pathol Oral Radiol",
    "issn": "2212-4411",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "e37",
  "end_page": "e46",
  "pages": "e37-e46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Incidence",
    "Prevalence",
    "Prognosis",
    "Risk Factors",
    "Temporomandibular Joint Disorders",
    "Whiplash Injuries"
  ],
  "article_ids": {
    "pubmed": "28483470",
    "doi": "10.1016/j.oooo.2017.03.001",
    "pii": "S2212-4403(17)30103-7"
  },
  "doi": "10.1016/j.oooo.2017.03.001",
  "dates": {
    "completed": "2017-12-04",
    "revised": "2017-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.339048",
    "pmid": "28483470"
  }
}