{
  "pmid": "28488256",
  "uid": "28488256",
  "title": "The rate of publication of free papers at the 2008 and 2010 European Society of Sports Traumatology Knee Surgery and Arthroscopy congresses.",
  "abstract": "BACKGROUND: The purpose of this study was to evaluate the frequency with which free papers presented at the 2008 and 2010 European Society of Sports Traumatology Knee Surgery and Arthroscopy (ESSKA) congress were ultimately published in peer-reviewed journals. Moreover, this study evaluated whether any correlations exist between the level of evidence of the free papers and their frequency of publication or the impact factor of the journals in which they are published. METHODS: Free papers presented at the 2008 and 2010 ESSKA congresses were included for assessment. Clinical papers (observational studies and trials involving direct interaction between an investigator and human subjects) were graded for level of evidence by two independent reviewers. A comprehensive strategy was used to search the databases PubMed, Ovid (MEDLINE), and EMBASE for all publications corresponding to the included free papers. RESULTS: Three hundred-ninety presentations were evaluated, of which 215 (55%) were ultimately published in a peer-reviewed journal within five years of the presentation date. The mean time from presentation to publication was 16 months (SD 25 months). There was no significant difference in the distribution of the level of evidence between studies that were ultimately published, versus those that were not published (n.s.). The level of evidence of the published study was not a significant predictor of the impact factor of the journal in which it was published (n.s.). Presentations were most commonly published in Knee Surgery, Sports Traumatology, Arthroscopy (24%) and The American Journal of Sports Medicine (22%). CONCLUSION: Free papers at the 2008 and 2010 ESSKA congress were published at a frequency that is comparable to that at other orthopaedic meetings. The publication rate was similar across all levels of evidence. Further encouragement of manuscript preparation and submission following these meetings could help to ensure important research findings are disseminated to large audiences.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rogozinsky",
      "fore_name": "Joelle",
      "initials": "J",
      "name": "Joelle Rogozinsky",
      "affiliations": [
        "Department of Medicine and School of Physical and Occupational Therapy, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seil",
      "fore_name": "Romain",
      "initials": "R",
      "name": "Romain Seil",
      "affiliations": [
        "Département de l'Appareil Locomoteur, Centre Hospitalier de Luxembourg, Luxembourg, Luxembourg.",
        "Sports Medicine Research Laboratory, Luxembourg Institute of Health, Luxembourg, Luxembourg."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi Rolland",
      "initials": "OR",
      "name": "Olufemi Rolland Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28488256",
    "pmc": "PMC5423879",
    "doi": "10.1186/s40634-017-0090-8",
    "pii": "10.1186/s40634-017-0090-8"
  },
  "doi": "10.1186/s40634-017-0090-8",
  "pmc_id": "PMC5423879",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.770238",
    "pmid": "28488256"
  }
}