{
  "pmid": "28495819",
  "uid": "28495819",
  "title": "Knee arthroscopy versus conservative management in patients with degenerative knee disease: a systematic review.",
  "abstract": "OBJECTIVE: To determine the effects and complications of arthroscopic surgery compared with conservative management strategies in patients with degenerative knee disease. DESIGN: Systematic review. MAIN OUTCOME MEASURES: Pain, function, adverse events. DATA SOURCES: MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials (CENTRAL), Google Scholar and Open Grey up to August 2016. ELIGIBILITY CRITERIA: For effects, randomised clinical trials (RCTs) comparing arthroscopic surgery with a conservative management strategy (including sham surgery) in patients with degenerative knee disease. For complications, RCTs and observational studies. REVIEW METHODS: Two reviewers independently extracted data and assessed risk of bias for patient-important outcomes. A parallel guideline committee (BMJ Rapid Recommendations) provided input on the design and interpretation of the systematic review, including selection of patient-important outcomes. We used the GRADE approach to rate the certainty (quality) of the evidence. RESULTS: We included 13 RCTs and 12 observational studies. With respect to pain, the review identified high-certainty evidence that knee arthroscopy results in a very small reduction in pain up to 3 months (mean difference =5.4 on a 100-point scale, 95% CI 2.0 to 8.8) and very small or no pain reduction up to 2 years (mean difference =3.1, 95% CI -0.2 to 6.4) when compared with conservative management. With respect to function, the review identified moderate-certainty evidence that knee arthroscopy results in a very small improvement in the short term (mean difference =4.9 on a 100-point scale, 95% CI 1.5 to 8.4) and very small or no improved function up to 2 years (mean difference =3.2, 95% CI -0.5 to 6.8). Alternative presentations of magnitude of effect, and associated sensitivity analyses, were consistent with the findings of the primary analysis. Low-quality evidence suggested a very low probability of serious complications after knee arthroscopy. CONCLUSIONS: Over the long term, patients who undergo knee arthroscopy versus those who receive conservative management strategies do not have important benefits in pain or function. TRIAL REGISTRATION NUMBER: PROSPERO CRD42016046242.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Buchbinder",
      "fore_name": "Rachelle",
      "initials": "R",
      "name": "Rachelle Buchbinder",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Melbourne, Victoria, Australia.",
        "Monash Department of Clinical Epidemiology, Cabrini Institute, Malvern, Victoria, Australia."
      ]
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Department of Orthopedic Surgery and Traumatology, Joint Research, Onze Lieve Vrouwe Gasthuis (OLVG), Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Orthopedic Surgery and Traumatology, Joint Research, Onze Lieve Vrouwe Gasthuis (OLVG), Amsterdam, The Netherlands.",
        "Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland."
      ],
      "orcid": "0000-0002-8429-0337"
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "HIV/STI Surveillance Research Center, and WHO Collaborating Center for HIV Surveillance, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Medical University Campus, Haft-Bagh Highway, Kerman, Iran."
      ]
    },
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust-Division Gjøvik, Gjøvik, Norway.",
        "Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "e016114",
  "pages": "e016114",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Conservative Treatment",
    "Humans",
    "Knee Joint",
    "Observational Studies as Topic",
    "Osteoarthritis, Knee",
    "Practice Guidelines as Topic",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28495819",
    "pmc": "PMC5541494",
    "doi": "10.1136/bmjopen-2017-016114",
    "pii": "bmjopen-2017-016114"
  },
  "doi": "10.1136/bmjopen-2017-016114",
  "pmc_id": "PMC5541494",
  "dates": {
    "completed": "2018-03-09",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.972101",
    "pmid": "28495819"
  }
}