{
  "pmid": "28495477",
  "uid": "28495477",
  "title": "Quantification of saxitoxin in human blood by ELISA.",
  "abstract": "Saxitoxin (STX) is a potent marine toxin that causes paralytic shellfish poisoning (PSP) which can result in significant morbidity and mortality in humans. Low lethal doses, rapid onset of PSP symptoms, and brief STX half-life in vivo require sensitive and rapid diagnostic techniques to monitor human exposures. Our laboratory has validated an enzyme-linked immunosorbent assay (ELISA) for quantitative detection of STX from 0.020 to 0.80 ng/mL in human whole blood and from 0.06 to 2.0 ng/mL in dried human blood which is simple, sensitive, rapid, and cost-effective. To our knowledge, this is the first validated method for the quantitation of saxitoxin in whole blood. Microsampling devices were used in sample collection which allows for standardized collection of blood, stable storage, and cost-efficient shipping. Quality control precision and accuracy were evaluated over the course of validation and were within 20% of theoretical concentrations. No detectable background concentrations of STX were found among fifty whole blood and dried blood convenience samples. Additionally, ten spiked individual whole blood and dried blood samples were tested for accuracy and precision and were within 20% of theoretical concentrations. Gonyautoxins 2&3 (GTX2&3) cross-reacted with this ELISA by 21%, but all other structurally related PSP toxins tested cross-reacted less than two percent. While clinical diagnosis or treatment of PSP would be unaffected by GTX2&3 cross-reactivity by ELISA, to accurately quantify individual PSP toxins, these results should be coupled with high performance liquid chromatography mass spectrometry measurements.",
  "authors": [
    {
      "last_name": "Wharton",
      "fore_name": "Rebekah E",
      "initials": "RE",
      "name": "Rebekah E Wharton",
      "affiliations": [
        "Battelle Memorial Institute at the Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Feyereisen",
      "fore_name": "Melanie C",
      "initials": "MC",
      "name": "Melanie C Feyereisen",
      "affiliations": [
        "Battelle Memorial Institute at the Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Gonzalez",
      "affiliations": [
        "Oak Ridge Institute for Science and Education Fellow at the Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Abbott",
      "fore_name": "Nicole L",
      "initials": "NL",
      "name": "Nicole L Abbott",
      "affiliations": [
        "Oak Ridge Institute for Science and Education Fellow at the Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Hamelin",
      "fore_name": "Elizabeth I",
      "initials": "EI",
      "name": "Elizabeth I Hamelin",
      "affiliations": [
        "Division of Laboratory Sciences, National Center for Environmental Health, Centers for Disease Control and Prevention, Atlanta, GA, USA. Electronic address: eph3@cdc.gov."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Rudolph C",
      "initials": "RC",
      "name": "Rudolph C Johnson",
      "affiliations": [
        "Division of Laboratory Sciences, National Center for Environmental Health, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Toxicon : official journal of the International Society on Toxinology",
    "iso_abbreviation": "Toxicon",
    "issn": "1879-3150",
    "issn_type": "Electronic",
    "volume": "133",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "110",
  "end_page": "115",
  "pages": "110-115",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Specimen Collection",
    "Cross Reactions",
    "Enzyme-Linked Immunosorbent Assay",
    "Humans",
    "Reproducibility of Results",
    "Saxitoxin",
    "Shellfish Poisoning"
  ],
  "article_ids": {
    "pubmed": "28495477",
    "mid": "NIHMS995527",
    "pmc": "PMC6234504",
    "doi": "10.1016/j.toxicon.2017.05.009",
    "pii": "S0041-0101(17)30147-2"
  },
  "doi": "10.1016/j.toxicon.2017.05.009",
  "pmc_id": "PMC6234504",
  "dates": {
    "completed": "2018-07-06",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Saxitoxin",
    "gonyautoxins"
  ],
  "grants": [
    {
      "grant_id": "CC999999",
      "agency": "Intramural CDC HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.134566",
    "pmid": "28495477"
  }
}