{
  "pmid": "28493660",
  "uid": "28493660",
  "title": "Use of medication and psychological counselling among Canadians with mood and/or anxiety disorders.",
  "abstract": "INTRODUCTION: This study describes the use of prescription medications and psychological counselling in the past 12 months among Canadian adults with a self-reported mood and/or anxiety disorder diagnosis; the sociodemographic and clinical characteristics associated with their use; and reasons for not using them. METHODS: We used data from the 2014 Survey on Living with Chronic Diseases in Canada-Mood and Anxiety Disorders Component. The study sample (n = 2916) was divided into four treatment subgroups: (1) taking medication only; (2) having received counselling only; (3) both; or (4) neither. We combined the first three subgroups and carried out descriptive and multivariate logistic regression analyses comparing those who are taking medication and/or have received counselling in the past 12 months, versus those doing neither. Estimates were weighted to represent the Canadian adult household population living in the 10 provinces with diagnosed mood and/or anxiety disorders. RESULTS: The majority (81.8%) of Canadians with a mood and/or an anxiety disorder diagnosis reported they are taking medications and/or have received counselling (47.6% taking medications only; 6.9% received counselling only; and 27.3% taking/having received both). Upon controlling for individual characteristics, taking medications and/or having received counselling was significantly associated with older age; higher household income; living in the Atlantic region or Quebec versus Ontario; and having concurrent disorders or mood disorders only. Symptoms controlled without medication was the most common reason for not taking medications, while preferring to manage on their own and taking medications were among the common reasons for not having received counselling. CONCLUSION: The majority of Canadian adults with a mood and/or an anxiety disorder diagnosis are taking medications, while few have received counselling. Insights gained regarding the factors associated with these treatments, and reasons for not using them, emphasize the importance of discussing treatment options and perceived barriers with patients to ensure they receive the best treatment according to their needs and preference.",
  "authors": [
    {
      "last_name": "O'Donnell",
      "fore_name": "Siobhan",
      "initials": "S",
      "name": "Siobhan O'Donnell",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Syoufi",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Syoufi",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne Jones",
      "affiliations": [
        "Centre for Applied Research in Mental Health and Addiction, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Department of Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pelletier",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Pelletier",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health promotion and chronic disease prevention in Canada : research, policy and practice",
    "iso_abbreviation": "Health Promot Chronic Dis Prev Can",
    "issn": "2368-738X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "160",
  "end_page": "171",
  "pages": "160-171",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Anti-Anxiety Agents",
    "Anxiety Disorders",
    "Behavior Therapy",
    "Canada",
    "Counseling",
    "Cross-Sectional Studies",
    "Female",
    "Health Surveys",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Mood Disorders",
    "Multivariate Analysis",
    "Neuropsychological Tests",
    "Prognosis",
    "Risk Assessment",
    "Self Report",
    "Severity of Illness Index",
    "Sex Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28493660",
    "pmc": "PMC5650021",
    "doi": "10.24095/hpcdp.37.5.04"
  },
  "doi": "10.24095/hpcdp.37.5.04",
  "pmc_id": "PMC5650021",
  "dates": {
    "completed": "2018-03-14",
    "revised": "2023-11-12"
  },
  "chemicals": [
    "Anti-Anxiety Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.433225",
    "pmid": "28493660"
  }
}