{
  "pmid": "28491334",
  "uid": "28491334",
  "title": "Increasing the Rate of Living Donor Kidney Transplantation in Ontario: Donor- and Recipient-Identified Barriers and Solutions.",
  "abstract": "PURPOSE OF REVIEW: To hear from living kidney donors and recipients about what they perceive are the barriers to living donor kidney transplantation, and how patients can develop and lead innovative solutions to increase the rate and enhance the experiences of living donor kidney transplantation in Ontario. SOURCES OF INFORMATION: A one-day patient-led workshop on March 10th, 2016 in Toronto, Ontario. METHODS: Participants who were previously engaged in priority-setting exercises were invited to the meeting by patient lead, Sue McKenzie. This included primarily past kidney donors, kidney transplant recipients, as well as researchers, and representatives from renal and transplant health care organizations across Ontario. KEY FINDINGS: Four main barriers were identified: lack of education for patients and families, lack of public awareness about living donor kidney transplantation, financial costs incurred by donors, and health care system-level inefficiencies. Several novel solutions were proposed, including the development of a peer network to support and educate patients and families with kidney failure to pursue living donor kidney transplantation; consistent reimbursement policies to cover donors' out-of-pocket expenses; and partnering with the paramedical and insurance industry to improve the efficiency of the donor and recipient evaluation process. LIMITATIONS: While there was a diversity of experience in the room from both donors and recipients, it does not provide a complete picture of the living kidney donation process for all Ontario donors and recipients. The discussion was provincially focused, and as such, some of the solutions suggested may already be in practice or unfeasible in other provinces. IMPLICATIONS: The creation of a patient-led provincial council was suggested as an important next step to advance the development and implementation of solutions to overcome patient-identified barriers to living donor kidney transplantation.",
  "authors": [
    {
      "last_name": "Getchell",
      "fore_name": "Leah E",
      "initials": "LE",
      "name": "Leah E Getchell",
      "affiliations": [
        "Kidney, Dialysis & Transplantation Research Program, ICES Western, Institute for Clinical Evaluative Sciences, London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Susan Q",
      "initials": "SQ",
      "name": "Susan Q McKenzie",
      "affiliations": [
        "The Kidney Foundation of Canada, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": [
        "Kidney, Dialysis & Transplantation Research Program, ICES Western, Institute for Clinical Evaluative Sciences, London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hayward",
      "fore_name": "Jade S",
      "initials": "JS",
      "name": "Jade S Hayward",
      "affiliations": [
        "Kidney, Dialysis & Transplantation Research Program, ICES Western, Institute for Clinical Evaluative Sciences, London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Megan K",
      "initials": "MK",
      "name": "Megan K McCallum",
      "affiliations": [
        "Kidney, Dialysis & Transplantation Research Program, ICES Western, Institute for Clinical Evaluative Sciences, London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney, Dialysis & Transplantation Research Program, ICES Western, Institute for Clinical Evaluative Sciences, London Health Sciences Centre, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117698666",
  "pages": "2054358117698666",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28491334",
    "pmc": "PMC5406116",
    "doi": "10.1177/2054358117698666",
    "pii": "10.1177_2054358117698666"
  },
  "doi": "10.1177/2054358117698666",
  "pmc_id": "PMC5406116",
  "dates": {
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.223995",
    "pmid": "28491334"
  }
}