{
  "pmid": "28491337",
  "uid": "28491337",
  "title": "Kidney Disease Among Registered Métis Citizens of Ontario: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Indigenous peoples in Canada have higher rates of kidney disease than non-Indigenous Canadians. However, little is known about the risk of kidney disease specifically in the Métis population in Canada. OBJECTIVE: To compare the prevalence of chronic kidney disease and incidence of acute kidney injury and end-stage kidney disease among registered Métis citizens in Ontario and a matched sample from the general Ontario population. DESIGN: Population-based, retrospective cohort study using data from the Métis Nation of Ontario's Citizenship Registry and administrative databases. SETTING: Ontario, Canada; 2003-2013. PATIENTS: Ontario residents ≥18 years. MEASUREMENTS: Prevalence of chronic kidney disease and incidence of acute kidney injury and end-stage kidney disease. Secondary outcomes among patients hospitalized with acute kidney injury included non-recovery of kidney function and mortality within 1 year of discharge. METHODS: Database codes and laboratory values were used to determine study outcomes. Métis citizens were matched (1:4) to Ontario residents on age, sex, and area of residence. The analysis included 12 229 registered Métis citizens and 48 916 adults from the general population. RESULTS: We found the prevalence of chronic kidney disease was slightly higher among Métis citizens compared with the general population (3.1% vs 2.6%, P = 0.002). The incidence of acute kidney injury was 1.2 per 1000 person-years in both Métis citizens and the general population (P = 0.54). Of those hospitalized with acute kidney injury, outcomes were similar among Métis citizens and the general population except 1-year mortality, which was higher for Métis citizens (24.5% vs 15.3%, P = 0.03). The incidence of end-stage kidney disease did not differ between groups (<3.0 per 10 000 person-years, P = 0.73). LIMITATIONS: The Métis Nation of Ontario Citizenship Registry only captures about 20% of Métis people in Ontario. Administrative health care codes used to identify kidney disease are highly specific but have low sensitivity. CONCLUSIONS: Rates of kidney disease were similar or slightly higher for Métis citizens in Ontario compared with the matched general population.",
  "authors": [
    {
      "last_name": "Hayward",
      "fore_name": "Jade S",
      "initials": "JS",
      "name": "Jade S Hayward",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Storm J",
      "initials": "SJ",
      "name": "Storm J Russell",
      "affiliations": [
        "The Métis Nation of Ontario, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Khan",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "Department of Nephrology, Humber River Regional Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, The Ottawa Hospital and Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Department of Medicine, London Health Sciences Centre, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117703071",
  "pages": "2054358117703071",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28491337",
    "pmc": "PMC5406217",
    "doi": "10.1177/2054358117703071",
    "pii": "10.1177_2054358117703071"
  },
  "doi": "10.1177/2054358117703071",
  "pmc_id": "PMC5406217",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.649528",
    "pmid": "28491337"
  }
}