{
  "pmid": "28501866",
  "uid": "28501866",
  "title": "Clinical Factors Associated with Readmission among Patients with Lower Limb Cellulitis.",
  "abstract": "BACKGROUND: There is substantial allocation of resources directed towards evaluation and management of lower limb cellulitis (LLC) in the acute care setting. Readmission for LLC is poorly understood, and there is little evidence with which to identify patients at risk for readmission. OBJECTIVE: To describe demographics, comorbidities, admission vital signs, and laboratory markers of infection among patients with LLC who are readmitted, and to investigate which among these factors is associated with readmission. METHODS: A cross-sectional retrospective cohort study was performed at tertiary and community hospitals within a regional health care system in order to summarize readmission characteristics. Univariate and multivariate models were created to estimate the likelihood of independent variables being associated with LLC readmission. RESULTS: The readmission rate was 11.2% with a median age of 68.6 years for the cohort. Increased age and subsidized insurance were associated with more frequent admissions. For every 10-year age increase, cellulitis subjects had a 14% increase in readmission odds (OR 1.14, CI 1.07-1.20). Patients with subsidized insurance had an almost twofold increased risk (OR 1.88, CI 1.42-2.50). Smoking, obesity, hypertension, diabetes mellitus, renal insufficiency, tachycardia, hypotension, leukocytosis, and neutrophilia were not more frequent in readmitted patients. CONCLUSIONS: Older age and subsidized insurance were associated with readmission whereas severity indicators for infection including abnormal vital signs and laboratory markers were not significantly associated. Factors other than severity of infection, such as socioeconomic factors, may influence clinical decisions related to readmission for LLC.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Lavian",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Lavian",
      "affiliations": []
    },
    {
      "last_name": "Lin",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Lin",
      "affiliations": []
    },
    {
      "last_name": "Sison",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Sison",
      "affiliations": []
    },
    {
      "last_name": "Oppenheim",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Oppenheim",
      "affiliations": []
    },
    {
      "last_name": "Koo",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Koo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "233",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "58",
  "end_page": "63",
  "pages": "58-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Cellulitis",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Insurance, Health",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Patient Readmission",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28501866",
    "doi": "10.1159/000471762",
    "pii": "000471762"
  },
  "doi": "10.1159/000471762",
  "dates": {
    "completed": "2018-04-20",
    "revised": "2018-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.224829",
    "pmid": "28501866"
  }
}