{
  "pmid": "28500955",
  "uid": "28500955",
  "title": "Economic evaluation of nurse practitioner and clinical nurse specialist roles: A methodological review.",
  "abstract": "BACKGROUND: Advanced practice nurses (e.g., nurse practitioners and clinical nurse specialists) have been introduced internationally to increase access to high quality care and to tackle increasing health care expenditures. While randomised controlled trials and systematic reviews have demonstrated the effectiveness of nurse practitioner and clinical nurse specialist roles, their cost-effectiveness has been challenged. The poor quality of economic evaluations of these roles to date raises the question of whether current economic evaluation guidelines are adequate when examining their cost-effectiveness. OBJECTIVE: To examine whether current guidelines for economic evaluation are appropriate for economic evaluations of nurse practitioner and clinical nurse specialist roles. METHODS: Our methodological review was informed by a qualitative synthesis of four sources of information: 1) narrative review of literature reviews and discussion papers on economic evaluation of advanced practice nursing roles; 2) quality assessment of economic evaluations of nurse practitioner and clinical nurse specialist roles alongside randomised controlled trials; 3) review of guidelines for economic evaluation; and, 4) input from an expert panel. RESULTS: The narrative literature review revealed several challenges in economic evaluations of advanced practice nursing roles (e.g., complexity of the roles, variability in models and practice settings where the roles are implemented, and impact on outcomes that are difficult to measure). The quality assessment of economic evaluations of nurse practitioner and clinical nurse specialist roles alongside randomised controlled trials identified methodological limitations of these studies. When we applied the Guidelines for the Economic Evaluation of Health Technologies: Canada to the identified challenges and limitations, discussed those with experts and qualitatively synthesized all findings, we concluded that standard guidelines for economic evaluation are appropriate for economic evaluations of nurse practitioner and clinical nurse specialist roles and should be routinely followed. However, seven out of 15 current guideline sections (describing a decision problem, choosing type of economic evaluation, selecting comparators, determining the study perspective, estimating effectiveness, measuring and valuing health, and assessing resource use and costs) may require additional role-specific considerations to capture costs and effects of these roles. CONCLUSION: Current guidelines for economic evaluation should form the foundation for economic evaluations of nurse practitioner and clinical nurse specialist roles. The proposed role-specific considerations, which clarify application of standard guidelines sections to economic evaluation of nurse practitioner and clinical nurse specialist roles, may strengthen the quality and comprehensiveness of future economic evaluations of these roles.",
  "authors": [
    {
      "last_name": "Lopatina",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Lopatina",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Health Research Innovation Centre, 3C60, 3280 Hospital Drive NW, Calgary, AB, T2N 4Z6, Canada. Electronic address: elopatin@ucalgary.ca."
      ]
    },
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, 350 Victoria Street, Toronto, ON, M5B 2K3, Canada. Electronic address: fdonald@ryerson.ca."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": [
        "School of Nursing and Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada. Electronic address: dicensoa@mcmaster.ca."
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": [
        "School of Nursing, Dalhousie University, Box 15000, 5869 University Avenue, Halifax, NS, B3H 4R2, Canada. Electronic address: ruth.martin-misener@dal.ca."
      ]
    },
    {
      "last_name": "Kilpatrick",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Kilpatrick",
      "affiliations": [
        "Faculty of Nursing, Université de Montréal, Research Centre Hôpital Maisonneuve-Rosemont, CSA - RC - Aile bleue - Room F121, 5415 boul. l'Assomption, Montréal, QC, H1T 2M4, Canada. Electronic address: kelley.kilpatrick@umontreal.ca."
      ]
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, HSC-3N28G, Hamilton, ON, L8S 4L8, Canada. Electronic address: bryantl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, HSC-3N28H, Hamilton, ON, L8S 4L8, Canada. Electronic address: carternm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Reid",
      "affiliations": [
        "KJResearch, Rosemere, QC, Canada. Electronic address: kimreidresearch@gmail.com."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Marshall",
      "affiliations": [
        "Department of Community Health Sciences and Faculty of Medicine, Cumming School of Medicine, University of Calgary, Health Research Innovation Centre, Room 3C58, 3280 Hospital Drive NW, Calgary, AB, T2N 4Z6, Canada. Electronic address: damarsha@ucalgary.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "72",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "71",
  "end_page": "82",
  "pages": "71-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Cost-Benefit Analysis",
    "Humans",
    "Nurse Clinicians",
    "Nurse Practitioners",
    "Nurse's Role",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "28500955",
    "doi": "10.1016/j.ijnurstu.2017.04.012",
    "pii": "S0020-7489(17)30098-6"
  },
  "doi": "10.1016/j.ijnurstu.2017.04.012",
  "dates": {
    "completed": "2018-03-26",
    "revised": "2022-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.782707",
    "pmid": "28500955"
  }
}