{
  "pmid": "28505072",
  "uid": "28505072",
  "title": "A Feasibility Study of Personalized Prescription Schemes for Glioblastoma Patients Using a Proliferation and Invasion Glioma Model.",
  "abstract": "Purpose: This study investigates the feasibility of personalizing radiotherapy prescription schemes (treatment margins and fractional doses) for glioblastoma (GBM) patients and their potential benefits using a proliferation and invasion (PI) glioma model on phantoms. Methods and Materials: We propose a strategy to personalize radiotherapy prescription schemes by simulating the proliferation and invasion of the tumor in 2D according to the PI glioma model. We demonstrate the strategy and its potential benefits by presenting virtual cases, where the standard and personalized prescriptions were applied to the tumor. Standard prescription was assumed to deliver 46 Gy in 23 fractions to the initial, gross tumor volume (GTV1) plus a 2 cm margin and an additional 14 Gy in 7 fractions to the boost GTV2 plus a 2 cm margin. The virtual cases include the tumors with a moving velocity of 0.029 (slow-move), 0.079 (average-move), and 0.13 (fast-move) mm/day for the gross tumor volume (GTV) with a radius of 1 (small) and 2 (large) cm. For each tumor size and velocity, the margin around GTV1 and GTV2 was varied between 0-6 cm and 1-3 cm, respectively. Equivalent uniform dose (EUD) to normal brain was constrained to the EUD value obtained by using the standard prescription. Various linear dose policies, where the fractional dose is linearly decreasing, constant, or increasing, were investigated to estimate the temporal effect of the radiation dose on tumor cell-kills. The goal was to find the combination of margins for GTV1 and GTV2 and a linear dose policy, which minimize the tumor cell-surviving fraction (SF) under a normal tissue constraint. The efficacy of a personalized prescription was evaluated by tumor EUD and the estimated survival time. Results: The personalized prescription for the slow-move tumors was to use 3.0-3.5 cm margins for GTV1, and a 1.5 cm margin for GTV2. For the average- and fast-move tumors, it was optimal to use a 6.0 cm margin for GTV1 and then 1.5-3.0 cm margins for GTV2, suggesting a course of whole brain therapy followed by a boost to a smaller volume. It was more effective to deliver the boost sequentially using a linearly decreasing fractional dose for all tumors. Personalized prescriptions led to surviving fractions of 0.001-0.465% compared to the standard prescription, and increased the tumor EUDs by 25.3-49.3% and estimated survival times by 7.6-22.2 months. Conclusions: Personalizing treatment margins based on the measured proliferative capacity of GBM tumor cells can potentially lead to significant improvements in tumor cell kill and related clinical outcomes.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Minsun",
      "initials": "M",
      "name": "Minsun Kim",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, WA 98195, USA. mk688@uw.edu."
      ]
    },
    {
      "last_name": "Kotas",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob Kotas",
      "affiliations": [
        "Department of Mathematics, University of Portland, Portland, OR 97203, USA. jkotas@uw.edu."
      ]
    },
    {
      "last_name": "Rockhill",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Rockhill",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, WA 98195, USA. jkrock@uw.edu."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, WA 98195, USA. markp@uw.edu."
      ]
    }
  ],
  "journal": {
    "title": "Cancers",
    "iso_abbreviation": "Cancers (Basel)",
    "issn": "2072-6694",
    "issn_type": "Print",
    "volume": "9",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28505072",
    "pmc": "PMC5447961",
    "doi": "10.3390/cancers9050051",
    "pii": "cancers9050051"
  },
  "doi": "10.3390/cancers9050051",
  "pmc_id": "PMC5447961",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.713213",
    "pmid": "28505072"
  }
}