{
  "pmid": "28506313",
  "uid": "28506313",
  "title": "Latent variable mixture models to test for differential item functioning: a population-based analysis.",
  "abstract": "BACKGROUND: Comparisons of population health status using self-report measures such as the SF-36 rest on the assumption that the measured items have a common interpretation across sub-groups. However, self-report measures may be sensitive to differential item functioning (DIF), which occurs when sub-groups with the same underlying health status have a different probability of item response. This study tested for DIF on the SF-36 physical functioning (PF) and mental health (MH) sub-scales in population-based data using latent variable mixture models (LVMMs). METHODS: Data were from the Canadian Multicentre Osteoporosis Study (CaMos), a prospective national cohort study. LVMMs were applied to the ten PF and five MH SF-36 items. A standard two-parameter graded response model with one latent class was compared to multi-class LVMMs. Multivariable logistic regression models with pseudo-class random draws characterized the latent classes on demographic and health variables. RESULTS: The CaMos cohort consisted of 9423 respondents. A three-class LVMM fit the PF sub-scale, with class proportions of 0.59, 0.24, and 0.17. For the MH sub-scale, a two-class model fit the data, with class proportions of 0.69 and 0.31. For PF items, the probabilities of reporting greater limitations were consistently higher in classes 2 and 3 than class 1. For MH items, respondents in class 2 reported more health problems than in class 1. Differences in item thresholds and factor loadings between one-class and multi-class models were observed for both sub-scales. Demographic and health variables were associated with class membership. CONCLUSIONS: This study revealed DIF in population-based SF-36 data; the results suggest that PF and MH sub-scale scores may not be comparable across sub-groups defined by demographic and health status variables, although effects were frequently small to moderate in size. Evaluation of DIF should be a routine step when analysing population-based self-report data to ensure valid comparisons amongst sub-groups.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Xiuyun",
      "initials": "X",
      "name": "Xiuyun Wu",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada.",
        "School of Public Health and Health Management, Weifang Medical University, Weifang, Shandong Province, China."
      ]
    },
    {
      "last_name": "Sawatzky",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sawatzky",
      "affiliations": [
        "School of Nursing, Trinity Western University & Centre for Health Evaluation and Outcomes Sciences, Providence Health Care, Langley, BC, Canada."
      ]
    },
    {
      "last_name": "Hopman",
      "fore_name": "Wilma",
      "initials": "W",
      "name": "Wilma Hopman",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Mayo",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Mayo",
      "affiliations": [
        "McGill University Health Centre, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Sajobi",
      "fore_name": "Tolulope T",
      "initials": "TT",
      "name": "Tolulope T Sajobi",
      "affiliations": [
        "Department of Community Health Sciences & O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Juxin",
      "initials": "J",
      "name": "Juxin Liu",
      "affiliations": [
        "Department of Mathematics and Statistics, University of Saskatchewan, Saskatoon, SK, Canada."
      ]
    },
    {
      "last_name": "Prior",
      "fore_name": "Jerilynn",
      "initials": "J",
      "name": "Jerilynn Prior",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Josse",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Josse",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Towheed",
      "fore_name": "Tanveer",
      "initials": "T",
      "name": "Tanveer Towheed",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Davison",
      "fore_name": "K Shawn",
      "initials": "KS",
      "name": "K Shawn Davison",
      "affiliations": [
        "Faculty of Graduate Studies, University of Victoria, Victoria, BC, Canada."
      ]
    },
    {
      "last_name": "Lix",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Lix",
      "affiliations": [
        "Department of Community Health Sciences, University of Manitoba, S113-750 Bannatyne Ave, Winnipeg, MB, R3E 0W3, Canada. lisa.lix@umanitoba.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "102",
  "pages": "102",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Female",
    "Health Status",
    "Humans",
    "Logistic Models",
    "Male",
    "Mental Health",
    "Middle Aged",
    "Models, Statistical",
    "Osteoporosis",
    "Prospective Studies",
    "Quality of Life",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "28506313",
    "pmc": "PMC5433241",
    "doi": "10.1186/s12955-017-0674-0",
    "pii": "10.1186/s12955-017-0674-0"
  },
  "doi": "10.1186/s12955-017-0674-0",
  "pmc_id": "PMC5433241",
  "dates": {
    "completed": "2017-08-31",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.411196",
    "pmid": "28506313"
  }
}