{
  "pmid": "28504066",
  "uid": "28504066",
  "title": "The Association of Recreational and Competitive Running With Hip and Knee Osteoarthritis: A Systematic Review and Meta-analysis.",
  "abstract": "Study Design Systematic review and meta-analysis. Background Running is a healthy and popular activity worldwide, but data regarding its association with osteoarthritis (OA) are conflicting. Objectives To evaluate the association of hip and knee OA with running and to explore the influence of running intensity on this association. Methods PubMed, Embase, and Cochrane Library databases were used to identify studies investigating the occurrence of OA of the hip and/or knee among runners. A meta-analysis of studies comparing this occurrence between runners and controls (sedentary, nonrunning individuals) was conducted. Runners were regarded as \"competitive\" if they were reported as professional/elite athletes or participated in international competitions. Recreational runners were individuals running in a nonprofessional (amateur) context. The prevalence rate and odds ratio (with 95% confidence interval [CI]) for OA between runners (at competitive and recreational levels) and controls were calculated. Subgroup analyses were conducted for OA location (hip or knee), sex, and years of exposure to running (less or more than 15 years). Results Twenty-five studies (n = 125810 individuals) were included and 17 (n = 114829 individuals) were meta-analyzed. The overall prevalence of hip and knee OA was 13.3% (95% CI: 11.6%, 15.2%) in competitive runners, 3.5% (95% CI: 3.4%, 3.6%) in recreational runners, and 10.2% (95% CI: 9.9%, 10.6%) in controls. The odds ratio for hip and/or knee OA in competitive runners was higher than that in recreational runners (1.34; 95% CI: 0.97, 1.86 and 0.86; 95% CI: 0.69, 1.07, respectively; controls as reference group; for difference, P<.001). Exposure to running of less than 15 years was associated with a lower association with hip and/or knee OA compared with controls (OR = 0.6; 95% CI: 0.49, 0.73). Conclusion Recreational runners had a lower occurrence of OA compared with competitive runners and controls. These results indicated that a more sedentary lifestyle or long exposure to high-volume and/or high-intensity running are both associated with hip and/or knee OA. However, it was not possible to determine whether these associations were causative or confounded by other risk factors, such as previous injury. Level of Evidence Etiology/harm, level 2a. J Orthop Sports Phys Ther 2017;47(6):373-390. doi:10.2519/jospt.2017.7137.",
  "authors": [
    {
      "last_name": "Alentorn-Geli",
      "fore_name": "Eduard",
      "initials": "E",
      "name": "Eduard Alentorn-Geli",
      "affiliations": []
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": []
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": []
    },
    {
      "last_name": "Green",
      "fore_name": "Cynthia L",
      "initials": "CL",
      "name": "Cynthia L Green",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jón",
      "initials": "J",
      "name": "Jón Karlsson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "1938-1344",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "373",
  "end_page": "390",
  "pages": "373-390",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Athletic Injuries",
    "Humans",
    "Osteoarthritis, Hip",
    "Osteoarthritis, Knee",
    "Running"
  ],
  "article_ids": {
    "pubmed": "28504066",
    "doi": "10.2519/jospt.2017.7137"
  },
  "doi": "10.2519/jospt.2017.7137",
  "dates": {
    "completed": "2017-08-02",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.145484",
    "pmid": "28504066"
  }
}