{
  "pmid": "28503122",
  "uid": "28503122",
  "title": "Thrombosis in Inherited Fibrinogen Disorders.",
  "abstract": "Although inherited fibrinogen disorders (IFD) are primarily considered to be bleeding disorders, they are associated with a higher thrombotic complication risk than defects in other clotting factors. Managing IFD patients with thrombosis is challenging as anticoagulant treatment may exacerbate the underlying bleeding risk which can be life-threatening. Due to the low prevalence of IFD, there is little information on pathophysiology or optimal treatment of thrombosis in these patients. We searched the literature for cases of thrombosis among IFD patients and identified a total of 128 patient reports. In approximately half of the cases, thromboses were spontaneous, while in the others trauma, surgery, and parturition contributed to the risk. The true mechanism(s) of thrombosis in IFD patients remain to be elucidated. A variety of anticoagulant treatments have been used in the treatment or prevention of thrombosis, sometimes with concurrent fibrinogen replacement therapy. There is no definite evidence that fibrinogen supplementation increases the risk of thrombosis, and it may potentially be effective in the treatment and prevention of both thrombosis and hemorrhage in IFD patients.",
  "authors": [
    {
      "last_name": "Korte",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Korte",
      "affiliations": [
        "Center for Laboratory Medicine; and Hemostasis and Hemophilia Center St. Gallen, Switzerland."
      ]
    },
    {
      "last_name": "Poon",
      "fore_name": "Man-Chiu",
      "initials": "MC",
      "name": "Man-Chiu Poon",
      "affiliations": [
        "Department of Medicine, Pediatrics and Oncology, University of Calgary, Southern Alberta Rare Blood and Bleeding Disorders Comprehensive Care Program, Foothills Hospital, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Makris",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Makris",
      "affiliations": [
        "Sheffield Haemophilia and Thrombosis Centre, Royal Hallamshire Hospital, Sheffield, UK.",
        "Department of Infection, Immunity and Cardiovascular Disease, University of Sheffield, Sheffield, UK."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine and hemotherapy : offizielles Organ der Deutschen Gesellschaft fur Transfusionsmedizin und Immunhamatologie",
    "iso_abbreviation": "Transfus Med Hemother",
    "issn": "1660-3796",
    "issn_type": "Print",
    "volume": "44",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "70",
  "end_page": "76",
  "pages": "70-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28503122",
    "pmc": "PMC5425758",
    "doi": "10.1159/000452864",
    "pii": "tmh-0044-0070"
  },
  "doi": "10.1159/000452864",
  "pmc_id": "PMC5425758",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.175250",
    "pmid": "28503122"
  }
}