{
  "pmid": "28500192",
  "uid": "28500192",
  "title": "Deprescribing proton pump inhibitors: Evidence-based clinical practice guideline.",
  "abstract": "OBJECTIVE: To develop an evidence-based guideline to help clinicians make decisions about when and how to safely taper or stop proton pump inhibitors (PPIs); to focus on the highest level of evidence available and seek input from primary care professionals in the guideline development, review, and endorsement processes. METHODS: Five health professionals (1 family physician, 3 pharmacists, and 1 gastroenterologist) and 5 nonvoting members comprised the overall team; members disclosed conflicts of interest. The guideline process included the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach, with a detailed evidence review in in-person, telephone, and online meetings. Uniquely, the guideline development process included a systematic review of PPI deprescribing trials and examination of reviews of the harm of continued PPI use. Narrative syntheses of patient preferences and resource-implication literature informed recommendations. The team refined guideline content and recommendation wording through consensus and synthesized clinical considerations to address common front-line clinician questions. The draft guideline was distributed to clinicians and then to health care professional associations for review and revisions made at each stage. A decision-support algorithm was developed in conjunction with the guideline. RECOMMENDATIONS: This guideline recommends deprescribing PPIs (reducing dose, stopping, or using \"on-demand\" dosing) in adults who have completed a minimum of 4 weeks of PPI treatment for heartburn or mild to moderate gastroesophageal reflux disease or esophagitis, and whose symptoms are resolved. The recommendations do not apply to those who have or have had Barrett esophagus, severe esophagitis grade C or D, or documented history of bleeding gastrointestinal ulcers. CONCLUSION: This guideline provides practical recommendations for making decisions about when and how to reduce the dose of or stop PPIs. Recommendations are meant to assist with, not dictate, decision making in conjunction with patients.",
  "authors": [
    {
      "last_name": "Farrell",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Farrell",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at the University of Ottawa in Ontario, Adjunct Assistant Professor in the School of Pharmacy at the University of Waterloo in Ontario, and Scientist at the Bruyère Research Institute at the University of Ottawa. bfarrell@bruyere.org."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine and the School of Epidemiology, Public Health and Preventive Medicine at the University of Ottawa and Scientist at the Bruyère Research Institute."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Wade",
      "initials": "W",
      "name": "Wade Thompson",
      "affiliations": [
        "Master's student in the School of Epidemiology, Public Health and Preventive Medicine at the University of Ottawa at the time of guideline development."
      ]
    },
    {
      "last_name": "Boghossian",
      "fore_name": "Taline",
      "initials": "T",
      "name": "Taline Boghossian",
      "affiliations": [
        "Resident in the Department of Pharmacy at the Ottawa Hospital at the time of guideline development."
      ]
    },
    {
      "last_name": "Pizzola",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Pizzola",
      "affiliations": [
        "Project coordinator with the Bruyère Research Institute during guideline development."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Farah Joy",
      "initials": "FJ",
      "name": "Farah Joy Rashid",
      "affiliations": [
        "Resident in the Department of Pharmacy at the Ottawa Hospital at the time of guideline development."
      ]
    },
    {
      "last_name": "Rojas-Fernandez",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Rojas-Fernandez",
      "affiliations": [
        "Schlegel Research Chair in Geriatric Pharmacotherapy at the Schlegel-UW Research Institute on Ageing and the School of Pharmacy at the University of Waterloo at the time of guideline development."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Walsh",
      "affiliations": [
        "Pharmacist with the Toronto Central Community Care Access Centre in Ontario."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Director of the Methods Centre at the Bruyère Research Institute and Assistant Professor in the School of Epidemiology, Public Health and Preventive Medicine at the University of Ottawa."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Director of the Division of Gastroenterology at McMaster University in Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "354",
  "end_page": "364",
  "pages": "354-364",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Algorithms",
    "Consensus",
    "Decision Support Techniques",
    "Deprescriptions",
    "Evidence-Based Practice",
    "Gastrointestinal Diseases",
    "Humans",
    "Polypharmacy",
    "Practice Patterns, Physicians'",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "28500192",
    "pmc": "PMC5429051",
    "pii": "63/5/354"
  },
  "pmc_id": "PMC5429051",
  "dates": {
    "completed": "2018-01-24",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.398253",
    "pmid": "28500192"
  }
}