{
  "pmid": "28527110",
  "uid": "28527110",
  "title": "A Review of the Hemodynamic Factors Believed to Contribute to Vascular Access Dysfunction.",
  "abstract": "A vascular access (VA) is used to facilitate hemodialysis in patients that suffer from end-stage renal disease. However, they suffer from high failure rates due to non-maturation and venous stenosis, with intimal hyperplasia (IH) the underlying cause of both conditions. Abnormal hemodynamic profiles, which arise following VA creation, are believed to lead to the development of IH. However, the exact physiological response that initiates this process is unknown. This review evaluates the different hemodynamic parameters that are hypothesised to correlate with the development of IH. Review studies that examine the correlation between hemodynamic parameters and the onset of IH using computational fluid dynamics. These studies are divided into groups depending on the type of analysis conducted; longitudinal studies, patient specific arteriovenous fistula (AVF) studies, arteriovenous graft studies, idealised AVF studies and studies that analyse the bulk flow. Studies that conduct longitudinal analysis identify an overall reduction in wall shear stress (WSS) as the VA matures. This is further associated with outward remodelling and the successful maturation of the VA. The majority of studies that conduct a transversal analysis find that low/oscillating shear is associated with the development of IH. However, a number of studies find a link between high shear and high spatial and temporal WSS gradients and the onset of IH. This review highlights the lack of unanimity between studies and emphasises the fact that the exact physiological response that leads to the development of IH remains unknown. This accentuates the need for a single, precise hypothesis capable of accurately predicting the onset of IH. If computational modelling is to assist in this process, the number of longitudinal studies conducted must increase. This will provide a better understanding of the effect that hemodynamic parameters have on the remodelling process and potentially identify a single/group of parameter/s that can accurately predict the onset of IH.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Connor V",
      "initials": "CV",
      "name": "Connor V Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, Bernal Institute, School of Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, Bernal Institute, School of Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, Bernal Institute, School of Engineering, University of Limerick, Limerick, Ireland. michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Cardiovascular engineering and technology",
    "iso_abbreviation": "Cardiovasc Eng Technol",
    "issn": "1869-4098",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "280",
  "end_page": "294",
  "pages": "280-294",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Arteriovenous Fistula",
    "Arteriovenous Shunt, Surgical",
    "Disease Models, Animal",
    "Hemodynamics",
    "Humans",
    "Hyperplasia",
    "Kidney Failure, Chronic",
    "Renal Dialysis",
    "Stress, Mechanical",
    "Tunica Intima",
    "Vascular Access Devices"
  ],
  "article_ids": {
    "pubmed": "28527110",
    "doi": "10.1007/s13239-017-0307-0",
    "pii": "10.1007/s13239-017-0307-0"
  },
  "doi": "10.1007/s13239-017-0307-0",
  "dates": {
    "completed": "2018-06-29",
    "revised": "2018-07-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GOIPG/2014/1450",
      "agency": "Irish Research Council for Science, Engineering and Technology"
    },
    {
      "grant_id": "324487",
      "agency": "Seventh Framework Programme"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.890660",
    "pmid": "28527110"
  }
}