{
  "pmid": "28528127",
  "uid": "28528127",
  "title": "Determining the effectiveness of an Elder Abuse Nurse Examiner Curriculum: A pilot study.",
  "abstract": "OBJECTIVES: To pilot and evaluate a novel Elder Abuse Nurse Examiner Curriculum and its associated training materials for their efficacy in improving Sexual Assault Nurse Examiner (SANE)s' knowledge of elder abuse and competence in delivering care to abused older adults. METHODS: Pilot training was held with 18 SANEs from across Ontario, Canada. A 52-item pre- and post-training questionnaire was administered that assessed participants' self-reported knowledge and perceived skills-based competence related to elder abuse care. A curriculum training evaluation survey was also delivered following the training. Qualitative non-participant observational data were collected throughout the training. RESULTS: There were statistically significant improvements in self-reported knowledge and perceived skills-based competence from pre-training to post-training for all content domains of the curriculum: older adults and abuse (p<0.0001), documentation, legislative, and legal issues (p<0.0001); interview with the older adult, caregiver, and other relevant contacts (p<0.0001); assessment (p=0.0018); medical and forensic examination (p<0.0001); case summary, discharge plan, and follow-up care (p<0.0001). The post-training evaluation survey demonstrated satisfaction among participants across all components of the curriculum and its delivery, particularly with reference to the comprehensiveness of the curriculum, and the clarity and appropriateness of the training materials. CONCLUSIONS: The Elder Abuse Nurse Examiner Curriculum and associated training materials were efficacious in improving SANEs' self-reported knowledge of and perceived competence in delivering elder abuse care. Future steps will further evaluate these materials as a component of a pilot of a larger comprehensive Elder Abuse Intervention at multiple sites across Ontario.",
  "authors": [
    {
      "last_name": "Du Mont",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Du Mont",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada. Electronic address: Janice.DuMont@wchospital.ca."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada; Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Yang",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Solomon",
      "fore_name": "Shirley",
      "initials": "S",
      "name": "Shirley Solomon",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Macdonald",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nurse education today",
    "iso_abbreviation": "Nurse Educ Today",
    "issn": "1532-2793",
    "issn_type": "Electronic",
    "volume": "55",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "71",
  "end_page": "76",
  "pages": "71-76",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Caregivers",
    "Curriculum",
    "Educational Measurement",
    "Elder Abuse",
    "Forensic Nursing",
    "Humans",
    "Middle Aged",
    "Nursing Assessment",
    "Ontario",
    "Personal Satisfaction",
    "Pilot Projects"
  ],
  "article_ids": {
    "pubmed": "28528127",
    "doi": "10.1016/j.nedt.2017.05.002",
    "pii": "S0260-6917(17)30105-3"
  },
  "doi": "10.1016/j.nedt.2017.05.002",
  "dates": {
    "completed": "2017-07-17",
    "revised": "2017-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:37.166897",
    "pmid": "28528127"
  }
}