{
  "pmid": "28527518",
  "uid": "28527518",
  "title": "Effectiveness of treatments for medication-related osteonecrosis of the jaw: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The effectiveness of management strategies used for the treatment of medication-related osteonecrosis of the jaw (MRONJ) remains poorly understood. The authors evaluated systematically the effectiveness of the various treatment modalities used for MRONJ. TYPES OF STUDIES REVIEWED: The authors conducted a comprehensive search of MEDLINE, Embase, the Cochrane Library, and Scopus to identify randomized controlled trials, nonrandomized controlled trials, and prospective cohort studies to evaluate comparatively the effectiveness of management strategies for the treatment of MRONJ. The authors conducted the identification of eligible studies in duplicate and synthesized the extracted data by means of a meta-analysis, when feasible. RESULTS: The authors found 13 studies with a medium-to-high risk of bias that met the inclusion criteria of this review. The authors found that, compared with medical treatment of local antimicrobials with or without systemic antimicrobials, the study investigators associated surgical treatment with higher odds of complete resolution of the condition (2 studies; 76 participants; unadjusted odds ratio, 3.55; 95% confidence interval, 1.12 to 11.19). The effectiveness of other therapies, such as bisphosphonate drug holidays, teriparatide, and hyperbaric oxygen, was uncertain. CONCLUSIONS AND PRACTICAL IMPLICATIONS: On the basis of the results of an unadjusted analysis, the results of the studies that were deemed to be medium to low quality and to have medium-to-low statistical power suggested that there are higher odds of resolving MRONJ with surgical treatment compared with medical treatment. High-quality research is required for conclusive statements to be made regarding treatment strategies for management of MRONJ.",
  "authors": [
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": []
    },
    {
      "last_name": "Sgro",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Sgro",
      "affiliations": []
    },
    {
      "last_name": "Lam",
      "fore_name": "David K",
      "initials": "DK",
      "name": "David K Lam",
      "affiliations": []
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar S",
      "initials": "PS",
      "name": "Prakeshkumar S Shah",
      "affiliations": []
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Dental Association (1939)",
    "iso_abbreviation": "J Am Dent Assoc",
    "issn": "1943-4723",
    "issn_type": "Electronic",
    "volume": "148",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "584",
  "end_page": "594.e2",
  "pages": "584-594.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Bisphosphonate-Associated Osteonecrosis of the Jaw",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28527518",
    "doi": "10.1016/j.adaj.2017.04.002",
    "pii": "S0002-8177(17)30300-8"
  },
  "doi": "10.1016/j.adaj.2017.04.002",
  "dates": {
    "completed": "2018-10-18",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.339785",
    "pmid": "28527518"
  }
}