{
  "pmid": "28529671",
  "uid": "28529671",
  "title": "The advection of microparticles, MCF-7 and MDA-MB-231 breast cancer cells in response to very low Reynolds numbers.",
  "abstract": "The lymphatic system is an extensive vascular network that serves as the primary route for the metastatic spread of breast cancer cells (BCCs). The dynamics by which BCCs travel in the lymphatics to distant sites, and eventually establish metastatic tumors, remain poorly understood. Particle tracking techniques were employed to analyze the behavior of MCF-7 and MDA-MB-231 BCCs which were exposed to lymphatic flow conditions in a 100 μm square microchannel. The behavior of the BCCs was compared to rigid particles of various diameters (η = dp/H= 0.05-0.32) that have been used to simulate cell flow in lymph. Parabolic velocity profiles were recorded for all particle sizes. All particles were found to lag the fluid velocity, the larger the particle the slower its velocity relative to the local flow (5%-15% velocity lag recorded). A distinct difference between the behavior of BCCs and particles was recorded. The BCCs travelled approximately 40% slower than the undisturbed flow, indicating that morphology and size affects their response to lymphatic flow conditions (Re < 1). BCCs adhered together, forming aggregates whose behavior was irregular. At lymphatic flow rates, MCF-7s were distributed uniformly across the channel in comparison to the MDA-MB-231 cells which travelled in the central region (88% of cells found within 0.35 ≤ W ≤ 0.64), indicating that metastatic MDA-MB-231 cells are subjected to a lower range of shear stresses in vivo. This suggests that both size and deformability need to be considered when modelling BCC behavior in the lymphatics. This finding will inform the development of in vitro lymphatic flow and metastasis models.",
  "authors": [
    {
      "last_name": "Morley",
      "fore_name": "Sinéad T",
      "initials": "ST",
      "name": "Sinéad T Morley",
      "affiliations": [
        "School of Engineering, Bernal Institute, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ],
      "orcid": "0000-0001-8543-207X"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "Newport",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Newport",
      "affiliations": [
        "School of Engineering, Bernal Institute, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Biomicrofluidics",
    "iso_abbreviation": "Biomicrofluidics",
    "issn": "1932-1058",
    "issn_type": "Print",
    "volume": "11",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "034105",
  "pages": "034105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28529671",
    "pmc": "PMC5419862",
    "doi": "10.1063/1.4983149",
    "pii": "1.4983149"
  },
  "doi": "10.1063/1.4983149",
  "pmc_id": "PMC5419862",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.891014",
    "pmid": "28529671"
  }
}