{
  "pmid": "28538581",
  "uid": "28538581",
  "title": "The Misconception of Case-Control Studies in the Plastic Surgery Literature: A Literature Audit.",
  "abstract": "BACKGROUND: Case-control study designs are commonly used. However, many published case-control studies are not true case-controls and are in fact mislabeled. The purpose of this study was to identify all case-control studies published in the top three plastic surgery journals over the past 10 years, assess which were truly case-control studies, clarify the actual design of the articles, and address common misconceptions. METHODS: MEDLINE, Embase, and Web of Science databases were searched for case-control studies in the three highest-impact factor plastic surgery journals (2005 to 2015). Two independent reviewers screened the resulting titles, abstracts, and methods, if applicable, to identify articles labeled as case-control studies. These articles were appraised and classified as true case-control studies or non-case-control studies. RESULTS: The authors found 28 articles labeled as case-control studies. However, only six of these articles (21 percent) were truly case-control designs. Of the 22 incorrectly labeled studies, one (5 percent) was a randomized controlled trial, three (14 percent) were nonrandomized trials, two (9 percent) were prospective comparative cohort designs, 14 (64 percent) were retrospective comparative cohort designs, and two (9 percent) were cross-sectional designs. The mislabeling was worse in recent years, despite increases in evidence-based medicine awareness. CONCLUSIONS: The majority of published case-control studies are not in fact case-control studies. This misunderstanding is worsening with time. Most of these studies are actually comparative cohort designs. However, some studies are truly clinical trials and thus a higher level of evidence than originally proposed.",
  "authors": [
    {
      "last_name": "Hatchell",
      "fore_name": "Alexandra C",
      "initials": "AC",
      "name": "Alexandra C Hatchell",
      "affiliations": [
        "Hamilton, Ontario, Canada.",
        "From the Division of Plastic Surgery, Department of Surgery, and the Departments of Surgery and Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Hamilton, Ontario, Canada.",
        "From the Division of Plastic Surgery, Department of Surgery, and the Departments of Surgery and Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Choi",
      "affiliations": [
        "Hamilton, Ontario, Canada.",
        "From the Division of Plastic Surgery, Department of Surgery, and the Departments of Surgery and Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "1356e",
  "end_page": "1363e",
  "pages": "1356e-1363e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Databases, Factual",
    "Female",
    "Humans",
    "Male",
    "Medical Audit",
    "Periodicals as Topic",
    "Publications",
    "Quality Control",
    "Sensitivity and Specificity",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "28538581",
    "doi": "10.1097/PRS.0000000000003330",
    "pii": "00006534-201706000-00044"
  },
  "doi": "10.1097/PRS.0000000000003330",
  "dates": {
    "completed": "2017-09-01",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.362605",
    "pmid": "28538581"
  }
}