{
  "pmid": "28533916",
  "uid": "28533916",
  "title": "Pediatric intensive care stress ulcer prevention (PIC-UP): a protocol for a pilot randomized trial.",
  "abstract": "BACKGROUND: Despite sparse pediatric data on effectiveness, the majority of critically ill children receive medications to prevent gastrointestinal (GI) bleeding. Stress ulcer prophylaxis may have unintended consequences-increasing the risk of nosocomial infections-which may be more serious and common than the bleeding which these drugs are prescribed to prevent. Randomized controlled trials (RCTs) in pediatric critical care are exceptionally challenging to complete, thus a rigorous pilot RCT is crucial. The objective of this pilot RCT is to assess the feasibility of a large multicentre RCT of stress ulcer prophylaxis with pantoprazole to prevent upper GI bleeding vs. placebo. METHODS: A multi-centre blinded pilot RCT of 120 children in six Canadian PICUs. Children expected to require mechanical ventilation for more than 48 h will be randomized to receive intravenous pantoprazole 1 mg/kg or identical placebo once daily until they no longer need mechanical ventilation. We have four feasibility outcomes and will consider the trial successful if we achieve:Effective screening: If >80% of eligible patients are approached for consent.Timely enrollment: if >80% of participants receive their first dose of the assigned study drug within 1 day of becoming eligible.Participant accrual: If the average monthly enrolment is two or more participants per centre per month.Protocol adherence: if >90% of doses are administered according to the protocol. DISCUSSION: There are many uncertainties about the risks and benefits of stress ulcer prophylaxis. In an era of widespread use-where clinicians prescribe prophylaxis to the more severely ill-a large, rigorous RCT is required. A trial to determine if a strategy of withholding stress ulcer prophylaxis is not inferior to a strategy of routine stress ulcer prophylaxis will be challenging. A carefully designed and implemented pilot trial is essential. TRIAL REGISTRATION: ClinicalTrials.gov:NCT02929563 (Registered October 3, 2016).",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ],
      "orcid": "0000-0003-1705-5422"
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Foster",
      "affiliations": [
        "Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia Canada."
      ]
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": [
        "Department of Paediatrics, University of Calgary, Calgary, Alberta Canada."
      ]
    },
    {
      "last_name": "Lacroix",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Lacroix",
      "affiliations": [
        "Department of Pediatrics, Université de Montréal, Montreal, Quebec Canada."
      ]
    },
    {
      "last_name": "Pai",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Pai",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Departments of Pediatrics and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017"
  },
  "start_page": "26",
  "pages": "26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28533916",
    "pmc": "PMC5438532",
    "doi": "10.1186/s40814-017-0142-y",
    "pii": "142"
  },
  "doi": "10.1186/s40814-017-0142-y",
  "pmc_id": "PMC5438532",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.191880",
    "pmid": "28533916"
  }
}