{
  "pmid": "28536088",
  "uid": "28536088",
  "title": "The Use of Text Messaging to Improve the Hospital-to-Community Transition in Acute Coronary Syndrome Patients (Txt2Prevent): Intervention Development and Pilot Randomized Controlled Trial Protocol.",
  "abstract": "BACKGROUND: Acute coronary syndrome, including acute myocardial infarction (AMI), is one of the leading causes for hospitalization, with AMI 30-day readmission rates around 20%. Supporting patient information needs and increasing adherence to recommended self-management behaviors during transition from hospital to home has the potential to improve patient outcomes. Text messages have been effective in other interventions and may be suitable to provide support to patients during this transition period. OBJECTIVE: The goal of this study is to pilot test a text messaging intervention program (Txt2Prevent) that supports acute coronary syndrome patients for 60 days postdischarge. The primary objective is to compare self-management, as measured by the Health Education Impact Questionnaire, between patients receiving only usual care versus those who receive usual care plus the Txt2Prevent intervention. The secondary objectives are to compare medication adherence, health-related quality of life, self-efficacy, health care resource use (and associated costs), all-cause and cardiovascular disease (CVD) readmission, and all-cause and CVD mortality rates between the 2 groups. The third objective is to assess acceptability of the text messaging intervention and feasibility of the study protocol. METHODS: This is a randomized controlled trial with blinding of outcome assessors. The Txt2Prevent program includes automated text messages to patients about standard follow-up care, general self-management, and healthy living. The content of the text messages was informed by and developed based on interviews with patients, discharge materials, theoretical domains of behavior, and a clinical advisory group composed of patients, clinicians, and researchers. We will recruit 76 consecutive cardiac in-patients with acute coronary syndrome who are treated with either medical management or percutaneous coronary intervention from a hospital in Vancouver, Canada. RESULTS: Assessments at baseline will include measures for demographic information, self-management, health-related quality of life, and self-efficacy. Assessments at follow-up will include medication adherence, readmissions, health care resource use, and mortality in addition to the reassessment of baseline measures. Baseline assessments are done in-person while follow-up assessments are completed through a combination of mailed packages and phone calls. Semistructured interviews with participants will also be performed to better understand participant experiences managing their condition and with the text messages. CONCLUSIONS: This study will determine preliminary efficacy, feasibility, and acceptability of the Txt2Prevent program to support acute coronary syndrome patients in the transition to home following hospital discharge. The results of this study will be used to inform a larger trial. TRIAL REGISTRATION: ClinicalTrials.gov NCT02336919; https://clinicaltrials.gov/ct2/show/NCT02336919 (Archived by WebCite at http://www.webcitation.org/6qMjEqo6O).",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Emily S",
      "initials": "ES",
      "name": "Emily S Ross",
      "affiliations": [
        "Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada."
      ],
      "orcid": "0000-0002-7851-9481"
    },
    {
      "last_name": "Sakakibara",
      "fore_name": "Brodie M",
      "initials": "BM",
      "name": "Brodie M Sakakibara",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0001-6400-0139"
    },
    {
      "last_name": "Mackay",
      "fore_name": "Martha H",
      "initials": "MH",
      "name": "Martha H Mackay",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-0290-9715"
    },
    {
      "last_name": "Whitehurst",
      "fore_name": "David Gt",
      "initials": "DG",
      "name": "David Gt Whitehurst",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Centre for Clinical Epidemiology and Evaluation, Vancouver Coastal Health Research Institute, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-7890-6756"
    },
    {
      "last_name": "Singer",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Singer",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada.",
        "Centre for Health Evaluation and Outcome Sciences, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-7220-4382"
    },
    {
      "last_name": "Toma",
      "fore_name": "Mustafa",
      "initials": "M",
      "name": "Mustafa Toma",
      "affiliations": [
        "Division of Cardiology, Providence Health Care, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-0274-3962"
    },
    {
      "last_name": "Corbett",
      "fore_name": "Kitty K",
      "initials": "KK",
      "name": "Kitty K Corbett",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0003-2192-6681"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gc",
      "initials": "HG",
      "name": "Harriette Gc Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8370-4569"
    },
    {
      "last_name": "Rutherford",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Rutherford",
      "affiliations": [
        "Department of Family Practice, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-1449-8298"
    },
    {
      "last_name": "Gheorghiu",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Gheorghiu",
      "affiliations": [
        "Canada Health Infoway, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6933-5456"
    },
    {
      "last_name": "Code",
      "fore_name": "Jillianne",
      "initials": "J",
      "name": "Jillianne Code",
      "affiliations": [
        "Faculty of Education, University of Victoria, Victoria, BC, Canada."
      ],
      "orcid": "0000-0002-3096-1289"
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada.",
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Division of Cardiology, Providence Health Care, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0001-7614-755X"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "6",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "e91",
  "pages": "e91",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28536088",
    "pmc": "PMC5461423",
    "doi": "10.2196/resprot.6968",
    "pii": "v6i5e91"
  },
  "doi": "10.2196/resprot.6968",
  "pmc_id": "PMC5461423",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.771307",
    "pmid": "28536088"
  }
}