{
  "pmid": "28532509",
  "uid": "28532509",
  "title": "Barriers and facilitators to healthcare professional behaviour change in clinical trials using the Theoretical Domains Framework: a case study of a trial of individualized temperature-reduced haemodialysis.",
  "abstract": "BACKGROUND: Implementing the treatment arm of a clinical trial often requires changes to healthcare practices. Barriers to such changes may undermine the delivery of the treatment making it more likely that the trial will demonstrate no treatment effect. The 'Major outcomes with personalized dialysate temperature' (MyTEMP) is a cluster-randomised trial to be conducted in 84 haemodialysis centres across Ontario, Canada to investigate whether there is a difference in major outcomes with an individualized dialysis temperature (IDT) of 0.5 °C below a patient's body temperature measured at the beginning of each haemodialysis session, compared to a standard dialysis temperature of 36.5 °C. To inform how to deploy the IDT across many haemodialysis centres, we assessed haemodialysis physicians' and nurses' perceived barriers and enablers to IDT use. METHODS: We developed two topic guides using the Theoretical Domains Framework (TDF) to assess perceived barriers and enablers to IDT ordering and IDT setting (physician and nurse behaviours, respectively). We recruited a purposive sample of haemodialysis physicians and nurses from across Ontario and conducted in-person or telephone interviews. We used directed content analysis to double-code transcribed utterances into TDF domains, and inductive thematic analysis to develop themes. RESULTS: We interviewed nine physicians and nine nurses from 11 Ontario haemodialysis centres. We identified seven themes of potential barriers and facilitators to implementing IDTs: (1) awareness of clinical guidelines and how IDT fits with local policies (knowledge; goals), (2) benefits and motivation to use IDT (beliefs about consequences; optimism; reinforcement; intention; goals), (3) alignment of IDTs with usual practice and roles (social/professional role and identity; nature of the behaviour; beliefs about capabilities), (4) thermometer availability/accuracy and dialysis machine characteristics (environmental context and resources), (5) impact on workload (beliefs about consequences; beliefs about capabilities), (6) patient comfort (behavioural regulation; beliefs about consequences; emotion), and (7) forgetting to prescribe or set IDT (memory, attention, decision making processes; emotion). CONCLUSIONS: There are anticipatable barriers to changing healthcare professionals' behaviours to effectively deliver an intervention within a randomised clinical trial. A behaviour change framework can help to systematically identify such barriers to inform better delivery and evaluation of the treatment, therefore potentially increasing the fidelity of the intervention to increase the internal validity of the trial. These findings will be used to optimise the delivery of IDT in the MyTEMP trial and demonstrate how this approach can be used to plan intervention delivery in other clinical trials. TRIAL REGISTRATION: ClinicalTrials.gov NCT02628366 . Registered November 16 2015.",
  "authors": [
    {
      "last_name": "Presseau",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Presseau",
      "affiliations": [
        "Clinical Epidemiology Program, The Ottawa Hospital Research Institute, General Campus, 501 Smyth Road, Ottawa, Canada. jpresseau@ohri.ca.",
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada. jpresseau@ohri.ca."
      ],
      "orcid": "0000-0002-2132-0703"
    },
    {
      "last_name": "Mutsaers",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Mutsaers",
      "affiliations": [
        "Clinical Epidemiology Program, The Ottawa Hospital Research Institute, General Campus, 501 Smyth Road, Ottawa, Canada.",
        "School of Psychology, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed A",
      "initials": "AA",
      "name": "Ahmed A Al-Jaishi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Squires",
      "affiliations": [
        "Clinical Epidemiology Program, The Ottawa Hospital Research Institute, General Campus, 501 Smyth Road, Ottawa, Canada.",
        "School of Nursing, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Christopher W",
      "initials": "CW",
      "name": "Christopher W McIntyre",
      "affiliations": [
        "Division of Nephrology, Departments of Medicine, Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Nephrology, Departments of Medicine, Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Clinical Epidemiology Program, The Ottawa Hospital Research Institute, General Campus, 501 Smyth Road, Ottawa, Canada.",
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, The Ottawa Hospital Research Institute, General Campus, 501 Smyth Road, Ottawa, Canada.",
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "227",
  "pages": "227",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Body Temperature",
    "Guideline Adherence",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Kidney Failure, Chronic",
    "Models, Psychological",
    "Motivation",
    "Nephrologists",
    "Nurses",
    "Ontario",
    "Practice Guidelines as Topic",
    "Practice Patterns, Nurses'",
    "Practice Patterns, Physicians'",
    "Renal Dialysis",
    "Research Personnel",
    "Temperature",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "28532509",
    "pmc": "PMC5440991",
    "doi": "10.1186/s13063-017-1965-9",
    "pii": "10.1186/s13063-017-1965-9"
  },
  "doi": "10.1186/s13063-017-1965-9",
  "pmc_id": "PMC5440991",
  "dates": {
    "completed": "2018-03-19",
    "revised": "2024-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.956960",
    "pmid": "28532509"
  }
}