{
  "pmid": "28536855",
  "uid": "28536855",
  "title": "Rotational Laxity Control by the Anterolateral Ligament and the Lateral Meniscus Is Dependent on Knee Flexion Angle: A Cadaveric Biomechanical Study.",
  "abstract": "BACKGROUND: Injury to the anterolateral ligament (ALL) has been reported to contribute to high-grade anterolateral laxity after anterior cruciate ligament (ACL) injury. Failure to address ALL injury has been suggested as a cause of persistent rotational laxity after ACL reconstruction. Lateral meniscus posterior root (LMPR) tears have also been shown to cause increased internal rotation of the knee. QUESTIONS/PURPOSES: The purpose of this study was to determine the functional relationship between the ALL and LMPR in the control of internal rotation of the ACL-deficient knee. Specifically: (1) We asked if there was a difference in internal rotation among: the intact knee; the ACL-deficient knee; the ACL/ALL-deficient knee; the ACL/LMPR-deficient knee; and the ACL/ALL/LMPR-deficient knee. (2) We also asked if there was a difference in anterior translation among these conditions. METHODS: Sixteen fresh frozen cadaveric knee specimens (eight men, mean age 79 years) were potted into a hip simulator (femur) and a 6 degree-of-freedom load cell (tibia). Rigid optical trackers were inserted into the proximal femur and distal tibia, allowing for the motion of the tibia with respect to the femur to be tracked during biomechanical tests. A series of points on the femur and tibia were digitized to create bone coordinate systems that were used to calculate internal rotation and anterior translation. Biomechanical testing involved applying a 5-Nm internal rotation moment to the tibia from full extension to 90° of flexion. Anterior translation was performed by applying a 90-N anterior load using a tensiometer. Both tests were performed in 15° increments tested sequentially in the following conditions: (1) intact; and (2) ACL injury (ACL-). The specimens were then randomized to either have the ALL sectioned (3) first (M+/ALL-); or (4) the LMPR sectioned first (M-/ALL+) followed by the other structure (M-/ALL-). A one-way analysis of variance was performed for each sectioning condition at each angle of knee flexion (α = 0.05). RESULTS: At 0° of flexion there was an effect of tissue sectioning such that internal rotation of the M-/ALL- condition was greater than ACL- by 1.24° (p = 0.03; 95% confidence interval [CI], 0.16-2.70) and the intact condition by 2.5° (p = 0.01; 95% CI, 0.69-3.91). In addition, the mean (SD) internal rotations for the M+/ALL- (9.99° [5.39°]) and M-/ALL+ (12.05° [5.34°]) were greater by 0.87° (p = 0.04; 95% CI, 0.13-3.83) and by 2.15°, respectively, compared with the intact knee. At 45° the internal rotation for the ACL- (19.15° [9.49°]), M+/ALL- (23.70° [7.00°]), and M-/ALL- (18.80° [8.27°]) conditions was different than the intact (12.78° [9.23°]) condition by 6.37° (p = 0.02; 95% CI, 1.37-11.41), 8.47° (p < 0.01; 95% CI, 3.94-13.00), and 6.02° (p = 0.01; 95% CI, 1.73-10.31), respectively. At 75° there was a 10.11° difference (p < 0.01; 95% CI, 5.20-15.01) in internal rotation between the intact (13.96° [5.34°]) and the M+/ALL- (23.22° [4.46°]) conditions. There was also a 4.08° difference (p = 0.01; 95% CI, 1.14-7.01) between the intact and M-/ALL- (18.05° [7.31°]) conditions. Internal rotation differences of 6.17° and 5.43° were observed between ACL- (16.28° [6.44°]) and M+/ALL- (p < 0.01; 95% CI, 2.45-9.89) as well as between M+/ALL- and M-/ALL- (p = 0.01; 95% CI, -8.17 to -1.63). Throughout the range of flexion, there was no difference in anterior translation with progressive section of the ACL, meniscus, or ALL. CONCLUSIONS: The ALL and LMPR both play a role in aiding the ACL in controlling internal rotation laxity in vitro; however, these effects seem to be dependent on flexion angle. The ALL has a greater role in controlling internal rotation at flexion angles > 30[o]. The LMPR appears to have more of an effect on controlling rotation closer to extension. CLINICAL RELEVANCE: Injury to the ALL and/or LMPR may contribute to high-grade anterolateral laxity after ACL injury. The LMPR and the ALL, along with the iliotibial tract, appear to act in concert as secondary stabilizers of anterolateral rotation and could be considered as the \"anterolateral corner\" of the knee.",
  "authors": [
    {
      "last_name": "Lording",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Lording",
      "affiliations": [
        "Melbourne Orthopaedic Group, Windsor, VIC, Australia."
      ]
    },
    {
      "last_name": "Corbo",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Corbo",
      "affiliations": [
        "Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Burkhart",
      "fore_name": "Timothy A",
      "initials": "TA",
      "name": "Timothy A Burkhart",
      "affiliations": [
        "Lawson Health Research Institute, London, ON, Canada.",
        "Departments of Surgery and Mechanical Engineering, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Getgood",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, 3M Centre, 1151 Richmond Street, London, ON, N6A 3K7, Canada. alan.getgood@uwo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "475",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "2401",
  "end_page": "2408",
  "pages": "2401-2408",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Biomechanical Phenomena",
    "Cadaver",
    "Female",
    "Femur",
    "Humans",
    "Joint Instability",
    "Knee Joint",
    "Male",
    "Menisci, Tibial",
    "Range of Motion, Articular",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "28536855",
    "pmc": "PMC5599389",
    "doi": "10.1007/s11999-017-5364-z",
    "pii": "10.1007/s11999-017-5364-z"
  },
  "doi": "10.1007/s11999-017-5364-z",
  "pmc_id": "PMC5599389",
  "dates": {
    "completed": "2017-12-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.950259",
    "pmid": "28536855"
  }
}