{
  "pmid": "28539695",
  "uid": "28539695",
  "title": "Physical Activity Levels of Physiotherapists across Practice Settings: A Cross-Sectional Comparison Using Self-Report Questionnaire and Accelerometer Measures.",
  "abstract": "Purpose: This article describes the physical activity of physiotherapists in British Columbia and examines differences across practice settings using self-report questionnaire and accelerometer-derived measures. Methods: Public and private practice physiotherapists aged 18-65 years were recruited through employee email lists and word of mouth to this cross-sectional study. Participants (n=98) completed the International Physical Activity Questionnaire-Long Form (IPAQ-L) online to quantify self-reported physical activity across various domains (occupational, leisure time, domestic, and transportation). Of these, 38 agreed to wear an accelerometer for 7 days to objectively measure physical activity. Descriptive statistics were used to describe self-reported and accelerometer-measured physical activity across domains, and inferential statistics were used to compare physical activity patterns across practice sites. The correlation and agreement between self-report questionnaire and accelerometer measures were also calculated. Results: Almost all (99%) of the physiotherapists self-reported meeting physical activity guidelines, and only 58% were classified as meeting guidelines when using accelerometers. Public practice physiotherapists self-reported more total, occupational, and domestic physical activity and had higher measured occupational physical activity than private practice physiotherapists. Overall, there was poor agreement between self-report questionnaires and accelerometers. Conclusions: Physiotherapists are an active group, with those in public practice reporting and participating in more physical activity than those in private practice.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Ghayyur",
      "fore_name": "Armin",
      "initials": "A",
      "name": "Armin Ghayyur",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Edwards",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver."
      ]
    }
  ],
  "journal": {
    "title": "Physiotherapy Canada. Physiotherapie Canada",
    "iso_abbreviation": "Physiother Can",
    "issn": "0300-0508",
    "issn_type": "Print",
    "volume": "69",
    "issue": "2",
    "pub_year": "2017"
  },
  "start_page": "152",
  "end_page": "160",
  "pages": "152-160",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28539695",
    "pmc": "PMC5435389",
    "doi": "10.3138/ptc.2015-64",
    "pii": "ptc.2015-64"
  },
  "doi": "10.3138/ptc.2015-64",
  "pmc_id": "PMC5435389",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.160212",
    "pmid": "28539695"
  }
}