{
  "pmid": "28545498",
  "uid": "28545498",
  "title": "Feasibility of a Systematic, Comprehensive, One-to-One Training (SCOOT) program for new scooter users: study protocol for a randomized control trial.",
  "abstract": "BACKGROUND: Mobility scooters can facilitate community participation among individuals with mobility limitations. However, accidents are a serious concern with scooter use. Scooter training has been recommended to improve safety, but there are currently few validated programs available. Therefore, we developed a Systematic, Comprehensive, One-to-One Training (SCOOT) program for scooter users. We will conduct a study to evaluate the outcomes produced by the provision SCOOT. METHODS: This feasibility study will use a mixed-methods, rater-blinded, randomized control trial, with a two-step wedge design. The study has two arms: an immediate intervention group, which will receive the intervention directly after baseline assessments, and a delayed intervention group, which will receive the intervention after a 6-week period. Forty participants, who will be stratified based on whether or not participants have previously held a driver's license, will be randomly assigned to each arm. The intervention for this study consists of 6 weeks of one-to-one scooter training by an experienced occupational therapist, who will provide training once or twice per week over the 6 weeks. The primary outcome measure is subjective scooter skills, measured using the Wheelchair Skills Test for scooters. Secondary outcomes include objective scooter skills, confidence, mobility, and satisfaction with selected participation activities. Descriptive measures include cognitive status, functional status, hearing, vision, physical accessibility of the home and community, and visual attention and task switching. Qualitative interviews will be conducted with the first ten willing participants from each group to learn about their scooter use and experiences with SCOOT. DISCUSSION: The results of this study will inform a larger randomized control trial. If the intervention is proven to be effective in this larger study, it may have important implications for policy and practice. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT02696213 . Registered on 23 February 2016.",
  "authors": [
    {
      "last_name": "Mortenson",
      "fore_name": "W Ben",
      "initials": "WB",
      "name": "W Ben Mortenson",
      "affiliations": [
        "The Department of Occupational Science and Occupational Therapy, University of British Columbia, T-325-2211 Wesbrook Mall, Vancouver, BC, V6T 2B5, Canada. ben.mortenson@ubc.ca."
      ]
    },
    {
      "last_name": "Jang",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Jang",
      "affiliations": [
        "GF Strong Rehabilitation Center, 4255 Laurel Street, Vancouver, BC, V5Z 2G9, Canada."
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Mary Pack Arthritis Center, 895 West 10th Ave., Vancouver, BC, V5Z 1L7, Canada."
      ]
    },
    {
      "last_name": "Hurd Clarke",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Hurd Clarke",
      "affiliations": [
        "University of British Columbia, 1924 West Mall, Vancouver, BC, V6T 1Z2, Canada.",
        "School of Kinesiology, University of British Columbia, 1156-1924 West Mall, Vancouver, BC, V6T 1Z2, Canada."
      ]
    },
    {
      "last_name": "Hobson",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Hobson",
      "affiliations": [
        "University of Western Ontario, 1201 Western Road, London, ONT, N6G 1H1, Canada."
      ]
    },
    {
      "last_name": "Emery",
      "fore_name": "Richelle",
      "initials": "R",
      "name": "Richelle Emery",
      "affiliations": [
        "Vancouver Coastal Health - Community Care, 520 West 6th Avenue, Vancouver, BC, V5Z 1A1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "25"
  },
  "start_page": "235",
  "pages": "235",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "British Columbia",
    "Dependent Ambulation",
    "Feasibility Studies",
    "Humans",
    "Mobility Limitation",
    "Motor Skills",
    "Motor Vehicles",
    "Occupational Therapy",
    "Patient Education as Topic",
    "Patient Satisfaction",
    "Research Design",
    "Social Behavior",
    "Task Performance and Analysis",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "28545498",
    "pmc": "PMC5445361",
    "doi": "10.1186/s13063-017-1963-y",
    "pii": "10.1186/s13063-017-1963-y"
  },
  "doi": "10.1186/s13063-017-1963-y",
  "pmc_id": "PMC5445361",
  "dates": {
    "completed": "2018-04-02",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "340545",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.992036",
    "pmid": "28545498"
  }
}