{
  "pmid": "28546136",
  "uid": "28546136",
  "title": "An Ecological Momentary Intervention to Reduce Alcohol Consumption in Young Adults Delivered During Drinking Events: Protocol for a Pilot Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Risky drinking is a significant public health issue in young Australian adults. Brief interventions are one of few effective methods of reducing risky drinking but are time and cost intensive; innovative methods of delivery are therefore of interest. Mobile phones offer new opportunities to collect data and intervene during risky drinking events. Mobile phones have successfully been used for delivery of alcohol-related brief interventions and data collection but not in combination with or during drinking events. OBJECTIVE: This pilot study will investigate the efficacy of an ecological momentary intervention (EMI), with combined ecological momentary assessment (EMA) and brief intervention delivered by mobile phones to young adults during risky drinking events. METHODS: We will use a 3-armed randomized controlled trial to investigate the efficacy of the intervention for reducing peak single occasion drinking. Our sample is recruited from an observational cohort study of young, risky drinkers. Participants will be randomized into 1 of 3 intervention arms. On 6 nights across a 12-week study period, EMI and EMA groups will complete hourly EMA surveys on their mobile phone. EMI participants will receive tailored feedback short message service (SMS) texts corresponding to their EMA survey responses. The EMI participants will not receive feedback SMS. A third group will have no contact (no-contact control). All groups will then be contacted for a follow-up interview within 4 weeks of the 12-week study period ending. RESULTS: The primary outcome is mean reduction in standard drinks consumed during their most recent heavy drinking occasion as measured at follow-up. Secondary outcomes include alcohol consumption over the previous 6 months, experiences of alcohol-related harms, attitudes toward drinking and drunkenness, hazardous drinking and use of tobacco and illicit drugs. A random effects mixed modelling approach using maximum likelihood estimation will be used to provide estimates of differences in mean drinking levels between those receiving the intervention and control participants. CONCLUSIONS: This study is novel in that, unlike previous work, it will intervene repeatedly during single occasion drinking events. Further, it extends previous research in this area, which has applied limited tailoring of message content for SMS-based brief interventions. The findings of this study will contribute to the growing body of evidence to inform the use of mobile health interventions for reducing alcohol consumption and harms. TRIAL REGISTRATION: Australian New Zealand Clinical Trials ACTRN12616001323415; https://www.anzctr.org.au/ Trial/Registration/TrialReview.aspx?id=369534 (Archived by WebCite at http://www.webcitation.org/ 6qDqBZV9b).",
  "authors": [
    {
      "last_name": "Wright",
      "fore_name": "Cassandra Jc",
      "initials": "CJ",
      "name": "Cassandra Jc Wright",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-9751-4005"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Dietze",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-7871-6234"
    },
    {
      "last_name": "Agius",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Agius",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Judith Lumley Centre, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6075-8548"
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Addiction Switzerland, Lausanne, Switzerland.",
        "Behavioural Science Institute, Radboud University, Nijmegen, Netherlands.",
        "Faculty of Education and Psychology, Eötvös Loránd University, Budapest, Hungary."
      ],
      "orcid": "0000-0001-8931-0790"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Hellard",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Hellard",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-5055-3266"
    },
    {
      "last_name": "Lim",
      "fore_name": "Megan Sc",
      "initials": "MS",
      "name": "Megan Sc Lim",
      "affiliations": [
        "Centre for Population Health, Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Melbourne School of Population and Global Health, University of Melbourne, Parkville, Australia."
      ],
      "orcid": "0000-0003-3136-6761"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "6",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May",
    "pub_day": "25"
  },
  "start_page": "e95",
  "pages": "e95",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28546136",
    "pmc": "PMC5465378",
    "doi": "10.2196/resprot.6760",
    "pii": "v6i5e95"
  },
  "doi": "10.2196/resprot.6760",
  "pmc_id": "PMC5465378",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.769537",
    "pmid": "28546136"
  }
}