{
  "pmid": "28557034",
  "uid": "28557034",
  "title": "Hypovitaminosis A: A model for sudden infant death syndrome.",
  "abstract": "The cause of sudden infant death syndrome (SIDS) is unknown. It is the leading cause of death from age one month to one year in North America. The purpose of this essay is to generate some testable hypotheses as to the cause of SIDS by drawing attention to distinct epidemiological parallels between SIDS and a newly recognized form of enamel hypoplasia, termed localized hypoplasia of the primary canine tooth (LHPC), which has been attributed to vitamin A deficiency. LHPC and SIDS share a common epidemiological profile: winter seasonality, occurrence at 3-5 months, and affecting apparently healthy children, but with increased incidence in socio economically disadvantaged families particularly racial/ethnic minorities (except Hispanics who show a reduced incidence), previously compromised infant health, less prenatal counselling, and less breastfeeding. Vitamin A has pervasive functions throughout the body including bone growth and maintenance of epithelial membranes. It is proposed that SIDS is due in part to hypovitaminosis A through one of several mechanisms: imbalanced basicranial growth producing mechanical constriction on the respiratory nerves passing through the jugular foramen; or through compromised myelination and/or maturation of the brain stem and cranial nerves involved in respiration; or through pharyngeal collapse due to mandibular undergrowth; or dysfunction of hypoxia-sensitive epithelial cells in the trachea. It is recommended that assay of hypoxia-sensitive epithelial cells in the trachea. It is recommended that assay of the retinyl ester content of the liver of SIDS victims be included in autopsy protocol. © 1995 Wiley-Liss, Inc.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, B.C., V5A IS6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of human biology : the official journal of the Human Biology Council",
    "iso_abbreviation": "Am J Hum Biol",
    "issn": "1520-6300",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "3",
    "pub_year": "1995"
  },
  "start_page": "381",
  "end_page": "399",
  "pages": "381-399",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28557034",
    "doi": "10.1002/ajhb.1310070314"
  },
  "doi": "10.1002/ajhb.1310070314",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.400849",
    "pmid": "28557034"
  }
}