{
  "pmid": "28556526",
  "uid": "28556526",
  "title": "Examining the role of the physician as a source of variation: Are physician-related variations necessarily unwarranted?",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: The physician is often implicated as an important cause of observed variations in health care service use. However, it is not clear if physician-related variation is problematic for patient care. This paper illustrates that observed physician-related variation is not necessarily unwarranted. METHODS: This is a narrative review. RESULTS: Many studies have attributed observed variations to the physician, but little attention is given towards discriminating between those variations that exist for good reasons and those that are unwarranted. Two arguments can be made for why physician-related variation is unwarranted. The first posits that physician-related factors should not play a role in management of care decisions because such decisions should be driven by science (which is imagined to be definitive). The second considers the possibility of supplier-induced demand as a factor driving observed variations. We show that neither argument is sufficient to rule out that physician-related variations may be warranted. Furthermore, the claim that such variations are necessarily problematic for patients has yet to be substantiated empirically. CONCLUSIONS: It is not enough to simply show that physician-related variation can exist-one must also show where it is unwarranted and what is the magnitude of unwarranted variations. Failure to show this can have significant implications on how we interpret and respond to observed variations. Improved measurement of the sources of variation, especially with respect to patient preferences and context, may help us start to disentangle physician-related variation that is desirable from that which is unwarranted.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for the History and Philosophy of Science and Technology, University of Toronto, Toronto, Ontario, Canada.",
        "African Centre for Epistemology and Philosophy of Science, Department of Philosophy, University of Johannesburg, Auckland Park, South Africa."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Services Research, Evaluation and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "145",
  "end_page": "151",
  "pages": "145-151",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Delivery of Health Care",
    "Health Services Research",
    "Humans",
    "Observer Variation",
    "Physician's Role",
    "Practice Patterns, Physicians'",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "28556526",
    "doi": "10.1111/jep.12770"
  },
  "doi": "10.1111/jep.12770",
  "dates": {
    "completed": "2018-10-31",
    "revised": "2018-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.711387",
    "pmid": "28556526"
  }
}