{
  "pmid": "28553589",
  "uid": "28553589",
  "title": "Primary Healthcare-based Diabetes Registry in Puducherry: Design and Methods.",
  "abstract": "BACKGROUND: Diabetes registries monitor the population prevalence and incidence of diabetes, monitor diabetes control program, provide information of quality of care to health service providers, and provide a sampling frame for interventional studies. This study documents the process of establishing a prospective diabetes registry in a primary health-care setting in Puducherry. METHODS: This is a facility-based prospective registry conducted in six randomly selected urban health centers in Puducherry, with enrollment of all known patients with diabetes attending chronic disease clinics. Administrative approvals were obtained from Government Health Services. Manuals for training of medical officers, health-care workers, and case report forms were developed. Diabetes registry was prepared using Epi Info software. RESULTS: In the first phase, demographic characteristics, risk factors, complications, coexisting chronic conditions, lifestyle and medical management, and clinical outcomes were recorded. Around 2177 patients with diabetes have been registered in six Primary Health Centres out of a total of 2948 participants seeking care from chronic disease clinic. Registration coverage ranges from 61% to 105% in these centers. CONCLUSION: This study has documented methodological details, and learning experiences gained while developing a diabetes registry at the primary health care level and the scope for upscaling to a Management Information System for Diabetes and a State-wide Registry. Improvement in patient care through needs assessment and quality assurance in service delivery is an important theme envisioned by this registry.",
  "authors": [
    {
      "last_name": "Lakshminarayanan",
      "fore_name": "Subitha",
      "initials": "S",
      "name": "Subitha Lakshminarayanan",
      "affiliations": [
        "Department of Preventive and Social Medicine, JIPMER, Puducherry, India."
      ]
    },
    {
      "last_name": "Kar",
      "fore_name": "Sitanshu Sekhar",
      "initials": "SS",
      "name": "Sitanshu Sekhar Kar",
      "affiliations": [
        "Department of Preventive and Social Medicine, JIPMER, Puducherry, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Department of Medicine, Fortis Escorts Hospital, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology and Head, Division of Clinical Research and Training, St. John's Medical College, St. John's Research Institute, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Bhaskar Reddy",
      "fore_name": "S Vijaya",
      "initials": "SV",
      "name": "S Vijaya Bhaskar Reddy",
      "affiliations": [
        "Department of Endocrinology, Indira Gandhi Government General Hospital and Postgraduate Institute, Puducherry, India."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of endocrinology and metabolism",
    "iso_abbreviation": "Indian J Endocrinol Metab",
    "issn": "2230-8210",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2017"
  },
  "start_page": "373",
  "end_page": "377",
  "pages": "373-377",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28553589",
    "pmc": "PMC5434717",
    "doi": "10.4103/ijem.IJEM_296_16",
    "pii": "IJEM-21-373"
  },
  "doi": "10.4103/ijem.IJEM_296_16",
  "pmc_id": "PMC5434717",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.607784",
    "pmid": "28553589"
  }
}