{
  "pmid": "28557819",
  "uid": "28557819",
  "title": "The Scholarly Influence of Orthopaedic Research According to Conventional and Alternative Metrics: A Systematic Review.",
  "abstract": "BACKGROUND: Researchers are experiencing an innovative shift toward online distribution of their work, and metrics related to online scholarly influence are gaining importance. Our objectives were to determine which types of online activity are most prevalent in orthopaedics, to identify associated factors, and to explore a complementary approach to measuring overall scholarly influence using online activity and conventional citations. METHODS: We performed a systematic review of randomized controlled trials of surgical or nonsurgical interventions in participants with, or at specific risk for, injuries and diseases of the musculoskeletal system. We collected data on online activity in social media, mainstream media, blogs, forums, and other sources from a commercial provider of alternative metric data for medical journals. We tested associations with use of negative binomial regression. RESULTS: We identified 1,697 trials, published between 2011 and 2014, that had a total of 12,995 conventional citations and 15,068 online mentions. The median number of online mentions of each trial was 2 (interquartile range, 0 to 5). Twitter (82%) and Facebook (13%) mentions were the most prevalent types of online activity. Counts of online mentions correlated with conventional citations (r = 0.11, p < 0.01) but accumulated more rapidly. Higher total counts of online mentions were consistently associated with longer time since publication, higher journal impact factor, higher author h-index values, and less risk of bias (p < 0.01 for each). We found the best model fit for a complementary approach by weighting citations and online mentions equally. CONCLUSIONS: Online activity in orthopaedics is dominated by activity on Twitter and Facebook and is associated with increasing time since publication, journal impact factor, and author h-index values, and less risk of bias. Institutions, publishers, funding agencies, and clinicians may consider a complementary approach to measuring scholarly influence that weights online mentions and conventional citations equally.",
  "authors": [
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery (N.E., A.F.A., M.G., M.K., K.M., C.S., and M.B.) and Department of Clinical Epidemiology and Biostatistics (N.E., K.M., and M.B.), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony F",
      "initials": "AF",
      "name": "Anthony F Adili",
      "affiliations": []
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": []
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Smith",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JBJS reviews",
    "iso_abbreviation": "JBJS Rev",
    "issn": "2329-9185",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "e5",
  "pages": "e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Blogging",
    "Fellowships and Scholarships",
    "Humans",
    "Journal Impact Factor",
    "Medical Writing",
    "Orthopedic Procedures",
    "Orthopedics",
    "Periodicals as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Research Personnel",
    "Social Media"
  ],
  "article_ids": {
    "pubmed": "28557819",
    "doi": "10.2106/JBJS.RVW.16.00059",
    "pii": "01874474-201705000-00005"
  },
  "doi": "10.2106/JBJS.RVW.16.00059",
  "dates": {
    "completed": "2018-03-16",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.379740",
    "pmid": "28557819"
  }
}