{
  "pmid": "28552956",
  "uid": "28552956",
  "title": "Sex-specific effect of CPB2 Ala147Thr but not Thr325Ile variants on the risk of venous thrombosis: A comprehensive meta-analysis.",
  "abstract": "BACKGROUND: Thrombin activatable fibrinolysis inhibitor (TAFI), encoded by the Carboxypeptidase B2 gene (CPB2), is an inhibitor of fibrinolysis and plays a role in the pathogenesis of venous thrombosis. Experimental findings support a functional role of genetic variants in CPB2, while epidemiological studies have been unable to confirm associations with risk of venous thrombosis. Sex-specific effects could underlie the observed inconsistent associations between CPB2 genetic variants and venous thrombosis. METHODS: A comprehensive literature search was conducted for associations between Ala147Thr and Thr325Ile variants with venous thrombosis. Authors were contacted to provide sex-specific genotype counts from their studies. Combined and sex-specific random effects meta-analyses were used to estimate a pooled effect estimate for primary and secondary genetic models. RESULTS: A total of 17 studies met the inclusion criteria. A sex-specific meta-analysis applying a dominant model supported a protective effect of Ala147Thr on venous thrombosis in females (OR = 0.81, 95%CI: 0.68,0.97; p = 0.018), but not in males (OR = 1.06, 95%CI:0.96-1.16; p = 0.263). The Thr325Ile did not show a sex-specific effect but showed variation in allele frequencies by geographic region. A subgroup analysis of studies in European countries showed decreased risk, with a recessive model (OR = 0.83, 95%CI:0.71-0.97, p = 0.021) for venous thrombosis. CONCLUSIONS: A comprehensive literature review, including unpublished data, provided greater statistical power for the analyses and decreased the likelihood of publication bias influencing the results. Sex-specific analyses explained apparent discrepancies across genetic studies of Ala147Thr and venous thrombosis. While, careful selection of genetic models based on population genetics, evolutionary and biological knowledge can increase power by decreasing the need to adjust for testing multiple models.",
  "authors": [
    {
      "last_name": "Zwingerman",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Zwingerman",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Medina-Rivera",
      "fore_name": "Alejandra",
      "initials": "A",
      "name": "Alejandra Medina-Rivera",
      "affiliations": [
        "Genetics and Genome Biology Program, SickKids Research Institute, Toronto, Canada.",
        "Laboratorio Internacional de Investigación sobre el Genoma Humano, Universidad Nacional Autónoma de México, Juriquilla, Santiago de Querétaro, Querétaro, Mexico."
      ]
    },
    {
      "last_name": "Kassam",
      "fore_name": "Irfahan",
      "initials": "I",
      "name": "Irfahan Kassam",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Genetics and Genome Biology Program, SickKids Research Institute, Toronto, Canada.",
        "Department of Molecular Genetics, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Morange",
      "fore_name": "Pierre-Emmanuel",
      "initials": "PE",
      "name": "Pierre-Emmanuel Morange",
      "affiliations": [
        "Institut National de la Santé et de la Recherche Médicale (INSERM), Unité Mixte de Recherche (UMR) en Santé 1062, Nutrition Obesity and Risk of Thrombosis, Marseille, France.",
        "Faculté de Médecine, Aix Marseille Université, Marseille, France."
      ]
    },
    {
      "last_name": "Trégouët",
      "fore_name": "David-Alexandre",
      "initials": "DA",
      "name": "David-Alexandre Trégouët",
      "affiliations": [
        "Institut National de la Santé et de la Recherche Médicale (INSERM), Unité Mixte de Recherche en Santé (UMR_S) 1166, Paris, France.",
        "Institute for Cardiometabolism and Nutrition, Paris, France.",
        "Sorbonne Universités, Université Pierre et Marie Curie (UPMC Univ Paris 06), UMR_S 1166, Team Genomics & Pathophysiology of Cardiovascular Diseases, Paris, France."
      ]
    },
    {
      "last_name": "Gagnon",
      "fore_name": "France",
      "initials": "F",
      "name": "France Gagnon",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "5",
    "pub_year": "2017"
  },
  "start_page": "e0177768",
  "pages": "e0177768",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Alanine",
    "Carboxypeptidase B2",
    "Female",
    "Genetic Predisposition to Disease",
    "Humans",
    "Isoleucine",
    "Male",
    "Risk Factors",
    "Sex Factors",
    "Threonine",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "28552956",
    "pmc": "PMC5446132",
    "doi": "10.1371/journal.pone.0177768",
    "pii": "PONE-D-16-24191"
  },
  "doi": "10.1371/journal.pone.0177768",
  "pmc_id": "PMC5446132",
  "dates": {
    "completed": "2017-09-21",
    "revised": "2024-03-27"
  },
  "chemicals": [
    "Isoleucine",
    "Threonine",
    "CPB2 protein, human",
    "Carboxypeptidase B2",
    "Alanine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.428366",
    "pmid": "28552956"
  }
}