{
  "pmid": "28572868",
  "uid": "28572868",
  "title": "Prostate Cancer Patient Perspectives on the Use of Information in Treatment Decision-Making: A Systematic Review and Qualitative Meta-synthesis.",
  "abstract": "BACKGROUND: Men with low- to intermediate-risk prostate cancer are typically asked to choose from a variety of treatment options, including active surveillance, radical prostatectomy, or brachytherapy. The Prolaris cell cycle progression test is intended to provide additional information on personal risk status to assist men with prostate cancer in their choice of treatment. To assist with assessing that new technology, this report synthesizes qualitative research on how men with prostate cancer use information to make decisions about treatment options. METHODS: We performed a systematic review and qualitative meta-synthesis to retrieve and synthesize findings across primary qualitative studies that report on patient perspectives during prostate cancer treatment decision-making. RESULTS: Of 8,610 titles and abstracts reviewed, 29 studies are included in this report. Most men diagnosed with prostate cancer express that their information-seeking pathway extends beyond the medical information received from their health care provider. They access other social resources to attain additional medical information, lived-experience information, and medical administrative information to help support their final treatment decision. Men value privacy, trust, honesty, control, power, organization, and open communication during interactions with their health care providers. They also emphasize the importance of gaining comfort with their treatment choice, having a chance to confirm their health care provider's recommendations (validation of treatment plan), and exercising their preferred level of independence in the treatment decision-making process. CONCLUSIONS: Although each prostate cancer patient is unique, studies suggest that most patients seek extensive information to help inform their treatment decisions. This may happen before, during, and after the treatment choice is made. Given the amount of information patients may access, it is important that they also establish the trustworthiness of the various types and sources of information. When information conflicts, patients may be unsure about how to proceed. Open collaboration between patients and their health care providers can help patients manage and navigate their concerns so that their values and perspectives are captured in their treatment choices.",
  "authors": [
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Ahmad Firas",
      "initials": "AF",
      "name": "Ahmad Firas Khalid",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON.",
        "Health Policy PhD Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Majid",
      "fore_name": "Umair",
      "initials": "U",
      "name": "Umair Majid",
      "affiliations": [
        "Health Research Methodology MSc Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON.",
        "Department of Family Medicine, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "7",
    "pub_year": "2017"
  },
  "start_page": "1",
  "end_page": "32",
  "pages": "1-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cell Proliferation",
    "Clinical Decision-Making",
    "Clinical Laboratory Techniques",
    "Consumer Health Information",
    "Gene Expression",
    "Humans",
    "Information Seeking Behavior",
    "Male",
    "Prognosis",
    "Prostatic Neoplasms",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28572868",
    "pmc": "PMC5451209"
  },
  "pmc_id": "PMC5451209",
  "dates": {
    "completed": "2018-04-09",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.084562",
    "pmid": "28572868"
  }
}