{
  "pmid": "28577543",
  "uid": "28577543",
  "title": "Implementation of eMental Health care: viewpoints from key informants from organizations and agencies with eHealth mandates.",
  "abstract": "BACKGROUND: The use of technology such as computers, tablets, and smartphones to improve access to and the delivery of mental health care (eMental Health care) is growing worldwide. However, despite the rapidly expanding evidence base demonstrating the efficacy of eMental Health care, its implementation in clinical practice and health care systems remains fragmented. To date, no peer-reviewed, key-informant studies have reported on the perspectives of decision-makers concerned with whether and how to implement eMental Health care. METHODS: From September to November 2015, we conducted 31 interviews with key informants responsible for leadership, policy, research, and/ or information technology in organizations influential in the adoption of technology for eMental Health care. Deductive and inductive thematic analyses of transcripts were conducted using the Behavior Change Wheel as an organizing framework. Frequency and intensity effect sizes were calculated for emerging themes to further explore patterns within the data. RESULTS: Key informant responses (n = 31) representing 6 developed countries and multiple organizations showed consensus on common factors impacting implementation: individual and organizational capacities (e.g., computer literacy skills [patients and providers], knowledge gaps about cyber security, limited knowledge of available services); motivational drivers of technology-based care (e.g., extending care, data analytics); and opportunities for health systems to advance eMental Health care implementation (e.g., intersectoral research, rapid testing cycles, sustainable funding). Frequency effect sizes showed strong associations between implementation and credibility, knowledge, workflow, patient empowerment, electronic medical record (EMR) integration, sustained funding and intersectoral networks. Intensity effect sizes showed the highest concentration of statements (>10% of all comments) related to funding, credibility, knowledge gaps, and patient empowerment. CONCLUSION: This study provides previously unavailable information about key informant perspectives on eMental Health care implementation. The themes that emerged, namely the need to intensify intersectoral research, measure/monitor readiness to implement, define cost-utility benchmarks, raise awareness about available technologies, and test assumptions that 'proven' technologies will be easily integrated can inform the design and evaluation of eMental Health care implementation models.",
  "authors": [
    {
      "last_name": "Wozney",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wozney",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada. an6@ualberta.ca.",
        "Department of Pediatrics, University of Alberta, 3-526 Edmonton Clinic Health Academy, 11405-87 Avenue, Edmonton, AB, Canada, T6G 1C9. an6@ualberta.ca."
      ]
    },
    {
      "last_name": "Gehring",
      "fore_name": "Nicole D",
      "initials": "ND",
      "name": "Nicole D Gehring",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, and Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Huguet",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Huguet",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Dyson",
      "fore_name": "Michele P",
      "initials": "MP",
      "name": "Michele P Dyson",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick McGrath",
      "affiliations": [
        "IWK Health Centre, 5850-5980 University Avenue, Halifax, NS, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "78",
  "pages": "78",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Services Research",
    "Humans",
    "Mental Health Services",
    "Organizational Innovation",
    "Qualitative Research",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "28577543",
    "pmc": "PMC5455087",
    "doi": "10.1186/s12911-017-0474-9",
    "pii": "10.1186/s12911-017-0474-9"
  },
  "doi": "10.1186/s12911-017-0474-9",
  "pmc_id": "PMC5455087",
  "dates": {
    "completed": "2018-03-30",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.433954",
    "pmid": "28577543"
  }
}