{
  "pmid": "28576905",
  "uid": "28576905",
  "title": "CMV and BKPyV Infections in Renal Transplant Recipients Receiving an mTOR Inhibitor-Based Regimen Versus a CNI-Based Regimen: A Systematic Review and Meta-Analysis of Randomized, Controlled Trials.",
  "abstract": "BACKGROUND AND OBJECTIVES: The objective of this meta-analysis is to compare the incidences of cytomegalovirus and BK polyoma virus infections in renal transplant recipients receiving a mammalian target of rapamycin inhibitor (mTOR)-based regimen compared with a calcineurin inhibitor-based regimen. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: We conducted a comprehensive search for randomized, controlled trials up to January of 2016 addressing our objective. Other outcomes included acute rejection, graft loss, serious adverse events, proteinuria, wound-healing complications, and eGFR. Two review authors selected eligible studies, abstracted data, and assessed risk of bias. We assessed quality of evidence using the Grading of Recommendations Assessment, Development and Evaluation methodology. RESULTS: We included 28 randomized, controlled trials with 6211 participants classified into comparison 1: mTOR inhibitor versus calcineurin inhibitor and comparison 2: mTOR inhibitor plus reduced dose of calcineurin inhibitor versus regular dose of calcineurin inhibitor. Results showed decreased incidence of cytomegalovirus infection in mTOR inhibitor-based group in both comparison 1 (risk ratio, 0.54; 95% confidence interval, 0.41 to 0.72), with high quality of evidence, and comparison 2 (risk ratio, 0.43; 95% confidence interval, 0.24 to 0.80), with moderate quality of evidence. The available evidence neither confirmed nor ruled out a reduction of BK polyoma virus infection in mTOR inhibitor-based group in both comparisons. Secondary outcomes revealed more serious adverse events and acute rejections in mTOR inhibitor-based group in comparison 1 and no difference in comparison 2. There was no difference in graft loss in both comparisons. eGFR was higher in the mTOR inhibitor-based group in comparison 1 (mean difference =4.07 ml/min per 1.73 m[2]; 95% confidence interval, 1.34 to 6.80) and similar to the calcineurin inhibitor-based group in comparison 2. More proteinuria and wound-healing complications occurred in the mTOR inhibitor-based groups. CONCLUSIONS: We found moderate- to high-quality evidence of reduced risk of cytomegalovirus infection in renal transplant recipients in the mTOR inhibitor-based compared with the calcineurin inhibitor-based regimen. Our review also suggested that a combination of a mTOR inhibitor and a reduced dose of calcineurin inhibitor may be associated with similar eGFR and rates of acute rejections and serious adverse events compared with a standard calcineurin inhibitor-based regimen at the expense of higher incidence of proteinuria and wound-healing complications.",
  "authors": [
    {
      "last_name": "Mallat",
      "fore_name": "Samir G",
      "initials": "SG",
      "name": "Samir G Mallat",
      "affiliations": [
        "Division of Nephrology, Department of Internal Medicine."
      ]
    },
    {
      "last_name": "Tanios",
      "fore_name": "Bassem Y",
      "initials": "BY",
      "name": "Bassem Y Tanios",
      "affiliations": [
        "Division of Nephrology, Department of Internal Medicine."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Houssam S",
      "initials": "HS",
      "name": "Houssam S Itani",
      "affiliations": [
        "Division of Nephrology, Department of Internal Medicine, Makassed General Hospital, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Department of Clinical Research Institute, and."
      ]
    },
    {
      "last_name": "McMullan",
      "fore_name": "Ciaran",
      "initials": "C",
      "name": "Ciaran McMullan",
      "affiliations": [
        "Renal Division, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts; and."
      ]
    },
    {
      "last_name": "Gabardi",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Gabardi",
      "affiliations": [
        "Renal Division, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts; and."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azzi",
      "fore_name": "Jamil R",
      "initials": "JR",
      "name": "Jamil R Azzi",
      "affiliations": [
        "Renal Division, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts; and."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "07"
  },
  "start_page": "1321",
  "end_page": "1336",
  "pages": "1321-1336",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "BK Virus",
    "Calcineurin Inhibitors",
    "Chi-Square Distribution",
    "Cytomegalovirus Infections",
    "Drug Therapy, Combination",
    "Female",
    "Humans",
    "Immunosuppressive Agents",
    "Incidence",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Opportunistic Infections",
    "Polyomavirus Infections",
    "Protein Kinase Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Risk Factors",
    "TOR Serine-Threonine Kinases",
    "Time Factors",
    "Treatment Outcome",
    "Tumor Virus Infections"
  ],
  "article_ids": {
    "pubmed": "28576905",
    "pmc": "PMC5544521",
    "doi": "10.2215/CJN.13221216",
    "pii": "01277230-201708000-00016"
  },
  "doi": "10.2215/CJN.13221216",
  "pmc_id": "PMC5544521",
  "dates": {
    "completed": "2018-04-30",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Calcineurin Inhibitors",
    "Immunosuppressive Agents",
    "Protein Kinase Inhibitors",
    "MTOR protein, human",
    "TOR Serine-Threonine Kinases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.175621",
    "pmid": "28576905"
  }
}