{
  "pmid": "28572263",
  "uid": "28572263",
  "title": "Recommendations for Surveillance for Children with Leukemia-Predisposing Conditions.",
  "abstract": "Leukemia, the most common childhood cancer, has long been recognized to occasionally run in families. The first clues about the genetic mechanisms underlying familial leukemia emerged in 1990 when Li-Fraumeni syndrome was linked to TP53 mutations. Since this discovery, many other genes associated with hereditary predisposition to leukemia have been identified. Although several of these disorders also predispose individuals to solid tumors, certain conditions exist in which individuals are specifically at increased risk to develop myelodysplastic syndrome (MDS) and/or acute leukemia. The increasing identification of affected individuals and families has raised questions around the efficacy, timing, and optimal methods of surveillance. As part of the AACR Childhood Cancer Predisposition Workshop, an expert panel met to review the spectrum of leukemia-predisposing conditions, with the aim to develop consensus recommendations for surveillance for pediatric patients. The panel recognized that for several conditions, routine monitoring with complete blood counts and bone marrow evaluations is essential to identify disease evolution and enable early intervention with allogeneic hematopoietic stem cell transplantation. However, for others, less intensive surveillance may be considered. Because few reports describing the efficacy of surveillance exist, the recommendations derived by this panel are based on opinion, and local experience and will need to be revised over time. The development of registries and clinical trials is urgently needed to enhance understanding of the natural history of the leukemia-predisposing conditions, such that these surveillance recommendations can be optimized to further enhance long-term outcomes. Clin Cancer Res; 23(11); e14-e22. ©2017 AACRSee all articles in the online-only CCR Pediatric Oncology Series.",
  "authors": [
    {
      "last_name": "Porter",
      "fore_name": "Christopher C",
      "initials": "CC",
      "name": "Christopher C Porter",
      "affiliations": [
        "Department of Pediatrics, Emory University School of Medicine, Atlanta, Georgia. chris.porter@emory.edu kim.nichols@stjude.org."
      ]
    },
    {
      "last_name": "Druley",
      "fore_name": "Todd E",
      "initials": "TE",
      "name": "Todd E Druley",
      "affiliations": [
        "Pediatric Hematology Oncology, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Erez",
      "fore_name": "Ayelet",
      "initials": "A",
      "name": "Ayelet Erez",
      "affiliations": [
        "Department of Biological Regulation, Weizmann Institute of Science, Rehovot, Israel."
      ]
    },
    {
      "last_name": "Kuiper",
      "fore_name": "Roland P",
      "initials": "RP",
      "name": "Roland P Kuiper",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Onel",
      "fore_name": "Kenan",
      "initials": "K",
      "name": "Kenan Onel",
      "affiliations": [
        "Department of Pediatrics, Hofstra Northwell School of Medicine and Cohen Children's Medical Center, Manhasset, New York."
      ]
    },
    {
      "last_name": "Schiffman",
      "fore_name": "Joshua D",
      "initials": "JD",
      "name": "Joshua D Schiffman",
      "affiliations": [
        "Department of Pediatrics, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Wolfe Schneider",
      "fore_name": "Kami",
      "initials": "K",
      "name": "Kami Wolfe Schneider",
      "affiliations": [
        "Section of Hematology, Oncology, and Bone Marrow Transplantion, University of Colorado Anschutz Medical Campus, Children's Hospital Colorado, Aurora, Colorado."
      ]
    },
    {
      "last_name": "Scollon",
      "fore_name": "Sarah R",
      "initials": "SR",
      "name": "Sarah R Scollon",
      "affiliations": [
        "Department of Pediatrics, Baylor College of Medicine, Houston, Texas."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Hamish S",
      "initials": "HS",
      "name": "Hamish S Scott",
      "affiliations": [
        "Department of Genetics and Molecular Pathology, Centre for Cancer Biology, an SA Pathology and UniSA alliance, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Strong",
      "fore_name": "Louise C",
      "initials": "LC",
      "name": "Louise C Strong",
      "affiliations": [
        "Department of Genetics, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Walsh",
      "affiliations": [
        "Departments of Pediatrics & Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Nichols",
      "fore_name": "Kim E",
      "initials": "KE",
      "name": "Kim E Nichols",
      "affiliations": [
        "Division of Cancer Predisposition, St. Jude Children's Research Hospital, Memphis, Tennessee. chris.porter@emory.edu kim.nichols@stjude.org."
      ]
    }
  ],
  "journal": {
    "title": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "iso_abbreviation": "Clin Cancer Res",
    "issn": "1557-3265",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "e14",
  "end_page": "e22",
  "pages": "e14-e22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Genetic Predisposition to Disease",
    "Hematopoietic Stem Cell Transplantation",
    "Humans",
    "Leukemia, Myeloid, Acute",
    "Li-Fraumeni Syndrome",
    "Mutation",
    "Myelodysplastic Syndromes",
    "Tumor Suppressor Protein p53"
  ],
  "article_ids": {
    "pubmed": "28572263",
    "doi": "10.1158/1078-0432.CCR-17-0428",
    "pii": "23/11/e14"
  },
  "doi": "10.1158/1078-0432.CCR-17-0428",
  "dates": {
    "completed": "2018-03-16",
    "revised": "2018-03-16"
  },
  "chemicals": [
    "TP53 protein, human",
    "Tumor Suppressor Protein p53"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.894101",
    "pmid": "28572263"
  }
}