{
  "pmid": "28575229",
  "uid": "28575229",
  "title": "The Relationship Between the Score on a Simple Measure of Cognitive Function and Incident CVD in People With Diabetes: A Post Hoc Epidemiological Analysis From the ACCORD-MIND Study.",
  "abstract": "CONTEXT AND OBJECTIVE: Diabetes is associated with a greater risk for incident cardiovascular disease and cognitive dysfunction. This study aimed to investigate, in people with type 2 diabetes, the association of a simple measure of cognitive function to cardiovascular disease events and mortality. DESIGN, SETTING, PARTICIPANTS, MEASUREMENTS, AND OUTCOMES: The Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial included persons with longstanding type 2 diabetes. A substudy of 2977 (Memory in Diabetes) participants aged 55 years or older aimed to test the effect of the interventions on brain structure and function. At baseline, participants were administered a cognitive battery that included the digit symbol substitution test (DSST). The associations of the DSST and the ACCORD primary outcome (the first occurrence of nonfatal myocardial infarction or nonfatal stroke or death from cardiovascular causes) and all-cause mortality were investigated with Cox proportional hazard models adjusting for several demographic and clinical variables. RESULTS: Median follow-up time was 4.27 years. An inverse relationship between the incidence of the ACCORD primary outcome and baseline cognitive score was demonstrated. A 1-point higher DSST score was associated with a lower incidence of the primary outcome (hazard ratio, 0.987; 95% confidence interval, 0.977 to 0.998; P = 0.019), after adjustment for demographic and clinical trial factors, additional baseline cardiovascular risk factors, and self-reported need for assistance to follow the protocol. CONCLUSION: Lower scores on the DSST, a simple, sensitive neuropsychological instrument, are associated with a higher incidence of cardiovascular events in persons >55 years old with longstanding diabetes.",
  "authors": [
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Endocrinology Institute, Gertner Institute Sheba Medical Center, Ramat-Gan, 52621, Israel.",
        "Epidemiology Department, Sackler School of Medicine, Tel Aviv University, Tel Aviv, 6997801, Israel.",
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Miller",
      "affiliations": [
        "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, North Carolina 27157."
      ]
    },
    {
      "last_name": "Launer",
      "fore_name": "Lenore J",
      "initials": "LJ",
      "name": "Lenore J Launer",
      "affiliations": [
        "Intramural Research Program, National Institute on Aging, Bethesda, Maryland 20016."
      ]
    },
    {
      "last_name": "Williamson",
      "fore_name": "Jeff D",
      "initials": "JD",
      "name": "Jeff D Williamson",
      "affiliations": [
        "Department of Internal Medicine and the Kulynych Center for Memory and Cognition Research, Wake Forest School of Medicine, Winston-Salem, North Carolina 27157."
      ]
    },
    {
      "last_name": "Horowitz",
      "fore_name": "Karen R",
      "initials": "KR",
      "name": "Karen R Horowitz",
      "affiliations": [
        "Division of General Internal Medicine, Louis Stokes Cleveland Veterans Affairs Medical Center, Cleveland, Ohio 44106.",
        "Case Western Reserve University School of Medicine, Cleveland, Ohio 44106."
      ]
    },
    {
      "last_name": "Ismail-Beigi",
      "fore_name": "Faramarz",
      "initials": "F",
      "name": "Faramarz Ismail-Beigi",
      "affiliations": [
        "Division of General Internal Medicine, Louis Stokes Cleveland Veterans Affairs Medical Center, Cleveland, Ohio 44106.",
        "Case Western Reserve University School of Medicine, Cleveland, Ohio 44106."
      ]
    },
    {
      "last_name": "Lazar",
      "fore_name": "Ronald M",
      "initials": "RM",
      "name": "Ronald M Lazar",
      "affiliations": [
        "Department of Neurology, The University of Alabama at Birmingham, Birmingham, Alabama 35294."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "3218",
  "end_page": "3225",
  "pages": "3218-3225",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Distribution",
    "Aged",
    "Cardiovascular Diseases",
    "Cognition",
    "Cognition Disorders",
    "Cohort Studies",
    "Comorbidity",
    "Confidence Intervals",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Neuropsychological Tests",
    "Prognosis",
    "Risk Assessment",
    "Severity of Illness Index",
    "Sex Distribution",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "28575229",
    "pmc": "PMC5587069",
    "doi": "10.1210/jc.2016-3480",
    "pii": "3859971"
  },
  "doi": "10.1210/jc.2016-3480",
  "pmc_id": "PMC5587069",
  "dates": {
    "completed": "2017-10-04",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.694533",
    "pmid": "28575229"
  }
}