{
  "pmid": "28571697",
  "uid": "28571697",
  "title": "Effects of monochromatic infrared phototherapy in patients with diabetic peripheral neuropathy: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Monochromatic infrared energy (MIRE) or phototherapy has been used to improve plantar sensitivity and pain in lower limbs of patients with diabetic sensorimotor peripheral neuropathy (DSPN), but the available primary results are inconsistent. OBJECTIVE: To review systematically the effects of MIRE on plantar sensitivity and neuropathic pain in patients with DSPN. METHODS: Medline, EMBASE, Cochrane CENTRAL, and Google Scholar were searched up to September 2016. Randomized controlled trials addressing the effects of MIRE on plantar sensitivity and neuropathic pain in patients with DSPN were selected. Study inclusion, risk of bias and quality assessment, and data extraction were completed by two independent reviewers. RESULTS: Of 2549 records identified, six studies met the selection criteria, with 304 patients (594 feet) randomized. MIRE was not associated with improvement in plantar tactile sensitivity (SMD=0.22, 95%CI -0.07 to 0.51, low quality of evidence). Subgroups of studies with short-term (up to 2 weeks) follow-up showed significant improvement in plantar sensitivity (SMD=0.41, 95% CI 0.18-0.64). Neuropathic pain increased significantly in patients who received MIRE (MD=0.49, 95% CI 0.30-0.68, low quality of evidence). CONCLUSIONS: There was limited evidence that MIRE results in short-term improvement of tactile sensitivity probably not sustained over time. Limited evidence also suggested that MIRE does not provide relief for neuropathic pain. As quality of evidence is low, further studies are likely to change the estimated effect.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Caroline Cabral",
      "initials": "CC",
      "name": "Caroline Cabral Robinson",
      "affiliations": [
        "Programa de Pós-Graduação em Ciências da Saúde, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil. Electronic address: carollinerobinson@gmail.com."
      ]
    },
    {
      "last_name": "Klahr",
      "fore_name": "Patrícia Da Silva",
      "initials": "PDS",
      "name": "Patrícia Da Silva Klahr",
      "affiliations": [
        "Programa de Pós-Graduação em Ciências da Reabilitação, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Cinara",
      "initials": "C",
      "name": "Cinara Stein",
      "affiliations": [
        "Programa de Pós-Graduação em Ciências da Saúde, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Hospital Moinhos de Vento, Porto Alegre, RS, Brazil; Instituto de Avaliação de Tecnologias em Saúde, Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Sbruzzi",
      "fore_name": "Graciele",
      "initials": "G",
      "name": "Graciele Sbruzzi",
      "affiliations": [
        "Curso de Fisioterapia, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Plentz",
      "fore_name": "Rodrigo Della Méa",
      "initials": "RDM",
      "name": "Rodrigo Della Méa Plentz",
      "affiliations": [
        "Programa de Pós-Graduação em Ciências da Saúde, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil; Programa de Pós-Graduação em Ciências da Reabilitação, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil; Departamento de Fisioterapia, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), Porto Alegre, RS, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "Brazilian journal of physical therapy",
    "iso_abbreviation": "Braz J Phys Ther",
    "issn": "1809-9246",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "4",
    "pub_year": "2017"
  },
  "start_page": "233",
  "end_page": "243",
  "pages": "233-243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Diabetic Neuropathies",
    "Humans",
    "Phototherapy",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "28571697",
    "pmc": "PMC5537484",
    "doi": "10.1016/j.bjpt.2017.05.008",
    "pii": "S1413-3555(17)30138-7"
  },
  "doi": "10.1016/j.bjpt.2017.05.008",
  "pmc_id": "PMC5537484",
  "dates": {
    "completed": "2017-10-20",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.150975",
    "pmid": "28571697"
  }
}