{
  "pmid": "28571045",
  "uid": "28571045",
  "title": "New Zealand doctors' and nurses' views on legalising assisted dying in New Zealand.",
  "abstract": "BACKGROUND: Assisted dying (AD) has been legalised by statute or court decisions in at least 15 jurisdictions internationally. Nonetheless, only three medical professional bodies (and none in nursing) across those jurisdictions have proactively developed authorised policy, practice standards, guidelines or protocols, or other professional supports for health practitioners who may legally participate in AD services, and the majority internationally remain formally opposed to AD. There is a perceived likelihood that AD may be legalised in New Zealand soon. AIM: This study explored the views of doctors and nurses as to support for or opposition to legalising AD, including reasons for those views, what might deter generally willing doctors and nurses from providing AD services and what professional supports were perceived as essential or desirable to enable willing engagement in AD service provision. RESULTS: While only 37% of doctors supported legalising AD in New Zealand, 67% of nurses were supportive. Of those respondents who were willing in principle to provide AD services, large majorities identified a range of practical and ethical professional supports as essential to safe practitioner engagement. Those respondents overwhelmingly saw the provision of most of those supports as the responsibility of the medical and nursing professional bodies. CONCLUSION: There is a substantial cohort of doctors and nurses in New Zealand who support legalising AD, potentially sufficient for reasonable seeker access to AD services once legalised. However, many doctors in particular still oppose AD, and international research shows that the main barrier to access to legal AD is a lack of capacity and capability among health professionals, due in large part to several related factors, in particular: a lack of either accredited training and education for the AD provider tasks and roles; inadequate immunities within the legislation to protect participating professionals; and most importantly, a lack of practice standards and guidelines authorised by the relevant medical and nursing professional bodies. The challenge is for such protections to be available well in advance of legalisation, so that health practitioners are not at risk ethically or otherwise in early participation.",
  "authors": [
    {
      "last_name": "Oliver",
      "fore_name": "Pam",
      "initials": "P",
      "name": "Pam Oliver",
      "affiliations": [
        "Director, Pam Oliver Ltd, Research and Evaluation, Waiheke Island."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Independent Researcher, Wilson Associates, Adelaide, South Australia."
      ]
    },
    {
      "last_name": "Malpas",
      "fore_name": "Phillipa",
      "initials": "P",
      "name": "Phillipa Malpas",
      "affiliations": [
        "Senior Lecturer in Clinical Medical Ethics, Department of Psychological Medicine, Faculty of Medical and Health Sciences, University of Auckland, Auckland."
      ]
    }
  ],
  "journal": {
    "title": "The New Zealand medical journal",
    "iso_abbreviation": "N Z Med J",
    "issn": "1175-8716",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "1456",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "10",
  "end_page": "26",
  "pages": "10-26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "New Zealand",
    "Nurses",
    "Physicians",
    "Suicide, Assisted"
  ],
  "article_ids": {
    "pubmed": "28571045"
  },
  "dates": {
    "completed": "2017-06-28",
    "revised": "2017-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.428948",
    "pmid": "28571045"
  }
}