{
  "pmid": "28586593",
  "uid": "28586593",
  "title": "Immune Response And Anamnestic Immune Response In Children After A 3-Dose Primary Hepatitis B Vaccination.",
  "abstract": "BACKGROUND: Diseases caused by Hepatitis B virus (HBV) have a worldwide distribution. Pakistan adopted the recommendations of World Health Organization (WHO) for routine universal infant vaccination against hepatitis B in 2002, currently being administered at 6, 10, and 14 weeks of age in a combination vaccine. This study was conducted to determine the immune response & anamnestic immune response in children, 9 months-10 years of age, after a 3dose primary Hepatitis B vaccination. METHODS: This cross sectional study was conducted in the Department of Paediatrics, King Edward Medical University/Mayo Hospital, Lahore, Pakistan, from January to June, 2014. A total of 200 children of either sex between the ages of 9 months to 10 years, documented to have received 3 doses of hepatitis B vaccines according to Expanded Program of Immunization (6,10,14 weeks) schedule in infancy, were recruited by consecutive sampling. The level of serum antiHBsAb by ELIZA was measured. Children with antiHBs titers ≥10 mIU/mL were considered to be immune. Those with anti HBsAb levels <10 mIU/mL were offered a booster dose of infant recombinant hepatitis B vaccine. The second serum sample was obtained 21-28 days following the administration of the booster dose and the anamnestic immune response was measured. Data was analysed using SPSS 17 to determine the relation between time interval since last vaccination and antibody titer. Chi square test was applied. RESULTS: Of the 200 children, protective antibody response was found in 58%. Median serological response was 18.60 (range 2.82 - 65.15). Antibody levels were found to have a statistically significant (pvalue 0.019) negative correlation with the time since last administration of vaccine. A booster dose of Hepatitis B vacci ne was administered to all nonresponders, with each registering a statistically significant (pvalue 0.00) anamnestic response. CONCLUSIONS: The vaccination schedule with short dosage interval was unable to provide protection to 42% of the study population. Introduction of birth dose of Hepatitis B vaccine to the existing schedule is recommended.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faheem",
      "initials": "MF",
      "name": "Muhammad Faheem Afzal",
      "affiliations": [
        "Department of Paediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Muhammad Ashraf",
      "initials": "MA",
      "name": "Muhammad Ashraf Sultan",
      "affiliations": [
        "Department of Paediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Saleemi",
      "fore_name": "Ahmad Imran",
      "initials": "AI",
      "name": "Ahmad Imran Saleemi",
      "affiliations": [
        "Department of Paediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Ayub Medical College, Abbottabad :, JAMC..",
    "iso_abbreviation": "J Ayub Med Coll Abbottabad",
    "issn": "1025-9589",
    "issn_type": "Print",
    "volume": "28",
    "issue": "4",
    "pub_year": "2016"
  },
  "start_page": "715",
  "end_page": "717",
  "pages": "715-717",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Female",
    "Hepatitis B Antibodies",
    "Hepatitis B Vaccines",
    "Humans",
    "Immunization Programs",
    "Immunization Schedule",
    "Infant",
    "Male",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "28586593",
    "pii": "801/768"
  },
  "dates": {
    "completed": "2017-11-27",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Hepatitis B Antibodies",
    "Hepatitis B Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.786783",
    "pmid": "28586593"
  }
}