{
  "pmid": "28585162",
  "uid": "28585162",
  "title": "Omega-3 supplementation in patients with sepsis: a systematic review and meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: Nutritional supplementation of omega-3 fatty acids has been proposed to modulate the balance of pro- and anti-inflammatory mediators in sepsis. If proved to improve clinical outcomes in critically ill patients with sepsis, this intervention would be easy to implement. However, the cumulative evidence from several randomized clinical trials (RCTs) remains unclear. METHODS: We searched the Cochrane Library, MEDLINE, and EMBASE through December 2016 for RCTs on parenteral or enteral omega-3 supplementation in adult critically ill patients diagnosed with sepsis or septic shock. We analysed the included studies for mortality, intensive care unit (ICU) length of stay, and duration of mechanical ventilation, and used the Grading of Recommendations Assessment, Development and Evaluation approach to assess the quality of the evidence for each outcome. RESULTS: A total of 17 RCTs enrolling 1239 patients met our inclusion criteria. Omega-3 supplementation compared to no supplementation or placebo had no significant effect on mortality [relative risk (RR) 0.85; 95% confidence interval (CI) 0.71, 1.03; P = 0.10; I [2] = 0%; moderate quality], but significantly reduced ICU length of stay [mean difference (MD) -3.79 days; 95% CI -5.49, -2.09; P < 0.0001, I [2] = 82%; very low quality] and duration of mechanical ventilation (MD -2.27 days; 95% CI -4.27, -0.27; P = 0.03, I [2] = 60%; very low quality). However, sensitivity analyses challenged the robustness of these results. CONCLUSION: Omega-3 nutritional supplementation may reduce ICU length of stay and duration of mechanical ventilation without significantly affecting mortality, but the very low quality of overall evidence is insufficient to justify the routine use of omega-3 fatty acids in the management of sepsis.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Lu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Department of Medicine (Critical Care), The Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Rhodes",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rhodes",
      "affiliations": [
        "Department of Intensive Care Medicine, St George's Hospital, Blackshaw Road, London, UK."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Evans",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary Medicine and Critical Care, New York University, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Almenawer",
      "fore_name": "Saleh",
      "initials": "S",
      "name": "Saleh Almenawer",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Leduc",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Leduc",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, 50 Charlton Avenue, L8N 4A6, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek C",
      "initials": "DC",
      "name": "Derek C Angus",
      "affiliations": [
        "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, 50 Charlton Avenue, L8N 4A6, Hamilton, ON, Canada. alhazzaw@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. alhazzaw@mcmaster.ca.",
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Canada. alhazzaw@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Annals of intensive care",
    "iso_abbreviation": "Ann Intensive Care",
    "issn": "2110-5820",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28585162",
    "pmc": "PMC5459780",
    "doi": "10.1186/s13613-017-0282-5",
    "pii": "10.1186/s13613-017-0282-5"
  },
  "doi": "10.1186/s13613-017-0282-5",
  "pmc_id": "PMC5459780",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.849537",
    "pmid": "28585162"
  }
}