{
  "pmid": "28588941",
  "uid": "28588941",
  "title": "Physicochemical equivalence of generic antihypertensive medicines (EQUIMEDS): protocol for a quality of medicines assessment.",
  "abstract": "BACKGROUND: Prevention and optimal management of hypertension in the general population is paramount to the achievement of the World Heart Federation (WHF) goal of reducing premature cardiovascular disease (CVD) mortality by 25% by the year 2025 and widespread access to good quality antihypertensive medicines is a critical component for achieving the goal. Despite research and evidence relating to other medicines such as antimalarials and antibiotics, there is very little known about the quality of generic antihypertensive medicines in low-income and middle-income countries. The aim of this study was to determine the physicochemical equivalence (percentage of active pharmaceutical ingredient, API) of generic antihypertensive medicines available in the retail market of a developing country. METHODS: An observational design will be adopted, which includes literature search, landscape assessment, collection and analysis of medicine samples. To determine physicochemical equivalence, a multistage sampling process will be used, including (1) identification of the 2 most commonly prescribed classes of antihypertensive medicines prescribed in Nigeria; (2) identification of a random sample of 10 generics from within each of the 2 most commonly prescribed classes; (3) a geographical representative sampling process to identify a random sample of 24 retail outlets in Nigeria; (4) representative sample purchasing, processing to assess the quality of medicines, storage and transport; and (5) assessment of the physical and chemical equivalence of the collected samples compared to the API in the relevant class. In total, 20 samples from each of 24 pharmacies will be tested (total of 480 samples). DISCUSSION: Availability of and access to quality antihypertensive medicines globally is therefore a vital strategy needed to achieve the WHF 25×25 targets. However, there is currently a scarcity of knowledge about the quality of antihypertensive medicines available in developing countries. Such information is important for enforcing and for ensuring the quality of antihypertensive medicines.",
  "authors": [
    {
      "last_name": "Redfern",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Redfern",
      "affiliations": [
        "The George Institute for Global Health, Sydney Medical School, University of Sydney, Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Adedoyin",
      "fore_name": "Rufus Adesoji",
      "initials": "RA",
      "name": "Rufus Adesoji Adedoyin",
      "affiliations": [
        "Department of Medical Rehabilitation, College of Health Sciences, Obafemi Awolowo University, Ile-Ife, Nigeria."
      ]
    },
    {
      "last_name": "Ofori",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt and University of Port Harcourt Teaching Hospital, Choba, Rivers State, Nigeria."
      ]
    },
    {
      "last_name": "Anchala",
      "fore_name": "Raghupathy",
      "initials": "R",
      "name": "Raghupathy Anchala",
      "affiliations": [
        "Department of Epidemiology, Indian Institute of Public Health, Hyderabad, India.",
        "Public Health Foundation of India (PHFI), Gurgaon, Haryana, India."
      ]
    },
    {
      "last_name": "Ajay",
      "fore_name": "Vamadevan S",
      "initials": "VS",
      "name": "Vamadevan S Ajay",
      "affiliations": [
        "Public Health Foundation of India (PHFI), Gurgaon, Haryana, India."
      ]
    },
    {
      "last_name": "De Andrade",
      "fore_name": "Luciano",
      "initials": "L",
      "name": "Luciano De Andrade",
      "affiliations": [
        "Department of Medicine, State University of Maringa, University Hospital, Maringá, Brazil."
      ]
    },
    {
      "last_name": "Zelaya",
      "fore_name": "Jose",
      "initials": "J",
      "name": "Jose Zelaya",
      "affiliations": [
        "Peruvian Society of Hypertension, Lima, Peru."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Harparkash",
      "initials": "H",
      "name": "Harparkash Kaur",
      "affiliations": [
        "London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Balabanova",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Balabanova",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Sani",
      "fore_name": "Mahmoud U",
      "initials": "MU",
      "name": "Mahmoud U Sani",
      "affiliations": [
        "Department of Medicine, Bayero University Kano & Aminu Kano Teaching Hospital, Kano, Kano State, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "1",
    "issue": "2",
    "pub_year": "2016"
  },
  "start_page": "e000086",
  "pages": "e000086",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28588941",
    "pmc": "PMC5321342",
    "doi": "10.1136/bmjgh-2016-000086",
    "pii": "bmjgh-2016-000086"
  },
  "doi": "10.1136/bmjgh-2016-000086",
  "pmc_id": "PMC5321342",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.919528",
    "pmid": "28588941"
  }
}