{
  "pmid": "28587235",
  "uid": "28587235",
  "title": "Flexible Proteins at the Origin of Life.",
  "abstract": "Almost all modern proteins possess well-defined, relatively rigid scaffolds that provide structural preorganization for desired functions. Such scaffolds require the sufficient length of a polypeptide chain and extensive evolutionary optimization. How ancestral proteins attained functionality, even though they were most likely markedly smaller than their contemporary descendants, remains a major, unresolved question in the origin of life. On the basis of evidence from experiments and computer simulations, we argue that at least some of the earliest water-soluble and membrane proteins were markedly more flexible than their modern counterparts. As an example, we consider a small, evolved in vitro ligase, based on a novel architecture that may be the archetype of primordial enzymes. The protein does not contain a hydrophobic core or conventional elements of the secondary structure characteristic of modern water-soluble proteins, but instead is built of a flexible, catalytic loop supported by a small hydrophilic core containing zinc atoms. It appears that disorder in the polypeptide chain imparts robustness to mutations in the protein core. Simple ion channels, likely the earliest membrane protein assemblies, could also be quite flexible, but still retain their functionality, again in contrast to their modern descendants. This is demonstrated in the example of antiamoebin, which can serve as a useful model of small peptides forming ancestral ion channels. Common features of the earliest, functional protein architectures discussed here include not only their flexibility, but also a low level of evolutionary optimization and heterogeneity in amino acid composition and, possibly, the type of peptide bonds in the protein backbone.",
  "authors": [
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, CA 94035, USA. Andrew.Pohorille@nasa.gov.",
        "Department of Pharmaceutical Chemistry, University of California, San Francisco, CA 94132, USA. Andrew.Pohorille@nasa.gov."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, CA 94035, USA. michael.a.wilson@nasa.gov.",
        "SETI Institute, 189 N Bernardo Ave #200, Mountain View, CA 94043, USA. michael.a.wilson@nasa.gov."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Shannon",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, CA 94035, USA. gareth.b.shannon@nasa.gov.",
        "NASA Postdoctoral Program Fellow, NASA Ames Research Center, Moffett Field, CA 94035, USA. gareth.b.shannon@nasa.gov."
      ]
    }
  ],
  "journal": {
    "title": "Life (Basel, Switzerland)",
    "iso_abbreviation": "Life (Basel)",
    "issn": "2075-1729",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28587235",
    "pmc": "PMC5492145",
    "doi": "10.3390/life7020023",
    "pii": "life7020023"
  },
  "doi": "10.3390/life7020023",
  "pmc_id": "PMC5492145",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.429542",
    "pmid": "28587235"
  }
}