{
  "pmid": "28583154",
  "uid": "28583154",
  "title": "A cohort analysis of neonatal hospital mortality rate and predictors of neonatal mortality in a sub-urban hospital of Cameroon.",
  "abstract": "BACKGROUND: In Cameroon, sustainable effort needs to be done to reduce the current neonatal mortality rate from 21 deaths per 1000 live births to the global target of fewer than ten deaths per 1000 live births by 2035. We aimed to determine the neonatal hospital mortality rate and predictors of neonatal hospital mortality (NHM) in a major referral sub-urban hospital of Cameroon in a bit to formulate interventions to curb this burden. METHODS: This was a prospective cohort study consecutively enrolling all neonates admitted into the neonatology unit of the Bamenda Regional Hospital (BRH) from November 2015 to February 2016. Through interviewed questionnaires to parents and physical examination of neonates, we studied socio-demographic characteristics, antenatal history, intrapartum history and clinical findings of neonates. Neonates further underwent relevant laboratory investigations for diagnosis. All neonates were followed up till 28 days after the post-menstrual term for the neonatal outcomes. Multiple logistic regression was used to determine predictors of NHM. RESULTS: We enrolled 332 out of 337 neonates admitted to the neonatology unit of BRH during the study period. Fifty-three percent (53%) were males. Their mean gestational age and birth weight were 36.9 ± 3.9 weeks and 2677.2 ± 923 g, respectively. The main causes of neonatal admissions were complications of preterm birth (32.2%), neonatal infections (31.3%), and birth asphyxia (14.5%). The neonatal hospital mortality rate was 15.7%. NHM was related to complications of preterm birth (69%), birth asphyxia (23%) and neonatal infections (6%). A five-minute Apgar score less than seven was the only predictor of NHM (aOR: 16.41; CI 95%: 6.35-42.47; p < 0.01). CONCLUSION: Neonatal mortality still remains a significant health problem in sub-urban Cameroon, mainly as a result of three pathologies; complications of preterm birth, birth asphyxia, and infections. There is an urgent need to revamp the current health policies through the improvement of antenatal care, skilled birth attendants, neonatal resuscitation, timely detection and treatment of complications of preterm births, birth asphyxia, and infections.",
  "authors": [
    {
      "last_name": "Ndombo",
      "fore_name": "Paul Koki",
      "initials": "PK",
      "name": "Paul Koki Ndombo",
      "affiliations": [
        "Mother and Child Center, Chantal Biya Foundation, Yaounde, Cameroon.",
        "Department of Paediatrics, Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Ekei",
      "fore_name": "Quinta Mua",
      "initials": "QM",
      "name": "Quinta Mua Ekei",
      "affiliations": [
        "Faculty of Health Sciences, University of Buea, Buea, Cameroon."
      ]
    },
    {
      "last_name": "Tochie",
      "fore_name": "Joel Noutakdie",
      "initials": "JN",
      "name": "Joel Noutakdie Tochie",
      "affiliations": [
        "Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon. joeltochie@gmail.com.",
        "Health and Human development (2HD) Research Group, Douala, Littoral Region, Cameroon. joeltochie@gmail.com."
      ]
    },
    {
      "last_name": "Temgoua",
      "fore_name": "Mazou Ngou",
      "initials": "MN",
      "name": "Mazou Ngou Temgoua",
      "affiliations": [
        "Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Angong",
      "fore_name": "Francky Teddy Endomba",
      "initials": "FTE",
      "name": "Francky Teddy Endomba Angong",
      "affiliations": [
        "Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Ntock",
      "fore_name": "Ferdinand Ndom",
      "initials": "FN",
      "name": "Ferdinand Ndom Ntock",
      "affiliations": [
        "Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Pediatrics, Buea Regional Hospital, Buea, Cameroon.",
        "Department of Pediatrics, Faculty of Health Sciences, University of Buea, Buea, Cameroon."
      ]
    }
  ],
  "journal": {
    "title": "Italian journal of pediatrics",
    "iso_abbreviation": "Ital J Pediatr",
    "issn": "1824-7288",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "52",
  "pages": "52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cameroon",
    "Cause of Death",
    "Cohort Studies",
    "Developing Countries",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Incidence",
    "Infant",
    "Infant Mortality",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Infant, Premature",
    "Intensive Care Units, Neonatal",
    "Male",
    "Predictive Value of Tests",
    "Prospective Studies",
    "Suburban Population"
  ],
  "article_ids": {
    "pubmed": "28583154",
    "pmc": "PMC5460331",
    "doi": "10.1186/s13052-017-0369-5",
    "pii": "10.1186/s13052-017-0369-5"
  },
  "doi": "10.1186/s13052-017-0369-5",
  "pmc_id": "PMC5460331",
  "dates": {
    "completed": "2018-04-11",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.312663",
    "pmid": "28583154"
  }
}