{
  "pmid": "28589693",
  "uid": "28589693",
  "title": "Antipsychotic prescription and mortality in hospitalized older persons.",
  "abstract": "BACKGROUND: Recent scientific reports have shown that older persons treated with antipsychotics for dementia-related behavioural symptoms have increased mortality. However, the impact of these drugs prescribed during hospitalization has rarely been assessed. We aimed to investigate whether antipsychotics are associated with an increased risk of mortality during hospitalization and at 3-month follow-up in elderly inpatients. METHODS: We analyzed data gathered during two waves (2010 and 2012) by the REPOSI (Registro Politerapie Società Italiana Medicina Interna). All new prescriptions of antipsychotic drugs during hospitalization, whether maintained or discontinued at discharge, were collected, and logistic regression models were used to analyze their association with in-hospital and 3-month mortality. Covariates were age, sex, the Short Blessed Test (SBT) score, and the Cumulative Illness Rating Scale. RESULTS: Among 2703 patients included in the study, 135 (5%) received new prescriptions for antipsychotic drugs. The most frequently prescribed antipsychotic during hospitalization and eventually maintained at discharge was haloperidol (38% and 36% of cases, respectively). Patients newly prescribed with antipsychotics were older and had a higher Cumulative Illness Rating Scale comorbidity index both at admission and at discharge compared to those who did not receive a prescription. Of those prescribed antipsychotics, 71% had an SBT score ≥10 (indicative of dementia), 12% had an SBT score of 5-9 (indicative of questionable dementia); and 17% had an SBT score <5 (indicative of normal cognition). In-hospital mortality was slightly higher in patients prescribed antipsychotic drugs (14.3% vs 9.4%; P = 0.109), but in multivariate analysis only male sex, older age, and higher SBT scores were significantly related to mortality during hospitalization. At 3-month follow-up, only male sex, older age, and higher SBT scores were associated with mortality. CONCLUSION: We found that the prescription of antipsychotic drugs during hospitalization was not associated with in-hospital or follow-up mortality. Short-term antipsychotic prescriptions (for acutely ill patients) may have a different effect than long-term, repeated prescriptions.",
  "authors": [
    {
      "last_name": "Chiesa",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Chiesa",
      "affiliations": [
        "Post-graduate School in Geriatrics, University of Brescia, Milan, Italy."
      ]
    },
    {
      "last_name": "Marengoni",
      "fore_name": "Alessandra",
      "initials": "A",
      "name": "Alessandra Marengoni",
      "affiliations": [
        "Department of Clinical and Experimental Sciences, University of Brescia, Milan, Italy."
      ]
    },
    {
      "last_name": "Nobili",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Nobili",
      "affiliations": [
        "Department of Neuroscience, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Tettamanti",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Tettamanti",
      "affiliations": [
        "Department of Neuroscience, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Pasina",
      "fore_name": "Luca",
      "initials": "L",
      "name": "Luca Pasina",
      "affiliations": [
        "Department of Neuroscience, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Franchi",
      "fore_name": "Carlotta",
      "initials": "C",
      "name": "Carlotta Franchi",
      "affiliations": [
        "Department of Neuroscience, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Djade",
      "fore_name": "Codjo D",
      "initials": "CD",
      "name": "Codjo D Djade",
      "affiliations": [
        "Department of Neuroscience, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Corrao",
      "fore_name": "Salvatore",
      "initials": "S",
      "name": "Salvatore Corrao",
      "affiliations": [
        "Centre of Research for Effectiveness and Appropriateness in Medicine (C.R.E.A.M.), Di.Bi.M.I.S., University of Palermo, Benfratelli, Italy.",
        "Department of Internal Medicine, National Relevance and High Specialization Hospital Trust, ARNAS Civico, Di Cirstina, Benfratelli, Italy."
      ]
    },
    {
      "last_name": "Salerno",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Salerno",
      "affiliations": [
        "Medicina Interna, IRCCS Policlinico San Donato, Milan, Italy.",
        "Department of Medical and Surgery Sciences, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Geriatrics, IRCCS Ca' Granda - Policlinico Maggiore Hospital Foundation, Milan, Italy.",
        "Department of Clinical Sciences and Community Health, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Romanelli",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Romanelli",
      "affiliations": [
        "Department of Clinical and Experimental Sciences, University of Brescia, Milan, Italy."
      ]
    },
    {
      "last_name": "Mannucci",
      "fore_name": "Pier Mannuccio",
      "initials": "PM",
      "name": "Pier Mannuccio Mannucci",
      "affiliations": [
        "Bianchi Bonomi Haemophilic and Thrombosis Center, IRCCS Ca' Granda - Policlinico Maggiore Hospital Foundation, Milan, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Psychogeriatrics : the official journal of the Japanese Psychogeriatric Society",
    "iso_abbreviation": "Psychogeriatrics",
    "issn": "1479-8301",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "397",
  "end_page": "405",
  "pages": "397-405",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Antipsychotic Agents",
    "Cognition",
    "Dementia",
    "Female",
    "Hospitalization",
    "Humans",
    "Italy",
    "Male",
    "Mental Disorders",
    "Patient Discharge",
    "Psychomotor Agitation"
  ],
  "article_ids": {
    "pubmed": "28589693",
    "doi": "10.1111/psyg.12263"
  },
  "doi": "10.1111/psyg.12263",
  "dates": {
    "completed": "2018-01-19",
    "revised": "2018-01-19"
  },
  "chemicals": [
    "Antipsychotic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:12.005494",
    "pmid": "28589693"
  }
}