{
  "pmid": "28595734",
  "uid": "28595734",
  "title": "Ethics, big data and computing in epidemiology and public health.",
  "abstract": "PURPOSE: This article reflects on the activities of the Ethics Committee of the American College of Epidemiology (ACE). Members of the Ethics Committee identified an opportunity to elaborate on knowledge gained since the inception of the original Ethics Guidelines published by the ACE Ethics and Standards of Practice Committee in 2000. METHODS: The ACE Ethics Committee presented a symposium session at the 2016 Epidemiology Congress of the Americas in Miami on the evolving complexities of ethics and epidemiology as it pertains to \"big data.\" This article presents a summary and further discussion of that symposium session. RESULTS: Three topic areas were presented: the policy implications of big data and computing, the fallacy of \"secondary\" data sources, and the duty of citizens to contribute to big data. A balanced perspective is needed that provides safeguards for individuals but also furthers research to improve population health. Our in-depth review offers next steps for teaching of ethics and epidemiology, as well as for epidemiological research, public health practice, and health policy. CONCLUSIONS: To address contemporary topics in the area of ethics and epidemiology, the Ethics Committee hosted a symposium session on the timely topic of big data. Technological advancements in clinical medicine and genetic epidemiology research coupled with rapid advancements in data networks, storage, and computation at a lower cost are resulting in the growth of huge data repositories. Big data increases concerns about data integrity; informed consent; protection of individual privacy, confidentiality, and harm; data reidentification; and the reporting of faulty inferences.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada. Electronic address: salernoj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Knoppers",
      "fore_name": "Bartha M",
      "initials": "BM",
      "name": "Bartha M Knoppers",
      "affiliations": [
        "Centre of Genomics and Policy, Department of Human Genetics, Faculty of Medicine, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Lee",
      "affiliations": [
        "Presidential Commission for the Study of Bioethical Issues, Washington DC."
      ]
    },
    {
      "last_name": "Hlaing",
      "fore_name": "WayWay M",
      "initials": "WM",
      "name": "WayWay M Hlaing",
      "affiliations": [
        "Division of Epidemiology and Population Sciences, Department of Public Health Sciences, University of Miami, Miami, FL."
      ]
    },
    {
      "last_name": "Goodman",
      "fore_name": "Kenneth W",
      "initials": "KW",
      "name": "Kenneth W Goodman",
      "affiliations": [
        "Miller School of Medicine, Institute for Bioethics and Health Policy, University of Miami, Miami, FL."
      ]
    }
  ],
  "journal": {
    "title": "Annals of epidemiology",
    "iso_abbreviation": "Ann Epidemiol",
    "issn": "1873-2585",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "297",
  "end_page": "301",
  "pages": "297-301",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Confidentiality",
    "Data Collection",
    "Epidemiology",
    "Ethics Committees",
    "Humans",
    "Informed Consent",
    "Mathematical Computing",
    "Practice Guidelines as Topic",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "28595734",
    "doi": "10.1016/j.annepidem.2017.05.002",
    "pii": "S1047-2797(17)30001-7"
  },
  "doi": "10.1016/j.annepidem.2017.05.002",
  "dates": {
    "completed": "2018-03-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:11.637871",
    "pmid": "28595734"
  }
}