{
  "pmid": "28607686",
  "uid": "28607686",
  "title": "Improving Care for Patients With or at Risk for Chronic Kidney Disease Using Electronic Medical Record Interventions: A Pragmatic Cluster-Randomized Trial Protocol.",
  "abstract": "BACKGROUND: Many patients with or at risk for chronic kidney disease (CKD) in the primary care setting are not receiving recommended care. OBJECTIVE: The objective of this study is to determine whether a multifaceted, low-cost intervention compared with usual care improves the care of patients with or at risk for CKD in the primary care setting. DESIGN: A pragmatic cluster-randomized trial, with an embedded qualitative process evaluation, will be conducted. SETTING: The study population comes from the Electronic Medical Record Administrative data Linked Database[®], which includes clinical data for more than 140 000 rostered adults cared for by 194 family physicians in 34 clinics across Ontario, Canada. The 34 primary care clinics will be randomized to the intervention or control group. INTERVENTION: The intervention group will receive resources from the \"CKD toolkit\" to help improve care including practice audit and feedback, printed educational materials for physicians and patients, electronic decision support and reminders, and implementation support. MEASUREMENTS: Patients with or at risk for CKD within participating clinics will be identified using laboratory data in the electronic medical records. Outcomes will be assessed after dissemination of the CKD tools and after 2 rounds of feedback on performance on quality indicators have been sent to the physicians using information from the electronic medical records. The primary outcome is the proportion of patients aged 50 to 80 years with nondialysis-dependent CKD who are on a statin. Secondary outcomes include process of care measures such as screening tests, CKD recognition, monitoring tests, angiotensin-converting enzyme inhibitor or angiotensin receptor blocker prescriptions, blood pressure targets met, and nephrologist referral. Hierarchical analytic modeling will be performed to account for clustering. Semistructured interviews will be conducted with a random purposeful sample of physicians in the intervention group to understand why the intervention achieved the observed effects. CONCLUSIONS: If our intervention improves care, then the CKD toolkit can be adapted and scaled for use in other primary care clinics which use electronic medical records. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02274298.",
  "authors": [
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada.",
        "Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Young",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jaakkimainen",
      "fore_name": "R Liisa",
      "initials": "RL",
      "name": "R Liisa Jaakkimainen",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada.",
        "Sunnybrook Academic Family Health Team, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, London Health Sciences Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Tu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada.",
        "Toronto Western Hospital Family Health Team, University Health Network, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117699833",
  "pages": "2054358117699833",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28607686",
    "pmc": "PMC5453629",
    "doi": "10.1177/2054358117699833",
    "pii": "10.1177_2054358117699833"
  },
  "doi": "10.1177/2054358117699833",
  "pmc_id": "PMC5453629",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.957575",
    "pmid": "28607686"
  }
}