{
  "pmid": "28617684",
  "uid": "28617684",
  "title": "Non-infarct related artery revascularization in ST-segment elevation myocardial infarction patients with multivessel disease.",
  "abstract": "PURPOSE OF REVIEW: Multivessel disease (MVD) is common in ST-segment elevation myocardial infarction (STEMI) patients undergoing primary percutaneous coronary intervention (PCI) and is associated with significant risk of future cardiovascular (CV) events including short and longer-term mortality. In this review, we examine the pathophysiologic construct contributing to adverse prognosis of MVD in STEMI, relevant available evidence that currently guides the management of the noninfarct-related artery (IRA) stenosis and define the remaining knowledge gaps for future studies. RECENT FINDINGS: Results of recent small sized randomized trials, when pooled, suggest improvement in CV outcomes including CV mortality and repeat revascularization with revascularization of the non-IRA stenosis compared with medical management alone. In addition, there does not appear to be an increase in bleeding, contrast-induced nephropathy or stroke, as suggested by earlier observational data. SUMMARY: These recent data have led to a Class IIb recommendation in the American College of Cardiology/American Heart Association guidelines stating that non-IRA revascularization may be considered in selected patients with STEMI and MVD who are hemodynamically stable, either at the time of primary PCI or as a planned staged procedure. The ongoing COMPLETE and CULPRIT-SHOCK studies will provide additional data to further inform the role of non-IRA revascularization and its timing in the management of these patients.",
  "authors": [
    {
      "last_name": "Cheema",
      "fore_name": "Asim N",
      "initials": "AN",
      "name": "Asim N Cheema",
      "affiliations": [
        "aTerrence Donnelly Heart Centre, St Michael's Hospital, University of Toronto, Toronto bHamilton Health Sciences, General Division, Hamilton cDivision of Cardiac Surgery, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": []
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": []
    },
    {
      "last_name": "Bagai",
      "fore_name": "Akshay",
      "initials": "A",
      "name": "Akshay Bagai",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in cardiology",
    "iso_abbreviation": "Curr Opin Cardiol",
    "issn": "1531-7080",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "600",
  "end_page": "607",
  "pages": "600-607",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Coronary Artery Disease",
    "Humans",
    "Myocardial Infarction",
    "Myocardial Revascularization",
    "Percutaneous Coronary Intervention",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28617684",
    "doi": "10.1097/HCO.0000000000000427"
  },
  "doi": "10.1097/HCO.0000000000000427",
  "dates": {
    "completed": "2018-06-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.415104",
    "pmid": "28617684"
  }
}