{
  "pmid": "28610431",
  "uid": "28610431",
  "title": "Palliative Care Experience in the Last 3 Months of Life: A Quantitative Comparison of Care Provided in Residential Hospices, Hospitals, and the Home From the Perspectives of Bereaved Caregivers.",
  "abstract": "OBJECTIVE: This study captured the end-of-life care experiences across various settings from bereaved caregivers of individuals who died in residential hospice. METHODS: A retrospective, observational design using the CaregiverVoice survey with bereaved caregivers of patients in 22 hospices in Ontario, Canada. The survey assessed various dimensions of the patient's care experiences across multiple care settings in the last 3 months of life. RESULTS: A total of 1153 caregivers responded to the survey (44% response rate). In addition to hospice care, caregivers reported that 74% of patients received home care, 61% had a hospitalization, 42% received care at a cancer center, and 10% lived in a nursing home. Most caregivers (84%-89%) rated the addressing of each support domain (relief of physical pain, relief of other symptoms, spiritual support, and emotional support) by hospice as either \"excellent\" or \"very good.\" These proportions were less favorable for home care (40%-47%), cancer center (46%-54%), and hospital (37%-48%). Significantly, better experiences were reported for the last week of life where hospice was considered the main setting of care, opposed to other settings (P < .0001 across domains). Overall, across settings pain management tended to be the highest-rated domain and spiritual support the lowest. CONCLUSION: This is one of few quantitative examinations of the care experience of patients who accessed multiple care settings in the last months of life and died in a specialized setting such as residential hospice. These findings emphasize the importance of replicating the hospice approach in institutional and home settings, including greater attention to emotional and spiritual dimensions of care.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "1 Department of Oncology, McMaster University, Hamilton, Ontario, Canada.",
        "2 Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "1 Department of Oncology, McMaster University, Hamilton, Ontario, Canada.",
        "2 Juravinski Cancer Centre, Hamilton, Ontario, Canada.",
        "3 Escarpment Cancer Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of hospice & palliative care",
    "iso_abbreviation": "Am J Hosp Palliat Care",
    "issn": "1938-2715",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "456",
  "end_page": "463",
  "pages": "456-463",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Caregivers",
    "Female",
    "Home Care Services",
    "Hospices",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pain Management",
    "Palliative Care",
    "Patient Satisfaction",
    "Retrospective Studies",
    "Spirituality"
  ],
  "article_ids": {
    "pubmed": "28610431",
    "pmc": "PMC5794103",
    "doi": "10.1177/1049909117713497"
  },
  "doi": "10.1177/1049909117713497",
  "pmc_id": "PMC5794103",
  "dates": {
    "completed": "2018-09-04",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.063726",
    "pmid": "28610431"
  }
}