{
  "pmid": "28611229",
  "uid": "28611229",
  "title": "Variation in Definition of Prolonged Mechanical Ventilation.",
  "abstract": "Consistency of definitional criteria for terminology applied to describe subject cohorts receiving mechanical ventilation within ICU and post-acute care settings is important for understanding prevalence, risk stratification, effectiveness of interventions, and projections for resource allocation. Our objective was to quantify the application and definition of terms for prolonged mechanical ventilation. We conducted a scoping review of studies (all designs except single-case study) reporting a study population (adult and pediatric) using the term prolonged mechanical ventilation or a synonym. We screened 5,331 references, reviewed 539 full-text references, and excluded 120. Of the 419 studies (representing 38 countries) meeting inclusion criteria, 297 (71%) reported data on a heterogeneous subject cohort, and 66 (16%) included surgical subjects only (46 of those 66, 70% cardiac surgery). Other studies described COPD (16, 4%), trauma (22, 5%), neuromuscular (17, 4%), and sepsis (1, 0.2%) cohorts. A total of 741 terms were used to refer to the 419 study cohorts. The most common terms were: prolonged mechanical ventilation (253, 60%), admission to specialized unit (107, 26%), and long-term mechanical ventilation (79, 19%). Some authors (282, 67%) defined their cohorts based on duration of mechanical ventilation, with 154 studies (55%) using this as the sole criterion. We identified 37 different durations of ventilation ranging from 5 h to 1 y, with > 21 d being the most common (28 of 282, 7%). For studies describing a surgical cohort, minimum ventilation duration required for inclusion was ≥ 24 h for 20 of 66 studies (30%). More than half of all studies (237, 57%) did not provide a reason/rationale for definitional criteria used, with only 28 studies (7%) referring to a consensus definition. We conclude that substantial variation exists in the terminology and definitional criteria for cohorts of subjects receiving prolonged mechanical ventilation. Standardization of terminology and definitional criteria is required for study data to be maximally informative.",
  "authors": [
    {
      "last_name": "Rose",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Rose",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre; the Lawrence S Bloomberg Faculty of Nursing and the Interdepartmental Division of Critical Care Medicine, University of Toronto; and the Provincial Centre of Weaning Excellence, Toronto East General Hospital, Toronto, Ontario, Canada. louise.rose@utoronto.ca."
      ]
    },
    {
      "last_name": "McGinlay",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McGinlay",
      "affiliations": [
        "Royal Victoria Hospital, Belfast, Northern Ireland."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Reshma",
      "initials": "R",
      "name": "Reshma Amin",
      "affiliations": [
        "SickKids Hospital and the Division of Respirology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen Ea",
      "initials": "KE",
      "name": "Karen Ea Burns",
      "affiliations": [
        "Saint Michael's Hospital; the Li Ka Shing Knowledge Institute; and the Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Connolly",
      "fore_name": "Bronwen",
      "initials": "B",
      "name": "Bronwen Connolly",
      "affiliations": [
        "Lane Fox Respiratory Unit, St Thomas's Hospital, Guy's and St Thomas's NHS Foundation Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Hart",
      "affiliations": [
        "Lane Fox Respiratory Unit, St Thomas's Hospital, Guy's and St Thomas's NHS Foundation Trust, and King's College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Jouvet",
      "affiliations": [
        "Pediatric Intensive Care Unit, Department of Pediatrics, Sainte-Justine Hospital, and the University of Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Sherri",
      "initials": "S",
      "name": "Sherri Katz",
      "affiliations": [
        "Department of Respirology, Children's Hospital of Eastern Ontario, and the CHEO Research Institute, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leasa",
      "fore_name": "David",
      "initials": "D",
      "name": "David Leasa",
      "affiliations": [
        "Critical Care Western and London Health Sciences Centre and Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mawdsley",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Mawdsley",
      "affiliations": [
        "Critical Care Western and London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McAuley",
      "fore_name": "Danny F",
      "initials": "DF",
      "name": "Danny F McAuley",
      "affiliations": [
        "Royal Victoria Hospital and the Centre for Experimental Medicine, Queen's University, Belfast, Northern Ireland."
      ]
    },
    {
      "last_name": "Schultz",
      "fore_name": "Marcus J",
      "initials": "MJ",
      "name": "Marcus J Schultz",
      "affiliations": [
        "Laboratory of Experimental Intensive Care and Anesthesiology, Academic Medical Center, University of Amsterdam, Amsterdam-Zuidoost, The Netherlands."
      ]
    },
    {
      "last_name": "Blackwood",
      "fore_name": "Bronagh",
      "initials": "B",
      "name": "Bronagh Blackwood",
      "affiliations": [
        "Centre for Experimental Medicine, Queen's University, Belfast, Northern Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory care",
    "iso_abbreviation": "Respir Care",
    "issn": "1943-3654",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "1324",
  "end_page": "1332",
  "pages": "1324-1332",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Respiration, Artificial",
    "Terminology as Topic",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "28611229",
    "doi": "10.4187/respcare.05485",
    "pii": "respcare.05485"
  },
  "doi": "10.4187/respcare.05485",
  "dates": {
    "completed": "2018-06-13",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PDF-2015-08-015",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.164146",
    "pmid": "28611229"
  }
}