{
  "pmid": "28611885",
  "uid": "28611885",
  "title": "American Association for Emergency Psychiatry Task Force on Medical Clearance of Adult Psychiatric Patients. Part II: Controversies over Medical Assessment, and Consensus Recommendations.",
  "abstract": "INTRODUCTION: The emergency medical evaluation of psychiatric patients presenting to United States emergency departments (ED), usually termed \"medical clearance,\" often varies between EDs. A task force of the American Association for Emergency Psychiatry (AAEP), consisting of physicians from emergency medicine, physicians from psychiatry and a psychologist, was convened to form consensus recommendations for the medical evaluation of psychiatric patients presenting to U.S.EDs. METHODS: The task force reviewed existing literature on the topic of medical evaluation of psychiatric patients in the ED and then combined this with expert consensus. Consensus was achieved by group discussion as well as iterative revisions of the written document. The document was reviewed and approved by the AAEP Board of Directors. RESULTS: Eight recommendations were formulated. These recommendations cover various topics in emergency medical examination of psychiatric patients, including goals of medical screening in the ED, the identification of patients at low risk for co-existing medical disease, key elements in the ED evaluation of psychiatric patients including those with cognitive disorders, specific language replacing the term \"medical clearance,\" and the need for better science in this area. CONCLUSION: The evidence indicates that a thorough history and physical examination, including vital signs and mental status examination, are the minimum necessary elements in the evaluation of psychiatric patients. With respect to laboratory testing, the picture is less clear and much more controversial.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "University of Arkansas for Medical Sciences, Department of Emergency Medicine, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Nordstrom",
      "affiliations": [
        "University of Colorado School of Medicine, Department of Emergency Medicine, Aurora, Colorado.",
        "Office of Behavioral Health, Department of Human Services, State of Colorado, Denver, Colorado."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Eric L",
      "initials": "EL",
      "name": "Eric L Anderson",
      "affiliations": [
        "University of Maryland, Department of Psychiatry, Cambridge, Maryland."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Anthony T",
      "initials": "AT",
      "name": "Anthony T Ng",
      "affiliations": [
        "Uniformed Services School of Medicine, Department of Psychiatry, Bethesda, Maryland."
      ]
    },
    {
      "last_name": "Zun",
      "fore_name": "Leslie S",
      "initials": "LS",
      "name": "Leslie S Zun",
      "affiliations": [
        "Chicago Medical School, Department of Emergency Medicine, Chicago, Illinois.",
        "Mount Sinai Hospital, Department of Emergency Medicine, New York, New York."
      ]
    },
    {
      "last_name": "Peltzer-Jones",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Peltzer-Jones",
      "affiliations": [
        "Henry Ford Health System, Department of Emergency Medicine, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Allen",
      "affiliations": [
        "University of Colorado School of Medicine, Department of Emergency Medicine, Aurora, Colorado."
      ]
    }
  ],
  "journal": {
    "title": "The western journal of emergency medicine",
    "iso_abbreviation": "West J Emerg Med",
    "issn": "1936-9018",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "640",
  "end_page": "646",
  "pages": "640-646",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Advisory Committees",
    "Chronic Disease",
    "Comorbidity",
    "Consensus",
    "Emergency Medicine",
    "Emergency Service, Hospital",
    "Emergency Services, Psychiatric",
    "Humans",
    "Mass Screening",
    "Medical History Taking",
    "Mental Disorders",
    "Physical Examination",
    "Psychological Tests",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28611885",
    "pmc": "PMC5468070",
    "doi": "10.5811/westjem.2017.3.32259",
    "pii": "wjem-18-640"
  },
  "doi": "10.5811/westjem.2017.3.32259",
  "pmc_id": "PMC5468070",
  "dates": {
    "completed": "2018-03-06",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.430216",
    "pmid": "28611885"
  }
}