{
  "pmid": "28616249",
  "uid": "28616249",
  "title": "Quality of Care for Patients With Chronic Kidney Disease in the Primary Care Setting: A Retrospective Cohort Study From Ontario, Canada.",
  "abstract": "BACKGROUND: Patients with chronic kidney disease may not be receiving recommended primary renal care. OBJECTIVE: To use recently established primary care quality indicators for chronic kidney disease to determine the proportion of patients receiving recommended renal care. DESIGN: Retrospective cohort study using administrative data with linked laboratory information. SETTING: The study was conducted in Ontario, Canada, from 2006 to 2012. PATIENTS: Patients over 40 years with chronic kidney disease or abnormal kidney function in primary care were included. MEASUREMENTS: In total, 11 quality indicators were assessed for chronic kidney disease identified through a Delphi panel in areas of screening, monitoring, drug prescribing, and laboratory monitoring after initiating an angiotensin converting enzyme (ACE) inhibitor or angiotensin receptor blocker (ARB). METHODS: We calculated the proportion and cumulative incidence at the end of follow-up of patients meeting each indicator and stratified results by age, sex, cohort entry, and chronic kidney disease stage. RESULTS: Less than half of patients received follow-up tests after an initial abnormal kidney function result. Most patients with chronic kidney disease received regular monitoring of serum creatinine (91%), but urine albumin-to-creatinine monitoring was lower (70%). A total of 84% of patients age 66 and older did not receive a non-steroidal anti-inflammatory drug prescription of at least 2-week duration. Three quarters of patients age 66 and older were on an ACE inhibitor or ARB, and 96% did not receive an ACE inhibitor and ARB concurrently. Among patients 66 to 80 years of age with chronic kidney disease, 65% were on a statin. One quarter of patients age 66 and older who initiated an ACE inhibitor or ARB had their serum creatinine and potassium monitored within 7 to 30 days. LIMITATIONS: This study was limited to people in Ontario with linked laboratory information. CONCLUSIONS: There was generally strong performance across many of the quality of care indicators. Areas where more attention may be needed are laboratory testing to confirm initial abnormal kidney function test results and monitoring serum creatinine and potassium after initiating a new ACE inhibitor or ARB.",
  "authors": [
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Brimble",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "The Ontario Renal Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Tu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada.",
        "Family Health Team, Toronto Western Hospital, University Health Network, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "The Ontario Renal Network, Toronto, Canada.",
        "Department of Nephrology, Humber River Regional Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grill",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Grill",
      "affiliations": [
        "The Ontario Renal Network, Toronto, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada.",
        "Department of Family Medicine, Markham Stouffville Hospital, Ontario, Canada.",
        "Division of Long Term Care, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences Western, London, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "The Ontario Renal Network, Toronto, Canada.",
        "Department of Medicine, London Health Sciences Centre, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117703059",
  "pages": "2054358117703059",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28616249",
    "pmc": "PMC5461905",
    "doi": "10.1177/2054358117703059",
    "pii": "10.1177_2054358117703059"
  },
  "doi": "10.1177/2054358117703059",
  "pmc_id": "PMC5461905",
  "dates": {
    "revised": "2024-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.957926",
    "pmid": "28616249"
  }
}