{
  "pmid": "28611731",
  "uid": "28611731",
  "title": "The Genomic Architecture of Novel Simulium damnosum Wolbachia Prophage Sequence Elements and Implications for Onchocerciasis Epidemiology.",
  "abstract": "Research interest in Wolbachia is growing as new discoveries and technical advancements reveal the public health importance of both naturally occurring and artificial infections. Improved understanding of the Wolbachia bacteriophages (WOs) WOcauB2 and WOcauB3 [belonging to a sub-group of four WOs encoding serine recombinases group 1 (sr1WOs)], has enhanced the prospect of novel tools for the genetic manipulation of Wolbachia. The basic biology of sr1WOs, including host range and mode of genomic integration is, however, still poorly understood. Very few sr1WOs have been described, with two such elements putatively resulting from integrations at the same Wolbachia genome loci, about 2 kb downstream from the FtsZ cell-division gene. Here, we characterize the DNA sequence flanking the FtsZ gene of wDam, a genetically distinct line of Wolbachia isolated from the West African onchocerciasis vector Simulium squamosum E. Using Roche 454 shot-gun and Sanger sequencing, we have resolved >32 kb of WO prophage sequence into three contigs representing three distinct prophage elements. Spanning ≥36 distinct WO open reading frame gene sequences, these prophage elements correspond roughly to three different WO modules: a serine recombinase and replication module (sr1RRM), a head and base-plate module and a tail module. The sr1RRM module contains replication genes and a Holliday junction recombinase and is unique to the sr1 group WOs. In the extreme terminal of the tail module there is a SpvB protein homolog-believed to have insecticidal properties and proposed to have a role in how Wolbachia parasitize their insect hosts. We propose that these wDam prophage modules all derive from a single WO genome, which we have named here sr1WOdamA1. The best-match database sequence for all of our sr1WOdamA1-predicted gene sequences was annotated as of Wolbachia or Wolbachia phage sourced from an arthropod. Clear evidence of exchange between sr1WOdamA1 and other Wolbachia WO phage sequences was also detected. These findings provide insights into how Wolbachia could affect a medically important vector of onchocerciasis, with potential implications for future control methods, as well as supporting the hypothesis that Wolbachia phages do not follow the standard model of phage evolution.",
  "authors": [
    {
      "last_name": "Crainey",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Crainey",
      "affiliations": [
        "Laboratório de Ecologia de Doenças Transmissíveis na Amazônia, Fundação Oswaldo Cruz, Instituto Leônidas e Maria DeaneManaus, Brazil."
      ]
    },
    {
      "last_name": "Hurst",
      "fore_name": "Jacob",
      "initials": "J",
      "name": "Jacob Hurst",
      "affiliations": [
        "Oxford Martin School, Institute for Emerging Infections, University of OxfordOxford, UK."
      ]
    },
    {
      "last_name": "Lamberton",
      "fore_name": "Poppy H L",
      "initials": "PHL",
      "name": "Poppy H L Lamberton",
      "affiliations": [
        "Institute of Biodiversity, Animal Health and Comparative Medicine, Wellcome Centre for Molecular Parasitology, University of GlasgowGlasgow, UK."
      ]
    },
    {
      "last_name": "Cheke",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Cheke",
      "affiliations": [
        "Natural Resources Institute, University of Greenwich at MedwayChatham, UK.",
        "Department of Infectious Disease Epidemiology, Faculty of Medicine (St Mary's campus), London Centre for Neglected Tropical Disease Research, School of Public Health, Imperial College LondonLondon, UK."
      ]
    },
    {
      "last_name": "Griffin",
      "fore_name": "Claire E",
      "initials": "CE",
      "name": "Claire E Griffin",
      "affiliations": [
        "Core Research Laboratories Department, Molecular Biology Laboratories Division, Natural History MuseumLondon, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of GhanaAccra, Ghana."
      ]
    },
    {
      "last_name": "de Araújo",
      "fore_name": "Cláudia P Mendes",
      "initials": "CPM",
      "name": "Cláudia P Mendes de Araújo",
      "affiliations": [
        "Laboratório de Ecologia de Doenças Transmissíveis na Amazônia, Fundação Oswaldo Cruz, Instituto Leônidas e Maria DeaneManaus, Brazil."
      ]
    },
    {
      "last_name": "Basáñez",
      "fore_name": "María-Gloria",
      "initials": "MG",
      "name": "María-Gloria Basáñez",
      "affiliations": [
        "Department of Infectious Disease Epidemiology, Faculty of Medicine (St Mary's campus), London Centre for Neglected Tropical Disease Research, School of Public Health, Imperial College LondonLondon, UK."
      ]
    },
    {
      "last_name": "Post",
      "fore_name": "Rory J",
      "initials": "RJ",
      "name": "Rory J Post",
      "affiliations": [
        "School of Natural Sciences and Psychology, Liverpool John Moores UniversityLiverpool, UK.",
        "Department of Disease Control, Faculty of Infectious Tropical Diseases, London School of Hygiene and Tropical MedicineLondon, UK."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in microbiology",
    "iso_abbreviation": "Front Microbiol",
    "issn": "1664-302X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2017"
  },
  "start_page": "852",
  "pages": "852",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28611731",
    "pmc": "PMC5447182",
    "doi": "10.3389/fmicb.2017.00852"
  },
  "doi": "10.3389/fmicb.2017.00852",
  "pmc_id": "PMC5447182",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "77615",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.429795",
    "pmid": "28611731"
  }
}