{
  "pmid": "28628351",
  "uid": "28628351",
  "title": "Sleep in Adolescents and Young Adults in the Year After Cancer Treatment.",
  "abstract": "PURPOSE: Adolescents and young adults (AYA) with cancer are a vulnerable group facing more intense treatments, higher symptom burden, and poorer treatment outcomes relative to younger children. Sleep disruption is common during cancer treatment and sleep problems persist into adulthood for some survivors of AYA cancer. The developmental period of adolescence/emerging adulthood confers greater biological and behavioral risk for insufficient sleep relative to older or younger ages. Thus, understanding AYA sleep disturbances shortly after completing treatment can inform interventions to manage cancer-related symptoms and improve quality of life. METHODS: Sixty-one AYA (ages 12-25) within 1 year of finishing cancer treatment completed the Pittsburgh Sleep Quality Index (PSQI) and the Minneapolis-Manchester Quality of Life Instrument-Adolescent Form. Treatment variables were extracted from electronic medical records. RESULTS: Forty-seven percent of participants were classified as \"poor sleepers,\" 41% reported prolonged sleep onset latency (>30 minutes), 31% reported sleep efficiency suggestive of insomnia, and 33% slept <8 hours nightly. Age moderated the relationship between time off treatment and PSQI total score: for younger AYA the relationship was positive and for older AYA the relationship was negative. Better sleep and higher quality of life were strongly related (r = -0.57, p < 0.001). CONCLUSIONS: For almost half of AYA cancer survivors studied, sleep is disrupted as indicated by long sleep-onset latencies, sleep efficiency suggestive of insomnia, and inadequate total sleep time. Screening for sleep disturbances after AYA complete cancer therapy may reduce the impact of sleep on quality of life and identify those at risk for insomnia.",
  "authors": [
    {
      "last_name": "Daniel",
      "fore_name": "Lauren C",
      "initials": "LC",
      "name": "Lauren C Daniel",
      "affiliations": [
        "1 Department of Psychology, Rutgers University-Camden , Camden, New Jersey.",
        "2 Division of Oncology, The Children's Hospital of Philadelphia , Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Aggarwal",
      "fore_name": "Richa",
      "initials": "R",
      "name": "Richa Aggarwal",
      "affiliations": [
        "2 Division of Oncology, The Children's Hospital of Philadelphia , Philadelphia, Pennsylvania.",
        "3 Department of Psychology, Temple University , Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "2 Division of Oncology, The Children's Hospital of Philadelphia , Philadelphia, Pennsylvania.",
        "4 Department of Pediatrics, Perelman School of Medicine of the University of Pennsylvania , Philadelphia, Pennsylvania."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "560",
  "end_page": "567",
  "pages": "560-567",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cancer Survivors",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Quality of Life",
    "Sleep",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28628351",
    "doi": "10.1089/jayao.2017.0006"
  },
  "doi": "10.1089/jayao.2017.0006",
  "dates": {
    "completed": "2018-07-17",
    "revised": "2018-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.541810",
    "pmid": "28628351"
  }
}