{
  "pmid": "28630651",
  "uid": "28630651",
  "title": "Improving antiretroviral therapy adherence in resource-limited settings at scale: a discussion of interventions and recommendations.",
  "abstract": "Introduction: Successful population-level antiretroviral therapy (ART) adherence will be necessary to realize both the clinical and prevention benefits of antiretroviral scale-up and, ultimately, the end of AIDS. Although many people living with HIV are adhering well, others struggle and most are likely to experience challenges in adherence that may threaten virologic suppression at some point during lifelong therapy. Despite the importance of ART adherence, supportive interventions have generally not been implemented at scale. The objective of this review is to summarize the recommendations of clinical, research, and public health experts for scalable ART adherence interventions in resource-limited settings. Methods: In July 2015, the Bill and Melinda Gates Foundation convened a meeting to discuss the most promising ART adherence interventions for use at scale in resource-limited settings. This article summarizes that discussion with recent updates. It is not a systematic review, but rather provides practical considerations for programme implementation based on evidence from individual studies, systematic reviews, meta-analyses, and the World Health Organization Consolidated Guidelines for HIV, which include evidence from randomized controlled trials in low- and middle-income countries. Interventions are categorized broadly as education and counselling; information and communication technology-enhanced solutions; healthcare delivery restructuring; and economic incentives and social protection interventions. Each category is discussed, including descriptions of interventions, current evidence for effectiveness, and what appears promising for the near future. Approaches to intervention implementation and impact assessment are then described. Results and discussion: The evidence base is promising for currently available, effective, and scalable ART adherence interventions for resource-limited settings. Numerous interventions build on existing health care infrastructure and leverage available resources. Those most widely studied and implemented to date involve peer counselling, adherence clubs, and short message service (SMS). Many additional interventions could have an important impact on ART adherence with further development, including standardized counselling through multi-media technology, electronic dose monitoring, decentralized and differentiated models of care, and livelihood interventions. Optimal targeting and tailoring of interventions will require improved adherence measurement. Conclusions: The opportunity exists today to address and resolve many of the challenges to effective ART adherence, so that they do not limit the potential of ART to help bring about the end of AIDS.",
  "authors": [
    {
      "last_name": "Haberer",
      "fore_name": "Jessica E",
      "initials": "JE",
      "name": "Jessica E Haberer",
      "affiliations": [
        "Massachusetts General Hospital Global Health, Boston, MA, USA.",
        "Department of Medicine, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Sabin",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Sabin",
      "affiliations": [
        "Department of Global Health, Center for Global Health and Department, Boston University School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Amico",
      "fore_name": "K Rivet",
      "initials": "KR",
      "name": "K Rivet Amico",
      "affiliations": [
        "Department of Health Behavior and Health Education, University of Michigan School of Public Health, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Orrell",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Orrell",
      "affiliations": [
        "Desmond Tutu HIV Centre, Institute of Infectious Disease and Molecular Medicine, and Department of Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Galárraga",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Galárraga",
      "affiliations": [
        "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI, USA."
      ]
    },
    {
      "last_name": "Tsai",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Tsai",
      "affiliations": [
        "Chester M. Pierce, MD Division of Global Psychiatry, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Vreeman",
      "fore_name": "Rachel C",
      "initials": "RC",
      "name": "Rachel C Vreeman",
      "affiliations": [
        "Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA.",
        "Academic Model Providing Access to Healthcare (AMPATH), Eldoret, Kenya."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Ira",
      "initials": "I",
      "name": "Ira Wilson",
      "affiliations": [
        "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI, USA."
      ]
    },
    {
      "last_name": "Sam-Agudu",
      "fore_name": "Nadia A",
      "initials": "NA",
      "name": "Nadia A Sam-Agudu",
      "affiliations": [
        "Clinical Department, Institute of Human Virology Nigeria, Abuja, Nigeria.",
        "Institute of Human Virology and Department of Pediatrics, University of Maryland School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Blaschke",
      "fore_name": "Terrence F",
      "initials": "TF",
      "name": "Terrence F Blaschke",
      "affiliations": [
        "Department of Medicine and Clinical Pharmacology, Stanford University School of Medicine, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Vrijens",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Vrijens",
      "affiliations": [
        "Department of Biostatistics, University of Liège, Liège, Wallonia, Belgium.",
        "WestRock Healthcare, Sion, Switzerland."
      ]
    },
    {
      "last_name": "Mellins",
      "fore_name": "Claude A",
      "initials": "CA",
      "name": "Claude A Mellins",
      "affiliations": [
        "HIV Center for Clinical and Behavioral Studies, NYSPI and Department of Psychiatry, Columbia; University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Remien",
      "fore_name": "Robert H",
      "initials": "RH",
      "name": "Robert H Remien",
      "affiliations": [
        "HIV Center for Clinical and Behavioral Studies, NYSPI and Department of Psychiatry, Columbia; University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Weiser",
      "fore_name": "Sheri D",
      "initials": "SD",
      "name": "Sheri D Weiser",
      "affiliations": [
        "Division of HIV, ID and Global Medicine, Department of Medicine, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Lowenthal",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Lowenthal",
      "affiliations": [
        "Departments of Pediatrics and Epidemiology, University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Stirratt",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Stirratt",
      "affiliations": [
        "Division of AIDS Research, National Institute of Mental Health, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Sow",
      "fore_name": "Papa Salif",
      "initials": "PS",
      "name": "Papa Salif Sow",
      "affiliations": [
        "Bill and Melinda Gates Foundation, Seattle, WA, USA.",
        "Department of Infectious diseases, University of Dakar, Dakar, Sénégal."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Thomas",
      "affiliations": [
        "The Arcady Group, LLC, Richmond, VA, USA."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Ford",
      "affiliations": [
        "Department of HIV/AIDS, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": [
        "Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lester",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lester",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, University of British Columbia."
      ]
    },
    {
      "last_name": "Nachega",
      "fore_name": "Jean B",
      "initials": "JB",
      "name": "Jean B Nachega",
      "affiliations": [
        "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Bwana",
      "fore_name": "Bosco Mwebesa",
      "initials": "BM",
      "name": "Bosco Mwebesa Bwana",
      "affiliations": [
        "Department of Medicine, Mbarara University of Science and Technology, Mbarara, Uganda."
      ]
    },
    {
      "last_name": "Ssewamala",
      "fore_name": "Fred",
      "initials": "F",
      "name": "Fred Ssewamala",
      "affiliations": [
        "Columbia University School of Social Work & School of International and Public Affairs, New York, NY, USA."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Munderi",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Munderi",
      "affiliations": [
        "HIV Care Research Program, Medical Research Council, Uganda Virus Research Institute, Entebbe, Uganda."
      ]
    },
    {
      "last_name": "Geng",
      "fore_name": "Elvin",
      "initials": "E",
      "name": "Elvin Geng",
      "affiliations": [
        "Division of HIV, Infectious Disease and Global Medicine, San Francisco General Hospital, Department of Medicine, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Bangsberg",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Bangsberg",
      "affiliations": [
        "Oregon Health & Sciences University-Portland State University School of Public Health, Portland, OR, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the International AIDS Society",
    "iso_abbreviation": "J Int AIDS Soc",
    "issn": "1758-2652",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "21371",
  "pages": "21371",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-HIV Agents",
    "Delivery of Health Care",
    "Female",
    "Forecasting",
    "HIV Infections",
    "Humans",
    "Male",
    "Patient Compliance",
    "Text Messaging",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "28630651",
    "pmc": "PMC5467606",
    "doi": "10.7448/IAS.20.1.21371",
    "pii": "1302678"
  },
  "doi": "10.7448/IAS.20.1.21371",
  "pmc_id": "PMC5467606",
  "dates": {
    "completed": "2017-11-01",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "K23 MH095669",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P2C HD041020",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 HD045810",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.509404",
    "pmid": "28630651"
  }
}