{
  "pmid": "28639971",
  "uid": "28639971",
  "title": "Effective approaches to address the global cardiovascular disease burden.",
  "abstract": "PURPOSE OF REVIEW: Describe the global burden of cardiovascular disease (CVD), highlight barriers to evidence-based care and propose effective interventions based on identified barriers. RECENT FINDINGS: The global burden of CVD is increasing worldwide. This trend is steeper in lower income countries, where CVD incidence and fatality remains high. Risk factor control, around the world, remains poor, especially in lower and middle-income countries. Barriers at the patient, healthcare provider and health system have been identified. The use of multifaceted interventions that target identified contextual barriers to care, including increasing awareness of CVD and related risk, improving health policy (i.e. taxation of tobacco), improving the availability and affordability of fixed-dose combined medications and task-shifting of healthcare responsibilities are potential solutions to improve the global burden of CVD. SUMMARY: There is a need to address identified barriers using evidence-based and multifaceted interventions. Global initiatives, led by the World Heart Federation and the WHO, to facilitate the implementation of such interventions are underway.",
  "authors": [
    {
      "last_name": "Lamelas",
      "fore_name": "Pablo M",
      "initials": "PM",
      "name": "Pablo M Lamelas",
      "affiliations": [
        "The Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in cardiology",
    "iso_abbreviation": "Curr Opin Cardiol",
    "issn": "1531-7080",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "557",
  "end_page": "566",
  "pages": "557-566",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Global Burden of Disease",
    "Global Health",
    "Health Personnel",
    "Health Policy",
    "Humans",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28639971",
    "doi": "10.1097/HCO.0000000000000433"
  },
  "doi": "10.1097/HCO.0000000000000433",
  "dates": {
    "completed": "2018-06-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.898855",
    "pmid": "28639971"
  }
}