{
  "pmid": "28632599",
  "uid": "28632599",
  "title": "Publication Productivity of Orthopaedic Surgery Chairs.",
  "abstract": "BACKGROUND: As academic leaders, orthopaedic chairs represent role models for scholarly activities. Despite the importance of journal publications as a measure of scholarly activity, data on the publication productivity of orthopaedic chairs remain limited. The goals of this study were to record the publication productivity of orthopaedic chairs and evaluate the extent to which they maintained their scholarly activity while serving as chairs. METHODS: The chairs of all orthopaedic residency programs in the United States were identified through the Accreditation Council for Graduate Medical Education (ACGME) web site, and were confirmed by information found on the web site of each orthopaedic program that was included in the study. University and non-university chairs were defined based on affiliation of the program with a medical school. The publication records of the program chairs were retrieved through the Scopus database. RESULTS: During the 7 years prior to their appointment to chair, the mean number of total publications was significantly higher for university chairs (n = 58.6, range 0 to 217) than for non-university chairs (n = 29.1, range 0 to 13) (p = 0.003). The mean number of publications per year during the 7 years leading up to the chair position was 4.66 (range, 0 to 25) for the university chairs, and 2.29 (range, 0 to 10.9) for the non-university group (p = 0.02). While serving as chair, the mean number of publications per year significantly decreased among the university chairs to 3.75 (range, 0 to 32.8; p = 0.015), whereas no significant change was observed among non-university chairs. The mean percentage of first authorships was not significantly different between university and non-university chairs. Both groups showed significant declines in first authorships while serving as chair. CONCLUSIONS: At the time of becoming chair, the average university chair had published approximately 60 manuscripts, whereas the average non-university chair had published approximately 30 manuscripts. While serving as chair, the number of publications per year significantly decreased for university chairs. Among all chairs, the percentage of first authorships significantly decreased while serving as chair.",
  "authors": [
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "1Department of Orthopaedic Surgery, University of Texas Health Science Center at San Antonio, San Antonio, Texas 2Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weathers",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Weathers",
      "affiliations": []
    },
    {
      "last_name": "Fajardo",
      "fore_name": "Roberto J",
      "initials": "RJ",
      "name": "Roberto J Fajardo",
      "affiliations": []
    },
    {
      "last_name": "Haghshenas",
      "fore_name": "Varan",
      "initials": "V",
      "name": "Varan Haghshenas",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Jun",
    "pub_day": "21"
  },
  "start_page": "e62",
  "pages": "e62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Efficiency",
    "Faculty, Medical",
    "Humans",
    "Orthopedic Surgeons",
    "Orthopedics",
    "Publications",
    "United States",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "28632599",
    "doi": "10.2106/JBJS.16.00587",
    "pii": "00004623-201706210-00014"
  },
  "doi": "10.2106/JBJS.16.00587",
  "dates": {
    "completed": "2017-08-28",
    "revised": "2017-08-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.394189",
    "pmid": "28632599"
  }
}