{
  "pmid": "28636205",
  "uid": "28636205",
  "title": "Progressive SCAR14 with unclear speech, developmental delay, tremor, and behavioral problems caused by a homozygous deletion of the SPTBN2 pleckstrin homology domain.",
  "abstract": "We report on nine members of a consanguineous Pakistani family with primary presentation of intellectual disability, developmental delay, limb and gait ataxia, behavioral and speech problems, and tremor. By linkage mapping and exome sequencing we identified novel homozygous splicing variant c.6375-1G>C in SPTBN2. To date, only two other SPTBN2 mutations with recessive pattern of inheritance causing SCAR14 (spinocerebellar ataxia, autosomal recessive 14) that manifest with developmental ataxia and cognitive impairment, or cerebellar ataxia, mental retardation, and pyramidal signs have been reported. The mutation we identified is predicted to lead to the deletion of just the pleckstrin homology domain; thus, the earlier onset and more progressive nature of the disease in the presented family, as compared to earlier reports, were unexpected. No other mutation that could possibly explain the features that were unusual for SCAR14-arched palate, limb hypotonia, climacophobia, and behavioral problems-was identified. The disease was more severe in males than females. Our findings expand the recessive SPTBN2 mutation phenotype. We also review SPTBN2 mutation phenotypes. The gene encodes beta-III spectrin, which forms tetramers with alpha-II spectrin. The manifestations of this third recessive mutation suggest that for recessive mutations either no mutant protein is synthesized because the transcript is subject to nonsense-mediated decay or the mutant protein does not bind membrane proteins and, thus, does not exert a negative effect in heterozygotes, whereas the dominant mutations causing SCA5 form defective tetramers that compete with the native tetramers in binding membrane proteins, but are unable to anchor them.",
  "authors": [
    {
      "last_name": "Yıldız Bölükbaşı",
      "fore_name": "Esra",
      "initials": "E",
      "name": "Esra Yıldız Bölükbaşı",
      "affiliations": [
        "Department of Molecular Biology and Genetics, Boğaziçi University, Istanbul, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Human Genetics Program, Faculty of Biological Sciences, Department of Animal Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Mumtaz",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Mumtaz",
      "affiliations": [
        "Human Genetics Program, Faculty of Biological Sciences, Department of Animal Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Nafees",
      "initials": "N",
      "name": "Nafees Ahmad",
      "affiliations": [
        "Institute of Biomedical and Genetic Engineering, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Malik",
      "affiliations": [
        "Human Genetics Program, Faculty of Biological Sciences, Department of Animal Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Tolun",
      "fore_name": "Aslıhan",
      "initials": "A",
      "name": "Aslıhan Tolun",
      "affiliations": [
        "Department of Molecular Biology and Genetics, Boğaziçi University, Istanbul, Turkey."
      ],
      "orcid": "0000-0002-0328-6046"
    }
  ],
  "journal": {
    "title": "American journal of medical genetics. Part A",
    "iso_abbreviation": "Am J Med Genet A",
    "issn": "1552-4833",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "2494",
  "end_page": "2499",
  "pages": "2494-2499",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Developmental Disabilities",
    "Female",
    "Homozygote",
    "Humans",
    "Language Development Disorders",
    "Magnetic Resonance Imaging",
    "Male",
    "Phenotype",
    "Problem Behavior",
    "Sequence Deletion",
    "Spectrin",
    "Spinocerebellar Ataxias",
    "Tremor",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28636205",
    "doi": "10.1002/ajmg.a.38332"
  },
  "doi": "10.1002/ajmg.a.38332",
  "dates": {
    "completed": "2017-11-30",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "SPTBN2 protein, human",
    "Spectrin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.788293",
    "pmid": "28636205"
  }
}