{
  "pmid": "28631728",
  "uid": "28631728",
  "title": "ACG and CAG Clinical Guideline: Management of Dyspepsia.",
  "abstract": "We have updated both the American College of Gastroenterology (ACG) and the Canadian Association of Gastroenterology (CAG) guidelines on dyspepsia in a joint ACG/CAG dyspepsia guideline. We suggest that patients ≥60 years of age presenting with dyspepsia are investigated with upper gastrointestinal endoscopy to exclude organic pathology. This is a conditional recommendation and patients at higher risk of malignancy (such as spending their childhood in a high risk gastric cancer country or having a positive family history) could be offered an endoscopy at a younger age. Alarm features should not automatically precipitate endoscopy in younger patients but this should be considered on a case-by-case basis. We recommend patients <60 years of age have a non-invasive test Helicobacter pylori and treatment if positive. Those that are negative or do not respond to this approach should be given a trial of proton pump inhibitor (PPI) therapy. If these are ineffective tricyclic antidepressants (TCA) or prokinetic therapies can be tried. Patients that have an endoscopy where no pathology is found are defined as having functional dyspepsia (FD). H. pylori eradication should be offered in these patients if they are infected. We recommend PPI, TCA and prokinetic therapy (in that order) in those that fail therapy or are H. pylori negative. We do not recommend routine upper gastrointestinal (GI) motility testing but it may be useful in selected patients.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire, USA."
      ]
    },
    {
      "last_name": "Andrews",
      "fore_name": "Christopher N",
      "initials": "CN",
      "name": "Christopher N Andrews",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Enns",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Enns",
      "affiliations": [
        "Division of Gastroenterology, St Paul's Hospital, University of British Columbia, Pacific Gastroenterology Associates, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Howden",
      "fore_name": "Colin W",
      "initials": "CW",
      "name": "Colin W Howden",
      "affiliations": [
        "Division of Gastroenterology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."
      ]
    },
    {
      "last_name": "Vakil",
      "fore_name": "Nimish",
      "initials": "N",
      "name": "Nimish Vakil",
      "affiliations": [
        "University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, USA."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "112",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "988",
  "end_page": "1013",
  "pages": "988-1013",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Antidepressive Agents, Tricyclic",
    "Disease Management",
    "Drug Therapy, Combination",
    "Dyspepsia",
    "Endoscopy, Gastrointestinal",
    "Gastrointestinal Agents",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "28631728",
    "doi": "10.1038/ajg.2017.154",
    "pii": "ajg2017154"
  },
  "doi": "10.1038/ajg.2017.154",
  "dates": {
    "completed": "2017-08-31",
    "revised": "2019-04-28"
  },
  "chemicals": [
    "Antidepressive Agents, Tricyclic",
    "Gastrointestinal Agents",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.398802",
    "pmid": "28631728"
  }
}