{
  "pmid": "28647526",
  "uid": "28647526",
  "title": "National Survey of Adult and Pediatric Reference Intervals in Clinical Laboratories across Canada: A Report of the CSCC Working Group on Reference Interval Harmonization.",
  "abstract": "OBJECTIVE: Reference intervals are widely used decision-making tools in laboratory medicine, serving as health-associated standards to interpret laboratory test results. Numerous studies have shown wide variation in reference intervals, even between laboratories using assays from the same manufacturer. Lack of consistency in either sample measurement or reference intervals across laboratories challenges the expectation of standardized patient care regardless of testing location. Here, we present data from a national survey conducted by the Canadian Society of Clinical Chemists (CSCC) Reference Interval Harmonization (hRI) Working Group that examines variation in laboratory reference sample measurements, as well as pediatric and adult reference intervals currently used in clinical practice across Canada. DESIGN AND METHODS: Data on reference intervals currently used by 37 laboratories were collected through a national survey to examine the variation in reference intervals for seven common laboratory tests. Additionally, 40 clinical laboratories participated in a baseline assessment by measuring six analytes in a reference sample. RESULTS: Of the seven analytes examined, alanine aminotransferase (ALT), alkaline phosphatase (ALP), and creatinine reference intervals were most variable. As expected, reference interval variation was more substantial in the pediatric population and varied between laboratories using the same instrumentation. Reference sample results differed between laboratories, particularly for ALT and free thyroxine (FT4). Reference interval variation was greater than test result variation for the majority of analytes. CONCLUSION: It is evident that there is a critical lack of harmonization in laboratory reference intervals, particularly for the pediatric population. Furthermore, the observed variation in reference intervals across instruments cannot be explained by the bias between the results obtained on instruments by different manufacturers.",
  "authors": [
    {
      "last_name": "Adeli",
      "fore_name": "Khosrow",
      "initials": "K",
      "name": "Khosrow Adeli",
      "affiliations": [
        "Pediatric Laboratory Medicine, The Hospital for Sick Children and Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada. Electronic address: khosrow.adeli@sickkids.ca."
      ]
    },
    {
      "last_name": "Higgins",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Higgins",
      "affiliations": [
        "Pediatric Laboratory Medicine, The Hospital for Sick Children and Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Seccombe",
      "fore_name": "David",
      "initials": "D",
      "name": "David Seccombe",
      "affiliations": [
        "CEQAL, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Collier",
      "fore_name": "Christine P",
      "initials": "CP",
      "name": "Christine P Collier",
      "affiliations": [
        "Kingston General Hospital and Department of Pathology and Molecular Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Balion",
      "fore_name": "Cynthia M",
      "initials": "CM",
      "name": "Cynthia M Balion",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cembrowski",
      "fore_name": "George",
      "initials": "G",
      "name": "George Cembrowski",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Venner",
      "fore_name": "Allison A",
      "initials": "AA",
      "name": "Allison A Venner",
      "affiliations": [
        "Calgary Laboratory Services and Department of Pathology and Laboratory Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Shaw",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, The Ottawa Hospital, Eastern Ontario Regional Laboratories Association and University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical biochemistry",
    "iso_abbreviation": "Clin Biochem",
    "issn": "1873-2933",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "16-17",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "925",
  "end_page": "935",
  "pages": "925-935",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Blood Chemical Analysis",
    "Canada",
    "Child, Preschool",
    "Clinical Laboratory Services",
    "Female",
    "Humans",
    "Laboratories",
    "Male",
    "Middle Aged",
    "Quality Control",
    "Reference Values",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "28647526",
    "doi": "10.1016/j.clinbiochem.2017.06.006",
    "pii": "S0009-9120(17)30285-0"
  },
  "doi": "10.1016/j.clinbiochem.2017.06.006",
  "dates": {
    "completed": "2017-10-31",
    "revised": "2017-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:31.138024",
    "pmid": "28647526"
  }
}