{
  "pmid": "28649535",
  "uid": "28649535",
  "title": "Characterization of the MPS I-H knock-in mouse reveals increased femoral biomechanical integrity with compromised material strength and altered bone geometry.",
  "abstract": "Mucopolysaccharidosis type I (MPS I), is an autosomal recessive lysosomal storage disorder caused by a deficiency in the α-L-iduronidase enzyme, resulting in decreased enzymatic activity and accumulation of glycosaminoglycans. The disorder phenotypically manifests with increased urine glycosaminoglycan excretion, facial dysmorphology, neuropathology, cardiac manifestations, and bone deformities. While the development of new treatment strategies have shown promise in attenuating many symptoms associated with the disorder, the bone phenotype remains unresponsive. The aim of this study was to investigate and further characterize the skeletal manifestations of the Idua-W392X knock-in mouse model, which carries a nonsense mutation corresponding to the IDUA-W402X mutation found in Hurler syndrome (MPS I-H) patients. μCT analysis of the microarchitecture demonstrated increased cortical thickness, trabecular number, and trabecular connectivity along with decreased trabecular separation in the tibiae of female homozygous Idua-W392X knock-in (IDUA[-/-]) mice, and increased cortical thickness in male IDUA[-/-] tibiae. Cortical density, as determined by μCT, and bone mineral density distribution, as determined by quantitative backscattered microscopy, were equivalent in IDUA[-/-] and wildtype (Wt) bone. However, tibial porosity was increased in IDUA[-/-] cortical bone. Raman spectroscopy results indicated that tibiae from female IDUA[-/-] had decreased phosphate to matrix ratios and increased carbonate to phosphate ratios compared to Wt female tibiae, whereas these ratios remained equivalent in male IDUA[-/-] and Wt tibiae. Femora demonstrated altered geometry and upon torsional loading to failure analysis, female IDUA[-/-] mouse femora exhibited increased torsional ultimate strength, with a decrease in material strength relative to Wt littermates. Taken together, these findings suggest that the IDUA[-/-] mutation results in increased bone torsional strength by altering the overall bone geometry and the microarchitecture which may be a compensatory response to increased porosity, reduced bone tensile strength and altered physiochemical composition.",
  "authors": [
    {
      "last_name": "Oestreich",
      "fore_name": "Arin K",
      "initials": "AK",
      "name": "Arin K Oestreich",
      "affiliations": [
        "Department of Biological Sciences, University of Missouri, Columbia, MO 65211, United States."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "Mekka R",
      "initials": "MR",
      "name": "Mekka R Garcia",
      "affiliations": [
        "Department of Biochemistry, University of Missouri, Columbia, MO 65211, United States."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oral and Craniofacial Sciences, School of Dentistry, University of Missouri-Kansas City, Kansas City, MO 64108, United States."
      ]
    },
    {
      "last_name": "Pfeiffer",
      "fore_name": "Ferris M",
      "initials": "FM",
      "name": "Ferris M Pfeiffer",
      "affiliations": [
        "Department of Orthopaedic Surgery and Bioengineering, University of Missouri, Columbia, MO 65211, United States."
      ]
    },
    {
      "last_name": "Nobakhti",
      "fore_name": "Sabah",
      "initials": "S",
      "name": "Sabah Nobakhti",
      "affiliations": [
        "Department of Mechanical and Industrial Engineering, Northeastern University, Boston, MA 02115, United States."
      ]
    },
    {
      "last_name": "Shefelbine",
      "fore_name": "Sandra J",
      "initials": "SJ",
      "name": "Sandra J Shefelbine",
      "affiliations": [
        "Department of Mechanical and Industrial Engineering, Northeastern University, Boston, MA 02115, United States."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": [
        "Department of Oral and Craniofacial Sciences, School of Dentistry, University of Missouri-Kansas City, Kansas City, MO 64108, United States."
      ]
    },
    {
      "last_name": "Brodeur",
      "fore_name": "Amanda C",
      "initials": "AC",
      "name": "Amanda C Brodeur",
      "affiliations": [
        "Department of Biomedical Sciences, Missouri State University, Springfield, MO 65804, United States."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Charlotte L",
      "initials": "CL",
      "name": "Charlotte L Phillips",
      "affiliations": [
        "Department of Biochemistry, University of Missouri, Columbia, MO 65211, United States.",
        "Department of Child Health, University of Missouri, Columbia, MO 65211, United States."
      ]
    }
  ],
  "journal": {
    "title": "Molecular genetics and metabolism reports",
    "iso_abbreviation": "Mol Genet Metab Rep",
    "issn": "2214-4269",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "3",
  "end_page": "11",
  "pages": "3-11",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28649535",
    "pmc": "PMC5471398",
    "doi": "10.1016/j.ymgmr.2015.08.004",
    "pii": "S2214-4269(15)30028-8"
  },
  "doi": "10.1016/j.ymgmr.2015.08.004",
  "pmc_id": "PMC5471398",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.359072",
    "pmid": "28649535"
  }
}