{
  "pmid": "28642866",
  "uid": "28642866",
  "title": "Evaluation of Serum for Pathophysiological Effects of Prolonged Low Salinity Water Exposure in Displaced Bottlenose Dolphins (Tursiops truncatus).",
  "abstract": "We conducted a retrospective study of serum biochemistry and hematologic findings from displaced, out-of-habitat bottlenose dolphins (Tursiops truncatus) exposed to various low salinity environments in waters along the southern United States including southeastern Atlantic and northern Gulf of Mexico. Serum sodium, chloride, and calculated osmolality were significantly lower and below reference ranges in displaced animals compared to free-ranging case control animals. This suggests clinical hyponatremia, hypochloremia, and hypo-osmolality due to an uptake of low saline water from the environment. In addition, significant differences were found in other serum chemistry variables, although none were outside of normal reference ranges for non-controlled free-ranging animals. Multiple linear regressions demonstrated the degree of salinity had a greater pathophysiologic response than the duration of fresh water exposure. The Na/Cl ratio and bicarbonate were the only variables that were significantly modulated by exposure duration. These findings suggest that the degree of salinity is a critical factor when assessing and managing care for dolphins chronically exposed to low salinity water. Results from this study indicate that changes in various biochemical parameters can be used to determine fresh water exposure and aid in determining the treatment for animals recovered from low salinity waters.",
  "authors": [
    {
      "last_name": "Ewing",
      "fore_name": "Ruth Y",
      "initials": "RY",
      "name": "Ruth Y Ewing",
      "affiliations": [
        "Southeast Fisheries Science Center, National Marine Fisheries Service, National Oceanographic and Atmospheric Administration, Miami, FL, United States."
      ]
    },
    {
      "last_name": "Mase-Guthrie",
      "fore_name": "Blair",
      "initials": "B",
      "name": "Blair Mase-Guthrie",
      "affiliations": [
        "Southeast Fisheries Science Center, National Marine Fisheries Service, National Oceanographic and Atmospheric Administration, Miami, FL, United States."
      ]
    },
    {
      "last_name": "McFee",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne McFee",
      "affiliations": [
        "National Centers for Coastal Ocean Science, National Ocean Service, Charleston, SC, United States."
      ]
    },
    {
      "last_name": "Townsend",
      "fore_name": "Forrest",
      "initials": "F",
      "name": "Forrest Townsend",
      "affiliations": [
        "Bayside Veterinary Hospital, Fort Walton Beach, FL, United States."
      ]
    },
    {
      "last_name": "Manire",
      "fore_name": "Charles A",
      "initials": "CA",
      "name": "Charles A Manire",
      "affiliations": [
        "Mote Marine Laboratory, Sarasota, FL, United States.",
        "Loggerhead Marinelife Center, Juno, FL, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Aquatic Animal Health, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Borkowski",
      "fore_name": "Rose",
      "initials": "R",
      "name": "Rose Borkowski",
      "affiliations": [
        "Department of Biology and Marine Science, Jacksonville University, Jacksonville, FL, United States.",
        "Georgia Aquarium's Conservation Field Station, St. Augustine, FL, United States."
      ]
    },
    {
      "last_name": "Bossart",
      "fore_name": "Gregory D",
      "initials": "GD",
      "name": "Gregory D Bossart",
      "affiliations": [
        "Georgia Aquarium, Atlanta, GA, United States.",
        "Division of Comparative Pathology, Department of Pathology and Laboratory Medicine, Miller School of Medicine, University of Miami, Miami, FL, United States."
      ]
    },
    {
      "last_name": "Schaefer",
      "fore_name": "Adam M",
      "initials": "AM",
      "name": "Adam M Schaefer",
      "affiliations": [
        "Harbor Branch Oceanographic Institute, Florida Atlantic University, Fort Pierce, FL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28642866",
    "pmc": "PMC5462898",
    "doi": "10.3389/fvets.2017.00080"
  },
  "doi": "10.3389/fvets.2017.00080",
  "pmc_id": "PMC5462898",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.896472",
    "pmid": "28642866"
  }
}