{
  "pmid": "28645544",
  "uid": "28645544",
  "title": "Diagnostic accuracy of EUS compared with MRCP in detecting choledocholithiasis: a meta-analysis of diagnostic test accuracy in head-to-head studies.",
  "abstract": "BACKGROUND AND AIMS: There is a wide range of reported sensitivity and specificity for EUS and MRCP in the diagnosis of choledocholithiasis, with lack of a proper meta-analysis of diagnostic test accuracy by using head-to-head comparison. Here, we aimed to compare the diagnostic accuracy of EUS and MRCP in detecting choledocholithiasis by using appropriate methodology recommended by the Cochrane Collaboration. METHODS: A comprehensive electronic literature search up to January 2017 was done by 2 reviewers for prospective cohort studies comparing EUS and MRCP to a reference standard for detecting choledocholithiasis. The acceptable reference standards were considered ERCP, intraoperative cholangiography, or clinical follow-up >3 months for negative cases. Quality of the included studies was measured by using the QUADAS-2 tool. A bivariate hierarchical model was used to perform the meta-analysis of diagnostic test accuracy. Summary receiver operating characteristics were developed and the area under the curve was calculated. RESULTS: A total of 5 of 32 studies were included. No study presented a high risk of bias. The pooled sensitivity and specificity were 0.97 (range, 0.91-0.99) and 0.90 (range, 0.83-0.94) for EUS and 0.87 (range, 0.80-0.93) and 0.92 (range, 0.87-0.96) for MRCP. The overall diagnostic odds ratio of EUS was significantly higher than the one with MRCP (162.5 vs 79.0, respectively; P = .008). Further analysis showed that this was mainly due to the significantly higher sensitivity of EUS as compared with that of MRCP (P = .006). The specificity was not significantly different between 2 modalities (P = .42). CONCLUSION: Both EUS and MRCP provide good diagnostic accuracy, with EUS providing statically better diagnostic accuracy and sensitivity, with comparable specificity. EUS should be incorporated in the diagnostic algorithm in patients suspected of choledocholithiasis whenever appropriate.",
  "authors": [
    {
      "last_name": "Meeralam",
      "fore_name": "Yaser",
      "initials": "Y",
      "name": "Yaser Meeralam",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al-Shammari",
      "fore_name": "Khalil",
      "initials": "K",
      "name": "Khalil Al-Shammari",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gastrointestinal endoscopy",
    "iso_abbreviation": "Gastrointest Endosc",
    "issn": "1097-6779",
    "issn_type": "Electronic",
    "volume": "86",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "986",
  "end_page": "993",
  "pages": "986-993",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Cholangiopancreatography, Magnetic Resonance",
    "Choledocholithiasis",
    "Endosonography",
    "Humans",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "28645544",
    "doi": "10.1016/j.gie.2017.06.009",
    "pii": "S0016-5107(17)32032-1"
  },
  "doi": "10.1016/j.gie.2017.06.009",
  "dates": {
    "completed": "2018-07-27",
    "revised": "2018-07-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.007822",
    "pmid": "28645544"
  }
}