{
  "pmid": "28654597",
  "uid": "28654597",
  "title": "Involvement of the Interosseous and Lumbrical Muscle-Tendon Units in the Lateral and Spiral Cords in Dupuytren's Disease of the Middle Fingers.",
  "abstract": "BACKGROUND: The nature of intrinsic muscle involvement in Dupuytren's disease of the middle fingers (long and ring) remains poorly characterized. Over the years, the authors have observed that both the spiral and lateral digital cords in the middle fingers receive contribution from intrinsic muscle-tendon units. This report describes the anatomical characteristics and frequency of intrinsic muscle-tendon unit involvement in Dupuytren's disease of the middle fingers. METHODS: Intrinsic muscle involvement in the middle digits was recorded in the operative reports of patients undergoing Dupuytren's surgery between October of 2013 and February of 2016. The anatomical variations of diseased fascia were delineated and classified. RESULTS: Of the 113 digits with Dupuytren's contracture operated on during this period, 52 involved the middle fingers (12 long and 40 ring fingers). Intrinsic muscles were found to be involved in the contracture of 14 of these digits. Two unique contracture patterns were identified: type I contracture, which involves a lateral digital cord originating from intrinsic muscle-tendon units and contracting only the proximal interphalangeal joint; and type II contracture, which involves a spiral cord receiving contribution from intrinsic muscle-tendon units and contracting both the metacarpophalangeal and proximal interphalangeal joints. The frequency of type I and type II contractures was 6 percent and 12 percent, respectively. CONCLUSION: Intrinsic hand muscles may contribute to Dupuytren's disease in the middle digits, and the authors suggest resecting cords as close as possible to their musculotendinous origin to improve postoperative outcomes.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Hamilton, Ontario, Canada.",
        "From the Division of Plastic Surgery, Department of Surgery, and the Faculty of Health Science, McMaster University."
      ]
    },
    {
      "last_name": "Karpinski",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta Karpinski",
      "affiliations": [
        "Hamilton, Ontario, Canada.",
        "From the Division of Plastic Surgery, Department of Surgery, and the Faculty of Health Science, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "140",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "116",
  "end_page": "124",
  "pages": "116-124",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Dupuytren Contracture",
    "Female",
    "Fingers",
    "Humans",
    "Male",
    "Muscle, Skeletal",
    "Retrospective Studies",
    "Tendons",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28654597",
    "doi": "10.1097/PRS.0000000000003419",
    "pii": "00006534-201707000-00022"
  },
  "doi": "10.1097/PRS.0000000000003419",
  "dates": {
    "completed": "2017-09-07",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.166740",
    "pmid": "28654597"
  }
}