{
  "pmid": "28661903",
  "uid": "28661903",
  "title": "P2Y12 receptor inhibitor resistance and coronary artery disease: a bench to bedside primer for cardiovascular specialists.",
  "abstract": "PURPOSE OF REVIEW: Platelet P2Y12 receptor inhibitors are routinely prescribed for patients after acute coronary syndromes and percutaneous coronary interventions. Patients may have underresponsiveness (or resistance) to these drugs and in particular to clopidogrel, the most often used type. This review aims to focus on the concept of P2Y12 receptor inhibitor resistance and discuss incidence, mechanisms, novel diagnostic techniques and past and future clinical trials on the topic. RECENT FINDINGS: Patients treated with P2Y12 receptor inhibitors may develop high on-treatment platelet reactivity (HPR), a phenomenon of impaired response toward the drug, which has been associated with ischemic complications. Although potent P2Y12 inhibitors provide better ischemic protection, this must be balanced with increased bleeding risk. Several clinical factors, including common genetic variants such as Cytochrome P450 2C19 loss-of-function alleles, have been shown to predispose to HPR among patients on clopidogrel. Platelet function tests and genotyping platforms have enabled identification of patients at-risk for HPR. Past studies using platelet testing and tailoring therapy among patients with HPR have failed to provide conclusive data to support its routine use. SUMMARY: Ongoing studies using genotyping and novel antiplatelet regimens may identify potential strategies to minimize ischemic and bleeding risks concurrently. Until definitive studies demonstrate clear benefit of a personalized approach to P2Y12 inhibitor prescription, the choice of P2Y12 inhibitors should continue to be based on best evidence from previous large clinical trials.",
  "authors": [
    {
      "last_name": "So",
      "fore_name": "Derek Y F",
      "initials": "DYF",
      "name": "Derek Y F So",
      "affiliations": [
        "aUniversity of Ottawa Heart Institute, Ottawa bDivision of Cardiology cDivision of Cardiac Surgery, St. Michael's Hospital, University of Toronto, Toronto dPopulation Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bagai",
      "fore_name": "Akshay",
      "initials": "A",
      "name": "Akshay Bagai",
      "affiliations": []
    },
    {
      "last_name": "Tran",
      "fore_name": "Uyen",
      "initials": "U",
      "name": "Uyen Tran",
      "affiliations": []
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in cardiology",
    "iso_abbreviation": "Curr Opin Cardiol",
    "issn": "1531-7080",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "617",
  "end_page": "626",
  "pages": "617-626",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Blood Platelets",
    "Coronary Artery Disease",
    "Drug Resistance",
    "Genotype",
    "Humans",
    "Platelet Aggregation",
    "Platelet Aggregation Inhibitors",
    "Platelet Function Tests",
    "Purinergic P2Y Receptor Antagonists",
    "Ticlopidine",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28661903",
    "doi": "10.1097/HCO.0000000000000440"
  },
  "doi": "10.1097/HCO.0000000000000440",
  "dates": {
    "completed": "2018-06-05",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Purinergic P2Y Receptor Antagonists",
    "Ticlopidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.778225",
    "pmid": "28661903"
  }
}