{
  "pmid": "28669350",
  "uid": "28669350",
  "title": "Why more research needs to be done on echinococcosis in Pakistan.",
  "abstract": "BACKGROUND: Echinococcosis has a worldwide geographical distribution with endemic foci on every inhabited continent. Due to the frequent outbreaks in different parts of Pakistan in the recent past, echinococcosis is being described as a neglected tropical disease and is considered one of the most neglected parasitic diseases in the country. In endemic regions, predominantly settings with limited resources, there are high numbers of echinococcosis patients, as these communities do not have access to appropriate treatment. In Pakistan, there are limited reports on echinococcosis. The disease is prevalent in human and livestock, but this has not been sufficiently explored yet. Pakistan is an agricultural country and due to the disease's zoonotic mode of transmission, there is a dire need of future research on it. The present paper is an effort to highlight the importance of echinococcosis in Pakistan. DISCUSSION: There is a dire need for future research on echinococcosis in Pakistan as very few investigations had been carried out on this topic thus far. The prevalence of the disease in neighbouring countries highlights that Pakistan might be at severe risk of this zoonotic infection and further supports the need for more research. In Pakistan, the majority of the population lives in rural areas with limited acess to proper hygienic/sanitary facilities. These conditions favour the outbreak of diseases such as echinococcosis. The limited available data could result in higher outbreaks in the future, and thus cause the already weak healthcare system to overburden. The country has a meagre annual budget for health, which is being spent on known infections such as polio, dengue fever and hepatic viral infections. A proper surveillance system for echinococcosis is required across the country as treatment is usually expensive, complicated and may require extensive surgery and/or prolonged drug therapy. Development of new/novel drugs and other treatment modalities receives very little, if any, attention. Prognostic awareness programmes against this infection involve deworming of the infected animals, improved food inspection and slaughterhouse hygiene, and public education campaigns. CONCLUSION: Future research on echinococcosis is anticipated to demonstrate whether the epidemiology, diagnosis and recombinant vaccines/antibodies relating to echinococcosis can meet the quality standards (purity, potency, safety and efficacy) defined by the World Health Organization. Research work should be carried out on the epidemiology and serodiagnosis of echinocossis in the different areas of Pakistan, which will be useful for the proper eradication of echinococcosis in this region. The health department should implement awareness-raising campaigns for the general public in order to reduce the burden of disease.",
  "authors": [
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chak Shahzad, Islamabad, Pakistan.",
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Shahzad",
      "initials": "S",
      "name": "Shahzad Ali",
      "affiliations": [
        "Department of Wildlife and Ecology, University of Veterinary and Animal Sciences, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Chemistry, School of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Abid Ali",
      "initials": "AA",
      "name": "Abid Ali Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chak Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Raza",
      "fore_name": "Hamid",
      "initials": "H",
      "name": "Hamid Raza",
      "affiliations": [
        "Department of Chemistry, School of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Zaheer Hussain",
      "initials": "ZH",
      "name": "Zaheer Hussain Shah",
      "affiliations": [
        "School of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey. ssimsek@firat.edu.tr."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases of poverty",
    "iso_abbreviation": "Infect Dis Poverty",
    "issn": "2049-9957",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "03"
  },
  "start_page": "90",
  "pages": "90",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Animals",
    "Disease Outbreaks",
    "Echinococcosis",
    "Humans",
    "Livestock",
    "Pakistan",
    "Population Surveillance",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "28669350",
    "pmc": "PMC5494903",
    "doi": "10.1186/s40249-017-0309-z",
    "pii": "10.1186/s40249-017-0309-z"
  },
  "doi": "10.1186/s40249-017-0309-z",
  "pmc_id": "PMC5494903",
  "dates": {
    "completed": "2018-02-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.788688",
    "pmid": "28669350"
  }
}