{
  "pmid": "28660892",
  "uid": "28660892",
  "title": "Reperfusion strategies in acute myocardial infarction and multivessel disease.",
  "abstract": "Approximately 50% of patients with ST-segment elevation myocardial infarction (STEMI) have multivessel disease. The optimal reperfusion strategy in these patients is still uncertain. Whether percutaneous coronary intervention (PCI) of only the culprit vessel or a strategy of complete revascularization, either in a simultaneous or staged multivessel PCI approach, should be performed remains unclear. Although a large number of observational studies have mostly shown worse clinical outcomes associated with a multivessel PCI approach, increasing evidence from randomized controlled trials suggests that multivessel PCI is safe, while reducing the need for revascularization in selected patients, compared with culprit vessel-only PCI. However, adequately-powered studies are still needed to determine the best treatment strategy in patients with STEMI and multivessel disease, particularly to demonstrate a reduction in the hard end point of death or myocardial infarction. In this Review, we provide a comprehensive summary of current evidence on the different treatment options for patients with STEMI and multivessel disease, highlighting current guideline recommendations and providing future directions on reperfusion strategies in these patients.",
  "authors": [
    {
      "last_name": "Vogel",
      "fore_name": "Birgit",
      "initials": "B",
      "name": "Birgit Vogel",
      "affiliations": [
        "Icahn School of Medicine at Mount Sinai, The Zena and Michael A. Wiener Cardiovascular Institute, One Gustave L. Levy Place, Box 1030, New York, New York 10029, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Mehran",
      "fore_name": "Roxana",
      "initials": "R",
      "name": "Roxana Mehran",
      "affiliations": [
        "Icahn School of Medicine at Mount Sinai, The Zena and Michael A. Wiener Cardiovascular Institute, One Gustave L. Levy Place, Box 1030, New York, New York 10029, USA."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Cardiology",
    "iso_abbreviation": "Nat Rev Cardiol",
    "issn": "1759-5010",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "665",
  "end_page": "678",
  "pages": "665-678",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Coronary Vessels",
    "Electrocardiography",
    "Humans",
    "Percutaneous Coronary Intervention",
    "Practice Guidelines as Topic",
    "ST Elevation Myocardial Infarction",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28660892",
    "doi": "10.1038/nrcardio.2017.88",
    "pii": "nrcardio.2017.88"
  },
  "doi": "10.1038/nrcardio.2017.88",
  "dates": {
    "completed": "2019-08-06",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.778045",
    "pmid": "28660892"
  }
}