{
  "pmid": "28660841",
  "uid": "28660841",
  "title": "The care experiences of patients who die in residential hospice: A qualitative analysis of the last three months of life from the views of bereaved caregivers.",
  "abstract": "OBJECTIVE: Despite the increasing prominence of residential hospices as a place of death and that, in many regards, this specialized care represents a gold standard, little is known about the care experience in this setting. Using qualitative survey data, we examined the positive and negative perceptions of care in hospices and in other prior settings. METHOD: Qualitative comments were extracted from the CaregiverVoice survey completed by bereaved caregivers of decedents who had died in 16 residential hospices in Ontario, Canada. On this survey, caregivers reported what was good and bad about the services provided during the last three months of life as separate open-text questions. A constant-comparison method was employed to derive themes from the responses. RESULTS: A total of 550 caregivers completed the survey, 94% (517) of whom commented on either something good (84%) and/or bad (49%) about the care experience. In addition to residential hospice, the majority of patients represented also received palliative care in the home (69%) or hospital (59%). Overall, most positive statements were about care in hospice (71%), whereas the negative statements tended to refer to other settings (81%). The hospice experience was found to exemplify care that was compassionate and holistic, in a comforting environment, offered by providers who were personable, dedicated, and informative. These humanistic qualities of care and the extent of support were generally seen to be lacking from the other settings. SIGNIFICANCE OF RESULTS: Our examination of the good and bad aspects of palliative care received is unique in qualitatively exploring palliative care experiences across multiple settings, and specifically that in hospices. Investigation of these perspectives affirmed the elements of care that dying patients and their family caregivers most value and that the hospices were largely effective at addressing. These findings highlight the need for reinforcing these qualities in other end-of-life settings to create comforting and supportive environments.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology,McMaster University,Ontario,Hamilton,Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    },
    {
      "last_name": "Giruparajah",
      "fore_name": "Mohanna",
      "initials": "M",
      "name": "Mohanna Giruparajah",
      "affiliations": [
        "Faculty of Health Sciences,McMaster University,Ontario,Hamilton,Canada."
      ]
    },
    {
      "last_name": "Zou",
      "fore_name": "Hanyan",
      "initials": "H",
      "name": "Hanyan Zou",
      "affiliations": [
        "Faculty of Health Sciences,McMaster University,Ontario,Hamilton,Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology,McMaster University,Ontario,Hamilton,Canada."
      ]
    }
  ],
  "journal": {
    "title": "Palliative & supportive care",
    "iso_abbreviation": "Palliat Support Care",
    "issn": "1478-9523",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "421",
  "end_page": "431",
  "pages": "421-431",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Bereavement",
    "Caregivers",
    "Female",
    "Hospice Care",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Satisfaction",
    "Patients",
    "Qualitative Research",
    "Residential Treatment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28660841",
    "doi": "10.1017/S147895151700058X",
    "pii": "S147895151700058X"
  },
  "doi": "10.1017/S147895151700058X",
  "dates": {
    "completed": "2019-03-11",
    "revised": "2019-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.063923",
    "pmid": "28660841"
  }
}