{
  "pmid": "28678121",
  "uid": "28678121",
  "title": "Predicting and Preventing Loss to Follow-up of Adult Trauma Patients in Randomized Controlled Trials: An Example from the FLOW Trial.",
  "abstract": "BACKGROUND: High loss-to-follow-up rates are a risk in even the most rigorously designed randomized controlled trials (RCTs). Consequently, predicting and preventing loss to follow-up are important methodological considerations. We hypothesized that certain baseline characteristics are associated with a greater likelihood of patients being lost to follow-up. Our primary objective was to determine which baseline characteristics are associated with loss to follow-up within 12 months after an open fracture in adult patients participating in the Fluid Lavage of Open Wounds (FLOW) trial. We also present strategies to reduce loss to follow-up in trauma trials. METHODS: Data for this study were derived from the FLOW trial, a funded trial in which payments to clinical sites were tied to participant retention. We conducted a binary logistic regression analysis with loss to follow-up as the dependent variable to determine participant characteristics associated with a higher risk of loss to follow-up. RESULTS: Complete data were available for 2,381 of 2,447 participants. One hundred and sixty-three participants (6.7%) were lost to follow-up. Participants who received treatment in the U.S. were more likely to be lost to follow-up than those who received treatment in other countries (odds ratio [OR] = 3.56, 95% confidence interval [CI]: 2.46 to 5.17, p < 0.001). Male sex (OR = 1.75, 95% CI: 1.15 to 2.67, p = 0.009), current smoking (OR = 1.82, 95% CI: 1.28 to 2.58, p = 0.001), high-risk alcohol consumption (OR = 1.88, 95% CI: 1.16 to 3.05, p = 0.010), and an age of <30 years (OR = 2.16, 95% CI: 1.19 to 3.95, p = 0.012) all significantly increased the odds of a patient being lost to follow-up. Conversely, participants who had sustained polytrauma (OR = 0.52, 95% CI: 0.37 to 0.73, p < 0.001) or had a Gustilo-Anderson type-IIIA, B, or C fracture (OR = 0.60, 95% CI: 0.38 to 0.94, p = 0.024) had lower odds of being lost to follow-up. CONCLUSIONS: Using a number of strategies, we were able to reduce the loss-to-follow-up rate to <7%. Males, current smokers, young participants, participants who consumed a high-risk amount of alcohol, and participants in the U.S. were more likely to be lost to follow-up even after these strategies had been employed; therefore, additional strategies should be developed to target these high-risk participants. CLINICAL RELEVANCE: This study highlights an important need to develop additional strategies to minimize loss to follow-up, including targeted participant-retention strategies. Male sex, an age of <30 years, current smoking, high-risk alcohol consumption, and treatment in a developed country with a predominantly privately funded health-care system increased the likelihood of participants being lost to follow-up. Therefore, strategies should be targeted to these participants. Use of the planning and prevention strategies outlined in the current study can minimize loss to follow-up in orthopaedic trials.",
  "authors": [
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "1Department of Clinical Epidemiology and Biostatistics (K.M., T.S., P.McK., M.B., and S.S.) and Division of Orthopaedic Surgery, Department of Surgery (B.A.P., M.B., and S.S.), McMaster University, Hamilton, Ontario, Canada 2Department of Orthopaedic Surgery, Greenville Health System, Greenville, South Carolina."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": []
    },
    {
      "last_name": "McKay",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula McKay",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Jeray",
      "fore_name": "Kyle J",
      "initials": "KJ",
      "name": "Kyle J Jeray",
      "affiliations": []
    },
    {
      "last_name": "Tanner",
      "fore_name": "Stephanie L",
      "initials": "SL",
      "name": "Stephanie L Tanner",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "13",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "1086",
  "end_page": "1092",
  "pages": "1086-1092",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Extremities",
    "Female",
    "Fractures, Bone",
    "Fractures, Open",
    "Humans",
    "Lost to Follow-Up",
    "Male",
    "Middle Aged",
    "Pressure",
    "Research Design",
    "Soaps",
    "Sodium Chloride",
    "Surgical Wound Infection",
    "Therapeutic Irrigation",
    "Treatment Outcome",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28678121",
    "pmc": "PMC5490332",
    "doi": "10.2106/JBJS.16.00900",
    "pii": "00004623-201707050-00003"
  },
  "doi": "10.2106/JBJS.16.00900",
  "pmc_id": "PMC5490332",
  "dates": {
    "completed": "2017-08-25",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Soaps",
    "Sodium Chloride"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.380260",
    "pmid": "28678121"
  }
}