{
  "pmid": "28683233",
  "uid": "28683233",
  "title": "Development of a Clinician-Rated Drop Vertical Jump Scale for Patients Undergoing Rehabilitation After Anterior Cruciate Ligament Reconstruction: A Delphi Approach.",
  "abstract": "Study Design Delphi panel study. Background Biomechanical parameters measured during a drop vertical jump task are risk factors for anterior cruciate ligament (ACL) injury and are targeted during rehabilitation after ACL reconstruction. A clinically feasible tool that quantifies observed performance on the drop vertical jump would help inform treatment efforts. The content and scoring of such a tool should be deliberated on by a group of experts throughout its development. Objectives To establish consensus on the content and scoring of a clinician-rated drop vertical jump scale (DVJS) for use during rehabilitation after ACL reconstruction. Methods Using a modified Delphi process, a panel of experts (researchers and clinicians) on the risk factors, prevention, treatment, and biomechanics of ACL injury anonymously critiqued versions of a DVJS. The DVJS was developed iteratively, based on the feedback from the panel, using Likert scale responses to questions and providing written comments. Three to 5 rounds were planned a priori, with a requirement of 75% agreement on included items after the final round. Results Twenty of the 31 invited experts (65%) participated. Approximately 93% agreement was achieved after the fourth round. Final items on the scale included the rating of knee valgus collapse (no collapse to extreme collapse) and the presence of other undesirable movements, including lateral trunk lean, insufficient knee flexion, and limb-to-limb asymmetry. Conclusion The Delphi process resulted in a beta version of a DVJS. Expert consensus was achieved on its content and scoring to support further clinical testing of the scale. J Orthop Sports Phys Ther 2017;47(8):557-564. Epub 6 Jul 2017. doi:10.2519/jospt.2017.7183.",
  "authors": [
    {
      "last_name": "Gagnon",
      "fore_name": "Sheila S",
      "initials": "SS",
      "name": "Sheila S Gagnon",
      "affiliations": []
    },
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": []
    },
    {
      "last_name": "Chesworth",
      "fore_name": "Bert M",
      "initials": "BM",
      "name": "Bert M Chesworth",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Werstine",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Werstine",
      "affiliations": []
    },
    {
      "last_name": "Giffin",
      "fore_name": "J Robert",
      "initials": "JR",
      "name": "J Robert Giffin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "1938-1344",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "557",
  "end_page": "564",
  "pages": "557-564",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Athletic Injuries",
    "Biomechanical Phenomena",
    "Delphi Technique",
    "Humans",
    "Physical Therapy Modalities",
    "Plyometric Exercise"
  ],
  "article_ids": {
    "pubmed": "28683233",
    "doi": "10.2519/jospt.2017.7183"
  },
  "doi": "10.2519/jospt.2017.7183",
  "dates": {
    "completed": "2018-02-09",
    "revised": "2018-02-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.950592",
    "pmid": "28683233"
  }
}