{
  "pmid": "28687380",
  "uid": "28687380",
  "title": "Patient and Family Engagement in Designing and Implementing a Weaning Trial: A Novel Research Paradigm in Critical Care.",
  "abstract": "The call for meaningful patient and family engagement in research has recently gained considerable momentum. This article defines patient and family engagement broadly and specifically in clinical research. Using a multicenter, North American weaning trial as an exemplar, we describe our early experiences as clinical researchers with patient and family engagement. The role of our Patient and Family Advisory Committee in trial design and implementation is illustrated. Through our experiences, we share our insights regarding the perceived opportunities and also highlight some challenges associated with engaging patients and family engagement in critical care research. Although \"engagement science\" is in its infancy, engaging patients and families in research holds promise as a novel research paradigm that will not only provide new insights into the questions, methods, and outcomes used in ICU research, but it will also make investments in research more accountable and ensure a strong \"patient- and family-centered focus\" of our research.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada. Electronic address: burnsk@smh.ca."
      ]
    },
    {
      "last_name": "Devlin",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Devlin",
      "affiliations": [
        "School of Pharmacy, Northeastern University, Boston, MA; Division of Pulmonary, Critical Care and Sleep Medicine, Tufts Medical Center, Boston, MA."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Nicholas S",
      "initials": "NS",
      "name": "Nicholas S Hill",
      "affiliations": [
        "Division of Pulmonary, Critical Care and Sleep Medicine, Tufts Medical Center, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "152",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "707",
  "end_page": "711",
  "pages": "707-711",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Critical Care",
    "Critical Illness",
    "Family",
    "Humans",
    "Patient Participation",
    "Professional-Family Relations",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "28687380",
    "doi": "10.1016/j.chest.2017.06.028",
    "pii": "S0012-3692(17)31204-7"
  },
  "doi": "10.1016/j.chest.2017.06.028",
  "dates": {
    "completed": "2017-10-12",
    "revised": "2018-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.164818",
    "pmid": "28687380"
  }
}