{
  "pmid": "28699181",
  "uid": "28699181",
  "title": "Predicting in a predicament: Stroke and hemorrhage risk prediction in dialysis patients with atrial fibrillation.",
  "abstract": "Whether to anticoagulate dialysis patients with atrial fibrillation is a common clinical dilemma with limited high-quality data to inform decision-making. While the efficacy and safety of anticoagulation for stroke prevention in dialysis patients with atrial fibrillation has long been debated and remains unclear, the more upstream issue of stroke risk assessment from atrial fibrillation has received relatively little attention. In the general population, a handful of risk scores to help predict stroke and hemorrhage risk in the setting of atrial fibrillation are widely validated and applied in clinical practice. But are they applicable to the dialysis population? The most commonly used stroke risk scores, CHADS2 and CHA2DS2-VASC, have limited validation in the dialysis population, and when validated, have shown poor performance (c-statistics <0.70). Stroke risk scores derived in the general atrial fibrillation population may perform poorly in dialysis patients for a number of reasons. Dialysis patients have unique stroke risk factors, such as chronic inflammation and vascular calcification, and a much higher competing risk of death, none of which are accounted for in current risk scores. Further complicating the dilemma of anticoagulation is hemorrhage risk, which is known to be exceedingly high in dialysis patients. Currently available hemorrhage risk scores, such as HAS-BLED, have not been validated in dialysis patients and will likely underestimate hemorrhage risk. Moving forward, risk tools specific to the dialysis population are needed to accurately assess and balance stroke and hemorrhage risks in dialysis patients with atrial fibrillation.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Canada.",
        "Epidemiology, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in dialysis",
    "iso_abbreviation": "Semin Dial",
    "issn": "1525-139X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "37",
  "end_page": "47",
  "pages": "37-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Renal Dialysis",
    "Reproducibility of Results",
    "Risk Assessment",
    "Severity of Illness Index",
    "Stroke",
    "Survival Rate",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28699181",
    "doi": "10.1111/sdi.12637"
  },
  "doi": "10.1111/sdi.12637",
  "dates": {
    "completed": "2019-01-25",
    "revised": "2019-01-25"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.439768",
    "pmid": "28699181"
  }
}