{
  "pmid": "28693544",
  "uid": "28693544",
  "title": "McMaster Optimal Aging Portal: an evidence-based database for geriatrics-focused health professionals.",
  "abstract": "OBJECTIVE: The objective of this work was to provide easy access to reliable health information based on good quality research that will help health care professionals to learn what works best for seniors to stay as healthy as possible, manage health conditions and build supportive health systems. This will help meet the demands of our aging population that clinicians provide high quality care for older adults, that public health professionals deliver disease prevention and health promotion strategies across the life span, and that policymakers address the economic and social need to create a robust health system and a healthy society for all ages. RESULTS: The McMaster Optimal Aging Portal's (Portal) professional bibliographic database contains high quality scientific evidence about optimal aging specifically targeted to clinicians, public health professionals and policymakers. The database content comes from three information services: McMaster Premium LiteratUre Service (MacPLUS™), Health Evidence™ and Health Systems Evidence. The Portal is continually updated, freely accessible online, easily searchable, and provides email-based alerts when new records are added. The database is being continually assessed for value, usability and use. A number of improvements are planned, including French language translation of content, increased linkages between related records within the Portal database, and inclusion of additional types of content. While this article focuses on the professional database, the Portal also houses resources for patients, caregivers and the general public, which may also be of interest to geriatric practitioners and researchers.",
  "authors": [
    {
      "last_name": "Barbara",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Barbara",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. barbara@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Brian Haynes",
      "fore_name": "R",
      "initials": "R",
      "name": "R Brian Haynes",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Political Science, McMaster University, Hamilton, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Canadian Longitudinal Study on Aging, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Levinson",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Levinson",
      "affiliations": [
        "Division of e-Learning Innovation, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "start_page": "271",
  "pages": "271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aging",
    "Databases, Bibliographic",
    "Evidence-Based Practice",
    "Geriatrics",
    "Humans",
    "Medical Informatics"
  ],
  "article_ids": {
    "pubmed": "28693544",
    "pmc": "PMC5504718",
    "doi": "10.1186/s13104-017-2595-8",
    "pii": "10.1186/s13104-017-2595-8"
  },
  "doi": "10.1186/s13104-017-2595-8",
  "pmc_id": "PMC5504718",
  "dates": {
    "completed": "2018-04-09",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.154541",
    "pmid": "28693544"
  }
}