{
  "pmid": "28695875",
  "uid": "28695875",
  "title": "Can bariatric surgery delay the need for knee replacement in morbidly obese osteoarthritis patients.",
  "abstract": "OBJECTIVE: The objective of the study was to find the weight reduction pattern and its outcome on knee pain and function in osteoarthritis (OA) morbidly obese patients' post-bariatric surgery with dietary and exercise changes. METHODOLOGY: Thirty morbidly obese (body mass index [BMI] >40 kg/m2) OA patients gave consent for bariatric surgery. Despite wearisome lifestyle modifications for weight loss and knee pain, satisfactory results were not retrieved. We took consent from all the patients predetermined for knee replacement in future because of pain and disability as recommended by knee replacement surgeon. The dietary and exercise protocol was standardised for all patients for bariatrics. Data for weight loss, change in BMI and Western Ontario and McMaster Universities Arthritis Index score consisting of pain, stiffness and activities of daily livings (ADLs) scores were documented at baseline, 3 months and 6 months post-bariatric surgery. RESULTS: The male-to-female ratio was 1:2. Mean age of the patients was 49.8 ± 8.6 years. Significant changes in pain (P < 0.001), stiffness (P < 0.001) and ADLs (P < 0.001) were found postoperatively at 3 and 6 months. Positive correlation of percentage change of BMI was seen with percentage change in pain (r = 0.479, P = 0.007) and ADLs (r = 0.414, P = 0.023) after 6 months of bariatric surgery. Most of the patients were inclined to delay the knee replacement further by the end of 6 months post-bariatric surgery. CONCLUSION: Bariatric surgery when combined with dietary and exercise changes gave significant results in terms of weight loss, knee pain and function. It is an approach that tackles both obesity and OA. It is a major step forward in stemming the global epidemic of these two interlinked conditions.",
  "authors": [
    {
      "last_name": "Rishi",
      "fore_name": "Lajja",
      "initials": "L",
      "name": "Lajja Rishi",
      "affiliations": [
        "Department of Physiotherapy, Sri Aurobindo Medical College and PG Institute, Mohak Bariatrics and Robitics, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Physiotherapy, Sri Aurobindo Medical College and PG Institute, Mohak Bariatrics and Robitics, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Ravindra",
      "initials": "R",
      "name": "Ravindra Kumar",
      "affiliations": [
        "Central Research Laboratory, Sri Aurobindo Medical College and PG Institute, Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimal access surgery",
    "iso_abbreviation": "J Minim Access Surg",
    "issn": "0972-9941",
    "issn_type": "Print",
    "volume": "14",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "13",
  "end_page": "17",
  "pages": "13-17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28695875",
    "pmc": "PMC5749191",
    "doi": "10.4103/jmas.JMAS_129_16",
    "pii": "209965"
  },
  "doi": "10.4103/jmas.JMAS_129_16",
  "pmc_id": "PMC5749191",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.147867",
    "pmid": "28695875"
  }
}