{
  "pmid": "28709751",
  "uid": "28709751",
  "title": "Does Muscle Atrophy and Fatty Infiltration Plateau or Persist in Chronic Spinal Cord Injury?",
  "abstract": "Atrophy and fatty infiltration of lower extremity muscle after spinal cord injury (SCI) predisposes individuals to metabolic syndrome and related diabetes and cardiovascular disease. The objective of this study was to prospectively measure changes in muscle atrophy and fat content of distal lower extremity muscles and explore related factors in a cohort of adults with chronic SCI and diverse impairments. Muscle cross-sectional area and density were calculated from peripheral quantitative computed tomography scans of the 66% site of the calf from 70 participants with chronic SCI (50 male, mean age 49 years, C2-T12, American Spinal Injury Association Impairment Scale A-D) at study enrollment and annually for 2 years. Mixed-model repeated measures analysis of variance (rANOVA) examined longitudinal changes in muscle area and density, and regression analyses explored factors related to muscle changes using 16 potential correlates selected a priori. A high degree of individual variation in muscle area and density change was observed over 2 years (range: 8.5 to -22.6 cm[2]; 6.4 to -8.6 mg/cm[3]). Repeated measures analysis of variance revealed significant reductions in muscle area (estimated mean difference [95% confidence intervals] -1.76 [-3.29 to -0.23]) cm[2], p = 0.025) and density (-1.04 [-1.94 to -0.14] mg/cm[3], p < 0.024); however, changes in area were not significant with outliers removed. Regression analyses explained a small proportion of the variability in muscle density change; however, none of the preselected variables were significantly related to changes in muscle density after post hoc sensitivity analyses. Lower extremity muscle size and fat content may not reach a \"steady-state\" after chronic SCI. Progressive atrophy and fatty infiltration of lower extremity muscle may have adverse implications for metabolic syndrome and cardiovascular disease risk and related mortality after chronic SCI.",
  "authors": [
    {
      "last_name": "Moore",
      "fore_name": "Cameron D",
      "initials": "CD",
      "name": "Cameron D Moore",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: cam.moore@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Craven",
      "fore_name": "B Catharine",
      "initials": "BC",
      "name": "B Catharine Craven",
      "affiliations": [
        "Brain and Spinal Cord Rehabilitation Program, Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada; Department of Medicine, University of Toronto, Toronto, ON, Canada; Department of Kinesiology, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora M",
      "initials": "LM",
      "name": "Lora M Giangregorio",
      "affiliations": [
        "Brain and Spinal Cord Rehabilitation Program, Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada; Department of Kinesiology, University of Waterloo, Waterloo, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical densitometry : the official journal of the International Society for Clinical Densitometry",
    "iso_abbreviation": "J Clin Densitom",
    "issn": "1094-6950",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2018"
  },
  "start_page": "329",
  "end_page": "337",
  "pages": "329-337",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adipose Tissue",
    "Adiposity",
    "Adult",
    "Aged",
    "Atrophy",
    "Chronic Disease",
    "Female",
    "Humans",
    "Leg",
    "Male",
    "Middle Aged",
    "Muscle, Skeletal",
    "Prospective Studies",
    "Spinal Cord Injuries",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "28709751",
    "doi": "10.1016/j.jocd.2017.06.001",
    "pii": "S1094-6950(16)30193-7"
  },
  "doi": "10.1016/j.jocd.2017.06.001",
  "dates": {
    "completed": "2019-11-12",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.411987",
    "pmid": "28709751"
  }
}