{
  "pmid": "28708665",
  "uid": "28708665",
  "title": "Hyperbaric Versus Isobaric Bupivacaine for Spinal Anesthesia: Systematic Review and Meta-analysis for Adult Patients Undergoing Noncesarean Delivery Surgery.",
  "abstract": "BACKGROUND: It is widely believed that the choice between isobaric bupivacaine and hyperbaric bupivacaine formulations alters the block characteristics for the conduct of surgery under spinal anesthesia. The aim of this study was to systematically review the comparative evidence regarding the effectiveness and safety of the 2 formulations when used for spinal anesthesia for adult noncesarean delivery surgery. METHODS: Key electronic databases were searched for randomized controlled trials, excluding cesarean delivery surgeries under spinal anesthesia, without any language or date restrictions. The primary outcome measure for this review was the failure of spinal anesthesia. Two independent reviewers selected the studies and extracted the data. Results were expressed as relative risk (RR) or mean differences (MDs) with 95% confidence intervals (CIs). RESULTS: Seven hundred fifty-one studies were identified between 1946 and 2016. After screening, there were 16 randomized controlled clinical trials, including 724 participants, that provided data for the meta-analysis. The methodological reporting of most studies was poor, and appropriate judgment of their individual risk of bias elements was not possible. There was no difference between the 2 drugs regarding the need for conversion to general anesthesia (RR, 0.60; 95% CI, 0.08-4.41; P = .62; I = 0%), incidence of hypotension (RR, 1.15; 95% CI, 0.69-1.92; P = .58; I = 0%), nausea/vomiting (RR, 0.29; 95% CI, 0.06-1.32; P = .11; I = 7%), or onset of sensory block (MD = 1.7 minutes; 95% CI, -3.5 to 0.1; P = .07; I = 0%). The onset of motor block (MD = 4.6 minutes; 95% CI, 7.5-1.7; P = .002; I = 78%) was significantly faster with hyperbaric bupivacaine. Conversely, the duration of motor (MD = 45.2 minutes; 95% CI, 66.3-24.2; P < .001; I = 87%) and sensory (MD = 29.4 minutes; 95% CI, 15.5-43.3; P < .001; I = 73%) block was longer with isobaric bupivacaine. CONCLUSIONS: Both hyperbaric bupivacaine and isobaric bupivacaine provided effective anesthesia with no difference in the failure rate or adverse effects. The hyperbaric formulation allows for a relatively rapid motor block onset, with shorter duration of motor and sensory block. The isobaric formulation has a slower onset and provides a longer duration of both sensory and motor block. Nevertheless, the small sample size and high heterogeneity involving these outcomes suggest that all the results should be treated with caution.",
  "authors": [
    {
      "last_name": "Uppal",
      "fore_name": "Vishal",
      "initials": "V",
      "name": "Vishal Uppal",
      "affiliations": [
        "From the *Department of Anesthesia, Perioperative Medicine and Pain Management, Dalhousie University, Nova Scotia Health Authority and IWK (Izaak Walton Killam) Health Centre, Halifax, Nova Scotia, Canada; †Department of Anesthesia, McMaster University, St Joseph's Health Care, Hamilton, Ontario, Canada; and ‡Department of Anesthesiology, Pharmacology, and Therapeutics, University of British Columbia, St Paul's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Retter",
      "fore_name": "Susanne",
      "initials": "S",
      "name": "Susanne Retter",
      "affiliations": []
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": []
    },
    {
      "last_name": "Prabhakar",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Prabhakar",
      "affiliations": []
    },
    {
      "last_name": "McKeen",
      "fore_name": "Dolores M",
      "initials": "DM",
      "name": "Dolores M McKeen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "1627",
  "end_page": "1637",
  "pages": "1627-1637",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anesthesia, Obstetrical",
    "Anesthesia, Spinal",
    "Anesthetics, Local",
    "Bupivacaine",
    "Chi-Square Distribution",
    "Delivery, Obstetric",
    "Drug Compounding",
    "Female",
    "Humans",
    "Motor Activity",
    "Odds Ratio",
    "Pain Measurement",
    "Pain Threshold",
    "Pregnancy",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28708665",
    "doi": "10.1213/ANE.0000000000002254"
  },
  "doi": "10.1213/ANE.0000000000002254",
  "dates": {
    "completed": "2017-10-30",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Bupivacaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.640403",
    "pmid": "28708665"
  }
}