{
  "pmid": "28705682",
  "uid": "28705682",
  "title": "Increased bone matrix mineralization in treatment-naïve children with inflammatory bowel disease.",
  "abstract": "Inflammatory bowel disease (IBD) affects many organ systems including the skeleton. In children with IBD, bone mineral density (BMD) and bone turnover are frequently low. Disturbances in bone mineralization density distribution (BMDD) are linked to alterations in bone material strength; however, BMDD has not previously been reported in children with chronic inflammatory disorders. The aim of this study was to characterize BMDD based on quantitative backscatter electron imaging in cancellous (Cn.) and cortical (Ct.) compartments from trans-iliac biopsy samples from a cohort of 20 treatment-naïve children at the time of their IBD diagnosis (12 males, mean age 14.5±2.3years). The outcomes were compared to pediatric reference BMDD data and correlation with revisited biochemical and histomorphometric outcomes was analyzed. BMDD in treatment-naïve children with IBD was shifted toward higher calcium concentrations compared to reference: (i) In cancellous bone, the most frequent calcium concentration (Cn.CaPeak+2.8%, p=0.004) and the portion of highly mineralized bone (Cn.CaHigh+52%, p=0.009) were increased. (ii) In cortical bone, the mineralization heterogeneity (Ct.CaWidth+17.0%, p=0.001) and Ct.CaHigh (+30.4%, p=0.006) were increased. (iii) Furthermore, significant correlations with serum alkaline phosphatase (ALP), bone-specific alkaline phosphatase (bsALP), and urinary crosslinked N-telopeptide of type I collagen (uNTX) were observed: the higher CaMean (the average calcium concentration), CaPeak and CaHigh, the lower were ALP, bsALP, and uNTX (p-value from <0.001 to 0.05). Children with treatment-naïve IBD have decreased bone turnover leading to a higher bone matrix mineralization density, findings which may contribute to compromised bone strength.",
  "authors": [
    {
      "last_name": "Misof",
      "fore_name": "Barbara M",
      "initials": "BM",
      "name": "Barbara M Misof",
      "affiliations": [
        "Ludwig Boltzmann-Institute of Osteology at Hanusch-Hospital of WGKK & Trauma Centre Meidling of AUVA, 1st Medical Department, Hanusch-Hospital, Vienna, Austria. Electronic address: barbara.misof@osteologie.at."
      ]
    },
    {
      "last_name": "Roschger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Roschger",
      "affiliations": [
        "Ludwig Boltzmann-Institute of Osteology at Hanusch-Hospital of WGKK & Trauma Centre Meidling of AUVA, 1st Medical Department, Hanusch-Hospital, Vienna, Austria."
      ]
    },
    {
      "last_name": "Klaushofer",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Klaushofer",
      "affiliations": [
        "Ludwig Boltzmann-Institute of Osteology at Hanusch-Hospital of WGKK & Trauma Centre Meidling of AUVA, 1st Medical Department, Hanusch-Hospital, Vienna, Austria."
      ]
    },
    {
      "last_name": "Rauch",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Rauch",
      "affiliations": [
        "Department of Pediatrics, McGill University, Shriners Hospital of Montréal, Montréal, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Children's Hospital of Eastern Ontario (CHEO) Research Institute, Ottawa, Ontario, Canada; School of Epidemiology and Preventive Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Mack",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Mack",
      "affiliations": [
        "Children's Hospital of Eastern Ontario (CHEO) Research Institute, Ottawa, Ontario, Canada; Children's Hospital of Eastern Ontario Inflammatory Bowel Disease Centre, Ottawa, Ontario, Canada; Department of Paediatrics, University of Ottawa, Canada."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Leanne M",
      "initials": "LM",
      "name": "Leanne M Ward",
      "affiliations": [
        "Children's Hospital of Eastern Ontario (CHEO) Research Institute, Ottawa, Ontario, Canada; Department of Paediatrics, University of Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Bone",
    "iso_abbreviation": "Bone",
    "issn": "1873-2763",
    "issn_type": "Electronic",
    "volume": "105",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "50",
  "end_page": "56",
  "pages": "50-56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Bone Density",
    "Bone Matrix",
    "Calcification, Physiologic",
    "Calcium",
    "Child",
    "Cortical Bone",
    "Female",
    "Humans",
    "Ilium",
    "Inflammatory Bowel Diseases",
    "Male",
    "Statistics, Nonparametric",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28705682",
    "doi": "10.1016/j.bone.2017.07.011",
    "pii": "S8756-3282(17)30237-5"
  },
  "doi": "10.1016/j.bone.2017.07.011",
  "dates": {
    "completed": "2018-06-11",
    "revised": "2018-06-11"
  },
  "chemicals": [
    "Calcium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.342953",
    "pmid": "28705682"
  }
}