{
  "pmid": "28715092",
  "uid": "28715092",
  "title": "The origins of oral medicine in the Hippocratic collected works.",
  "abstract": "The collected works of Hippocrates describe for the first time in a systematic way a large number of oral diseases, such as ulcers, inflammations, abscesses and tumours from the epiglottis, mouth, tongue, palate, uvula and the sublingual area. Several of these case reports are remarkable for the accurate observation of clinical symptoms and signs, the aetiology, the pathogenesis and their therapeutic approach in relation to prognosis. The Hippocratic authors report cases of aphthae as part of a polysystemic disease, described many centuries later by Behçet and Adamantiades, while they associate features of splenomegaly from endemic malaria with gingivitis (ulitis). Benign lip ulcers, caused by sharp teeth bites, were distinguished from the difficult to treat herpes labialis (herpes) and from the necrotising nomae. Although staphylitis and angina (kynanche) were attributed to phlegm accumulation, they were recognised as true emergencies when they were associated with a swollen tongue and uvula. Several cases of kynanche with forward displacement of the first cervical vertebrae, atrophy of the uvula and oedema of the jaws are illustrated. A fatal outcome was anticipated in cases of phagedaenic ulcers of the teeth, causing necrosis and abscess formation. The therapeutic approach of oral diseases proceeded step by step, starting with simple regimens and progressing to invasive techniques, such as phlebotomy, surgical incisions for fluid drainage, and cauterisation. With the aim to avoid adverse events, special attention was paid to the correct timing of surgery and the maintenance of a patent airway with the insertion of small pharyngeal tubes.",
  "authors": [
    {
      "last_name": "Askitopoulou",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Askitopoulou",
      "affiliations": [
        "Department of Anaesthesiology, Faculty of Medicine, University of Crete, Heraklion, Greece."
      ],
      "orcid": "0000-0001-7357-8290"
    },
    {
      "last_name": "Nyktari",
      "fore_name": "Vasileia",
      "initials": "V",
      "name": "Vasileia Nyktari",
      "affiliations": [
        "Department of Anaesthesiology, University Hospital of Heraklion, Heraklion, Greece."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Anaesthesiology, Faculty of Medicine, University of Crete, Heraklion, Greece.",
        "Department of Anaesthesiology, University Hospital of Heraklion, Heraklion, Greece."
      ]
    },
    {
      "last_name": "Stefanakis",
      "fore_name": "Georgios",
      "initials": "G",
      "name": "Georgios Stefanakis",
      "affiliations": [
        "Department of Anaesthesiology, University Hospital of Heraklion, Heraklion, Greece."
      ]
    },
    {
      "last_name": "Konsolaki",
      "fore_name": "Elina",
      "initials": "E",
      "name": "Elina Konsolaki",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, University Hospital of Heraklion, Heraklion, Greece."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral pathology & medicine : official publication of the International Association of Oral Pathologists and the American Academy of Oral Pathology",
    "iso_abbreviation": "J Oral Pathol Med",
    "issn": "1600-0714",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "689",
  "end_page": "694",
  "pages": "689-694",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "History, Ancient",
    "Humans",
    "Mouth Diseases",
    "Oral Medicine"
  ],
  "article_ids": {
    "pubmed": "28715092",
    "doi": "10.1111/jop.12615"
  },
  "doi": "10.1111/jop.12615",
  "dates": {
    "completed": "2018-06-29",
    "revised": "2018-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.729004",
    "pmid": "28715092"
  }
}