{
  "pmid": "28710693",
  "uid": "28710693",
  "title": "Driving Cancer Tumorigenesis and Metastasis Through UPR Signaling.",
  "abstract": "In the tumor microenvironment, cancer cells encounter both external and internal factors that can lead to the accumulation of improperly folded proteins in the Endoplasmic Reticulum (ER) lumen, thus causing ER stress. When this happens, an adaptive mechanism named the Unfolded Protein Response (UPR) is triggered to help the cell cope with this change and restore protein homeostasis in the ER. Sequentially, one would expect that the activation of the three UPR branches, driven namely by IRE1, PERK, and ATF6, are crucial for the adaptation of cancer cells to the changing environment and thus for their survival and further propagation. Indeed, in the last few years, an increasing amount of studies has shown the implication of UPR signaling in different aspects of carcinogenesis and tumor progression. Features such as sustaining proliferation and resistance to cell death, genomic instability, altered metabolism, increased inflammation and tumor-immune infiltration, invasion and metastasis, and angiogenesis, defined as \"the hallmarks of cancer\", can be regulated by the UPR machinery. At the same time, new potential therapeutic interventions applicable to different kinds of cancers are being revealed. In order to describe the emerging role of UPR in cancer biology, these are the points that will be discussed in this chapter.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Inserm U1242 «Chemistry, Oncogenesis, Stress and Signaling», University of Rennes 1, Rennes, France.",
        "Centre de Lutte contre le Cancer Eugène Marquis, Avenue de la bataille Flandres Dunkerque, 35000, Rennes, France."
      ]
    },
    {
      "last_name": "Chevet",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Chevet",
      "affiliations": [
        "Inserm U1242 «Chemistry, Oncogenesis, Stress and Signaling», University of Rennes 1, Rennes, France. eric.chevet@inserm.fr."
      ]
    }
  ],
  "journal": {
    "title": "Current topics in microbiology and immunology",
    "iso_abbreviation": "Curr Top Microbiol Immunol",
    "issn": "0070-217X",
    "issn_type": "Print",
    "volume": "414",
    "pub_year": "2018"
  },
  "start_page": "159",
  "end_page": "192",
  "pages": "159-192",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Carcinogenesis",
    "Cell Proliferation",
    "Endoplasmic Reticulum Stress",
    "Humans",
    "Neoplasm Invasiveness",
    "Neoplasm Metastasis",
    "Neoplasms",
    "Neovascularization, Pathologic",
    "Signal Transduction",
    "Unfolded Protein Response"
  ],
  "article_ids": {
    "pubmed": "28710693",
    "doi": "10.1007/82_2017_36"
  },
  "doi": "10.1007/82_2017_36",
  "dates": {
    "completed": "2018-09-20",
    "revised": "2018-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.728785",
    "pmid": "28710693"
  }
}