{
  "pmid": "28717929",
  "uid": "28717929",
  "title": "Reduction in targeted potentially inappropriate medication use in elderly inpatients: a pragmatic randomized controlled trial.",
  "abstract": "PURPOSE: The use of potentially inappropriate medications (PIMs) in hospitalized older adults is a complex problem, but the use of computerized alert systems (CAS) has shown some potential. The study's objective is to assess the change in PIM use with a CAS-based pharmacist-physician intervention model compared to usual clinical care. METHODS: Pragmatic single-site randomized controlled trial was conducted at a university teaching hospital. Hospitalizations identified with selected Beers or STOPP criteria were randomized to usual clinical care or to the CAS-based pharmacist-physician intervention. The primary outcome was PIM drug cessation or dosage decrease. Clinical relevance of the CAS alerts was assessed. RESULTS: Analyses included 231 patients who had 128 and 126 hospitalizations in the control and intervention groups, respectively. Patients had a mean age of 81, and 60% were female. In the intervention compared to the control group, drug cessation or dosage decrease were more frequent at 48 h post-alert (45.8 vs 15.9%; absolute difference 30.0%; 95%CI 13.8 to 46.1%) and at discharge from the hospital (48.1 vs 27.3%; absolute difference 20.8%; 95%CI 4.6 to 37.0%). In a post hoc analysis of all alerts, regardless of their clinical relevance, the absolute difference in drug cessation or dosage decrease between the intervention and control groups was 16.2% (95%CI 2.9 to 29.6%) at 48 h and 8.0% (95%CI -4.0 to 20.0%) at discharge from the hospital. CONCLUSIONS: In hospitalized older adults, a CAS-based pharmacist-physician intervention, compared to usual clinical care, resulted in significant higher number of drug cessation and dosage reductions for targeted PIMs.",
  "authors": [
    {
      "last_name": "Cossette",
      "fore_name": "Benoit",
      "initials": "B",
      "name": "Benoit Cossette",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada. benoit.cossette@usherbrooke.ca.",
        "Research Centre on Aging, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada. benoit.cossette@usherbrooke.ca.",
        "Department of Pharmacy, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada. benoit.cossette@usherbrooke.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. benoit.cossette@usherbrooke.ca."
      ]
    },
    {
      "last_name": "Éthier",
      "fore_name": "Jean-François",
      "initials": "JF",
      "name": "Jean-François Éthier",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Department of Medicine, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada.",
        "Research Center of the Centre hospitalier universitaire de Sherbrooke, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Joly-Mischlich",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Joly-Mischlich",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Department of Pharmacy, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Bergeron",
      "fore_name": "Josée",
      "initials": "J",
      "name": "Josée Bergeron",
      "affiliations": [
        "Department of Pharmacy, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Ricard",
      "fore_name": "Geneviève",
      "initials": "G",
      "name": "Geneviève Ricard",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Department of Medicine, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Brazeau",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Brazeau",
      "affiliations": [
        "Department of Medicine, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Caron",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Caron",
      "affiliations": [
        "Department of Information Technology, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Germain",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Germain",
      "affiliations": [
        "Department of Mathematics, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Payette",
      "fore_name": "Hélène",
      "initials": "H",
      "name": "Hélène Payette",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Research Centre on Aging, Centre Intégré Universitaire de Santé et de Services Sociaux de l'Estrie - Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": [
        "Department of Family and Emergency Medicine, Université de Montréal, Montréal, QC, Canada.",
        "Research Center of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of clinical pharmacology",
    "iso_abbreviation": "Eur J Clin Pharmacol",
    "issn": "1432-1041",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "1237",
  "end_page": "1245",
  "pages": "1237-1245",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Drug-Related Side Effects and Adverse Reactions",
    "Female",
    "Health Services for the Aged",
    "Hospitals, University",
    "Humans",
    "Inappropriate Prescribing",
    "Inpatients",
    "Male",
    "Medical Order Entry Systems",
    "Potentially Inappropriate Medication List"
  ],
  "article_ids": {
    "pubmed": "28717929",
    "doi": "10.1007/s00228-017-2293-4",
    "pii": "10.1007/s00228-017-2293-4"
  },
  "doi": "10.1007/s00228-017-2293-4",
  "dates": {
    "completed": "2018-07-06",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.881602",
    "pmid": "28717929"
  }
}