{
  "pmid": "28716135",
  "uid": "28716135",
  "title": "Assessing the link between implementation fidelity and health outcomes for a trial of intensive case management by community health workers: a mixed methods study protocol.",
  "abstract": "BACKGROUND: Better systems of care are required to address chronic disease in Indigenous people to ensure they can access all their care needs. Health research has produced evidence about effective models of care and chronic disease strategies to address Indigenous health, however the transfer of research findings into routine clinical practice has proven challenging. Complex interventions, such as those related to chronic disease, have many components that are often poorly implemented and hence rarely achieve implementation fidelity. Implementation fidelity is \"the degree to which programs are implemented as intended by the program developer\". Knowing if an intervention was implemented as planned is fundamental to knowing what has contributed to the success of an intervention. METHODS: The aim of this study is to adapt the implementation fidelity framework developed by Keith et al. and apply it to the intervention implemented in phase 1 of the Getting Better at Chronic Care in North Queensland study. The objectives are to quantify the level of implementation fidelity achieved during phase 1 of the study, measure the association between implementation fidelity and health outcomes and to explore the features of the primary health care system that contributed to improved health outcomes. A convergent parallel mixed methods study design will be used to develop a process for assessing implementation fidelity. Information collected via a questionnaire and routine data generated during phase 1 of the study will be used to explain the context for the intervention in each site and develop an implementation fidelity score for each component of the intervention. A weighting will be applied to each component of the intervention to calculate the overall implementation score for each participating community. Statistical analysis will assess the level of association between implementation fidelity scores and health outcomes. DISCUSSION: Health services research seeks to find solutions to social and technical problems to improve health outcomes. The development of a tool and methodology for assessing implementation fidelity in the Indigenous primary health care context will help address some of the barriers to the translation of research into practice. TRIAL REGISTRATION: ACTRN12610000812099 : 29.9.2010.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "University of South Australia, Adelaide, Australia. barbara.schmidt@my.jcu.edu.au.",
        "James Cook University, Cairns, Australia. barbara.schmidt@my.jcu.edu.au."
      ],
      "orcid": "0000-0001-8677-2164"
    },
    {
      "last_name": "Watt",
      "fore_name": "Kerrianne",
      "initials": "K",
      "name": "Kerrianne Watt",
      "affiliations": [
        "James Cook University, Townsville, Australia."
      ]
    },
    {
      "last_name": "McDermott",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn McDermott",
      "affiliations": [
        "University of South Australia, Adelaide, Australia.",
        "James Cook University, Cairns, Australia."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Mills",
      "affiliations": [
        "James Cook University, Cairns, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "start_page": "490",
  "pages": "490",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Case Management",
    "Chronic Disease",
    "Community Health Workers",
    "Glycated Hemoglobin",
    "Health Services Research",
    "Health Services, Indigenous",
    "Humans",
    "Primary Health Care",
    "Program Development",
    "Queensland",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Rural Health Services"
  ],
  "article_ids": {
    "pubmed": "28716135",
    "pmc": "PMC5512738",
    "doi": "10.1186/s12913-017-2320-2",
    "pii": "10.1186/s12913-017-2320-2"
  },
  "doi": "10.1186/s12913-017-2320-2",
  "pmc_id": "PMC5512738",
  "dates": {
    "completed": "2018-03-15",
    "revised": "2024-11-27"
  },
  "chemicals": [
    "Glycated Hemoglobin A",
    "hemoglobin A1c protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.427458",
    "pmid": "28716135"
  }
}