{
  "pmid": "28722615",
  "uid": "28722615",
  "title": "Assessing the Short-Term Global Health Experience: A Cross-Sectional Study of Demographics, Socioeconomic Factors, and Disease Prevalence.",
  "abstract": "Interest in short-term global health experiences to underserviced populations has grown rapidly in the last few decades. However, there remains very little research on what participants can expect to encounter. At the same time, it has been suggested that in order for physicians and workers to provide safe and effective care, volunteers should have a basic understanding of local culture, health systems, epidemiology, and socioeconomic needs of the community before arriving. Our objective was to add to the limited literature on what short-term global health trips can expect to encounter through a cross-sectional study of patient demographics, socioeconomic markers, and the prevalence of diseases encountered on a short-term medical service trip to Lima, Peru. Descriptive analysis was conducted on clinic data collected from patients living in Pamplona Alta and Pamplona Baja, Lima, Peru, in July 2015. We found that volunteers encountered mainly female patients (70.8%), and that there were significant socioeconomic barriers to care including poverty, poor housing, environmental exposures, and lack of continuity of health care. Analysis of the disease prevalence found a high proportion of acute and chronic musculoskeletal pain in the adult populations (18.8% and 11.4%, respectively), and a high presentation of upper respiratory tract infections (25.4%) and parasites (22.0%) in the pediatric group. These findings can be used by future short-term medical service trips to address potential gaps in care including the organization of weekend clinics to allow access to working men, and the use of patient education and nonpharmacological management of acute and chronic disease.",
  "authors": [
    {
      "last_name": "Geen",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Geen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Waterloo Regional Campus, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pumputis",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Pumputis",
      "affiliations": [
        "Department of Health Sciences, Brock University, Niagara, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kochi",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Kochi",
      "affiliations": [
        "Facultad de Medicina Alberto Hurtado, Universidad Peruana Cayetano Heredia, Lima, Perú."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Waterloo Regional Campus, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stobbe",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Stobbe",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Niagara Regional Campus, St. Catharines, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of tropical medicine and hygiene",
    "iso_abbreviation": "Am J Trop Med Hyg",
    "issn": "1476-1645",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "596",
  "end_page": "601",
  "pages": "596-601",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Child",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Female",
    "Global Health",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Middle Aged",
    "Organizational Objectives",
    "Peru",
    "Quality of Health Care",
    "Socioeconomic Factors",
    "Tropical Medicine",
    "Voluntary Programs",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28722615",
    "pmc": "PMC5544083",
    "doi": "10.4269/ajtmh.16-0938"
  },
  "doi": "10.4269/ajtmh.16-0938",
  "pmc_id": "PMC5544083",
  "dates": {
    "completed": "2017-09-11",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.298074",
    "pmid": "28722615"
  }
}