{
  "pmid": "28739149",
  "uid": "28739149",
  "title": "Oral Medication for Agitation of Psychiatric Origin: A Scoping Review of Randomized Controlled Trials.",
  "abstract": "BACKGROUND: Understanding more about the efficacy and safety of oral second-generation antipsychotic medications in reducing the symptoms of acute agitation could improve the treatment of psychiatric emergencies. OBJECTIVE: The objective of this scoping review was to examine the evidence base underlying expert consensus panel recommendations for the use of oral second-generation antipsychotics to treat acute agitation in mentally ill patients. METHODS: The Cochrane Schizophrenia Group's Study-Based Register was searched for randomized controlled trials comparing oral second-generation antipsychotics, benzodiazepines, or first-generation antipsychotics with or without adjunctive benzodiazepines, irrespective of route of administration of the drug being compared. Six articles were included in the final review. RESULTS: Two oral second-generation antipsychotic medications were studied across the six included trials. While the studies had relatively small sample sizes, oral second-generation antipsychotics were similarly effective to intramuscular first-generation antipsychotics in treating symptoms of acute agitation and had similar side-effect profiles. CONCLUSIONS: This scoping review identified six randomized trials investigating the use of oral second-generation antipsychotic medications in the reduction of acute agitation among patients experiencing psychiatric emergencies. Further research will be necessary to make clinical recommendations due to the overall dearth of randomized trials, as well as the small sample sizes of the included studies.",
  "authors": [
    {
      "last_name": "Mullinax",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Mullinax",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergences Research (DEMBER) Lab, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Shokraneh",
      "fore_name": "Farhad",
      "initials": "F",
      "name": "Farhad Shokraneh",
      "affiliations": [
        "Neurosciences Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran; Cochrane Schizophrenia Group, Institute of Mental Health - University of Nottingham and Nottinghamshire Healthcare NHS Trust, Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergences Research (DEMBER) Lab, Little Rock, Arkansas; Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Clive E",
      "initials": "CE",
      "name": "Clive E Adams",
      "affiliations": [
        "Cochrane Schizophrenia Group, Institute of Mental Health - University of Nottingham and Nottinghamshire Healthcare NHS Trust, Nottingham, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "53",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "524",
  "end_page": "529",
  "pages": "524-529",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Antidepressive Agents, Second-Generation",
    "Humans",
    "Psychomotor Agitation",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "28739149",
    "doi": "10.1016/j.jemermed.2017.04.026",
    "pii": "S0736-4679(17)30368-2"
  },
  "doi": "10.1016/j.jemermed.2017.04.026",
  "dates": {
    "completed": "2018-07-10",
    "revised": "2025-01-30"
  },
  "chemicals": [
    "Antidepressive Agents, Second-Generation"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.434077",
    "pmid": "28739149"
  }
}