{
  "pmid": "28731000",
  "uid": "28731000",
  "title": "Appropriateness-based reimbursement of elective invasive coronary procedures in low- and middle-income countries: Preliminary assessment of feasibility in India.",
  "abstract": "BACKGROUND: Elective coronary interventional procedures are often overused and sometimes inappropriately used. The incentives for overuse are greater in low- and middle-income countries, where much of healthcare is provided by poorly regulated, fee-for-service systems. Overuse and inappropriate use increase healthcare costs and are potentially harmful to patients. Linking appropriate use of elective procedures to their reimbursement might deter overuse. METHODS: We explored the feasibility of introducing appropriateness criteria as a precondition to settling reimbursement claims in a publicly funded health insurance scheme in Maharashtra, India. Clinical algorithms were developed from the current best-practice criteria and used to determine appropriateness at the time of obtaining pre-authorization for elective percutaneous coronary intervention (PCI) and coronary artery bypass graft (CABG) surgeries. The number of PCIs as a proportion of the total number of procedures reimbursed under the scheme was the primary outcome measure. This proportion was compared for 1-year periods before and after implementation of appropriateness-based reimbursement, using the chi-square test. Comparisons were also made separately for public and private hospitals. The change in the proportion of CABG surgeries over the same time periods was used as a comparator (as they are less subject to inappropriate use). RESULTS: The insurance scheme provided cover to a population of 20 424 585 (18.2% of the population of Maharashtra) in 8 districts, through 106 hospitals (73 private and 33 public). There was a 12.3% (95% CI 8.9%-15.5%, p=0.0001) reduction in the proportion of PCIs performed in the 1-year period after the introduction of appropriateness-based reimbursement. The reduction was similar for public and private hospitals. There was no significant change in the proportion of CABG surgeries (2.3% v. 2.2%, p=0.20). At current rates, use of appropriateness-based reimbursement would result in approximately 783 (95% CI 483-1099) less PCIs with potential annual savings of about ₹ 57 million (US$ 0.93 million; 95% CI 0.57-1.3) to the government scheme. CONCLUSIONS: It seems feasible to implement an appropriateness-based system for reimbursement of elective coronary interventional procedures in a government-funded health insurance scheme in a developing country. This potentially cost-saving approach may reduce inappropriate use.",
  "authors": [
    {
      "last_name": "Karthikeyan",
      "fore_name": "Ganesan",
      "initials": "G",
      "name": "Ganesan Karthikeyan",
      "affiliations": [
        "Department of Cardiology, Cardiothoracic Sciences Centre, All India Institute of Medical Sciences, Ansari Nagar, New Delhi 110029, India."
      ]
    },
    {
      "last_name": "Shirodkar",
      "fore_name": "Umesh",
      "initials": "U",
      "name": "Umesh Shirodkar",
      "affiliations": [
        "Public Health Department, Government of Maharashtra, Mumbai, India."
      ]
    },
    {
      "last_name": "Lochan",
      "fore_name": "Meeta Rajiv",
      "initials": "MR",
      "name": "Meeta Rajiv Lochan",
      "affiliations": [
        "Public Health Department, Government of Maharashtra, Mumbai, India."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The National medical journal of India",
    "iso_abbreviation": "Natl Med J India",
    "issn": "0970-258X",
    "issn_type": "Print",
    "volume": "30",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "11",
  "end_page": "14",
  "pages": "11-14",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Elective Surgical Procedures",
    "Feasibility Studies",
    "Fee-for-Service Plans",
    "Humans",
    "Income",
    "India",
    "Insurance, Health, Reimbursement",
    "Myocardial Ischemia",
    "Patient Selection",
    "Percutaneous Coronary Intervention",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "28731000",
    "pii": "NatlMedJIndia_2017_30_1_11_210161"
  },
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.854323",
    "pmid": "28731000"
  }
}