{
  "pmid": "28734882",
  "uid": "28734882",
  "title": "Opioid Prescribing Among Cancer and Non-cancer Patients: Time Trend Analysis in the Elderly Using Administrative Data.",
  "abstract": "CONTEXT: In 2007, Cancer Care Ontario introduced a provincial symptom screening program, which included pain, for cancer patients. Over this same time, opioid prescribing has been increasingly scrutinized among non-cancer patients. The study purpose was to see if opioid prescribing changed among older adults after 2007 in the context of changing opioid regulations, and whether effects were different among patients with a cancer history. METHODS: Ontario residents aged ≥65 years were identified from 2004 to 2013. Subjects were annually stratified into three groups: no cancer history, cancer diagnosis >5 years ago, and cancer diagnosis ≤5 years ago. We evaluated time trends by year for: 1) opioid prescription rate, comparing trends before and after 2007 and 2) mean daily opioid dose. RESULTS: Between 2004 and 2013, opioid prescribing was relatively constant for cancer patients with no observed change in trends after 2007. For non-cancer patients, there was a 2% relative annual increase during this period. Significant changes were seen for opioid sub-classes (e.g., decreasing use of long-acting oxycodone). These were similar for those with or without a history of cancer. Among all groups, changes in the mean daily dose over time were similar in all drug classes. CONCLUSION: Overall prescribing rates for cancer patients aged ≥65 years remain unchanged over time, in spite of the introduction of a provincial symptom screening program. Decreasing prescription rates in some drug sub-classes were observed. The potential impact of these changes on the quality of symptom control for cancer patients needs further investigation.",
  "authors": [
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "Department of Radiation Oncology, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: lisa.barbera@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Chu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howell",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Howell",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; University Health Network, Princess Margaret Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig C",
      "initials": "CC",
      "name": "Craig C Earle",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Department of Medicine, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dudgeon",
      "fore_name": "Deb",
      "initials": "D",
      "name": "Deb Dudgeon",
      "affiliations": [
        "Department of Medicine and Oncology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atzema",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Atzema",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husain",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Husain",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Liu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "DeAngelis",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo DeAngelis",
      "affiliations": [
        "Department of Pharmacy, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "484",
  "end_page": "492.e1",
  "pages": "484-492.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Analgesics, Opioid",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Ontario",
    "Pain Management",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "28734882",
    "doi": "10.1016/j.jpainsymman.2017.07.017",
    "pii": "S0885-3924(17)30280-4"
  },
  "doi": "10.1016/j.jpainsymman.2017.07.017",
  "dates": {
    "completed": "2018-05-29",
    "revised": "2018-10-06"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.064174",
    "pmid": "28734882"
  }
}