{
  "pmid": "28742814",
  "uid": "28742814",
  "title": "Wetlands, wild Bovidae species richness and sheep density delineate risk of Rift Valley fever outbreaks in the African continent and Arabian Peninsula.",
  "abstract": "Rift Valley fever (RVF) is an emerging, vector-borne viral zoonosis that has significantly impacted public health, livestock health and production, and food security over the last three decades across large regions of the African continent and the Arabian Peninsula. The potential for expansion of RVF outbreaks within and beyond the range of previous occurrence is unknown. Despite many large national and international epidemics, the landscape epidemiology of RVF remains obscure, particularly with respect to the ecological roles of wildlife reservoirs and surface water features. The current investigation modeled RVF risk throughout Africa and the Arabian Peninsula as a function of a suite of biotic and abiotic landscape features using machine learning methods. Intermittent wetland, wild Bovidae species richness and sheep density were associated with increased landscape suitability to RVF outbreaks. These results suggest the role of wildlife hosts and distinct hydrogeographic landscapes in RVF virus circulation and subsequent outbreaks may be underestimated. These results await validation by studies employing a deeper, field-based interrogation of potential wildlife hosts within high risk taxa.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, University of Sydney, Westmead, New South Wales, Australia.",
        "Westmead Institute for Medical Research, University of Sydney, Westmead, New South Wales, Australia."
      ],
      "orcid": "0000-0002-6441-3635"
    },
    {
      "last_name": "Willem de Smalen",
      "fore_name": "Allard",
      "initials": "A",
      "name": "Allard Willem de Smalen",
      "affiliations": [
        "School of Public Health, University of Sydney, Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, University of Sydney, Westmead, New South Wales, Australia.",
        "School of Veterinary Science, Faculty of Science, University of Sydney, Camperdown, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "PLoS neglected tropical diseases",
    "iso_abbreviation": "PLoS Negl Trop Dis",
    "issn": "1935-2735",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "e0005756",
  "pages": "e0005756",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Africa",
    "Animals",
    "Arabia",
    "Disease Outbreaks",
    "Humans",
    "Machine Learning",
    "Population Density",
    "Rift Valley Fever",
    "Risk Assessment",
    "Ruminants",
    "Spatial Analysis",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "28742814",
    "pmc": "PMC5526521",
    "doi": "10.1371/journal.pntd.0005756",
    "pii": "PNTD-D-16-02210"
  },
  "doi": "10.1371/journal.pntd.0005756",
  "pmc_id": "PMC5526521",
  "dates": {
    "completed": "2017-07-31",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.898756",
    "pmid": "28742814"
  }
}