{
  "pmid": "28747931",
  "uid": "28747931",
  "title": "Is the National Guideline Clearinghouse a Trustworthy Source of Practice Guidelines for Child and Youth Anxiety and Depression?",
  "abstract": "OBJECTIVE: Innovative strategies that facilitate the use of high quality practice guidelines (PG) are needed. Accordingly, repositories designed to simplify access to PGs have been proposed as a critical component of the network of linked interventions needed to drive increased PG implementation. The National Guideline Clearinghouse (NGC) is a free, international online repository. We investigated whether it is a trustworthy source of child and youth anxiety and depression PGs. METHOD: English language PGs published between January 2009 and February 2016 relevant to anxiety or depression in children and adolescents (≤ 18 years of age) were eligible. Two trained raters assessed PG quality using Appraisal of Guidelines for Research and Evaluation (AGREE II). Scores on at least three AGREE II domains (stakeholder involvement, rigor of development, and editorial independence) were used to designate PGs as: i) minimum quality (≥ 50%); and ii) high quality (≥ 70%). RESULTS: Eight eligible PGs were identified (depression, n=6; anxiety and depression, n=1; social anxiety disorder, n=1). Four of eight PGs met minimum quality criteria; three of four met high quality criteria. CONCLUSIONS: At present, NGC users without the time and special skills required to evaluate PG quality may unknowingly choose flawed PGs to guide decisions about child and youth anxiety and depression. The recent NGC decision to explore the inclusion of PG quality profiles based on Institute of Medicine standards provides needed leadership that can strengthen PG repositories, prevent harm and wasted resources, and build PG developer capacity.",
  "authors": [
    {
      "last_name": "Duda",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Duda",
      "affiliations": [
        "Research Coordinator, Department of Health Research Methods, Evidence, and Impact (formerly the Department of Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "PhD candidate, Health Research Methodology program, Department of Health Research Methods, Evidence, and Impact (formerly the Department of Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Professor and Director of the Division of Child and Youth Mental Health, Department of Psychiatry, University of Toronto; Chief, Child and Youth Mental Health Collaborative, Hospital for Sick Children and Centre for Addiction and Mental Health, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence, and Impact (formerly the Department of Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "26",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "start_page": "86",
  "end_page": "97",
  "pages": "86-97",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28747931",
    "pmc": "PMC5510937"
  },
  "pmc_id": "PMC5510937",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.728273",
    "pmid": "28747931"
  }
}