{
  "pmid": "28748101",
  "uid": "28748101",
  "title": "Evaluation of a Hockey Deceased Organ Donation Awareness Campaign: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: The Kidney Foundation of Canada developed a pilot campaign to educate persons attending junior hockey league games in London, Ontario, Canada, on deceased organ donation. OBJECTIVE: To evaluate the impact of a hockey campaign on the number of new organ and tissue donor registrants. DESIGN: Population-based retrospective cohort study. SETTING: Residents of London, Ontario. PATIENTS: We included 255 476 individuals eligible to register for organ donation with a London, Ontario postal code. MEASUREMENTS: We compared the number of new deceased organ donor registrants in London, Ontario, during the campaign period (March 12 to April 16, 2015) with 3 different time periods (December 30, 2014 to February 3, 2015; February 4 to March 11, 2015; April 17 to May 22, 2015). We also compared registration rates in London with 2 Ontario cities (Kitchener-Waterloo and Hamilton) matching in a 1:1 ratio on age, sex, and income quintile. METHODS: To compare registrations across time periods, we used binomial regression with an identity link function and generalized estimating equations with an independence correlation structure. We used modified Poisson regression to compare registration rates between cities. RESULTS: During the campaign period, there were slightly more registrations (1218 registered of 252 832 unregistered individuals [0.48%]) compared with an earlier time period (risk difference: 0.09%; 95% confidence interval [CI]: 0.05%-0.12%). However, there was no significant difference compared with 2 time periods immediately before and after the campaign. London had slightly more registrations during the campaign period compared with the matched city of Hamilton (1180 registered of 236 582 unregistered individuals [0.50%] vs 490 registered of 236 582 unregistered individuals [0.21%]; risk ratio: 2.41; 95% CI: 2.17-2.68). The registration rate in London did not significantly differ from Kitchener-Waterloo. LIMITATIONS: Unable to conclude whether the minor increase in deceased organ donor registration was the result of the campaign or other factors (e.g., simultaneous organ registration events, seasonality). CONCLUSIONS: Overall, a minor increase in deceased organ donor registration was observed during the hockey organ donation awareness campaign; however, the specific impact of the campaign on organ donor registration could not be determined.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan McKenzie",
      "affiliations": [
        "The Kidney Foundation of Canada, Western Canada Branch, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Cherry",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Cherry",
      "affiliations": [
        "The Kidney Foundation of Canada, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Alvin H",
      "initials": "AH",
      "name": "Alvin H Li",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Megan K",
      "initials": "MK",
      "name": "Megan K McCallum",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "University Health Network, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prakash",
      "fore_name": "Versha",
      "initials": "V",
      "name": "Versha Prakash",
      "affiliations": [
        "Trillium Gift of Life Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117717252",
  "pages": "2054358117717252",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28748101",
    "pmc": "PMC5507377",
    "doi": "10.1177/2054358117717252",
    "pii": "10.1177_2054358117717252"
  },
  "doi": "10.1177/2054358117717252",
  "pmc_id": "PMC5507377",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.229193",
    "pmid": "28748101"
  }
}