{
  "pmid": "28741450",
  "uid": "28741450",
  "title": "A Systematic Review of the Impact of Healthcare Reforms on Access to Emergency Department and Elective Surgery Services: 1994-2014.",
  "abstract": "This systematic review sought to identify whether health care reforms led to improvement in the emergency department (ED) length of stay (LOS) and elective surgery (ES) access in Australia, Canada, New Zealand, and the United Kingdom. The review was registered in the PROSPERO database (CRD42015016343), and nine databases were searched for peer-reviewed, English-language reports published between 1994 and 2014. We also searched relevant \"grey\" literature and websites. Included studies were checked for cited and citing papers. Primary studies corresponding to national and provincial ED and ES reforms in the four countries were considered. Only studies from Australia and the United Kingdom were eventually included, as no studies from the other two countries met the inclusion criteria. The reviewers involved in the study extracted the data independently using standardized forms. Studies were assessed for quality, and a narrative synthesis approach was taken to analyze the extracted data. The introduction of health care reforms in the form of time-based ED and ES targets led to improvement in ED LOS and ES access. However, the introduction of targets resulted in unintended consequences, such as increased pressure on clinicians and, in certain instances, manipulation of performance data.",
  "authors": [
    {
      "last_name": "Reddy",
      "fore_name": "Sandeep",
      "initials": "S",
      "name": "Sandeep Reddy",
      "affiliations": [
        "1 Deakin University Faculty of Health, Waurn Ponds Campus, Geelong, Victoria, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Jones",
      "affiliations": [
        "2 Auckland City Hospital, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "3 McMaster University, St Joseph's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Damarell",
      "fore_name": "Raechel",
      "initials": "R",
      "name": "Raechel Damarell",
      "affiliations": [
        "4 College of Medicine and Public Health, Flinders University, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Wakerman",
      "fore_name": "John",
      "initials": "J",
      "name": "John Wakerman",
      "affiliations": [
        "5 Flinders University, School of Medicine, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health services : planning, administration, evaluation",
    "iso_abbreviation": "Int J Health Serv",
    "issn": "1541-4469",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "81",
  "end_page": "105",
  "pages": "81-105",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Australia",
    "Canada",
    "Elective Surgical Procedures",
    "Emergency Service, Hospital",
    "Health Care Reform",
    "Health Services Accessibility",
    "Humans",
    "New Zealand",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "28741450",
    "doi": "10.1177/0020731417722089"
  },
  "doi": "10.1177/0020731417722089",
  "dates": {
    "completed": "2018-07-24",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.640647",
    "pmid": "28741450"
  }
}