{
  "pmid": "28746130",
  "uid": "28746130",
  "title": "Can MRI Predict Flexibility in Scheuermann Kyphosis Patients?",
  "abstract": "STUDY DESIGN: Retrospective, blinded analysis of imaging studies. OBJECTIVE: The aim of this study is compare the use of magnetic resonance imaging (MRI) to lateral radiograph using bolster in the evaluation of Scheuermann kyphosis (SK) curve flexibility measurement. SUMMARY AND BACKGROUND DATA: The flexibility of the thoracic curve [thoracic kyphosis (TK)] in SK is of primary importance in its preoperative planning. Several methods have been described for SK curve flexibility measurement. The most commonly used method is lateral hyperextension radiography on hard bolster [hyperextension radiograph (HE)]. No current methods use MRI for flexibility assessment. MATERIALS AND METHODS: Flexibility of TK in SK patients was measured as a difference between standing radiograph and bolster-assisted lateral HE or supine MRI. The sagittal Cobb angle of the TK was measured between the superior endplate of T4 and the inferior endplate of T12 vertebral body. Flexibilities measured by these 2 methods were compared and analyzed using the generalized estimating equation analysis and the correlation analysis. RESULTS: We assessed 18 SK patients (14 males and 4 females) with mean age of 20.06±6.03 years. The standing TK x-rays showed 83.8±6.1 degrees. On HE, TK curve reduced by 39.3 degrees (95% confidence interval, 35.8-42.9) to 44.5±6.2 degrees (P<0.001). Preoperative MRI images showed TK of 53.8±5.9 degrees which means reduction by 30 degrees (95% confidence interval, 26.6-33.4) from the standing radiographs (P<0.001). Linear dependency between HE and MRI flexibility with a mean difference of 9.3 degrees was found (R=0.61, P<0.001). CONCLUSIONS: Our study shows that preoperative MRI can be used for SK flexibility assessment with similar predictive value as routinely used bolster-assisted hyperextension lateral radiograph. Consequently, patient exposure to preoperative hyperextension ionizing radiation may be reduced.",
  "authors": [
    {
      "last_name": "Kaiser",
      "fore_name": "Radek",
      "initials": "R",
      "name": "Radek Kaiser",
      "affiliations": [
        "*The Centre for Spinal Studies and Surgery, QMC, Nottingham University Hospitals NHS Trust, Nottingham, UK †Department of Neurosurgery and Neurooncology, First School of Medicine, Charles University and Military University Hospital Prague ‡Department of Anesthesiology and Intensive Care Medicine, Hospital Kralovske Vinohrady, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Behrbalk",
      "fore_name": "Eyal",
      "initials": "E",
      "name": "Eyal Behrbalk",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Waldauf",
      "fore_name": "Petr",
      "initials": "P",
      "name": "Petr Waldauf",
      "affiliations": []
    },
    {
      "last_name": "Perez Romera",
      "fore_name": "Ana B",
      "initials": "AB",
      "name": "Ana B Perez Romera",
      "affiliations": []
    },
    {
      "last_name": "Mehdian",
      "fore_name": "Hossein",
      "initials": "H",
      "name": "Hossein Mehdian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical spine surgery",
    "iso_abbreviation": "Clin Spine Surg",
    "issn": "2380-0194",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "E938",
  "end_page": "E941",
  "pages": "E938-E941",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Biomechanical Phenomena",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Pliability",
    "Scheuermann Disease",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28746130",
    "doi": "10.1097/BSD.0000000000000346",
    "pii": "01933606-201708000-00021"
  },
  "doi": "10.1097/BSD.0000000000000346",
  "dates": {
    "completed": "2018-04-16",
    "revised": "2018-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.899138",
    "pmid": "28746130"
  }
}