{
  "pmid": "28744821",
  "uid": "28744821",
  "title": "Evaluating the effect of instruction and practice schedule on the acquisition of ECG interpretation skills.",
  "abstract": "INTRODUCTION: Evidence of the benefit of distributed instruction and interleaved practice comes from studies using simple materials (e. g. word pairs). Furthermore, there is currently no evidence of the combined impact of these strategies in undergraduate medical education. The present study evaluated the impact of varying both instruction and practice schedules for the acquisition of ECG interpretation skills. METHODS: We conducted a 2 × 2 factorial study with two levels of instruction (massed and distributed) and two levels of practice (interleaved and blocked). A three-module introductory course in ECG interpretation was delivered to 80 first year medical undergraduate students. Students were assigned to one of four Instruction-Practice conditions: Massed-Interleaved, Massed-Blocked, Distributed-Interleaved and Distributed-Blocked. Learning was evaluated by a multiple choice quiz at the end of each module and a final multiple choice quiz at the end of the course. RESULTS: End of module mean scores showed that distributed instruction was consistently superior to massed instruction (52% vs 42%, p < 0.01). However, there was no effect of practice and no interaction between teaching and practice methods. The delayed final test scores revealed an advantage for blocked over mixed practice (34% vs 24%, p < 0.05) and distributed over massed instruction (34% vs 24%, p < 0.05). DISCUSSION: These results suggest that these popular strategies may have varying effects with complex learning materials. Further research is required to understand how these strategies affect the learning of simple and very complex skills.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. monteisd@mcmaster.ca."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Melvin",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Melvin",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Manolakos",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Manolakos",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Ameen",
      "initials": "A",
      "name": "Ameen Patel",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-2761",
    "issn_type": "Print",
    "volume": "6",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "237",
  "end_page": "245",
  "pages": "237-245",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28744821",
    "pmc": "PMC5542896",
    "doi": "10.1007/s40037-017-0365-x",
    "pii": "10.1007/s40037-017-0365-x"
  },
  "doi": "10.1007/s40037-017-0365-x",
  "pmc_id": "PMC5542896",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.756628",
    "pmid": "28744821"
  }
}