{
  "pmid": "28754456",
  "uid": "28754456",
  "title": "HDL Cholesterol, LDL Cholesterol, and Triglycerides as Risk Factors for CKD: A Mendelian Randomization Study.",
  "abstract": "BACKGROUND: High-density lipoprotein (HDL) cholesterol, low-density lipoprotein (LDL) cholesterol, and triglyceride concentrations are heritable risk factors for vascular disease, but their role in the progression of chronic kidney disease (CKD) is unclear. STUDY DESIGN: 2-sample Mendelian randomization analysis of data derived from the largest published lipid and CKD studies. SETTING & PARTICIPANTS: Effect of independent genetic variants significantly associated with lipid concentrations was obtained from the Global Lipids Genetics Consortium (n=188,577), and the effect of these same variants on estimated glomerular filtration rate (eGFR), CKD (defined as eGFR<60mL/min/1.73m[2]), and albuminuria was obtained from the CKD Genetics Consortium (n=133,814). FACTOR: Using conventional, multivariable, and Egger Mendelian randomization approaches, we assessed the causal association between genetically determined lipid concentrations and kidney traits. OUTCOME: eGFR, dichotomous eGFR<60mL/min/1.73m[2], and albuminuria. RESULTS: In multivariable analysis, a 17-mg/dL higher HDL cholesterol concentration was associated with an 0.8% higher eGFR (95% CI, 0.4%-1.3%; P=0.004) and lower risk for eGFR<60mL/min/1.73m[2] (OR, 0.85; 95% CI, 0.77-0.93; P<0.001), while Egger analysis showed no evidence of pleiotropy. There was no evidence for a causal relationship between LDL cholesterol concentration and any kidney disease measure. Genetically higher triglyceride concentrations appeared associated with higher eGFRs, but this finding was driven by a single pleiotropic variant in the glucokinase regulator gene (GCKR). After exclusion, genetically higher triglyceride concentration was not associated with any kidney trait. LIMITATIONS: Individual patient-level phenotype and genotype information were unavailable. CONCLUSIONS: 2-sample Mendelian randomization analysis of data from the largest lipid and CKD cohorts supports genetically higher HDL cholesterol concentration as causally associated with better kidney function. There was no association between genetically altered LDL cholesterol or triglyceride concentration and kidney function. Further analysis of CKD outcomes in HDL cholesterol intervention trials is warranted.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: matthew.lanktree@medportal.ca."
      ]
    },
    {
      "last_name": "Thériault",
      "fore_name": "Sébastien",
      "initials": "S",
      "name": "Sébastien Thériault",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "166",
  "end_page": "172",
  "pages": "166-172",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Albuminuria",
    "Causality",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Correlation of Data",
    "Disease Progression",
    "Genetic Pleiotropy",
    "Genetic Predisposition to Disease",
    "Genetic Variation",
    "Genome-Wide Association Study",
    "Glomerular Filtration Rate",
    "Humans",
    "Mendelian Randomization Analysis",
    "Renal Insufficiency, Chronic",
    "Triglycerides"
  ],
  "article_ids": {
    "pubmed": "28754456",
    "doi": "10.1053/j.ajkd.2017.06.011",
    "pii": "S0272-6386(17)30791-6"
  },
  "doi": "10.1053/j.ajkd.2017.06.011",
  "dates": {
    "completed": "2019-06-27",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Triglycerides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.611393",
    "pmid": "28754456"
  }
}