{
  "pmid": "28754652",
  "uid": "28754652",
  "title": "Web-Based Interventions to Improve Mental Health, General Caregiving Outcomes, and General Health for Informal Caregivers of Adults With Chronic Conditions Living in the Community: Rapid Evidence Review.",
  "abstract": "BACKGROUND: Most adults with chronic conditions live at home and rely on informal caregivers to provide support. Caregiving can result in negative impacts such as poor mental and physical health. eHealth interventions may offer effective and accessible ways to provide education and support to informal caregivers. However, we know little about the impact of Web-based interventions for informal caregivers of community-dwelling adults with chronic conditions. OBJECTIVE: The purpose of this rapid evidence review was to assess the impact of Web-based interventions on mental health, general caregiving outcomes, and general health for informal caregivers of persons with chronic conditions living in the community. METHODS: A rapid evidence review of the current literature was employed to address the study purpose. EMBASE, MEDLINE, PsychInfo, CINAHL, Cochrane, and Ageline were searched covering all studies published from January 1995 to July 2016. Papers were included if they (1) included a Web-based modality to deliver an intervention; (2) included informal, unpaid adult caregivers of community-living adults with a chronic condition; (3) were either a randomized controlled trial (RCT) or controlled clinical trial (CCT); and (4) reported on any caregiver outcome as a result of use or exposure to the intervention. RESULTS: A total of 20 papers (17 studies) were included in this review. Study findings were mixed with both statistically significant and nonsignificant findings on various caregiver outcomes. Of the 17 included studies, 10 had at least one significant outcome. The most commonly assessed outcome was mental health, which included depressive symptoms, stress or distress, and anxiety. Twelve papers examined the impact of interventions on the outcome of depressive symptoms; 4 found a significant decrease in depressive symptoms. Eight studies examined the outcome of stress or distress; 4 of these found a significant reduction in stress or distress as a result of the intervention. Three studies examined the outcome of anxiety; 2 of these found significant reductions in anxiety. Other significant results of the interventions were seen in the outcomes of caregiver gain (ie, positive aspects of caregiving), knowledge, bonding, reduction of anger-hostility, and negative mood. Based on this review, it is not possible to determine which interventions were most effective since studies differed in their design, sample, and intervention. Study results suggest that Web-based interventions may result in reduced depressive symptoms, anxiety, and stress or distress among informal caregivers of adults with chronic conditions in the community. CONCLUSIONS: This is the first review assessing the impact of Web-based technologies on mental health, general caregiving outcomes, and general health for caregivers of adults with chronic conditions living in the community. Further rigorous research is needed that includes adequately powered studies examining the critical components of the intervention and the dosage needed to have an effect.",
  "authors": [
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Aging, Community and Health Research Unit, McMaster University, Hamilton, ON, Canada.",
        "Department of Health, Aging and Society, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Aging, Community and Health Research Unit, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4019-7077"
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Aging, Community and Health Research Unit, McMaster University, Hamilton, ON, Canada.",
        "WHO Collaborating Centre for Primary Care and Health Human Resources, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3117-0542"
    },
    {
      "last_name": "McAiney",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie McAiney",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Program for Interprofessional Practice, Education and Research (PIPER), McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7864-344X"
    },
    {
      "last_name": "Duggleby",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Duggleby",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, AB, Canada.",
        "Innovations in Seniors' Care Research Unit, Faculty of Nursing, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-3444-0392"
    },
    {
      "last_name": "Bartholomew",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Bartholomew",
      "affiliations": [
        "Aging, Community and Health Research Unit, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4534-5964"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "7",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "e263",
  "pages": "e263",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Caregivers",
    "Chronic Disease",
    "Humans",
    "Internet",
    "Mental Disorders",
    "Mental Health",
    "Quality of Life",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "28754652",
    "pmc": "PMC5554353",
    "doi": "10.2196/jmir.7564",
    "pii": "v19i7e263"
  },
  "doi": "10.2196/jmir.7564",
  "pmc_id": "PMC5554353",
  "dates": {
    "completed": "2018-02-01",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.740403",
    "pmid": "28754652"
  }
}