{
  "pmid": "28759410",
  "uid": "28759410",
  "title": "Health Services Use by Late Preterm and Term Infants From Infancy to Adulthood: A Meta-analysis.",
  "abstract": "CONTEXT: Late-preterm infants born at 34 to 36 weeks' gestation have increased risks of various health problems. Health service utilization (HSU) of late-preterm infants has not been systematically summarized before. OBJECTIVES: To summarize the published literature on short- and long-term HSU by late-preterm infants versus term infants from infancy to adulthood after initial discharge from the hospital. DATA SOURCES: We searched Medline, Embase, the Cumulative Index to Nursing and Allied Health Literature, and PsycINFO. STUDY SELECTION: Cohort and case-control studies that compared HSU (admissions, emergency department visits, etc) between late-preterm infants and term infants were included. DATA EXTRACTION: Data extracted included study design, setting, population, HSU, covariates, and effect estimates. RESULTS: Fifty-two articles were included (50 cohort and 2 case-control studies). Meta-analyses with random effect models that used the inverse-variance method found that late-preterm infants had higher chances of all-cause admissions than term infants during all the time periods. The magnitude of the differences decreased with age from the neonatal period through adolescence, with adjusted odds ratios from 2.34 (95% confidence intervals 1.19-4.61) to 1.09 (1.05-1.13) and adjusted incidence rate ratios from 2.62 (2.52-2.72) to 1.14 (1.11-1.18). Late-preterm infants had higher rates of various cause-specific HSU than term infants for jaundice, infection, respiratory problems, asthma, and neurologic and/or mental health problems during certain periods, including adulthood. LIMITATIONS: Considerable heterogeneity existed and was partially explained by the variations in the adjustment for multiple births and gestational age ranges of the term infants. CONCLUSIONS: Late-preterm infants had higher risks for all-cause admissions as well as for various cause-specific HSU during the neonatal period through adolescence.",
  "authors": [
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact, isayama@air.ocn.ne.jp.",
        "Department of Newborn and Developmental Paediatrics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; and."
      ]
    },
    {
      "last_name": "Lewis-Mikhael",
      "fore_name": "Anne-Mary",
      "initials": "AM",
      "name": "Anne-Mary Lewis-Mikhael",
      "affiliations": [
        "Obstetrics and Gynecology, and."
      ]
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact.",
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact.",
        "Obstetrics and Gynecology, and.",
        "Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "140",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health Services",
    "Child, Preschool",
    "Gestational Age",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Infant, Premature",
    "Term Birth",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "28759410",
    "doi": "10.1542/peds.2017-0266",
    "pii": "peds.2017-0266"
  },
  "doi": "10.1542/peds.2017-0266",
  "dates": {
    "completed": "2017-08-31",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.060376",
    "pmid": "28759410"
  }
}