{
  "pmid": "28754130",
  "uid": "28754130",
  "title": "Teasing apart \"the tangled web\" of influence of policy dialogues: lessons from a case study of dialogues about healthcare reform options for Canada.",
  "abstract": "BACKGROUND: The knowledge exchange literature suggests that policy dialogues are intended to enhance short-, medium- and long-term capacities of individuals, organizations and health systems to use evidence to inform policy-making. Key features of effective dialogues have been suggested, but the linkages between these features and the realization of improved capacities for evidence-informed policy-making among dialogue attendees and the subsequent influence on policy-making activities are not well understood. METHODS: We conducted a qualitative case study of a series of four policy dialogues that were convened in Canada among national, provincial and regional stakeholders on topics pertaining to healthcare financing and funding in 2011. Data sources included videos of participant perspectives captured during or immediately following each event and follow-up key informant interviews among dialogue participants held 4 years later in 2015. Three conceptual frameworks pertaining to (i) policy dialogues and capacities for evidence use, (ii) factors shaping policy-making across the policy cycle and (iii) factors shaping implementation of evidence guided the thematic analysis. We then synthesized the findings across the three frameworks. RESULTS: The results suggest the potential benefits of policy dialogues described in the literature were developed among the participants at these dialogues. Informants elaborated on how dialogue features influenced their capacities to use evidence, the ideas, interests and institutions during the agenda-setting and policy formulation stages of policy-making and how implementation was affected by characteristics of policy options, individuals, organizations, the external environment and processes. CONCLUSIONS: We present a conceptual framework that furthers our understanding of the potential influence of policy dialogues on the content and mechanisms of policy development and illustrate pathways of influence on various stages of the policy cycle from agenda setting through formulation and implementation. The framework highlights important factors for consideration in designing and evaluating policy dialogues and in supporting post-dialogue knowledge exchange efforts.",
  "authors": [
    {
      "last_name": "Mulvale",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Mulvale",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Ron Joyce Centre Room 421, 4350 South Service Road, Burlington, ON, L7L 5R8, Canada. mulvale@mcmaster.ca."
      ],
      "orcid": "0000-0002-4003-952X"
    },
    {
      "last_name": "McRae",
      "fore_name": "Samantha A",
      "initials": "SA",
      "name": "Samantha A McRae",
      "affiliations": [
        "DeGroote School of Business, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Milicic",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Milicic",
      "affiliations": [
        "Propel Centre for Population Health Impact, University of Waterloo, 200 University Avenue, Waterloo, ON, N2L 3G1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "96",
  "pages": "96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Health Care Reform",
    "Health Policy",
    "Healthcare Financing",
    "Humans",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "28754130",
    "pmc": "PMC5534055",
    "doi": "10.1186/s13012-017-0627-3",
    "pii": "10.1186/s13012-017-0627-3"
  },
  "doi": "10.1186/s13012-017-0627-3",
  "pmc_id": "PMC5534055",
  "dates": {
    "completed": "2018-06-04",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:44:22.884377",
    "pmid": "28754130"
  }
}