{
  "pmid": "28765036",
  "uid": "28765036",
  "title": "World Heart Federation Cholesterol Roadmap.",
  "abstract": "BACKGROUND: The World Heart Federation has undertaken an initiative to develop a series of Roadmaps. OBJECTIVES: The aim of these is to promote development of national policies and health systems approaches and identify potential roadblocks on the road to effective prevention, detection and management of cardiovascular disease (CVD) in low-and middle-income countries (LMIC), and strategies for overcoming these. This Roadmap focuses on elevated blood cholesterol, a leading risk factor for myocardial infarction, stroke, and peripheral arterial disease. METHODS: Through a review of published guidelines and research papers, and consultation with a committee composed of experts in clinical management of cholesterol and health systems research in LMIC, this Roadmap identifies (1) key interventions for primordial, primary and secondary prevention of CVD through detection, treatment, and management of elevated cholesterol and familial hypercholesterolemia (FH); (2) gaps in implementation of these interventions (knowledge-practice gaps); (3) health system roadblocks to treatment of elevated cholesterol in LMIC; and (4) potential strategies for overcoming these. RESULTS: Despite strong evidence of the importance of cholesterol levels in primary or secondary prevention of CVD, and the effectiveness of statin therapy for cholesterol lowering and reduction of CVD risk, gaps exist in the detection, treatment, and management of high cholesterol globally. Some potential roadblocks include poor access to laboratory facilities or trained professionals for cholesterol management, low awareness of FH among the general population and health professionals, unaffordability of statins for patient households, and low awareness of the importance of persistent adherence to lipid-lowering medication. Potential solutions include point-of-care testing, provision of free or subsidized lipid-lowering medication, and treatment adherence support using text message reminders. CONCLUSIONS: Known effective strategies for detection, treatment, and management of elevated cholesterol and FH exist, but there are barriers to their implementation in many low-resource settings. Priorities for health system intervention should be identified at the national level, and the feasibility and effectiveness of proposed solutions should be assessed in specific contexts. Many solutions proposed in this Roadmap may apply to other cardiovascular conditions and present opportunities for integration of CVD care in LMIC.",
  "authors": [
    {
      "last_name": "Murphy",
      "fore_name": "Adrianna",
      "initials": "A",
      "name": "Adrianna Murphy",
      "affiliations": [
        "Centre for Health and Social Change, Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Faria-Neto",
      "fore_name": "Jose R",
      "initials": "JR",
      "name": "Jose R Faria-Neto",
      "affiliations": [
        "School of Medicine, Pontificia Universidade Catolica do Parana, Curitiba, Brazil."
      ]
    },
    {
      "last_name": "Al-Rasadi",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Al-Rasadi",
      "affiliations": [
        "Department of Biochemistry, Sultan Qaboos University Hospital, Muscat, Oman."
      ]
    },
    {
      "last_name": "Blom",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Blom",
      "affiliations": [
        "Division of Lipidology, Department of Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Catapano",
      "fore_name": "Alberico",
      "initials": "A",
      "name": "Alberico Catapano",
      "affiliations": [
        "Department of Pharmacology, Center of Epidemiology and Preventive Pharmacology, University of Milan, Milan, Italy; Laboratory of Lipoproteins, Immunity and Atherosclerosis, Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy; Center for the Study of Atherosclerosis at Bassini Hospital, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Cuevas",
      "fore_name": "Ada",
      "initials": "A",
      "name": "Ada Cuevas",
      "affiliations": [
        "Nutrition Department, Clinica Las Condes, Santiago, Chile."
      ]
    },
    {
      "last_name": "Lopez-Jimenez",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Lopez-Jimenez",
      "affiliations": [
        "Department of Medicine, Mayo Medical School, Division of Preventive Cardiology, Mayo Clinic, Rochester, Minnesota, USA; Department of Research, Dan Abraham Healthy Living Center, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Perel",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Perel",
      "affiliations": [
        "World Heart Federation, Geneva, Switzerland; London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Raul",
      "initials": "R",
      "name": "Raul Santos",
      "affiliations": [
        "Lipid Clinic Heart Institute, University of Sao Paulo Medical School Hospital, Sao Paulo, Brazil; Preventive Medicine Center and Cardiology Program, Hospital Israelita Albert Einstein, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Sniderman",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Sniderman",
      "affiliations": [
        "Division of Cardiology, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Sy",
      "fore_name": "Rody",
      "initials": "R",
      "name": "Rody Sy",
      "affiliations": [
        "Section of Cardiology, Department of Medicine, University of the Phillipines College of Medicine, Manila, Philippines; Cardiovascular Institute, Cardinal Santos Medical Center, San Juan, Philippines."
      ]
    },
    {
      "last_name": "Watts",
      "fore_name": "Gerald F",
      "initials": "GF",
      "name": "Gerald F Watts",
      "affiliations": [
        "Cardiometabolic Service, Department of Cardiology, Royal Perth Hospital, Perth, Western Australia, Australia; School of Medicine, Faculty of Health and Medical Sciences, University of Western Australia, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Zhao",
      "affiliations": [
        "Beijing Institute of Heart, Lung and Blood Vessel Diseases, Capital Medical University, Beijing Anzhen Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "World Heart Federation, Geneva, Switzerland; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada; Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Wood",
      "affiliations": [
        "World Heart Federation, Geneva, Switzerland; Department of Cardiovascular Medicine, Imperial College London, London, United Kingdom; National Heart and Lung Institute, Bethesda, MD, USA."
      ]
    }
  ],
  "journal": {
    "title": "Global heart",
    "iso_abbreviation": "Glob Heart",
    "issn": "2211-8179",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "179",
  "end_page": "197.e5",
  "pages": "179-197.e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cholesterol",
    "Global Health",
    "Humans",
    "Morbidity",
    "Practice Guidelines as Topic",
    "Secondary Prevention"
  ],
  "article_ids": {
    "pubmed": "28765036",
    "doi": "10.1016/j.gheart.2017.03.002",
    "pii": "S2211-8160(17)30020-0"
  },
  "doi": "10.1016/j.gheart.2017.03.002",
  "dates": {
    "completed": "2018-06-11",
    "revised": "2018-07-14"
  },
  "chemicals": [
    "Cholesterol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.902609",
    "pmid": "28765036"
  }
}