{
  "pmid": "28763413",
  "uid": "28763413",
  "title": "Ultrasound-Guided Motor-Sparing Knee Blocks for Postoperative Analgesia Following Total Knee Arthroplasty: A Randomized Blinded Study.",
  "abstract": "BACKGROUND: Pain following total knee arthroplasty (TKA) is often severe and can inhibit rehabilitation. Motor-sparing analgesic techniques such as periarticular infiltrations and adductor canal blocks have been popularized for knee analgesia since they preserve motor strength and permit early mobilization. Our primary objective was to compare the duration of analgesia from motor-sparing blocks with that of a standard periarticular infiltration. We used the time to first rescue analgesia as the end point. METHODS: We randomized 82 patients scheduled for elective TKA to receive either the preoperative motor-sparing block (0.5% ropivacaine, 2.5 μg/mL of epinephrine, 10 mg of morphine, and 30 mg of ketorolac) or intraoperative periarticular infiltration (0.3% ropivacaine, 2.5 μg/mL of epinephrine, 10 mg of morphine, and 30 mg of ketorolac). For the motor-sparing block, we modified the ultrasound-guided adductor canal block by combining it with a lateral femoral cutaneous nerve block and posterior knee infiltration. The patients, surgeons, anesthetists administering the blocks, and outcome assessors all remained blinded to group allocation. Our primary outcome was duration of analgesia (time to first rescue analgesia). Secondary outcomes included quadriceps strength, function, side effects, satisfaction, and length of hospital stay. RESULTS: The duration of analgesia was significantly longer (mean difference, 8.8 hours [95% confidence interval = 3.98 to 13.62], p < 0.01) for the motor-sparing-block group (mean [and standard error], 18.1 ± 1.7 hours) compared with the periarticular infiltration group (mean, 9.25 ± 1.7 hours). The infiltration group had significantly higher scores for pain at rest for the first 2 postoperative hours and for pain with knee movement at 2 and 4 hours. There were no significant differences between groups with regard to any other secondary outcomes. CONCLUSIONS: In patients undergoing a TKA, a motor-sparing block provides longer analgesia than periarticular infiltration with retention of quadriceps muscle strength, function, patient satisfaction, and a short hospital stay. LEVEL OF EVIDENCE: Therapeutic Level I. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Sogbein",
      "fore_name": "Olawale A",
      "initials": "OA",
      "name": "Olawale A Sogbein",
      "affiliations": [
        "1University of Western Ontario, London, Ontario, Canada 2Northern Ontario School of Medicine, Sudbury, Ontario, Canada 3Department of Anesthesiology and Pain Medicine, University of Alberta, Edmonton, Alberta, Canada 4Division of Orthopaedic Surgery (D.B., E.M.V., S.M., B.L., and J.L.H.) and Department of Anesthesiology and Perioperative Medicine (D.F.J. and S.G.), University Hospital-London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sondekoppam",
      "fore_name": "Rakesh V",
      "initials": "RV",
      "name": "Rakesh V Sondekoppam",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Johnston",
      "fore_name": "David F",
      "initials": "DF",
      "name": "David F Johnston",
      "affiliations": []
    },
    {
      "last_name": "Vasarhelyi",
      "fore_name": "Edward M",
      "initials": "EM",
      "name": "Edward M Vasarhelyi",
      "affiliations": []
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Lanting",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Lanting",
      "affiliations": []
    },
    {
      "last_name": "Ganapathy",
      "fore_name": "Sugantha",
      "initials": "S",
      "name": "Sugantha Ganapathy",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Howard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "15",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "1274",
  "end_page": "1281",
  "pages": "1274-1281",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Arthroplasty, Replacement, Knee",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Injections, Intra-Articular",
    "Isometric Contraction",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Muscle Strength",
    "Nerve Block",
    "Pain Measurement",
    "Pain, Postoperative",
    "Surgery, Computer-Assisted",
    "Ultrasonography, Interventional"
  ],
  "article_ids": {
    "pubmed": "28763413",
    "doi": "10.2106/JBJS.16.01266",
    "pii": "00004623-201708020-00004"
  },
  "doi": "10.2106/JBJS.16.01266",
  "dates": {
    "completed": "2017-10-05",
    "revised": "2017-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.951434",
    "pmid": "28763413"
  }
}