{
  "pmid": "28760215",
  "uid": "28760215",
  "title": "Interventions Supporting Long-term Adherence aNd Decreasing cardiovascular events (ISLAND): Pragmatic randomized trial protocol.",
  "abstract": "BACKGROUND: Guidelines recommend cardiac rehabilitation and long-term use of cardiac medications for most patients who have had a myocardial infarction (MI), but adherence to these secondary prevention treatments is suboptimal. METHODS: This is a multicenter, pragmatic, 3-arm randomized trial. Eligible patients (n = 2,742) with obstructive coronary artery disease are randomized post-MI to usual care or 1 of 2 intervention arms. Patients in the first intervention arm receive mail-outs sent on behalf of their cardiologist at 4, 8, 20, 32, and 44 weeks post-MI; content is designed to address determinants of adherence and facilitate discussion between the patient and their health care team. Patients in the second intervention arm receive mail-outs plus automated interactive voice response system telephone calls 2 weeks after each letter, as well as a telephone call by trained lay health workers if the interactive voice response system identifies challenges with adherence. Outcomes are assessed 12 months post-MI via patient self-report and administrative data sources. Co-primary outcomes are adherence to cardiac medications and completion of cardiac rehabilitation. Secondary outcomes include cardiovascular events and mortality. An embedded, theory-informed process evaluation will explore the mechanism of action; an economic evaluation is also planned. CONCLUSIONS: We describe a complete program evaluation of a highly pragmatic, health-system intervention to support adherence to recommended treatments. Research ethics boards approved waiver of consent for patients enrolled in the trial with provision of multiple opportunities to opt out and a debrief at the time of outcome assessment. The methods used here may provide a model for similar interventions.",
  "authors": [
    {
      "last_name": "Ivers",
      "fore_name": "Noah",
      "initials": "N",
      "name": "Noah Ivers",
      "affiliations": [
        "Department of Family and Community Medicine and Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Institute for Health System Solutions and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada; Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: noah.ivers@utoronto.ca."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J-D",
      "initials": "JD",
      "name": "J-D Schwalm",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Hamilton Health Sciences, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Witteman",
      "fore_name": "Holly O",
      "initials": "HO",
      "name": "Holly O Witteman",
      "affiliations": [
        "Department of Family and Emergency Medicine, Faculty of Medicine, Laval University, Quebec City, Quebec, Canada; Office of Education and Professional Development, Faculty of Medicine, Laval University, Quebec City, Quebec, Canada; Université Laval Research Institute for Primary Care and Health Services (CERSSPL-UL), Quebec City, Quebec, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Presseau",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Presseau",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bosiak",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Bosiak",
      "affiliations": [
        "Institute for Health System Solutions and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Cunningham",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smarz",
      "fore_name": "Shelley",
      "initials": "S",
      "name": "Shelley Smarz",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Desveaux",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Desveaux",
      "affiliations": [
        "Institute for Health System Solutions and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Jack V",
      "initials": "JV",
      "name": "Jack V Tu",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Cardiology, Department of Medicine, Sunnybrook Health Sciences Centre and University of Toronto, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atzema",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Atzema",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, Sunnybrook Health Sciences Centre and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oakes",
      "fore_name": "Garth",
      "initials": "G",
      "name": "Garth Oakes",
      "affiliations": [
        "Cardiac Care Network of Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Isaranuwatchai",
      "fore_name": "Wanrudee",
      "initials": "W",
      "name": "Wanrudee Isaranuwatchai",
      "affiliations": [
        "Centre for Excellence in Economic Analysis Research, St Michael's Hospital and Institute of Health Policy, Management and Evaluation, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grace",
      "fore_name": "Sherry L",
      "initials": "SL",
      "name": "Sherry L Grace",
      "affiliations": [
        "School of Kinesiology and Health Science, York University, Toronto, Ontario, Canada; Cardiorespiratory Fitness Team, Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatia",
      "fore_name": "R Sacha",
      "initials": "RS",
      "name": "R Sacha Bhatia",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Division of Cardiology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada; WCH Institute for Health System Solutions and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu",
      "initials": "M",
      "name": "Madhu Natarajan",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Hamilton Health Sciences, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "190",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "64",
  "end_page": "75",
  "pages": "64-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Cardiovascular Agents",
    "Coronary Artery Disease",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Male",
    "Medication Adherence",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Secondary Prevention",
    "Survival Rate",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "28760215",
    "doi": "10.1016/j.ahj.2017.05.007",
    "pii": "S0002-8703(17)30148-5"
  },
  "doi": "10.1016/j.ahj.2017.05.007",
  "dates": {
    "completed": "2017-08-16",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Cardiovascular Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.141591",
    "pmid": "28760215"
  }
}