{
  "pmid": "28771519",
  "uid": "28771519",
  "title": "The effects of various diets on glycemic outcomes during pregnancy: A systematic review and network meta-analysis.",
  "abstract": "AIMS: Evidence to support dietary modifications to improve glycemia during pregnancy is limited, and the benefits of diet beyond limiting gestational weight gain is unclear. Therefore, a systematic review and network meta-analysis of randomized trials was conducted to compare the effects of various common diets, stratified by the addition of gestational weight gain advice, on fasting glucose and insulin, hemoglobin A1c (HbA1c), and homeostatic model assessment for insulin resistance (HOMA-IR) in pregnant women. METHODS: MEDLINE, EMBASE, Cochrane database, and reference lists of published studies were searched through April 2017. Randomized trials directly comparing two or more diets for ≥2-weeks were eligible. Bayesian network meta-analysis was performed for fasting glucose. Owing to a lack of similar dietary comparisons, a standard pairwise meta-analysis for the other glycemic outcomes was performed. The certainty of the pooled effect estimates was assessed using the GRADE tool. RESULTS: Twenty-one trials (1,865 participants) were included. In general, when given alongside gestational weight gain advice, fasting glucose improved in most diets compared to diets that gave gestational weight gain advice only. However, fasting glucose increased in high unsaturated or monounsaturated fatty acids diets. In the absence of gestational weight gain advice, fasting glucose improved in DASH-style diets compared to standard of care. Although most were non-significant, similar trends were observed for these same diets for the other glycemic outcomes. Dietary comparisons ranged from moderate to very low in quality of evidence. CONCLUSION/INTERPRETATION: Alongside with gestational weight gain advice, most diets, with the exception of a high unsaturated or a high monounsaturated fatty acid diet, demonstrated a fasting glucose improvement compared with gestational weight gain advice only. When gestational weight gain advice was not given, the DASH-style diet appeared optimal on fasting glucose. However, a small number of trials were identified and most dietary comparisons were underpowered to detect differences in glycemic outcomes. Further studies that are high in quality and adequately powered are needed to confirm these findings. REGISTRATION: PROSPERO CRD42015026008.",
  "authors": [
    {
      "last_name": "Ha",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Ha",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bonner",
      "fore_name": "Ashley J",
      "initials": "AJ",
      "name": "Ashley J Bonner",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jadoo",
      "fore_name": "Jaynendr K",
      "initials": "JK",
      "name": "Jaynendr K Jadoo",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "The Dalla Lana School of Public Health, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "The Hospital for Sick Children Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "General Hospital Campus, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Genomics Program, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8945-513X"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "8",
    "pub_year": "2017"
  },
  "start_page": "e0182095",
  "pages": "e0182095",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Bayes Theorem",
    "Blood Glucose",
    "Databases, Factual",
    "Diabetes, Gestational",
    "Diet",
    "Female",
    "Glycated Hemoglobin",
    "Humans",
    "Insulin",
    "Pregnancy",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "28771519",
    "pmc": "PMC5542432",
    "doi": "10.1371/journal.pone.0182095",
    "pii": "PONE-D-17-02477"
  },
  "doi": "10.1371/journal.pone.0182095",
  "pmc_id": "PMC5542432",
  "dates": {
    "completed": "2017-10-13",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Blood Glucose",
    "Glycated Hemoglobin A",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.201970",
    "pmid": "28771519"
  }
}