{
  "pmid": "28770599",
  "uid": "28770599",
  "title": "Effect of frequency of clinic visits and medication pick-up on antiretroviral treatment outcomes: a systematic literature review and meta-analysis.",
  "abstract": "INTRODUCTION: Expanding and sustaining antiretroviral therapy (ART) coverage may require simplified HIV service delivery strategies that concomitantly reduce the burden of care on the health system and patients while ensuring optimal outcomes. We conducted a systematic review to assess the impact of reduced frequency of clinic visits and drug dispensing on patient outcomes. METHODS: As part of the development process of the World Health Organization antiretroviral (ARV) guidelines, we systematically searched medical literature databases for publications up to 30 August 2016. Information was extracted on trial characteristics, patient characteristics and the following outcomes: mortality, morbidity, treatment adherence, retention, patient and provider acceptability, cost and patients exiting the programme. When feasible, conventional pairwise meta-analyses were conducted. Results and discussion Of 6443 identified citations, 21 papers, pertaining to 16 studies, were included in this review, with 11 studies contributing to analyses. Although analyses were feasible, they were limited by the sparse evidence base, despite the importance of the research area, and relatively low quality. Comparative analyses of eight studies reporting on frequency of clinic visits showed that less frequent clinic visits led to higher odds of being retained in care (odds ratio [OR]: 1.90; 95% CI: 1.21-2.99). No differences were found with respect to viral failure, morbidity or mortality; however, most estimates were favourable to reduced clinic visits. Reduced frequency of ARVs pick-ups showed a trend towards better retention (OR: 1.93; 95% CI: 0.62-6.04). Strategies using community support tended to have better outcomes; however, their implementation varied, particularly by location. External validity may be questionable. CONCLUSIONS: Our systematic review suggests that reduction of clinical visits (and likely ARVs pick-ups) may improve clinical outcomes, and that they are a viable option to relieve health systems and reduce burden of care for PLHIV. Strategies aimed at reducing clinic visits or drug refill services should focus on stable patients who are virally suppressed, tolerant to their drug regimen and fully adherent. These strategies may be critical to the current changes taking place in HIV treatment policy; thus, due to the data limitations, further high quality research is needed to inform policy and programmatic interventions.",
  "authors": [
    {
      "last_name": "Mutasa-Apollo",
      "fore_name": "Tsitsi",
      "initials": "T",
      "name": "Tsitsi Mutasa-Apollo",
      "affiliations": [
        "College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe.",
        "AIDS and TB Unit, Ministry of Health and Child Care, Harare, Zimbabwe."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Ford",
      "affiliations": [
        "Department of HIV/AIDS, World Health Organization, Geneva, Switzerland.",
        "Centre for Infectious Disease Epidemiology and Research, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Wiens",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Wiens",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Socias",
      "fore_name": "Maria Eugenia",
      "initials": "ME",
      "name": "Maria Eugenia Socias",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada.",
        "Interdisciplinary Graduate Program, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Negussie",
      "fore_name": "Eyerusalem",
      "initials": "E",
      "name": "Eyerusalem Negussie",
      "affiliations": [
        "Department of HIV/AIDS, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Popoff",
      "fore_name": "Evan",
      "initials": "E",
      "name": "Evan Popoff",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Park",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Kanters",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Kanters",
      "affiliations": [
        "Precision Global Health, Department of Health Analytics, Vancouver, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the International AIDS Society",
    "iso_abbreviation": "J Int AIDS Soc",
    "issn": "1758-2652",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "Suppl 4",
    "pub_year": "2017",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "21647",
  "pages": "21647",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ambulatory Care",
    "Anti-HIV Agents",
    "HIV Infections",
    "Humans",
    "Medication Adherence",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28770599",
    "pmc": "PMC6192466",
    "doi": "10.7448/IAS.20.5.21647"
  },
  "doi": "10.7448/IAS.20.5.21647",
  "pmc_id": "PMC6192466",
  "dates": {
    "completed": "2017-11-21",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.644628",
    "pmid": "28770599"
  }
}