{
  "pmid": "28783582",
  "uid": "28783582",
  "title": "Cytotoxic effects of Fritillaria imperialis L. extracts on human liver cancer cells, breast cancer cells and fibroblast-like cells.",
  "abstract": "In this study, we evaluated the cytotoxic effects of Fritillaria imperialis L. aqueous and ethanolic extracts on human liver cancer cells (LCL-PI 11), breast adenocarcinoma cells (MCF-7) and fibroblast-like cells (HSkMC). MTT, BrdU and TUNEL assays were used to detect cytotoxicity, proliferation rate and apoptotic death. Following 48h, the IC50 values for LCL-PI11 and MCF-7 cells were 4.2 and 3.9μg/mL of aqueous extract, and 1.7 and 1.3μg/mL of ethanolic extract, respectively, which was comparable to that of 5-FU. BrdU assay data verified that both extracts inhibited cell proliferation more preferentially on the two cancer cells. Exposure of LCL-PI 11 and MCF-7 cells to 2.4μg/mL of aqueous extract for 24h resulted in 29% and 32% apoptotic death. Surprisingly the ethanolic extract killed nearly all of the cells at 1.6μg/mL concentration. Collectively, our data indicated that both extracts have cytotoxic, cytostatic and pro-apoptotic activities against the two cancer cell lines. The ethanolic extract was more potent than the aqueous extract and the fibroblast cell was found to be less influenced than both cancer cell lines. Further researches are necessary for chemical characterization and in vivo evaluation especially in animal models to identify the effective anticancer ingredient of F. imperialis.",
  "authors": [
    {
      "last_name": "Zarei",
      "fore_name": "Ozra",
      "initials": "O",
      "name": "Ozra Zarei",
      "affiliations": [
        "Department of Biotechnology, Graduate University of Advanced Technology, Kerman, Iran. Electronic address: azrazareilar@gmail.com."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, End of Haft-Bagh highway, Kerman, 7631818356, Iran. Electronic address: m.yaghoobi@kgut.ac.ir."
      ]
    }
  ],
  "journal": {
    "title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
    "iso_abbreviation": "Biomed Pharmacother",
    "issn": "1950-6007",
    "issn_type": "Electronic",
    "volume": "94",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "598",
  "end_page": "604",
  "pages": "598-604",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Antineoplastic Agents, Phytogenic",
    "Apoptosis",
    "Breast Neoplasms",
    "Cell Line, Tumor",
    "Cell Proliferation",
    "Fibroblasts",
    "Fluorouracil",
    "Fritillaria",
    "Humans",
    "In Situ Nick-End Labeling",
    "Inhibitory Concentration 50",
    "Liver Neoplasms",
    "MCF-7 Cells",
    "Plant Extracts"
  ],
  "article_ids": {
    "pubmed": "28783582",
    "doi": "10.1016/j.biopha.2017.07.127",
    "pii": "S0753-3322(17)32352-1"
  },
  "doi": "10.1016/j.biopha.2017.07.127",
  "dates": {
    "completed": "2018-05-15",
    "revised": "2018-05-15"
  },
  "chemicals": [
    "Antineoplastic Agents, Phytogenic",
    "Plant Extracts",
    "Fluorouracil"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.387293",
    "pmid": "28783582"
  }
}