{
  "pmid": "28780214",
  "uid": "28780214",
  "title": "Labour Outcomes After Successful External Cephalic Version Compared With Spontaneous Cephalic Version.",
  "abstract": "OBJECTIVE: This study sought to compare obstetrical outcomes for women with a cephalic presentation at birth resulting from successful external cephalic version (ECV) compared to those resulting from spontaneous cephalic version (SCV). METHODS: Secondary analysis was performed on Early External Cephalic Version Trial data. A total of 931 study participants had breech presentations between 34 and 36 weeks' gestation and cephalic presentations at birth. The incidence of intrapartum interventions was compared between patients with successful ECV (557) and those with SCV (374). A generalized linear mixed model was used to determine ORs for our primary outcomes. Parity, maternal BMI, previous CS, and enrolment centre were controlled for in the analysis. RESULTS: No differences were found after ECV compared with SCV in the incidence of CS (96 of 557 and 76 of 374, respectively; adjusted OR [aOR] 0.89; 95% CI 0.63-1.26), instrumental birth (68 of 557 and 29 of 373, respectively; aOR 1.55; 95% CI 0.96-2.50), or normal vaginal birth (393 of 557 and 268 of 373, respectively; aOR 0.92; 95% CI 0.68-1.24). Multiparous women with successful ECV were half as likely to require a CS compared with those with SCV and no ECV (28 of 313 and 42 of 258, respectively; aOR 0.45; 95% CI 0.26-0.80). CONCLUSION: This is the first study to compare birth outcomes of breech pregnancies that convert to cephalic presentation by means of SCV with birth outcomes of breech pregnancies that have ECV. Women with a cephalic-presenting fetus at birth as a result of successful ECV are not at greater risk of obstetrical interventions at birth when compared with women with fetuses who spontaneously turn to a cephalic presentation in the third trimester.",
  "authors": [
    {
      "last_name": "Krueger",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Krueger",
      "affiliations": [
        "Midwifery Education Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Simioni",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Simioni",
      "affiliations": [
        "Midwifery Education Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON. Electronic address: huttone@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "61",
  "end_page": "67",
  "pages": "61-67",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Breech Presentation",
    "Female",
    "Humans",
    "Middle Aged",
    "Pregnancy",
    "Version, Fetal",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28780214",
    "doi": "10.1016/j.jogc.2017.05.020",
    "pii": "S1701-2163(17)30344-4"
  },
  "doi": "10.1016/j.jogc.2017.05.020",
  "dates": {
    "completed": "2019-09-30",
    "revised": "2019-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.472340",
    "pmid": "28780214"
  }
}