{
  "pmid": "28781885",
  "uid": "28781885",
  "title": "The Use of Incremental Peritoneal Dialysis in a Large Contemporary Peritoneal Dialysis Program.",
  "abstract": "BACKGROUND: The use of an incremental peritoneal dialysis (PD) strategy in a large contemporary patient population has not been described. OBJECTIVE: We report the use of this strategy in clinical practice, the prescriptions required, and the clearances achieved in a large center which has routinely used this approach for more than 10 years. DESIGN: This is a cross-sectional observational study. SETTING: A single large Canadian academic center. PATIENTS: This study collected data on 124 prevalent PD patients at a single Canadian academic center. METHODS AND MEASUREMENTS: The proportion of patients who achieve the clearance target on a low clearance or incremental PD prescription; the actual PD prescriptions and consequent total, peritoneal, and renal urea clearances [Kt/V] achieved; and patient and technique survival and peritonitis rate in comparison with national and international reports. RESULTS: Of the 124 prevalent PD patients in this PD unit, 106 (86%) were achieving the Kt/V target, and of these, 54 (44% of all patients) were doing so using incremental PD prescriptions. Fifty of these incremental PD patients were using automated PD (APD) with either no day dwell (68%) or less than 7 days a week treatment (12%) or both (20%). Patient survival in our PD unit was not different from that reported in Canada as a whole. Peritonitis rates were better than internationally recommended standards. LIMITATIONS: This is an observational study with no randomized control group. CONCLUSIONS: Incremental PD is feasible in a contemporary PD population treated mainly with APD. Almost half of the patients were able to achieve clearance targets while receiving less onerous and less costly low clearance prescriptions. We suggest that incremental PD should be widely used as a cost-effective strategy in PD.",
  "authors": [
    {
      "last_name": "Ankawi",
      "fore_name": "Ghada A",
      "initials": "GA",
      "name": "Ghada A Ankawi",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Woodcock",
      "fore_name": "Nancy I",
      "initials": "NI",
      "name": "Nancy I Woodcock",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2016"
  },
  "start_page": "2054358116679131",
  "pages": "2054358116679131",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28781885",
    "pmc": "PMC5518964",
    "doi": "10.1177/2054358116679131",
    "pii": "10.1177_2054358116679131"
  },
  "doi": "10.1177/2054358116679131",
  "pmc_id": "PMC5518964",
  "dates": {
    "revised": "2024-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.229749",
    "pmid": "28781885"
  }
}