{
  "pmid": "28781980",
  "uid": "28781980",
  "title": "Bacterial plasmid addiction systems and their implications for antibiotic drug development.",
  "abstract": "Bacteria frequently carry mobile genetic elements capable of being passed to other bacterial cells. An example of this is the transfer of plasmids (small, circular DNA molecules) that often contain antibiotic resistance genes from one bacterium to another. Plasmids have evolved mechanisms to ensure their survival through generations by employing plasmids segregation and replication machinery and plasmid addiction systems. Plasmid addiction systems utilize a post-segregational killing of cells that have not received a plasmid. In this review, the types of plasmid addiction systems are described as well as their prevalence in antibiotic resistant bacteria. Lastly, the possibility of targeting these plasmid addiction systems for the treatment of antibiotic resistant bacterial infections is explored.",
  "authors": [
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": [
        "Beth Israel Deaconess Medical Center, Boston, MA 02115, USA."
      ]
    }
  ],
  "journal": {
    "title": "Postdoc journal : a journal of postdoctoral research and postdoctoral affairs",
    "iso_abbreviation": "Postdoc J",
    "issn": "2328-9791",
    "issn_type": "Print",
    "volume": "5",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "May"
  },
  "start_page": "3",
  "end_page": "9",
  "pages": "3-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28781980",
    "mid": "NIHMS879565",
    "pmc": "PMC5542005"
  },
  "pmc_id": "PMC5542005",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R21 AI119114",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R33 AI119114",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.519727",
    "pmid": "28781980"
  }
}