{
  "pmid": "28783974",
  "uid": "28783974",
  "title": "A novel primary-specialist care collaborative demonstration project to improve the access and health care of medically complex patients.",
  "abstract": "Objective Medically complex patients experience fragmented health care compounded by long wait times. The MedREACH program was developed to improve access and overall system experience for medically complex patients. Program description MedREACH is a novel primary-tertiary care collaborative demonstration program that features community nursing outreach, community specialist outreach, and a multi-specialty consultation clinic. Methods All 179 patients, referring primary care clinicians, and specialists involved were eligible to participate. Patient and clinician feedback were elicited by feedback surveys. Process measures were evaluated by participant retrospective chart reviews. Community nursing outreach patients completed the Goal Attainment Scale. Results Forty-eight patients and 22 clinicians consented to the feedback survey. About 75% of patients were seen within 2 weeks of referral. Patients spent an average of 3, 1.63, and 1.2 visits with the nursing outreach, multi-specialty clinic, and specialist outreach, respectively. Patients indicated a better medical experience, health enablement, and goals attainment. Family physicians felt more supported in the community management of medically complex patients and, overall, physicians felt MedREACH could improve collaborative care for medically complex patients. Qualitative analysis of clinician responses identified the need for increased mental health services. Discussion MedREACH demonstrates a patient-centered link between primary and tertiary care that could improve health care access and overall experience.",
  "authors": [
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "1 Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Steward",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Steward",
      "affiliations": [
        "2 The MedREACH Pilot Project, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Peter",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Peter",
      "affiliations": [
        "1 Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Laurel",
      "initials": "L",
      "name": "Laurel Cooke",
      "affiliations": [
        "3 Nursing and Complex Care Teams, Hamilton Family Health Team, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "4 Department of Medicine (Division of Hematology and Thromboembolism), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "David",
      "initials": "D",
      "name": "David Price",
      "affiliations": [
        "1 Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chronic illness",
    "iso_abbreviation": "Chronic Illn",
    "issn": "1745-9206",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "151",
  "end_page": "170",
  "pages": "151-170",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Community-Institutional Relations",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Intersectoral Collaboration",
    "Male",
    "Medicine",
    "Pilot Projects",
    "Primary Health Care",
    "Process Assessment, Health Care",
    "Program Evaluation",
    "Referral and Consultation",
    "Specialization",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28783974",
    "doi": "10.1177/1742395316674541"
  },
  "doi": "10.1177/1742395316674541",
  "dates": {
    "completed": "2018-05-01",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.318825",
    "pmid": "28783974"
  }
}