{
  "pmid": "28793983",
  "uid": "28793983",
  "title": "How do eHealth Programs for Adolescents With Depression Work? A Realist Review of Persuasive System Design Components in Internet-Based Psychological Therapies.",
  "abstract": "BACKGROUND: Major depressive disorders are common among adolescents and can impact all aspects of their daily life. Traditional therapies, cognitive behavioral therapy (CBT), and interpersonal psychotherapy (IPT) have been delivered face-to-face. However, Internet-based (online) delivery of these therapies is emerging as an option for adolescents. Internet-based CBT and IPT involve therapeutic content, interaction between the user and the system, and different technological features embedded into the online program (eg, multimedia). Studies of Internet-based CBT and IPT for adolescent depression differ on all three aspects, and variable, positive therapy effects have been reported. A better understanding of the treatment conditions that influence therapy outcomes is important to designing and evaluating these novel therapies. OBJECTIVE: Our aim was to examine the technological and program delivery features of Internet-based CBT and IPT for adolescent depression and to document their potential relation to treatment outcomes and program use. METHODS: We performed a realist synthesis. We started with an extensive search of published and gray literature. We included intervention studies that evaluated Internet-based CBT or IPT for adolescent depression. We included mixed-methods and qualitative studies, theoretical papers, and policy/implementation documents if they included a focus on how Internet-based psychological therapy is proposed to work for adolescents with depression/depressive symptoms. We used the Mixed-Methods Appraisal Tool to assess the methodological quality of studies. We used the Persuasive System Design (PSD) model as a framework for data extraction and analysis to examine how Internet-based CBT and IPT, as technology-based systems, influence the attitudes and behaviors of system users. PSD components described for the therapies were linked to reported outcomes using a cross-case comparison method and thematic synthesis. RESULTS: We identified 19 Internet-based CBT programs in 59 documents. Of those, 71% (42/59) were of moderate to high quality. The PSD features surface credibility (competent \"look and feel\"), dialogue support (online program + in-person support), liking and similarity (esthetics and content appeal to adolescent users), the reduction and tunneling of therapeutic content (reducing online content into simple tasks, guiding users), and use of self-monitoring were present in therapies that resulted in improved therapy engagement, satisfaction, and adherence, as well as symptom and functional impairments. CONCLUSIONS: When incorporated into Internet-based CBT for adolescent depression, PSD features may improve adolescent adherence, satisfaction, and depression-related outcomes. Testing of these features using hypothesis-driven dismantling approaches is recommended to advance our understanding of how these features contribute to therapy effectiveness.",
  "authors": [
    {
      "last_name": "Wozney",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wozney",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ],
      "orcid": "0000-0003-4280-3322"
    },
    {
      "last_name": "Huguet",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Huguet",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-4002-8644"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8211-237X"
    },
    {
      "last_name": "Radomski",
      "fore_name": "Ashley D",
      "initials": "AD",
      "name": "Ashley D Radomski",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-1491-3516"
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-8341-3991"
    },
    {
      "last_name": "Dyson",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Dyson",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-4856-2283"
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patrick J",
      "initials": "PJ",
      "name": "Patrick J McGrath",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-9568-2571"
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-3020-674X"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "09"
  },
  "start_page": "e266",
  "pages": "e266",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Cognitive Behavioral Therapy",
    "Depression",
    "Humans",
    "Internet",
    "Persuasive Communication",
    "Psychotherapy",
    "Telemedicine",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28793983",
    "pmc": "PMC5569246",
    "doi": "10.2196/jmir.7573",
    "pii": "v19i8e266"
  },
  "doi": "10.2196/jmir.7573",
  "pmc_id": "PMC5569246",
  "dates": {
    "completed": "2018-02-01",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KRS2014",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.435753",
    "pmid": "28793983"
  }
}