{
  "pmid": "28801443",
  "uid": "28801443",
  "title": "The provision of medical assistance in dying: protocol for a scoping review.",
  "abstract": "INTRODUCTION: Medical assistance in dying (MAID), a term encompassing both euthanasia and assisted suicide, was decriminalised in Canada in 2015. Although Bill C-14 legislated eligibility criteria under which patients could receive MAID, it did not provide guidance regarding the technical aspects of providing an assisted death. Therefore, we propose a scoping review to map the characteristics of the existing medical literature describing the medications, settings, participants and outcomes of MAID, in order to identify knowledge gaps and areas for future research. METHODS AND ANALYSIS: We will search electronic databases (MEDLINE, EMBASE, CINAHL, CENTRAL, PsycINFO), clinical trial registries, conference abstracts, and professional guidelines and recommendations from jurisdictions where MAID is legal, up to June 2017. Eligible report types will include technical summaries, institutional policies, practice surveys, practice guidelines and clinical studies. We will include all descriptions of MAID provision (either euthanasia or assisted suicide) in adults who have provided informed consent for MAID, for any reason, including reports where patients have provided consent to MAID in advance of the development of incapacity (eg, dementia). We will exclude reports in which patients receive involuntary euthanasia (eg, capital punishment). Two independent investigators will screen and select retrieved reports using pilot-tested screening and eligibility forms, and collect data using standardised data collection forms. We will summarise extracted data in tabular format with accompanying descriptive statistics and use narrative format to describe their clinical relevance, identify knowledge gaps and suggest topics for future research. ETHICS AND DISSEMINATION: This scoping review will map the range and scope of the existing literature on the provision of MAID in jurisdictions where the practice has been decriminalised. The review will be disseminated through conference presentations and publication in a peer-reviewed journal. These results will be useful to clinicians, policy makers and researchers involved with MAID.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Canada.",
        "Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Ball",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Epidemiology and Biostatistics, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Saleh",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kalles",
      "fore_name": "Gaelen",
      "initials": "G",
      "name": "Gaelen Kalles",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chkaroubo",
      "fore_name": "Anatoli",
      "initials": "A",
      "name": "Anatoli Chkaroubo",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kekewich",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Kekewich",
      "affiliations": [
        "Department of Clinical and Organizational Ethics, The Ottawa Hospital, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Miller",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada.",
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dees",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Dees",
      "affiliations": [
        "IQ Healthcare, Radboud Institute for Health Sciences, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Frolic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Frolic",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "11"
  },
  "start_page": "e017888",
  "pages": "e017888",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Euthanasia, Active",
    "Euthanasia, Active, Voluntary",
    "Humans",
    "Legislation, Medical",
    "Research Design",
    "Suicide, Assisted",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "28801443",
    "pmc": "PMC5724208",
    "doi": "10.1136/bmjopen-2017-017888",
    "pii": "bmjopen-2017-017888"
  },
  "doi": "10.1136/bmjopen-2017-017888",
  "pmc_id": "PMC5724208",
  "dates": {
    "completed": "2018-04-27",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.036256",
    "pmid": "28801443"
  }
}