{
  "pmid": "28800520",
  "uid": "28800520",
  "title": "A modified Delphi process to identify clinical and research priorities in patient and family centred critical care.",
  "abstract": "PURPOSE: To identify elements which enable patient and family centred care (PFCC) in the intensive care unit (ICU) and priorities for PFCC research. MATERIALS AND METHODS: We engaged a panel of multidisciplinary stakeholders in a modified Delphi process. Items generated from a literature review and panelist suggestions were rated in 3 successive rounds on a scale from 1 to 7. Median score was used to rate each item's priority, with 5 or more indicating \"essential priority,\" 4 or 5 \"moderate priority\" and 3 or less \"low priority.\" Interquartile range (IQR) was used to measure consensus, with IQR of 1 indicating \"high\" consensus, 2 \"moderate\" consensus, and 3 or greater \"low\" consensus. RESULTS: Six items were rated essential elements for facilitating PFCC with high consensus (flexible visiting hours, family participation in bedside care, trained family support person, interventions to facilitate continuity of care, staff education to support families, continuity of staff assignments). Three items were rated essential research topics: interventions to facilitate continuity of care following ICU discharge (moderate consensus), family participation in bedside care (low consensus), and decision aids for end of life decision-making (low consensus). CONCLUSIONS: Stakeholders identified clear and distinct priorities for PFCC in clinical care and research, though there was greater consensus for clinical care.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Canada. Electronic address: oczkowsj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Selena",
      "initials": "S",
      "name": "Selena Au",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "des Ordons",
      "fore_name": "Amanda Roze",
      "initials": "AR",
      "name": "Amanda Roze des Ordons",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Canada; Division of Palliative Care, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Marlyn",
      "initials": "M",
      "name": "Marlyn Gill",
      "affiliations": [
        "PaCER (Patient and Community Engagement Research) Program, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Potestio",
      "fore_name": "Melissa L",
      "initials": "ML",
      "name": "Melissa L Potestio",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla",
      "initials": "O",
      "name": "Orla Smith",
      "affiliations": [
        "Critical Care Department, Li Ka Shing Knowledge Institute, St. Michaels Hospital, Toronto, Canada.; Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Canada; Sunnybrook Research Institute, Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Canada; Department of Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison E",
      "initials": "AE",
      "name": "Alison E Fox-Robichaud",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "42",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "243",
  "end_page": "247",
  "pages": "243-247",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Consensus",
    "Critical Care",
    "Decision Making",
    "Delphi Technique",
    "Family",
    "Family Health",
    "Health Priorities",
    "Humans",
    "Intensive Care Units",
    "Patient-Centered Care",
    "Research"
  ],
  "article_ids": {
    "pubmed": "28800520",
    "doi": "10.1016/j.jcrc.2017.08.008",
    "pii": "S0883-9441(17)30668-8"
  },
  "doi": "10.1016/j.jcrc.2017.08.008",
  "dates": {
    "completed": "2018-07-02",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.035991",
    "pmid": "28800520"
  }
}