{
  "pmid": "28802672",
  "uid": "28802672",
  "title": "Congruence between patient characteristics and interventions may partly explain medication adherence intervention effectiveness: an analysis of 190 randomized controlled trials from a Cochrane systematic review.",
  "abstract": "OBJECTIVES: Due to the negative outcomes of medication nonadherence, interventions to improve adherence have been the focus of countless studies. The congruence between adherence-related patient characteristics and interventions may partly explain the variability of effectiveness in medication adherence studies. In their latest update of a Cochrane review reporting inconsistent effects of adherence interventions, the authors offered access to their database for subanalysis. We aimed to use this database to assess congruence between adherence-related patient characteristics and interventions and its association with intervention effects. STUDY DESIGN AND SETTING: We developed a congruence score consisting of six features related to inclusion criteria, patient characteristics at baseline, and intervention design. Two independent raters extracted and scored items from the 190 studies available in the Cochrane database. We correlated overall congruence score and individual features with intervention effects regarding adherence and clinical outcomes using Kruskal-Wallis rank sum test and Fisher's exact test. RESULTS: Interrater reliability for newly extracted data was almost perfect with a Cohen's Kappa of 0.92 [95% confidence interval (CI) = 0.89-0.94; P < 0.001]. Although present in only six studies, the inclusion of nonadherent patients was the single feature significantly associated with effective adherence interventions (P = 0.003). Moreover, effective adherence interventions were significantly associated with improved clinical outcomes (odds ratio = 6.0; 95% CI = 3.1-12.0; P < 0.0001). However, neither the overall congruence score nor any other individual feature (i.e., \"determinants of nonadherence as inclusion criteria,\" \"tailoring of interventions to the inclusion criteria,\" \"reasons for nonadherence assessed at baseline,\" \"adjustment of intervention to individual patient needs,\" and \"theory-based interventions\") was significantly associated with intervention effects. CONCLUSION: The presence of only six studies that included nonadherent patients and the interdependency of this feature with the remaining five might preclude a conclusive assessment of congruence between patient characteristics and adherence interventions. In order to obtain clinical benefits from effective adherence interventions, we encourage researchers to focus on the inclusion of nonadherent patients.",
  "authors": [
    {
      "last_name": "Allemann",
      "fore_name": "Samuel S",
      "initials": "SS",
      "name": "Samuel S Allemann",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmaceutical Care Research Group, University of Basel, Klingelbergstrasse 50, 4056 Basel, Switzerland. Electronic address: s.allemann@unibas.ch."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton General Hospital Campus, 237 Barton Street, East Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Navarro",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Navarro",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton General Hospital Campus, 237 Barton Street, East Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Haynes",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton General Hospital Campus, 237 Barton Street, East Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Hersberger",
      "fore_name": "Kurt E",
      "initials": "KE",
      "name": "Kurt E Hersberger",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmaceutical Care Research Group, University of Basel, Klingelbergstrasse 50, 4056 Basel, Switzerland."
      ]
    },
    {
      "last_name": "Arnet",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Arnet",
      "affiliations": [
        "Department of Pharmaceutical Sciences, Pharmaceutical Care Research Group, University of Basel, Klingelbergstrasse 50, 4056 Basel, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "91",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "70",
  "end_page": "79",
  "pages": "70-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Databases, Factual",
    "Humans",
    "Medication Adherence",
    "Patient Selection",
    "Randomized Controlled Trials as Topic",
    "Self Administration"
  ],
  "article_ids": {
    "pubmed": "28802672",
    "doi": "10.1016/j.jclinepi.2017.07.011",
    "pii": "S0895-4356(17)30122-1"
  },
  "doi": "10.1016/j.jclinepi.2017.07.011",
  "dates": {
    "completed": "2017-12-01",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.923734",
    "pmid": "28802672"
  }
}