{
  "pmid": "28803079",
  "uid": "28803079",
  "title": "Development and Psychometric Properties of a Survey to Assess Barriers to Implementing Advance Care Planning in Primary Care.",
  "abstract": "CONTEXT: Valid and reliable measurement of barriers to advance care planning (ACP) in health care settings can inform the design of robust interventions. OBJECTIVE: This article describes the development and psychometric evaluation of an instrument to measure the presence and magnitude of perceived barriers to ACP discussion with patients from the perspective of family physicians. METHODS: A questionnaire was designed through literature review and expert input, asking family physicians to rate the importance of barriers (0 = not at all a barrier and 6 = an extreme amount) to ACP discussions with patients and administered to 117 physicians. Floor effects and missing data patterns were examined. Item-by-item correlations were examined using Pearson correlation. Exploratory factor analysis was conducted (iterated principle factor analysis with oblique rotation), internal consistency (Cronbach's alpha) overall and within factors was calculated, and construct validity was evaluated by calculating three correlations with related questions that were specified a priori. RESULTS: The questionnaire included 31 questions in three domains relating to the clinician, patient/family and system or external factors. No items were removed due to missing data, floor effects, or high correlation with another item. A solution of three factors accounted for 71% of variance. One item was removed because it did not load strongly on any factor. All other items except one remained in the original domain in the questionnaire. Cronbach's alpha for the three factors ranged from 0.84 to 0.90. Two of three a priori correlations with related questions were statistically significant. CONCLUSION: This questionnaire to assess barriers to ACP discussion from the perspective of family physicians demonstrates preliminary evidence of reliability and validity.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: mhoward@mcmaster.ca."
      ]
    },
    {
      "last_name": "Day",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Day",
      "affiliations": [
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Family Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John",
      "initials": "J",
      "name": "John You",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Klein",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada; Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "12",
  "end_page": "21",
  "pages": "12-21",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Advance Care Planning",
    "Attitude of Health Personnel",
    "Factor Analysis, Statistical",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Physician-Patient Relations",
    "Physicians, Primary Care",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28803079",
    "doi": "10.1016/j.jpainsymman.2017.08.003",
    "pii": "S0885-3924(17)30397-4"
  },
  "doi": "10.1016/j.jpainsymman.2017.08.003",
  "dates": {
    "completed": "2018-07-31",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.522658",
    "pmid": "28803079"
  }
}