{
  "pmid": "28819494",
  "uid": "28819494",
  "title": "Functioning and disability in recent research from Cameroon: a narrative synthesis.",
  "abstract": "INTRODUCTION: People living with disabilities in Cameroon face many barriers to daily functioning and social participation. However, there is limited research on disabilities and their impact. We sought to examine the research related to disability from Cameroon. METHODS: We conducted a systematic review, bibliometric analysis, and narrative synthesis of research related to disability, functioning, and social participation from Cameroon published during 2005-2014. The articles were screened in duplicate to identify articles addressing impacts of disability on functioning. Disability was contextualized using the International Classification of Functioning, Disability and Health (ICF) framework. Data were analyzed narratively per identified themes using an inductive data-driven approach. RESULTS: A total of 46 studies were included following full-text review of which 36 addressed non-communicable diseases and conditions, 7 addressed infectious diseases and 3 addressed neglected tropical diseases. Among ICF Activity and Participation Restrictions, work and employment was the highest reported category (19 studies), followed by intimate relationships (14 studies), and looking after one's health (8 studies). Among ICF Environmental Factors, societal attitudes were the highest reported category (21 studies), followed by health services, systems and policies (14 studies) and support and relationships (11 studies). Among other common themes, knowledge and awareness was the highest reported category (22 studies), closely followed by traditional beliefs (20 studies) and financial barriers (9 studies). CONCLUSION: There is a small body of primary research from Cameroon on disability. The main themes related to disability are stigma, limited knowledge and awareness, poor quality of care and hindered employment opportunities. Further efforts are required to investigate the complexities of living with a disability in Cameroon and strategies to enhance adequate participation in activities of daily life.",
  "authors": [
    {
      "last_name": "Ray",
      "fore_name": "Minal",
      "initials": "M",
      "name": "Minal Ray",
      "affiliations": [
        "University of Toronto, Department of Occupational Science & Occupational Therapy, Toronto, Canada."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Lorena",
      "initials": "L",
      "name": "Lorena Wallace",
      "affiliations": [
        "University of Toronto, Department of Occupational Science & Occupational Therapy, Toronto, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "McMaster University, Department of Health Research Methods Evidence and Impact, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Cockburn",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Cockburn",
      "affiliations": [
        "University of Toronto, Department of Occupational Science & Occupational Therapy, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Pan African medical journal",
    "iso_abbreviation": "Pan Afr Med J",
    "issn": "1937-8688",
    "issn_type": "Electronic",
    "volume": "27",
    "pub_year": "2017"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Cameroon",
    "Disability Evaluation",
    "Persons with Disabilities",
    "Employment",
    "Humans",
    "International Classification of Functioning, Disability and Health",
    "Research Design",
    "Social Participation",
    "Social Stigma"
  ],
  "article_ids": {
    "pubmed": "28819494",
    "pmc": "PMC5554653",
    "doi": "10.11604/pamj.2017.27.73.12167",
    "pii": "PAMJ-27-73"
  },
  "doi": "10.11604/pamj.2017.27.73.12167",
  "pmc_id": "PMC5554653",
  "dates": {
    "completed": "2017-09-04",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.510468",
    "pmid": "28819494"
  }
}