{
  "pmid": "28811483",
  "uid": "28811483",
  "title": "The impact of human population pressure on flying fox niches and the potential consequences for Hendra virus spillover.",
  "abstract": "Hendra virus (HeV) is an emerging pathogen of concern in Australia given its ability to spillover from its reservoir host, pteropid bats, to horses and further on to humans, and the severe clinical presentation typical in these latter incidental hosts. Specific human pressures over recent decades, such as expanding human populations, urbanization, and forest fragmentation, may have altered the ecological niche of Pteropus species acting as natural HeV reservoirs and may modulate spillover risk. This study explored the influence of inter-decadal net human local migration between 1970 and 2000 on changes in the habitat suitability to P. alecto and P. conspicillatus from 1980 to 2015 in eastern Australia. These ecological niches were modeled using boosted regression trees and subsequently fitted, along with additional landscape factors, to HeV spillovers to explore the spatial dependency of this zoonosis. The spatial model showed that the ecological niche of these two flying fox species, the human footprint, and proximity to woody savanna were each strongly associated with HeV spillover and together explained most of the spatial dependency exhibited by this zoonosis. These findings reinforce the potential for anthropogenic pressures to shape the landscape epidemiology of HeV spillover.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead Institute for Medical Research, University of Sydney, Westmead, New South Wales, Australia. michael.walsh1@sydney.edu.au."
      ]
    },
    {
      "last_name": "Wiethoelter",
      "fore_name": "Anke",
      "initials": "A",
      "name": "Anke Wiethoelter",
      "affiliations": [
        "Faculty of Veterinary and Agricultural Sciences, University of Melbourne, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0002-7872-934X"
    },
    {
      "last_name": "Haseeb",
      "fore_name": "M A",
      "initials": "MA",
      "name": "M A Haseeb",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate Medical Center, Brooklyn, New York, USA.",
        "Departments of Cell Biology, Pathology and Medicine, College of Medicine, State University of New York, Downstate Medical Center, Brooklyn, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "8226",
  "pages": "8226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Australia",
    "Chiroptera",
    "Climate",
    "Disease Reservoirs",
    "Ecosystem",
    "Geography, Medical",
    "Hendra Virus",
    "Henipavirus Infections",
    "Humans",
    "Incidence",
    "Population Dynamics",
    "Public Health Surveillance",
    "Risk",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "28811483",
    "pmc": "PMC5557840",
    "doi": "10.1038/s41598-017-08065-z",
    "pii": "10.1038/s41598-017-08065-z"
  },
  "doi": "10.1038/s41598-017-08065-z",
  "pmc_id": "PMC5557840",
  "dates": {
    "completed": "2019-03-07",
    "revised": "2019-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.902727",
    "pmid": "28811483"
  }
}