{
  "pmid": "28814341",
  "uid": "28814341",
  "title": "A review of national policies and strategies to improve quality of health care and patient safety: a case study from Lebanon and Jordan.",
  "abstract": "BACKGROUND: Improving quality of care and patient safety practices can strengthen health care delivery systems, improve health sector performance, and accelerate attainment of health-related Sustainability Development Goals. Although quality improvement is now prominent on the health policy agendas of governments in low- and middle-income countries (LMICs), including countries of the Eastern Mediterranean Region (EMR), progress to date has not been optimal. The objective of this study is to comprehensively review existing quality improvement and patient safety policies and strategies in two selected countries of the EMR (Lebanon and Jordan) to determine the extent to which these have been institutionalized within existing health systems. METHODS: We used a mixed methods approach that combined documentation review, stakeholder surveys and key informant interviews. Existing quality improvement and patient safety initiatives were assessed across five components of an analytical framework for assessing health care quality and patient safety: health systems context; national policies and legislation; organizations and institutions; methods, techniques and tools; and health care infrastructure and resources. RESULTS: Both Lebanon and Jordan have made important progress in terms of increased attention to quality and accreditation in national health plans and strategies, licensing requirements for health care professionals and organizations (albeit to varying extents), and investments in health information systems. A key deficiency in both countries is the absence of an explicit national policy for quality improvement and patient safety across the health system. Instead, there is a spread of several (disjointed) pieces of legal measures and national plans leading to fragmentation and lack of clear articulation of responsibilities across the entire continuum of care. Moreover, both countries lack national sets of standardized and applicable quality indicators for performance measurement and benchmarking. Importantly, incentive systems that link contractual agreement, regulations, accreditation, and performance indicators are underutilized in Lebanon and absent in Jordan. At the healthcare organizational level, there is a need to instill a culture of continuous quality improvement and promote professional training in quality improvement and patient safety. CONCLUSION: Study findings highlight the importance of aligning policies, organizations, methods, capacities and resources in order to institutionalize quality improvement and patient safety practices in health systems. Gaps and dysfunctions identified can help inform national deliberations and dialogues among key stakeholders in each study country. Findings can also inform future quality improvement efforts in the EMR and beyond, with a particular emphasis on LMICs.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020, Lebanon.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "16"
  },
  "start_page": "568",
  "pages": "568",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accreditation",
    "Benchmarking",
    "Health Care Surveys",
    "Health Policy",
    "Humans",
    "Jordan",
    "Lebanon",
    "Licensure",
    "Organizational Case Studies",
    "Patient Safety",
    "Quality Assurance, Health Care",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "28814341",
    "pmc": "PMC5559834",
    "doi": "10.1186/s12913-017-2528-1",
    "pii": "10.1186/s12913-017-2528-1"
  },
  "doi": "10.1186/s12913-017-2528-1",
  "pmc_id": "PMC5559834",
  "dates": {
    "completed": "2018-04-04",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.824754",
    "pmid": "28814341"
  }
}