{
  "pmid": "28816872",
  "uid": "28816872",
  "title": "Application of AOSpine Subaxial Cervical Spine Injury Classification in Simple and Complex Cases.",
  "abstract": "INTRODUCTION: Cervical spine injury classification systems should be simple, easy to relate and remember, reliable guide for surgical planning, and predictor of outcome in clinical settings. We investigated whether the AOSpine subaxial cervical spine classification system predicted injury severity and neurologic outcome. MATERIAL AND METHODS: We analyzed the relevant clinical, imaging, management, and American Spinal Injury Association (ASIA) impairment scale (AIS) grade conversion of 92 AIS grades A-C patients with cervical spine injury. We correlated morphology class with age, injury severity score (ISS), follow-up ASIA motor score (AMS), intramedullary lesion length (IMLL), and AIS grade conversion at 6 months after injury. RESULTS: The mean age of patients was 39.3 years, 83 were men, and 69 were injured during an automobile accident or after a fall. The AOSpine class was A4 in 8, B2 in 5, B2A4 in 16, B3 in 19, and C in 44 patients. The mean ISS was 29.7 and AMS was 17.1. AIS grade was A in 48, B in 25, and C in 19 patients. Mean IMLL on postoperative magnetic resonance imaging was 72 mm: A4 = 68.1; B2A4 = 86.5; B2 = 59.3; B3 = 46.8; and C = 79.9. At a mean follow-up of 6 months, the mean AMS was 39.6. Compared to patients with class B3 injuries, those with class C injuries were significantly younger (P < 0.0001), had longer IMLL (P < 0.002), and were less likely to have AIS grade conversion to a better grade (P < 0.02). CONCLUSIONS: The AOSpine subaxial cervical spine injury classification system successfully predicted injury severity (longer IMLL) and chances of neurologic recovery (AIS grade conversion) across different class subtypes.",
  "authors": [
    {
      "last_name": "Aarabi",
      "fore_name": "Bizhan",
      "initials": "B",
      "name": "Bizhan Aarabi",
      "affiliations": [
        "*Department of Neurosurgery, University of Maryland, Maryland, MD, USA; †Department of Orthopaedics, University Medical Center Utrecht, Utrecht, the Netherlands; ‡Department of Orthopaedic Surgery, The Rothman Institute, Thomas Jefferson University, Philadelphia, PA, USA; and §School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Oner",
      "fore_name": "Cumhur",
      "initials": "C",
      "name": "Cumhur Oner",
      "affiliations": []
    },
    {
      "last_name": "Vaccaro",
      "fore_name": "Alexander R",
      "initials": "AR",
      "name": "Alexander R Vaccaro",
      "affiliations": []
    },
    {
      "last_name": "Schroeder",
      "fore_name": "Gregory D",
      "initials": "GD",
      "name": "Gregory D Schroeder",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "31 Suppl 4",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "S24",
  "end_page": "S32",
  "pages": "S24-S32",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cervical Vertebrae",
    "Cohort Studies",
    "Decompression, Surgical",
    "Diagnostic Imaging",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Injury Severity Score",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Risk Assessment",
    "Spinal Injuries",
    "Tomography, X-Ray Computed",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28816872",
    "doi": "10.1097/BOT.0000000000000944",
    "pii": "00005131-201709004-00004"
  },
  "doi": "10.1097/BOT.0000000000000944",
  "dates": {
    "completed": "2018-06-01",
    "revised": "2018-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.233919",
    "pmid": "28816872"
  }
}