{
  "pmid": "28817507",
  "uid": "28817507",
  "title": "Comparison of Consent Models in a Randomized Trial of Corticosteroids in Pediatric Septic Shock.",
  "abstract": "OBJECTIVES: To describe the use of deferred and prior informed consent models in the context of a low additional risk to standard of care, placebo-controlled randomized controlled trial of corticosteroids in pediatric septic shock. DESIGN: An observational substudy of consent processes in a randomized controlled trial of hydrocortisone versus placebo. SETTING: Seven tertiary level PICUs in Canada. PATIENTS: Children newborn to 17 years inclusive admitted to PICU with suspected septic shock between July 2014 and March 2016. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Information on the number of families approached, consent rates obtained, and spontaneously volunteered reasons for nonparticipation were collected for both deferred and informed consent. The research ethics board of five of seven centers approved a deferred consent model; however, implementation criteria for use of this model varied across sites. The consent rate using deferred versus prior informed consent was significantly higher (83%; 35/42 vs 58%; 15/26; p = 0.02). The mean times from meeting inclusion criteria to randomization (1.8 ± 1.8 vs 3.6 ± 2.1 hr; p = 0.007) and study drug administration (3.4 ± 2.7 hr vs 4.8 ± 2.1 hr; p = 0.05) were significantly shorter with the use of deferred consent versus prior informed consent. No family member or research ethics board expressed concern following use of deferred consent. CONCLUSIONS: Deferred consent was acceptable in time-sensitive critical care research to most research ethics boards, families, and healthcare providers and resulted in higher consent rates and more efficient recruitment. Larger studies on deferred consent and consistency interpreting jurisdictional guidelines are needed to advance pediatric acute care.",
  "authors": [
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "1Research Institute, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 2Department of Pediatrics, Faculty of Medicine, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. 3Department of Economics, Faculty of Public Affairs, Carleton University, Ottawa, ON, Canada. 4Division of Critical Care Medicine, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH. 5Department of Epidemiology, University of Ottawa and Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada. 6Clinical Epidemiology Program, School of Epidemiology and Public Health, The Ottawa Hospital Research Institute (OHRI), Ottawa, ON, Canada. 7Division of Critical Care, Department of Medicine, Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada. 8Section of Critical Care Medicine, Department of Pediatrics, Alberta Children's Hospital, Calgary, AB, Canada. 9Department of Pediatrics, CHU Sainte-Justine Hospital, Montreal, QC, Canada. 10Department of Pediatrics, Faculty of Medicine, The University of British Columbia, British Columbia Woman and Children's Hospital, Vancouver, BC, Canada. 11Department of Pediatrics, Faculty of Medicine, McGill University, Montreal Children's Hospital, Montreal, QC, Canada. 12Department of Critical Care Medicine, IWK Health Centre, Halifax, NS, Canada. 13Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Hearn",
      "fore_name": "Katharine",
      "initials": "K",
      "name": "Katharine O'Hearn",
      "affiliations": []
    },
    {
      "last_name": "McNally",
      "fore_name": "James Dayre",
      "initials": "JD",
      "name": "James Dayre McNally",
      "affiliations": []
    },
    {
      "last_name": "Acharya",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Acharya",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Hector R",
      "initials": "HR",
      "name": "Hector R Wong",
      "affiliations": []
    },
    {
      "last_name": "Lawson",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Lawson",
      "affiliations": []
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Ramsay",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": []
    },
    {
      "last_name": "Tucci",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Tucci",
      "affiliations": []
    },
    {
      "last_name": "Wensley",
      "fore_name": "David",
      "initials": "D",
      "name": "David Wensley",
      "affiliations": []
    },
    {
      "last_name": "Gottesman",
      "fore_name": "Ronald",
      "initials": "R",
      "name": "Ronald Gottesman",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Morrison",
      "affiliations": []
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "18",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "1009",
  "end_page": "1018",
  "pages": "1009-1018",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adolescent",
    "Anti-Inflammatory Agents",
    "Attitude to Health",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Infant",
    "Infant, Newborn",
    "Informed Consent",
    "Intensive Care Units, Pediatric",
    "Male",
    "Randomized Controlled Trials as Topic",
    "Shock, Septic"
  ],
  "article_ids": {
    "pubmed": "28817507",
    "doi": "10.1097/PCC.0000000000001301"
  },
  "doi": "10.1097/PCC.0000000000001301",
  "dates": {
    "completed": "2018-05-09",
    "revised": "2018-05-09"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Hydrocortisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.902410",
    "pmid": "28817507"
  }
}