{
  "pmid": "28823185",
  "uid": "28823185",
  "title": "Conducting EQ-5D Valuation Studies in Resource-Constrained Countries: The Potential Use of Shrinkage Estimators to Reduce Sample Size.",
  "abstract": "BACKGROUND: Resource-constrained countries have difficulty conducting large EQ-5D valuation studies, which limits their ability to conduct cost-utility analyses using a value set specific to their own population. When estimates of similar but related parameters are available, shrinkage estimators reduce uncertainty and yield estimators with smaller mean square error (MSE). We hypothesized that health utilities based on shrinkage estimators can reduce MSE and mean absolute error (MAE) when compared to country-specific health utilities. METHODS: We conducted a simulation study (1,000 iterations) based on the observed means and standard deviations (or standard errors) of the EQ-5D-3L valuation studies from 14 counties. In each iteration, the simulated data were fitted with the model based on the country-specific functional form of the scoring algorithm to create country-specific health utilities (\"na誰ve\" estimators). Shrinkage estimators were calculated based on the empirical Bayes estimation methods. The performance of shrinkage estimators was compared with those of the na誰ve estimators over a range of different sample sizes based on MSE, MAE, mean bias, standard errors and the width of confidence intervals. RESULTS: The MSE of the shrinkage estimators was smaller than the MSE of the na誰ve estimators on average, as theoretically predicted. Importantly, the MAE of the shrinkage estimators was also smaller than the MAE of the na誰ve estimators on average. In addition, the reduction in MSE with the use of shrinkage estimators did not substantially increase bias. The degree of reduction in uncertainty by shrinkage estimators is most apparent in valuation studies with small sample size. CONCLUSION: Health utilities derived from shrinkage estimation allow valuation studies with small sample size to \"borrow strength\" from other valuation studies to reduce uncertainty.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Kelvin K W",
      "initials": "KKW",
      "name": "Kelvin K W Chan",
      "affiliations": [
        "Division of Medical Oncology and Hematology, Sunnybrook Odette Cancer Centre, Toronto, ON, Canada (KKC).",
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, ON, Canada (KKC, EMP).",
        "Canadian Centre for Applied Research in Cancer Control (ARCC), Toronto, ON, Canada (KKC)."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, ON, Canada (FX)."
      ]
    },
    {
      "last_name": "Willan",
      "fore_name": "Andrew R",
      "initials": "AR",
      "name": "Andrew R Willan",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, ON, Canada (ARW, EMP)."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, ON, Canada (KKC, EMP).",
        "Child Health Evaluative Sciences, Hospital for Sick Children, Toronto, ON, Canada (ARW, EMP)."
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "26",
  "end_page": "33",
  "pages": "26-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bayes Theorem",
    "Computer Simulation",
    "Cost-Benefit Analysis",
    "Data Interpretation, Statistical",
    "Humans",
    "Quality of Life",
    "Research Design",
    "Sample Size",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "28823185",
    "doi": "10.1177/0272989X17725748"
  },
  "doi": "10.1177/0272989X17725748",
  "dates": {
    "completed": "2019-02-04",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.906070",
    "pmid": "28823185"
  }
}