{
  "pmid": "28829238",
  "uid": "28829238",
  "title": "Guideposts and Roadblocks to the Career-Long Scholarly Engagement of Physical Education Teacher Education Faculty.",
  "abstract": "PURPOSE: Scholarship is essential for the growth and development of the physical education field. Over time, scholarship expectations have changed, forcing faculty members to alter time spent for research, teaching, and service. Social-cognitive career theory (SCCT) presents a model for understanding performance and persistence in an occupational environment. The interconnected aspects of SCCT have different emphasis related to self-efficacy, outcome expectations, or personal goals pursuit. This study explored physical education teacher education (PETE) faculty members' continuing engagement in scholarly activity through SCCT. METHOD: Data collection included interviews with 9 senior PETE faculty members who met the criteria for \"productive scholars over time.\" Curriculum vitae were collected to verify productivity. RESULTS: Data analysis revealed guidepost themes that included collaborating, finding balance, defining a research process, and maintaining a strong work ethic. Roadblocks encountered included other obligations and lack of support for research. CONCLUSIONS: Participants demonstrated strong self-efficacy; held high, positive expectations for success; and set very specific, clear, and deliberate goals. Participant behavior was moderated by their personal attributes (capacity to build relationships, set goals, and maintain interest and passion) and was tempered by the environments in which they worked. Fostering similar behaviors has the potential to guide future and current PETE faculty members in creating supportive and encouraging atmospheres for sustained productivity. The lack of literature relating to this topic warrants the need for more research exploring the influential factors and benefits gained from sustained scholarly productivity over time for PETE faculty members.",
  "authors": [
    {
      "last_name": "Berei",
      "fore_name": "Catherine P",
      "initials": "CP",
      "name": "Catherine P Berei",
      "affiliations": [
        "a Southern Connecticut State University."
      ]
    },
    {
      "last_name": "Pratt",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Pratt",
      "affiliations": [
        "b State University of New York Cortland."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "c University of Limerick."
      ]
    },
    {
      "last_name": "Shephard",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Shephard",
      "affiliations": [
        "d Chico , California."
      ]
    },
    {
      "last_name": "Liang",
      "fore_name": "Tanjian",
      "initials": "T",
      "name": "Tanjian Liang",
      "affiliations": [
        "e Central Washington University."
      ]
    },
    {
      "last_name": "Nampai",
      "fore_name": "Udon",
      "initials": "U",
      "name": "Udon Nampai",
      "affiliations": [
        "f Thai International School."
      ]
    },
    {
      "last_name": "Neamphoka",
      "fore_name": "Guntima",
      "initials": "G",
      "name": "Guntima Neamphoka",
      "affiliations": [
        "g Kasetsart University."
      ]
    }
  ],
  "journal": {
    "title": "Research quarterly for exercise and sport",
    "iso_abbreviation": "Res Q Exerc Sport",
    "issn": "2168-3824",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "455",
  "end_page": "467",
  "pages": "455-467",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ethics, Professional",
    "Female",
    "Goals",
    "Humans",
    "Male",
    "Physical Education and Training",
    "Research",
    "School Teachers",
    "Self Efficacy"
  ],
  "article_ids": {
    "pubmed": "28829238",
    "doi": "10.1080/02701367.2017.1360986"
  },
  "doi": "10.1080/02701367.2017.1360986",
  "dates": {
    "completed": "2017-11-29",
    "revised": "2017-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.203727",
    "pmid": "28829238"
  }
}