{
  "pmid": "28822594",
  "uid": "28822594",
  "title": "[GRADE Evidence to Decision (EtD) frameworks: a systematic and transparent approach to making well informed healthcare choices. 1: Introduction].",
  "abstract": "Clinicians, guideline developers, and policymakers sometimes neglect important criteria, give undue weight to criteria, and do not use the best available evidence to inform their judgments. Explicit and transparent systems for decision making can help to ensure that all important criteria are considered and that decisions are informed by the best available research evidence. The GRADE Working Group has developed Evidence to Decision (EtD) frameworks for the different type of recommendations or decisions. The purpose of EtD frameworks is to help people use evidence in a structured and transparent way to inform decisions in the context of clinical recommendations, coverage decisions, and health system or public health recommendations and decisions. EtD frameworks have a common structure that includes formulation of the question, an assessment of the evidence, and drawing conclusions, though there are some differences between frameworks for each type of decision. EtD frameworks inform users about the judgments that were made and the evidence supporting those judgments by making the basis for decisions transparent to target audiences. EtD frameworks also facilitate dissemination of recommendations and enable decision makers in other jurisdictions to adopt recommendations or decisions, or adapt them to their context. This article is a translation of the original article published in British Medical Journal. The EtD frameworks are currently used in the Clinical Practice Guideline Programme of the Spanish National Health System, co-ordinated by GuíaSalud.",
  "authors": [
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Centro Cochrane Iberoamericano; CIBERESP; IIB Sant Pau, Barcelona, España; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá. Electronic address: palonso@santpau.cat."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, McMaster University, Hamilton, Canadá."
      ]
    },
    {
      "last_name": "Moberg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Moberg",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Unidad de Odontología Basada en la Evidencia, Facultad de Odontología, Universidad de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Internal Medicine, Clinical Epidemiology Unit, American University of Beirut Medical Center, Beirut, Líbano."
      ]
    },
    {
      "last_name": "Davoli",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Davoli",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Roma, Italia."
      ]
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": [
        "Health Services Research Unit, University of Aberdeen, Aberdeen, Reino Unido."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, University of Missouri-Kansas City, Kansas City, Missouri, EE. UU."
      ]
    },
    {
      "last_name": "Rada",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Rada",
      "affiliations": [
        "Programa de Salud Basada en la Evidencia, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Departamento de Medicina Interna, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Epistemonikos Foundation, Santiago, Chile."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rosenbaum",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Morelli",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Morelli",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, McMaster University, Hamilton, Canadá."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gaceta sanitaria",
    "iso_abbreviation": "Gac Sanit",
    "issn": "1578-1283",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "166.e1",
  "end_page": "166.e10",
  "pages": "166.e1-166.e10",
  "language": "spa",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28822594",
    "doi": "10.1016/j.gaceta.2017.02.010",
    "pii": "S0213-9111(17)30121-8"
  },
  "doi": "10.1016/j.gaceta.2017.02.010",
  "dates": {
    "completed": "2020-02-26",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.641745",
    "pmid": "28822594"
  }
}