{
  "pmid": "28827270",
  "uid": "28827270",
  "title": "Study protocol for a randomised controlled trial of meniscal surgery compared with exercise and patient education for treatment of meniscal tears in young adults.",
  "abstract": "INTRODUCTION: Arthroscopic surgery is a very common orthopaedic procedure. While several trials have investigated the effect of knee arthroscopy for middle-aged and older patients with meniscal tears, there is a paucity of trials comparing meniscal surgery with non-surgical treatment for younger adults. The aim of this randomised controlled trial (RCT) is to investigate if early arthroscopic surgery is superior to exercise therapy and education, with the option of later surgery if needed, in improving pain, function and quality of life in younger adults with meniscal tears. METHODS AND ANALYSIS: This is a protocol for a multicentre, parallel-group RCT conducted at six hospitals across all five healthcare regions in Denmark. 140 patients aged 18-40 years with a clinical history and symptoms consistent with a meniscal tear, verified on MRI, found eligible for meniscal surgery by an orthopaedic surgeon will be randomly allocated to one of two groups (1:1 ratio). Participants randomised to surgery will undergo either arthroscopic partial meniscectomy or meniscal repair followed by standard postsurgical care, while participants allocated to exercise and education will undergo a 12-week individualised, supervised neuromuscular and strengthening exercise programme and patient education. The primary outcome will be difference in change from baseline to 12 months in the mean score on four Knee Injury and Osteoarthritis Outcome Score subscales, covering pain, symptoms, function in sports and recreation and quality of life (Knee Injury and Osteoarthritis Outcome Score (KOOS4)) supported by the individual subscale scores allowing clinical interpretation. Alongside, the RCT an observational cohort will follow patients aged 18-40 years with clinical suspicion of a meniscal tear, but not fully eligible or declining to participate in the trial. ETHICS AND DISSEMINATION: Results will be presented in peer-reviewed journals and at international conferences. This study is approved by the Regional Committees on Health Research Ethics for Southern Denmark. REGISTRATION DETAILS: ClinicalTrials.gov (NCT02995551).",
  "authors": [
    {
      "last_name": "Skou",
      "fore_name": "Søren Thorgaard",
      "initials": "ST",
      "name": "Søren Thorgaard Skou",
      "affiliations": [
        "Department of Sports Science and Clinical Biomechanics, Research Unit for Musculoskeletal Function and Physiotherapy, University of Southern Denmark, Odense, Denmark.",
        "Department of Physiotherapy and Occupational Therapy, Næstved-Slagelse-Ringsted Hospitals, Slagelse, Denmark."
      ],
      "orcid": "0000-0003-4336-7059"
    },
    {
      "last_name": "Lind",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Lind",
      "affiliations": [
        "Department of Sports Traumatology, Aarhus University Hospital, Aarhus, Denmark."
      ]
    },
    {
      "last_name": "Hölmich",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Hölmich",
      "affiliations": [
        "Department of Orthopaedic Surgery, Sports Orthopedic Research Center-Copenhagen (SORC-C), Copenhagen University Hospital, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Hans Peter",
      "initials": "HP",
      "name": "Hans Peter Jensen",
      "affiliations": [
        "Department of Orthopaedic Surgery, Aalborg University Hospital, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Carsten",
      "initials": "C",
      "name": "Carsten Jensen",
      "affiliations": [
        "Department of Orthopaedic Surgery, Lillebælt Hospital in Kolding, Kolding, Denmark.",
        "Department of Regional Health Research, University of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Orthopaedic Surgery, Næstved Hospital, Næstved, Denmark."
      ]
    },
    {
      "last_name": "Jørgensen",
      "fore_name": "Uffe",
      "initials": "U",
      "name": "Uffe Jørgensen",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Odense University Hospital, Odense, Denmark."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Jonas Bloch",
      "initials": "JB",
      "name": "Jonas Bloch Thorlund",
      "affiliations": [
        "Department of Sports Science and Clinical Biomechanics, Research Unit for Musculoskeletal Function and Physiotherapy, University of Southern Denmark, Odense, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "21"
  },
  "start_page": "e017436",
  "pages": "e017436",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Denmark",
    "Exercise Therapy",
    "Female",
    "Humans",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Male",
    "Meniscectomy",
    "Menisci, Tibial",
    "Patient Education as Topic",
    "Quality of Life",
    "Regression Analysis",
    "Research Design",
    "Rupture",
    "Tibial Meniscus Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28827270",
    "pmc": "PMC5724132",
    "doi": "10.1136/bmjopen-2017-017436",
    "pii": "bmjopen-2017-017436"
  },
  "doi": "10.1136/bmjopen-2017-017436",
  "pmc_id": "PMC5724132",
  "dates": {
    "completed": "2018-05-17",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.790769",
    "pmid": "28827270"
  }
}