{
  "pmid": "28840152",
  "uid": "28840152",
  "title": "Humeral Avulsion of the Glenohumeral Ligament: Indications for Surgical Treatment and Outcomes-A Systematic Review.",
  "abstract": "BACKGROUND: The inferior glenohumeral ligament, the most important static anterior stabilizer of the shoulder, becomes disrupted in humeral avulsion of the glenohumeral ligament (HAGL) lesions. Unfortunately, HAGL lesions commonly go unrecognized. A missed HAGL during an index operation to treat anterior shoulder instability may lead to persistent instability. Currently, there are no large studies describing the indications for surgical repair or the outcomes of patients with HAGL lesions. PURPOSE: To search the literature to identify surgical indications for the treatment of HAGL lesions and discuss reported outcomes. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: Two reviewers completed a comprehensive literature search of 3 online databases (MEDLINE, EMBASE, and Cochrane Library) from inception until May 25, 2016, using the keywords \"humeral avulsion of the glenohumeral ligament\" or \"HAGL\" to generate a broad search. Systematic screening of eligible studies was undertaken in duplicate. Abstracted data were organized in table format, with descriptive statistics presented. RESULTS: After screening, 18 studies comprising 118 patients were found that described surgical intervention and outcomes for HAGL lesions. The mean patient was 22 years (range, 12-50 years), and 82% were male. Sports injuries represented 72% of all HAGL injuries. The main surgical indication was primary anterior instability, followed by pain and failed nonoperative management. Commonly associated injuries in patients with identified HAGL lesions included a Bankart lesion (15%), Hill-Sachs lesions (13%), and glenoid bone loss (7%). Reporting of outcome scores varied among the included studies. Meta-analysis was not possible, but all included studies reported significantly improved postoperative stability and function. There were no demonstrated differences in outcomes for patients treated with open versus arthroscopic surgical techniques. All but 2 patients undergoing operative management for HAGL lesions were able to return to sport at their previous levels; these included Olympians and professional athletes. CONCLUSION: HAGL lesions typically occur in younger male patients and are often associated with Bankart lesions and bone loss. Open and arthroscopic management techniques are both effective in preventing recurrent instability.",
  "authors": [
    {
      "last_name": "Bozzo",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Bozzo",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oitment",
      "fore_name": "Colby",
      "initials": "C",
      "name": "Colby Oitment",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thornley",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Thornley",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Habib",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hoppe",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Hoppe",
      "affiliations": [
        "Orthopaedic Sports Medicine Program, Women's College Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Center, St Joseph's Health Care, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "5",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "2325967117723329",
  "pages": "2325967117723329",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28840152",
    "pmc": "PMC5560515",
    "doi": "10.1177/2325967117723329",
    "pii": "10.1177_2325967117723329"
  },
  "doi": "10.1177/2325967117723329",
  "pmc_id": "PMC5560515",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.771844",
    "pmid": "28840152"
  }
}