{
  "pmid": "28842165",
  "uid": "28842165",
  "title": "Chronic Kidney Disease, Basal Insulin Glargine, and Health Outcomes in People with Dysglycemia: The ORIGIN Study.",
  "abstract": "BACKGROUND: Early stages of chronic kidney disease are associated with an increased cardiovascular risk in patients with established type 2 diabetes and macrovascular disease. The role of early stages of chronic kidney disease on macrovascular outcomes in prediabetes and early type 2 diabetes mellitus is not known. In the Outcome Reduction with an Initial Glargine Intervention (ORIGIN) trial, the introduction of insulin had no effect on cardiovascular outcomes compared with standard therapy. In this post hoc analysis of ORIGIN, we compared cardiovascular outcomes in subjects without to those with mild (Stages 1-2) or moderate chronic kidney disease (Stage 3). METHODS: Τwo co-primary composite cardiovascular outcomes were assessed. The first was the composite end point of nonfatal myocardial infarction, nonfatal stroke, or death from cardiovascular causes; and the second was a composite of any of these events plus a revascularization procedure, or hospitalization for heart failure. Several secondary outcomes were prespecified, including microvascular outcomes, incident diabetes, hypoglycemia, weight, and cancers. RESULTS: Complete renal function data were available in 12,174 of 12,537 ORIGIN participants. A total of 8114 (67%) had no chronic kidney disease, while 4060 (33%) had chronic kidney disease stage 1-3. When compared with nonchronic kidney disease participants, the risk of developing the composite primary outcome (nonfatal myocardial infarction, nonfatal stroke, or cardiovascular death) in those with mild to moderate chronic kidney disease was 87% higher; hazard ratio (HR) 1.87; 95% confidence interval (CI), 1.71-2.04 (P < .0001). The presence of chronic kidney disease 1-3 was also associated with a greater than twofold higher risk for both all-cause mortality (HR 2.17; 95% CI, 1.98-2.38; P < .0001) and cardiovascular mortality (HR 2.39; 95% CI, 2.13-2.69; P < .0001). Moreover, patients with mild to moderate chronic kidney disease had significantly higher risk for nonfatal myocardial infarction (50%), nonfatal stroke (68%), any stroke (84%), the above composite primary end point plus revascularization or heart failure requiring hospitalization (59%), or a major coronary artery disease event (56%). Furthermore, in patients with chronic kidney disease and early diabetes mellitus type 2, the primary end point occurred 83% more frequently as compared with nonchronic kidney disease participants (HR 1.83; 95% CI, 1.67-2.01; P < .001) and in patients with prediabetes and chronic kidney disease 67% more frequently (HR 1.67; 95% CI,1.25-2.24; P < .001). CONCLUSIONS: In high-risk patients with dysglycemia (prediabetes and early diabetes), mild and moderate chronic kidney disease significantly increased cardiovascular events.",
  "authors": [
    {
      "last_name": "Papademetriou",
      "fore_name": "Vasilios",
      "initials": "V",
      "name": "Vasilios Papademetriou",
      "affiliations": [
        "Veterans Administration Medical Center, Washington, DC; Georgetown University Medical Center, Washington, DC. Electronic address: vpapademetriou@va.gov."
      ]
    },
    {
      "last_name": "Nylen",
      "fore_name": "Eric S",
      "initials": "ES",
      "name": "Eric S Nylen",
      "affiliations": [
        "Veterans Administration Medical Center, Washington, DC; George Washington University Medical Centers, Washington, DC."
      ]
    },
    {
      "last_name": "Doumas",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Doumas",
      "affiliations": [
        "George Washington University Medical Centers, Washington, DC; Aristotle University of Thessaloniki, Greece."
      ]
    },
    {
      "last_name": "Probstfield",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Probstfield",
      "affiliations": [
        "University of Washington, Seattle."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "KfH kidney Center, München, Germany."
      ]
    },
    {
      "last_name": "Gilbert",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Gilbert",
      "affiliations": [
        "St. Michael's Hospital, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of medicine",
    "iso_abbreviation": "Am J Med",
    "issn": "1555-7162",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1465.e27",
  "end_page": "1465.e39",
  "pages": "1465.e27-1465.e39",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Diabetes Mellitus, Type 2",
    "Diabetic Nephropathies",
    "Female",
    "Humans",
    "Hypoglycemic Agents",
    "Insulin Glargine",
    "Male",
    "Middle Aged",
    "Prediabetic State",
    "Renal Insufficiency, Chronic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28842165",
    "doi": "10.1016/j.amjmed.2017.05.047",
    "pii": "S0002-9343(17)30705-2"
  },
  "doi": "10.1016/j.amjmed.2017.05.047",
  "dates": {
    "completed": "2017-12-13",
    "revised": "2018-11-17"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Insulin Glargine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.695665",
    "pmid": "28842165"
  }
}