{
  "pmid": "28844742",
  "uid": "28844742",
  "title": "The oxygen-binding properties of hemocyanin from the mollusk Concholepas concholepas.",
  "abstract": "Hemocyanins have highly conserved copper-containing active sites that bind oxygen. However, structural differences among the hemocyanins of various mollusks may affect their physicochemical properties. Here, we studied the oxygen-binding cooperativity and affinity of Concholepas concholepas hemocyanin (CCH) and its two isolated subunits over a wide range of temperatures and pH values. Considering the differences in the quaternary structures of CCH and keyhole limpet hemocyanin (KLH), we hypothesized that the heterodidecameric CCH has different oxygen-binding parameters than the homodidecameric KLH. A novel modification of the polarographic method was applied in which rat liver submitochondrial particles containing cytochrome c oxidase were introduced to totally deplete oxygen of the test solution using ascorbate as the electron donor. This method was both sensitive and reproducible. The results showed that CCH, like other hemocyanins, exhibits cooperativity, showing an inverse relationship between the oxygen-binding parameters and temperature. According to their Hill coefficients, KLH has greater cooperativity than CCH at physiological pH; however, CCH is less sensitive to pH changes than KLH. Appreciable differences in binding behavior were found between the CCH subunits: the cooperativity of CCH-A was not only almost double that of CCH-B, but it was also slightly superior to that of CCH, thus suggesting that the oxygen-binding domains of the CCH subunits are different in their primary structure. Collectively, these data suggest that CCH-A is the main oxygen-binding domain in CCH; CCH-B may play a more structural role, perhaps utilizing its surprising predisposition to form tubular polymers, unlike CCH-A, as demonstrated here using electron microscopy.",
  "authors": [
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Fundación Ciencia y Tecnología para el Desarrollo (FUCITED), Santiago 7750269, Chile."
      ]
    },
    {
      "last_name": "Nova",
      "fore_name": "Esteban",
      "initials": "E",
      "name": "Esteban Nova",
      "affiliations": [
        "Fundación Ciencia y Tecnología para el Desarrollo (FUCITED), Santiago 7750269, Chile."
      ]
    },
    {
      "last_name": "Del Campo",
      "fore_name": "Miguel",
      "initials": "M",
      "name": "Miguel Del Campo",
      "affiliations": [
        "Fundación Ciencia y Tecnología para el Desarrollo (FUCITED), Santiago 7750269, Chile."
      ]
    },
    {
      "last_name": "Manubens",
      "fore_name": "Augusto",
      "initials": "A",
      "name": "Augusto Manubens",
      "affiliations": [
        "Biosonda Corporation, Santiago 7750269, Chile."
      ]
    },
    {
      "last_name": "De Ioannes",
      "fore_name": "Alfredo",
      "initials": "A",
      "name": "Alfredo De Ioannes",
      "affiliations": [
        "Biosonda Corporation, Santiago 7750269, Chile."
      ]
    },
    {
      "last_name": "Ferreira",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Ferreira",
      "affiliations": [
        "Programa de Farmacología Molecular y Clínica, Instituto de Ciencias Biomédicas (ICBM), Facultad de Medicina, Universidad de Chile, Santiago 8380453, Chile. Electronic address: jferreir@med.uchile.cl."
      ]
    },
    {
      "last_name": "Becker",
      "fore_name": "María Inés",
      "initials": "MI",
      "name": "María Inés Becker",
      "affiliations": [
        "Fundación Ciencia y Tecnología para el Desarrollo (FUCITED), Santiago 7750269, Chile; Biosonda Corporation, Santiago 7750269, Chile. Electronic address: mariaines.becker@fucited.cl."
      ]
    }
  ],
  "journal": {
    "title": "Biochimica et biophysica acta. Proteins and proteomics",
    "iso_abbreviation": "Biochim Biophys Acta Proteins Proteom",
    "issn": "1570-9639",
    "issn_type": "Print",
    "volume": "1865",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1746",
  "end_page": "1757",
  "pages": "1746-1757",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Hemocyanins",
    "Hydrogen-Ion Concentration",
    "Mollusca",
    "Oxygen",
    "Protein Domains",
    "Protein Subunits"
  ],
  "article_ids": {
    "pubmed": "28844742",
    "doi": "10.1016/j.bbapap.2017.08.017",
    "pii": "S1570-9639(17)30203-0"
  },
  "doi": "10.1016/j.bbapap.2017.08.017",
  "dates": {
    "completed": "2017-12-21",
    "revised": "2018-09-17"
  },
  "chemicals": [
    "Protein Subunits",
    "Hemocyanins",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.135840",
    "pmid": "28844742"
  }
}