{
  "pmid": "28851294",
  "uid": "28851294",
  "title": "Landscape review of current HIV 'kick and kill' cure research - some kicking, not enough killing.",
  "abstract": "BACKGROUND: Current antiretroviral therapy (ART) used to treat human immunodeficiency virus (HIV) patients is life-long because it only suppresses de novo infections. Recent efforts to eliminate HIV have tested the ability of a number of agents to reactivate ('Kick') the well-known latent reservoir. This approach is rooted in the assumption that once these cells are reactivated the host's immune system itself will eliminate ('Kill') the virus. While many agents have been shown to reactivate large quantities of the latent reservoir, the impact on the size of the latent reservoir has been negligible. This suggests that the immune system is not sufficient to eliminate reactivated reservoirs. Thus, there is a need for more emphasis on 'kill' strategies in HIV cure research, and how these might work in combination with current or future kick strategies. METHODS: We conducted a landscape review of HIV 'cure' clinical trials using 'kick and kill' approaches. We identified and reviewed current available clinical trial results in human participants as well as ongoing and planned clinical trials. We dichotomized trials by whether they did not include or include a 'kill' agent. We extracted potential reasons why the 'kill' is missing from current 'kick and kill' strategies. We subsequently summarized and reviewed current 'kill' strategies have entered the phase of clinical trial testing in human participants and highlighted those with the greatest promise. RESULTS: The identified 'kick' trials only showed promise on surrogate measures activating latent T-cells, but did not show any positive effects on clinical 'cure' measures. Of the 'kill' agents currently being tested in clinical trials, early results have shown small but meaningful proportions of participants remaining off ART for several months with broadly neutralizing antibodies, as well as agents for regulating immune cell responses. A similar result was also recently observed in a trial combining a conventional 'kick' with a vaccine immune booster ('kill'). CONCLUSION: While an understanding of the efficacy of each individual component is crucial, no single 'kick' or 'kill' agent is likely to be a fully effective cure. Rather, the solution is likely found in a combination of multiple 'kick and kill' interventions.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Ontario, Canada. thorluk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Horwitz",
      "fore_name": "Marc S",
      "initials": "MS",
      "name": "Marc S Horwitz",
      "affiliations": [
        "Faculty of Microbiology and Immunology, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Fife",
      "fore_name": "Brian T",
      "initials": "BT",
      "name": "Brian T Fife",
      "affiliations": [
        "Department of Medicine, Center for Immunology, University of Minnesota, Minneapolis, Minnesota, 55455, USA."
      ]
    },
    {
      "last_name": "Lester",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lester",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "D William",
      "initials": "DW",
      "name": "D William Cameron",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Division of Infectious Diseases, Department of Medicine, University of Ottawa at The Ottawa Hospital / Research Institute, 501 Smyth Road, Ottawa, K1H 6V2, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Aug",
    "pub_day": "29"
  },
  "start_page": "595",
  "pages": "595",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-HIV Agents",
    "Antibodies, Neutralizing",
    "Clinical Trials as Topic",
    "Epigenesis, Genetic",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "Molecular Targeted Therapy",
    "Virus Latency"
  ],
  "article_ids": {
    "pubmed": "28851294",
    "pmc": "PMC5576299",
    "doi": "10.1186/s12879-017-2683-3",
    "pii": "10.1186/s12879-017-2683-3"
  },
  "doi": "10.1186/s12879-017-2683-3",
  "pmc_id": "PMC5576299",
  "dates": {
    "completed": "2017-12-11",
    "revised": "2024-03-26"
  },
  "chemicals": [
    "Anti-HIV Agents",
    "Antibodies, Neutralizing"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.964776",
    "pmid": "28851294"
  }
}