{
  "pmid": "28856009",
  "uid": "28856009",
  "title": "The Chronic Kidney Disease Water Intake Trial: Protocol of a Randomized Controlled Trial.",
  "abstract": "BACKGROUND: In observational studies, drinking more water associates with a slower rate of kidney function decline; whether the same is true in a randomized controlled trial is unknown. OBJECTIVE: To examine the 1-year effect of a higher vs usual water intake on estimated glomerular filtration rate (eGFR) in patients with chronic kidney disease. DESIGN: Parallel-group randomized controlled trial. SETTING: Nine centers in Ontario, Canada. Enrollment and randomization occurred between May 2013 and May 2016; follow-up for the primary outcome will continue until June 2017. PARTICIPANTS: Adults (n = 631) with stage 3 chronic kidney disease (eGFR 30-60 mL/min/1.73 m[2]) and microalbuminuria. INTERVENTION: The high water intake group was coached to increase their oral water intake by 1.0 to 1.5 L/day (depending on sex and weight), over and above usual consumed beverages, for a period of 1 year. The control group was coached to maintain their usual water intake during this time. MEASURES: Participants provided 24-hour urine samples at baseline and at 6 and 12 months after randomization; urine samples were analyzed for volume, creatinine, osmolality, and the albumin-to-creatinine ratio. Blood samples were obtained at baseline and at 3- to 6-month intervals after randomization, and analyzed for creatinine, copeptin, osmolality, and electrolytes. Other measures collected included health-related quality of life, blood pressure, body mass index, and diet. PRIMARY OUTCOME: The between-group change in eGFR from baseline (prerandomization) to 12 months after randomization. SECONDARY OUTCOMES: Change in plasma copeptin concentration, 24-hour urine albumin-to-creatinine ratio, measured creatinine clearance, estimated 5-year risk of kidney failure (using the 4-variable Kidney Failure Risk Equation), and health-related quality of life. PLANNED ANALYSIS: The primary analysis will follow an intention-to-treat approach. The between-group change in eGFR will be compared using linear regression. Supplementary analyses will examine alternative definitions of eGFR change, including annual percentage change, rate of decline, and rapid decline (a P value <0.05 will be interpreted as statistically significant if there is concordance with the primary outcome). TRIAL REGISTRATION: This randomized controlled trial has been registered at www.clinicaltrials.gov; government identifier: NCT01766687.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Shih-Han",
      "initials": "SH",
      "name": "Shih-Han Huang",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gallo",
      "fore_name": "Kerri",
      "initials": "K",
      "name": "Kerri Gallo",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "House",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A House",
      "affiliations": [
        "University Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "University Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": [
        "Victoria Hospital, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117725106",
  "pages": "2054358117725106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28856009",
    "pmc": "PMC5571765",
    "doi": "10.1177/2054358117725106",
    "pii": "10.1177_2054358117725106"
  },
  "doi": "10.1177/2054358117725106",
  "pmc_id": "PMC5571765",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.231283",
    "pmid": "28856009"
  }
}