{
  "pmid": "28859829",
  "uid": "28859829",
  "title": "Multi-model-based interactive authoring environment for creating shareable medical knowledge.",
  "abstract": "OBJECTIVE: Technologically integrated healthcare environments can be realized if physicians are encouraged to use smart systems for the creation and sharing of knowledge used in clinical decision support systems (CDSS). While CDSSs are heading toward smart environments, they lack support for abstraction of technology-oriented knowledge from physicians. Therefore, abstraction in the form of a user-friendly and flexible authoring environment is required in order for physicians to create shareable and interoperable knowledge for CDSS workflows. Our proposed system provides a user-friendly authoring environment to create Arden Syntax MLM (Medical Logic Module) as shareable knowledge rules for intelligent decision-making by CDSS. METHODS AND MATERIALS: Existing systems are not physician friendly and lack interoperability and shareability of knowledge. In this paper, we proposed Intelligent-Knowledge Authoring Tool (I-KAT), a knowledge authoring environment that overcomes the above mentioned limitations. Shareability is achieved by creating a knowledge base from MLMs using Arden Syntax. Interoperability is enhanced using standard data models and terminologies. However, creation of shareable and interoperable knowledge using Arden Syntax without abstraction increases complexity, which ultimately makes it difficult for physicians to use the authoring environment. Therefore, physician friendliness is provided by abstraction at the application layer to reduce complexity. This abstraction is regulated by mappings created between legacy system concepts, which are modeled as domain clinical model (DCM) and decision support standards such as virtual medical record (vMR) and Systematized Nomenclature of Medicine - Clinical Terms (SNOMED CT). We represent these mappings with a semantic reconciliation model (SRM). RESULTS: The objective of the study is the creation of shareable and interoperable knowledge using a user-friendly and flexible I-KAT. Therefore we evaluated our system using completeness and user satisfaction criteria, which we assessed through the system- and user-centric evaluation processes. For system-centric evaluation, we compared the implementation of clinical information modelling system requirements in our proposed system and in existing systems. The results suggested that 82.05% of the requirements were fully supported, 7.69% were partially supported, and 10.25% were not supported by our system. In the existing systems, 35.89% of requirements were fully supported, 28.20% were partially supported, and 35.89% were not supported. For user-centric evaluation, the assessment criterion was 'ease of use'. Our proposed system showed 15 times better results with respect to MLM creation time than the existing systems. Moreover, on average, the participants made only one error in MLM creation using our proposed system, but 13 errors per MLM using the existing systems. CONCLUSION: We provide a user-friendly authoring environment for creation of shareable and interoperable knowledge for CDSS to overcome knowledge acquisition complexity. The authoring environment uses state-of-the-art decision support-related clinical standards with increased ease of use.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Taqdir",
      "initials": "T",
      "name": "Taqdir Ali",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: taqdir.ali@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea; College of Electronics and Information Engineering, Sejong University, Seoul, South Korea. Electronic address: maqbool.hussain@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Ali Khan",
      "fore_name": "Wajahat",
      "initials": "W",
      "name": "Wajahat Ali Khan",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: wajahat.alikhan@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea; College of Electronics and Information Engineering, Sejong University, Seoul, South Korea. Electronic address: muhammad.afzal@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Hussain",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: jamil.hussain@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Rahman",
      "initials": "R",
      "name": "Rahman Ali",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: rahmanali@oslab.khu.ac.kr."
      ]
    },
    {
      "last_name": "Hassan",
      "fore_name": "Waseem",
      "initials": "W",
      "name": "Waseem Hassan",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: waseem.h@khu.ac.kr."
      ]
    },
    {
      "last_name": "Jamshed",
      "fore_name": "Arif",
      "initials": "A",
      "name": "Arif Jamshed",
      "affiliations": [
        "Department of Radiation Oncology, Shaukat Khanum Memorial Cancer Hospital and Research Centre, 7A Block R-3, M.A. Johar Town, Lahore 54782, Pakistan. Electronic address: arifj@skm.org.pk."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Byeong Ho",
      "initials": "BH",
      "name": "Byeong Ho Kang",
      "affiliations": [
        "Computing and Information Systems, University of Tasmania, Hobart 7001, Tasmania, Australia. Electronic address: byeong.Kang@utas.edu.au."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si 446-701, Gyeonggi-do, Republic of Korea. Electronic address: sylee@oslab.khu.ac.kr."
      ]
    }
  ],
  "journal": {
    "title": "Computer methods and programs in biomedicine",
    "iso_abbreviation": "Comput Methods Programs Biomed",
    "issn": "1872-7565",
    "issn_type": "Electronic",
    "volume": "150",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "41",
  "end_page": "72",
  "pages": "41-72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Decision Support Systems, Clinical",
    "Humans",
    "Knowledge Bases"
  ],
  "article_ids": {
    "pubmed": "28859829",
    "doi": "10.1016/j.cmpb.2017.07.010",
    "pii": "S0169-2607(16)30725-8"
  },
  "doi": "10.1016/j.cmpb.2017.07.010",
  "dates": {
    "completed": "2017-12-18",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.791604",
    "pmid": "28859829"
  }
}