{
  "pmid": "28864143",
  "uid": "28864143",
  "title": "Association of dietary nutrients with blood lipids and blood pressure in 18 countries: a cross-sectional analysis from the PURE study.",
  "abstract": "BACKGROUND: The relation between dietary nutrients and cardiovascular disease risk markers in many regions worldwide is unknown. In this study, we investigated the effect of dietary nutrients on blood lipids and blood pressure, two of the most important risk factors for cardiovascular disease, in low-income, middle-income, and high-income countries. METHODS: We studied 125 287 participants from 18 countries in North America, South America, Europe, Africa, and Asia in the Prospective Urban Rural Epidemiology (PURE) study. Habitual food intake was measured with validated food frequency questionnaires. We assessed the associations between nutrients (total fats, saturated fatty acids, monounsaturated fatty acids, polyunsaturated fatty acids, carbohydrates, protein, and dietary cholesterol) and cardiovascular disease risk markers using multilevel modelling. The effect of isocaloric replacement of saturated fatty acids with other fats and carbohydrates was determined overall and by levels of intakes by use of nutrient density models. We did simulation modelling in which we assumed that the effects of saturated fatty acids on cardiovascular disease events was solely related to their association through an individual risk marker, and then compared these simulated risk marker-based estimates with directly observed associations of saturated fatty acids with cardiovascular disease events. FINDINGS: Participants were enrolled into the study from Jan 1, 2003, to March 31, 2013. Intake of total fat and each type of fat was associated with higher concentrations of total cholesterol and LDL cholesterol, but also with higher HDL cholesterol and apolipoprotein A1 (ApoA1), and lower triglycerides, ratio of total cholesterol to HDL cholesterol, ratio of triglycerides to HDL cholesterol, and ratio of apolipoprotein B (ApoB) to ApoA1 (all ptrend<0·0001). Higher carbohydrate intake was associated with lower total cholesterol, LDL cholesterol, and ApoB, but also with lower HDL cholesterol and ApoA1, and higher triglycerides, ratio of total cholesterol to HDL cholesterol, ratio of triglycerides to HDL cholesterol, and ApoB-to-ApoA1 ratio (all ptrend<0·0001, apart from ApoB [ptrend=0·0014]). Higher intakes of total fat, saturated fatty acids, and carbohydrates were associated with higher blood pressure, whereas higher protein intake was associated with lower blood pressure. Replacement of saturated fatty acids with carbohydrates was associated with the most adverse effects on lipids, whereas replacement of saturated fatty acids with unsaturated fats improved some risk markers (LDL cholesterol and blood pressure), but seemed to worsen others (HDL cholesterol and triglycerides). The observed associations between saturated fatty acids and cardiovascular disease events were approximated by the simulated associations mediated through the effects on the ApoB-to-ApoA1 ratio, but not with other lipid markers including LDL cholesterol. INTERPRETATION: Our data are at odds with current recommendations to reduce total fat and saturated fats. Reducing saturated fatty acid intake and replacing it with carbohydrate has an adverse effect on blood lipids. Substituting saturated fatty acids with unsaturated fats might improve some risk markers, but might worsen others. Simulations suggest that ApoB-to-ApoA1 ratio probably provides the best overall indication of the effect of saturated fatty acids on cardiovascular disease risk among the markers tested. Focusing on a single lipid marker such as LDL cholesterol alone does not capture the net clinical effects of nutrients on cardiovascular risk. FUNDING: Full funding sources listed at the end of the paper (see Acknowledgments).",
  "authors": [
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: andrew.mente@phri.ca."
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McQueen",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew McQueen",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Laboratory Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dagenais",
      "fore_name": "Gilles",
      "initials": "G",
      "name": "Gilles Dagenais",
      "affiliations": [
        "Université Laval Institut Universitaire de Cardiologie et de Pneumologie de Québec, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Wielgosz",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Wielgosz",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Lear",
      "affiliations": [
        "Faculty of Health Sciences, and Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Li",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Disease, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Chen",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Disease, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Yi",
      "fore_name": "Sun",
      "initials": "S",
      "name": "Sun Yi",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Disease, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Wang",
      "affiliations": [
        "State Key Laboratory of Cardiovascular Disease, Fuwai Hospital, National Center for Cardiovascular Disease, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Diaz",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Diaz",
      "affiliations": [
        "Estudios Clinicos Latinoamerica ECLA, Rosario, Santa Fe, Argentina."
      ]
    },
    {
      "last_name": "Avezum",
      "fore_name": "Alvaro",
      "initials": "A",
      "name": "Alvaro Avezum",
      "affiliations": [
        "Dante Pazzanese Institute of Cardiology, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Lopez-Jaramillo",
      "fore_name": "Patricio",
      "initials": "P",
      "name": "Patricio Lopez-Jaramillo",
      "affiliations": [
        "Fundación Oftalmológica de Santander-FOSCAL, Floridablanca, Santander, Colombia."
      ]
    },
    {
      "last_name": "Seron",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Seron",
      "affiliations": [
        "Universidad de La Frontera, Temuco, Araucanía, Chile."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Kumar",
      "affiliations": [
        "Post Graduate Institute of Medical Education and Research, School of Public Health, Chandigarh, India."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Eternal Heart Care Centre and Research Institute, Jawahar Circle, Jaipur, India."
      ]
    },
    {
      "last_name": "Mohan",
      "fore_name": "Viswanathan",
      "initials": "V",
      "name": "Viswanathan Mohan",
      "affiliations": [
        "Madras Diabetes Research Foundation, Chennai, India."
      ]
    },
    {
      "last_name": "Swaminathan",
      "fore_name": "Sumathi",
      "initials": "S",
      "name": "Sumathi Swaminathan",
      "affiliations": [
        "St John's Research Institute, St John's National Academy of Health Sciences, Koramangala, Bangalore, India."
      ]
    },
    {
      "last_name": "Kutty",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Kutty",
      "affiliations": [
        "Sree Chitra Tirunal Institute for Medical Sciences and Technology, Achutha Menon Centre for Health Science Studies, Thiruvananthapuram, India."
      ]
    },
    {
      "last_name": "Zatonska",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Zatonska",
      "affiliations": [
        "Department of Social Medicine, Medical University of Wroclaw, Wrocław, Poland."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Romaina",
      "initials": "R",
      "name": "Romaina Iqbal",
      "affiliations": [
        "Department of Community Health Sciences and Medicine, Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Yusuf",
      "affiliations": [
        "School of Life Sciences, Independent University, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Mohammadifard",
      "fore_name": "Noushin",
      "initials": "N",
      "name": "Noushin Mohammadifard",
      "affiliations": [
        "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."
      ]
    },
    {
      "last_name": "Khatib",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Khatib",
      "affiliations": [
        "Institute of Community and Public Health, Birzeit University, Birzeit, occupied Palestinian territory."
      ]
    },
    {
      "last_name": "Nasir",
      "fore_name": "Nafiza Mat",
      "initials": "NM",
      "name": "Nafiza Mat Nasir",
      "affiliations": [
        "Faculty of Medicine, Health and Wellbeing, Universiti Teknologi MARA, Shah Alam, Malaysia."
      ]
    },
    {
      "last_name": "Ismail",
      "fore_name": "Noorhassim",
      "initials": "N",
      "name": "Noorhassim Ismail",
      "affiliations": [
        "Department of Community Health, Faculty of Medicine, University Kebangsaan Malaysia, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Oguz",
      "fore_name": "Aytekin",
      "initials": "A",
      "name": "Aytekin Oguz",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, Istanbul Medeniyet University, Goztepe, Istanbul, Turkey."
      ]
    },
    {
      "last_name": "Rosengren",
      "fore_name": "Annika",
      "initials": "A",
      "name": "Annika Rosengren",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Sahlgrenska Academy, University of Gothenburg and Sahlgrenska University Hospital/Östra, Göteborg, Sweden."
      ]
    },
    {
      "last_name": "Yusufali",
      "fore_name": "Afzalhussein",
      "initials": "A",
      "name": "Afzalhussein Yusufali",
      "affiliations": [
        "Dubai Medical University, Hatta Hospital, Dubai Health Authority, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Wentzel-Viljoen",
      "fore_name": "Edelweiss",
      "initials": "E",
      "name": "Edelweiss Wentzel-Viljoen",
      "affiliations": [
        "Centre of Excellence for Nutrition, North-West University, Potchefstroom, South Africa."
      ]
    },
    {
      "last_name": "Puoane",
      "fore_name": "Thandi",
      "initials": "T",
      "name": "Thandi Puoane",
      "affiliations": [
        "School of Public Health, Faculty of Community and Health, University of the Western Cape, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Chifamba",
      "fore_name": "Jephat",
      "initials": "J",
      "name": "Jephat Chifamba",
      "affiliations": [
        "Physiology Department, College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "774",
  "end_page": "787",
  "pages": "774-787",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomarkers",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Cross-Sectional Studies",
    "Diet",
    "Dietary Carbohydrates",
    "Dietary Fats",
    "Female",
    "Humans",
    "Lipids",
    "Male",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "28864143",
    "doi": "10.1016/S2213-8587(17)30283-8",
    "pii": "S2213-8587(17)30283-8"
  },
  "doi": "10.1016/S2213-8587(17)30283-8",
  "dates": {
    "completed": "2018-09-13",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Biomarkers",
    "Dietary Carbohydrates",
    "Dietary Fats",
    "Lipids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.905874",
    "pmid": "28864143"
  }
}