{
  "pmid": "28866346",
  "uid": "28866346",
  "title": "Surgical Management of Deep Gluteal Syndrome Causing Sciatic Nerve Entrapment: A Systematic Review.",
  "abstract": "PURPOSE: To assess the causes, surgical indications, patient-reported clinical outcomes, and complications in patients with deep gluteal syndrome causing sciatic nerve entrapment. METHODS: Three databases (PubMed, Ovid [MEDLINE], and Embase) were searched by 2 reviewers independently from database inception until September 7, 2016. The inclusion criteria were studies reporting on both arthroscopic and open surgery and those with Level I to IV evidence. Systematic reviews, conference abstracts, book chapters, and technical reports with no outcome data were excluded. The methodologic quality of the studies was assessed with the MINORS (Methodological Index for Non-randomized Studies) tool. RESULTS: The search identified 1,539 studies, of which 28 (481 patients; mean age, 48 years) were included for assessment. Of the studies, 24 were graded as Level IV, 3 as Level III, and 1 as Level II. The most commonly identified causes were iatrogenic (30%), piriformis syndrome (26%), trauma (15%), and non-piriformis (hamstring, obturator internus) muscle pathology (14%). The decision to pursue surgical management was made based on clinical findings and diagnostic investigations alone in 50% of studies, whereas surgical release was attempted only after failed conservative management in the other 50%. Outcomes were positive, with an improvement in pain at final follow-up (mean, 23 months) reported in all 28 studies. The incidence of complications from these procedures was low: Fewer than 1% and 8% of open surgical procedures and 0% and fewer than 1% of endoscopic procedures resulted in major (deep wound infection) and minor complications, respectively. CONCLUSIONS: Although most of the studies identified were case series and reports, the results consistently showed improvement in pain and a low incidence of complications, particularly for endoscopic procedures. These findings lend credence to surgical management as a viable option for buttock pain caused by deep gluteal syndrome and warrant further investigation. LEVEL OF EVIDENCE: Level IV, systematic review of Level II through IV studies.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Morrison",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fejtek",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Fejtek",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Hal D",
      "initials": "HD",
      "name": "Hal D Martin",
      "affiliations": [
        "Hip Preservation Center, Baylor University Medical Center at Dallas, Dallas, Texas, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "2263",
  "end_page": "2278.e1",
  "pages": "2263-2278.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Decompression, Surgical",
    "Humans",
    "Physical Therapy Modalities",
    "Piriformis Muscle Syndrome",
    "Sciatic Nerve",
    "Sciatica"
  ],
  "article_ids": {
    "pubmed": "28866346",
    "doi": "10.1016/j.arthro.2017.06.041",
    "pii": "S0749-8063(17)30682-5"
  },
  "doi": "10.1016/j.arthro.2017.06.041",
  "dates": {
    "completed": "2018-06-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.772081",
    "pmid": "28866346"
  }
}