{
  "pmid": "28860265",
  "uid": "28860265",
  "title": "Official ERS/ATS clinical practice guidelines: noninvasive ventilation for acute respiratory failure.",
  "abstract": "Noninvasive mechanical ventilation (NIV) is widely used in the acute care setting for acute respiratory failure (ARF) across a variety of aetiologies. This document provides European Respiratory Society/American Thoracic Society recommendations for the clinical application of NIV based on the most current literature.The guideline committee was composed of clinicians, methodologists and experts in the field of NIV. The committee developed recommendations based on the GRADE (Grading, Recommendation, Assessment, Development and Evaluation) methodology for each actionable question. The GRADE Evidence to Decision framework in the guideline development tool was used to generate recommendations. A number of topics were addressed using technical summaries without recommendations and these are discussed in the supplementary material.This guideline committee developed recommendations for 11 actionable questions in a PICO (population-intervention-comparison-outcome) format, all addressing the use of NIV for various aetiologies of ARF. The specific conditions where recommendations were made include exacerbation of chronic obstructive pulmonary disease, cardiogenic pulmonary oedema, de novo hypoxaemic respiratory failure, immunocompromised patients, chest trauma, palliation, post-operative care, weaning and post-extubation.This document summarises the current state of knowledge regarding the role of NIV in ARF. Evidence-based recommendations provide guidance to relevant stakeholders.",
  "authors": [
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Dept of Medicine, Dept of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8293-7061"
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Keenan Research Centre and Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Elliott",
      "affiliations": [
        "Dept of Respiratory Medicine, St James's University Hospital, Leeds, UK."
      ]
    },
    {
      "last_name": "Hess",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Hess",
      "affiliations": [
        "Respiratory Care Dept, Massachusetts General Hospital and Dept of Anesthesia, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Nicholas S",
      "initials": "NS",
      "name": "Nicholas S Hill",
      "affiliations": [
        "Division of Pulmonary, Critical Care and Sleep Medicine, Tufts Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Nava",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Nava",
      "affiliations": [
        "Dept of Specialistic, Diagnostic and Experimental Medicine, Respiratory and Critical Care, Sant'Orsola Malpighi Hospital, Alma Mater Studiorum, University of Bologna, Bologna, Italy Stefanava@gmail.com."
      ]
    },
    {
      "last_name": "Navalesi",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Navalesi",
      "affiliations": [
        "Anesthesia and Intensive Care, Dept of Medical and Surgical Sciences, Magna Graecia University, Catanzaro, Italy."
      ]
    },
    {
      "last_name": "Antonelli",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Antonelli",
      "affiliations": [
        "Dept of Anesthesiology and Intensive Care Medicine, Catholic University of Rome, A. Gemelli University Hospital, Rome, Italy."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Dept of Medicine, Dept of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Conti",
      "fore_name": "Giorgio",
      "initials": "G",
      "name": "Giorgio Conti",
      "affiliations": [
        "Dept of Anesthesiology and Intensive Care Medicine, Catholic University of Rome, A. Gemelli University Hospital, Rome, Italy."
      ]
    },
    {
      "last_name": "Ferrer",
      "fore_name": "Miquel",
      "initials": "M",
      "name": "Miquel Ferrer",
      "affiliations": [
        "Dept of Pneumology, Respiratory Institute, Hospital Clinic, IDIBAPS, University of Barcelona and CIBERES, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Guntupalli",
      "fore_name": "Kalpalatha",
      "initials": "K",
      "name": "Kalpalatha Guntupalli",
      "affiliations": [
        "Depts of Pulmonary and Critical Care Medicine, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Jaber",
      "affiliations": [
        "Dept of Critical Care Medicine and Anesthesiology (DAR B), Research Unit INSERM U1046, Saint Eloi University Hospital and Montpellier School of Medicine, Montpellier, France."
      ]
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Keenan",
      "affiliations": [
        "Division of Critical Care Medicine, University of British Columbia, Vancouver, BC, Canada.",
        "Dept of Critical Care Medicine, Royal Columbian Hospital, New Westminster, BC, Canada."
      ]
    },
    {
      "last_name": "Mancebo",
      "fore_name": "Jordi",
      "initials": "J",
      "name": "Jordi Mancebo",
      "affiliations": [
        "Servei de Medicina Intensiva, Hospital de Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Mount Sinai Hospital and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Raoof",
      "fore_name": "Suhail",
      "initials": "S",
      "name": "Suhail Raoof",
      "affiliations": [
        "Pulmonary and Critical Care Medicine, Lenox Hill Hospital, New York, NY, USA.",
        "Hofstra Northwell School of Medicine, Hempstead, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "The European respiratory journal",
    "iso_abbreviation": "Eur Respir J",
    "issn": "1399-3003",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Critical Care",
    "Diagnosis, Differential",
    "Humans",
    "Noninvasive Ventilation",
    "Practice Guidelines as Topic",
    "Respiratory Insufficiency"
  ],
  "article_ids": {
    "pubmed": "28860265",
    "doi": "10.1183/13993003.02426-2016",
    "pii": "50/2/1602426"
  },
  "doi": "10.1183/13993003.02426-2016",
  "dates": {
    "completed": "2018-05-17",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.027279",
    "pmid": "28860265"
  }
}