{
  "pmid": "28879141",
  "uid": "28879141",
  "title": "A new matrix for scoring the functionality of national laboratory networks in Africa: introducing the LABNET scorecard.",
  "abstract": "BACKGROUND: Functional national laboratory networks and systems are indispensable to the achievement of global health security targets according to the International Health Regulations. The lack of indicators to measure the functionality of national laboratory network has limited the efficiency of past and current interventions to enhance laboratory capacity in resource-limited-settings. SCORECARD FOR LABORATORY NETWORKS: We have developed a matrix for the assessment of national laboratory network functionality and progress thereof, with support from the African Society of Laboratory Medicine and the Association of Public Health Laboratories. The laboratory network (LABNET) scorecard was designed to: (1) Measure the status of nine overarching core capabilities of laboratory network required to achieve global health security targets, as recommended by the main normative standards; (2) Complement the World Health Organization joint external evaluation tool for the assessment of health system preparedness to International Health Regulations (2005) by providing detailed information on laboratory systems; and (3) Serve as a clear roadmap to guide the stepwise implementation of laboratory capability to prevent, detect and act upon infectious threats. CONCLUSIONS: The application of the LABNET scorecard under the coordination of the African Society of Laboratory Medicine and the Association of Public Health Laboratories could contribute to the design, monitoring and evaluation of upcoming Global Health Security Agenda-supported laboratory capacity building programmes in sub Saharan-Africa and other resource-limited settings, and inform the development of national laboratory policies and strategic plans. Endorsement by the World Health Organization Regional Office for Africa is foreseen.",
  "authors": [
    {
      "last_name": "Ondoa",
      "fore_name": "Pascale",
      "initials": "P",
      "name": "Pascale Ondoa",
      "affiliations": [
        "Amsterdam Institute for Global Health and Development (AIGHD), Department of Global Health, Academic Medical Center, Amsterdam, the Netherlands."
      ],
      "orcid": "0000-0002-2700-9000"
    },
    {
      "last_name": "Datema",
      "fore_name": "Tjeerd",
      "initials": "T",
      "name": "Tjeerd Datema",
      "affiliations": [
        "Royal Tropical Institute Biomedical Research (KIT), Amsterdam, the Netherlands.",
        "DATOS, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Keita-Sow",
      "fore_name": "Mah-Sere",
      "initials": "MS",
      "name": "Mah-Sere Keita-Sow",
      "affiliations": [
        "African Society of Laboratory Medicine (ASLM), Addis Ababa, Ethiopia."
      ]
    },
    {
      "last_name": "Ndihokubwayo",
      "fore_name": "Jean-Bosco",
      "initials": "JB",
      "name": "Jean-Bosco Ndihokubwayo",
      "affiliations": [
        "World Health Organization Regional Office for Africa, Brazzaville, Republic of Congo."
      ]
    },
    {
      "last_name": "Isadore",
      "fore_name": "Jocelyn",
      "initials": "J",
      "name": "Jocelyn Isadore",
      "affiliations": [
        "Association of Public Health Laboratories, Silver Spring, Maryland, United States."
      ]
    },
    {
      "last_name": "Oskam",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Oskam",
      "affiliations": [
        "Royal Tropical Institute Biomedical Research (KIT), Amsterdam, the Netherlands.",
        "DATOS, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Nkengasong",
      "fore_name": "John",
      "initials": "J",
      "name": "John Nkengasong",
      "affiliations": [
        "Division of Global HIV and TB, International Laboratory Branch, US Centers for Disease Control and Prevention, Atlanta, Georgia, United States."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Association of Public Health Laboratories, Silver Spring, Maryland, United States."
      ]
    }
  ],
  "journal": {
    "title": "African journal of laboratory medicine",
    "iso_abbreviation": "Afr J Lab Med",
    "issn": "2225-2002",
    "issn_type": "Print",
    "volume": "5",
    "issue": "3",
    "pub_year": "2016"
  },
  "start_page": "498",
  "pages": "498",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28879141",
    "pmc": "PMC5433814",
    "doi": "10.4102/ajlm.v5i3.498",
    "pii": "AJLM-5-498"
  },
  "doi": "10.4102/ajlm.v5i3.498",
  "pmc_id": "PMC5433814",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "U2G GH000710",
      "agency": "CGH CDC HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.999723",
    "pmid": "28879141"
  }
}