{
  "pmid": "28870215",
  "uid": "28870215",
  "title": "The SPARK Tool to prioritise questions for systematic reviews in health policy and systems research: development and initial validation.",
  "abstract": "BACKGROUND: Groups or institutions funding or conducting systematic reviews in health policy and systems research (HPSR) should prioritise topics according to the needs of policymakers and stakeholders. The aim of this study was to develop and validate a tool to prioritise questions for systematic reviews in HPSR. METHODS: We developed the tool following a four-step approach consisting of (1) the definition of the purpose and scope of tool, (2) item generation and reduction, (3) testing for content and face validity, (4) and pilot testing of the tool. The research team involved international experts in HPSR, systematic review methodology and tool development, led by the Center for Systematic Reviews on Health Policy and Systems Research (SPARK). We followed an inclusive approach in determining the final selection of items to allow customisation to the user's needs. RESULTS: The purpose of the SPARK tool was to prioritise questions in HPSR in order to address them in systematic reviews. In the item generation and reduction phase, an extensive literature search yielded 40 relevant articles, which were reviewed by the research team to create a preliminary list of 19 candidate items for inclusion in the tool. As part of testing for content and face validity, input from international experts led to the refining, changing, merging and addition of new items, and to organisation of the tool into two modules. Following pilot testing, we finalised the tool, with 22 items organised in two modules - the first module including 13 items to be rated by policymakers and stakeholders, and the second including 9 items to be rated by systematic review teams. Users can customise the tool to their needs, by omitting items that may not be applicable to their settings. We also developed a user manual that provides guidance on how to use the SPARK tool, along with signaling questions. CONCLUSION: We have developed and conducted initial validation of the SPARK tool to prioritise questions for systematic reviews in HPSR, along with a user manual. By aligning systematic review production to policy priorities, the tool will help support evidence-informed policymaking and reduce research waste. We invite others to contribute with additional real-life implementation of the tool.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ghandour",
      "fore_name": "Lilian",
      "initials": "L",
      "name": "Lilian Ghandour",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kdouh",
      "fore_name": "Ola",
      "initials": "O",
      "name": "Ola Kdouh",
      "affiliations": [
        "Primary Healthcare Department at the Ministry of Public Health, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Langlois",
      "fore_name": "Etienne",
      "initials": "E",
      "name": "Etienne Langlois",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Avenue Appia 20, 1211, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, United States of America."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "McMaster GRADE Centre and Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "77",
  "pages": "77",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Government Programs",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "28870215",
    "pmc": "PMC5583759",
    "doi": "10.1186/s12961-017-0242-4",
    "pii": "10.1186/s12961-017-0242-4"
  },
  "doi": "10.1186/s12961-017-0242-4",
  "pmc_id": "PMC5583759",
  "dates": {
    "completed": "2018-04-09",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.642374",
    "pmid": "28870215"
  }
}