{
  "pmid": "28871028",
  "uid": "28871028",
  "title": "The role of pragmatism in explaining heterogeneity in meta-analyses of randomised trials: a protocol for a cross-sectional methodological review.",
  "abstract": "INTRODUCTION: There has been increasing interest in pragmatic trials methodology. As a result, tools such as the Pragmatic-Explanatory Continuum Indicator Summary-2 (PRECIS-2) are being used prospectively to help researchers design randomised controlled trials (RCTs) within the pragmatic-explanatory continuum. There may be value in applying the PRECIS-2 tool retrospectively in a systematic review setting as it could provide important information about how to pool data based on the degree of pragmatism. OBJECTIVES: To investigate the role of pragmatism as a source of heterogeneity in systematic reviews by (1) identifying systematic reviews with meta-analyses of RCTs that have moderate to high heterogeneity, (2) applying PRECIS-2 to RCTs of systematic reviews, (3) evaluating the inter-rater reliability of PRECIS-2, (4) determining how much of this heterogeneity may be explained by pragmatism. METHODS: A cross-sectional methodological review will be conducted on systematic reviews of RCTs published in the Cochrane Library from 1 January 2014 to 1 January 2017. Included systematic reviews will have a minimum of 10 RCTs in the meta-analysis of the primary outcome and moderate to substantial heterogeneity (I[2]≥50%). Of the eligible systematic reviews, a random selection of 10 will be included for quantitative evaluation. In each systematic review, RCTs will be scored using the PRECIS-2 tool, in duplicate. Agreement between raters will be measured using the intraclass correlation coefficient. Subgroup analyses and meta-regression will be used to evaluate how much variability in the primary outcome may be due to pragmatism. DISSEMINATION: This review will be among the first to evaluate the PRECIS-2 tool in a systematic review setting. Results from this research will provide inter-rater reliability information about PRECIS-2 and may be used to provide methodological guidance when dealing with pragmatism in systematic reviews and subgroup considerations. On completion, this review will be submitted to a peer-reviewed journal for publication.",
  "authors": [
    {
      "last_name": "Aves",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Aves",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Allan",
      "fore_name": "Katherine S",
      "initials": "KS",
      "name": "Katherine S Allan",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0511-0765"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Daeria",
      "initials": "D",
      "name": "Daeria Lawson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan ResearchCentre, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "e017887",
  "pages": "e017887",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Decision Support Techniques",
    "Humans",
    "Pragmatic Clinical Trials as Topic",
    "Research Design",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "28871028",
    "pmc": "PMC5588964",
    "doi": "10.1136/bmjopen-2017-017887",
    "pii": "bmjopen-2017-017887"
  },
  "doi": "10.1136/bmjopen-2017-017887",
  "pmc_id": "PMC5588964",
  "dates": {
    "completed": "2018-05-17",
    "revised": "2024-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.924143",
    "pmid": "28871028"
  }
}