{
  "pmid": "28889852",
  "uid": "28889852",
  "title": "The Impact of Economic Conditions on Healthy Dietary Intake: Evidence From Fluctuations in Canadian Unemployment Rates.",
  "abstract": "OBJECTIVE: This study examined the impact of economic conditions on fruit and vegetable consumption using multiple waves of the Canadian Community Health Survey. DESIGN: By using metropolitan-area variation in the unemployment rate as a proxy for economic conditions, various measures of fruit and vegetable consumption were regressed on this unemployment rate, using a 2-way fixed effect estimation strategy. MAIN OUTCOME MEASURES: The following measures of fruit and vegetable consumption were considered: (1) total number of times per day respondents ate fruits and vegetables and (2) servings of fruit of vegetable consumption (<5 times/d, 5-10 times/d, and >10 times/d). ANALYSIS: Regression models with location and time-fixed effects were estimated to explore the impact of the unemployment rate with the measures of fruit and vegetable consumption. Pearson's chi-square tests were used to examine subgroup differences by gender. RESULTS: Findings suggested that increases in the unemployment rate (ie, worse economic conditions) reduced fruit and vegetable consumption, and this result was robust across gender and education levels. CONCLUSIONS AND IMPLICATIONS: These findings contribute to a small but important body of literature that focuses specifically on the relationship between economic conditions and fruit and vegetable consumption.",
  "authors": [
    {
      "last_name": "Milicic",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Milicic",
      "affiliations": [
        "Propel Centre for Population Health Impact, Faculty of Applied Health Science, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: smilicic@waterloo.ca."
      ]
    },
    {
      "last_name": "DeCicca",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip DeCicca",
      "affiliations": [
        "Faculty of Arts Department of Economics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of nutrition education and behavior",
    "iso_abbreviation": "J Nutr Educ Behav",
    "issn": "1878-2620",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "8",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "632",
  "end_page": "638.e1",
  "pages": "632-638.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Diet",
    "Diet Surveys",
    "Feeding Behavior",
    "Female",
    "Fruit",
    "Humans",
    "Male",
    "Middle Aged",
    "Unemployment",
    "Vegetables"
  ],
  "article_ids": {
    "pubmed": "28889852",
    "doi": "10.1016/j.jneb.2017.06.010",
    "pii": "S1499-4046(17)30767-4"
  },
  "doi": "10.1016/j.jneb.2017.06.010",
  "dates": {
    "completed": "2018-05-07",
    "revised": "2019-02-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:44:22.885007",
    "pmid": "28889852"
  }
}