{
  "pmid": "28882278",
  "uid": "28882278",
  "title": "Urban street structure and traffic safety.",
  "abstract": "INTRODUCTION: This paper reports the influence of road type and junction density on road traffic fatality rates in U.S. cities. METHOD: The Fatality Analysis Reporting System (FARS) files were used to obtain fatality rates for all cities for the years 2005-2010. A stratified random sample of 16 U.S. cities was taken, and cities with high and low road traffic fatality rates were compared on their road layout details (TIGER maps were used). Statistical analysis was done to determine the effect of junction density and road type on road traffic fatality rates. RESULTS: The analysis of road network and road traffic crash fatality rates in these randomly selected U.S. cities shows that, (a) higher number of junctions per road length was significantly associated with a lower motor- vehicle crash and pedestrian mortality rates, and, (b) increased number of kilometers of roads of any kind was associated with higher fatality rates, but an additional kilometer of main arterial road was associated with a significantly higher increase in total fatalities. When compared to non-arterial roads, the higher the ratio of highways and main arterial roads, there was an association with higher fatality rates. CONCLUSIONS: These results have important implications for road safety professionals. They suggest that once the road and street structure is put in place, that will influence whether a city has low or high traffic fatality rates. A city with higher proportion of wider roads and large city blocks will tend to have higher traffic fatality rates, and therefore in turn require much more efforts in police enforcement and other road safety measures. PRACTICAL APPLICATIONS: Urban planners need to know that smaller block size with relatively less wide roads will result in lower traffic fatality rates and this needs to be incorporated at the planning stage.",
  "authors": [
    {
      "last_name": "Mohan",
      "fore_name": "Dinesh",
      "initials": "D",
      "name": "Dinesh Mohan",
      "affiliations": [
        "Transportation Research & Injury Prevention Programme, Indian Institute of Technology Delhi, New Delhi, India; School of Engineering, Shiv Nadar University, Gautam Buddha Nagar, UP, India. Electronic address: dineshmohan@outlook.com."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA; Institute for Social and Health Sciences, University of South Africa, Muckleneuk, South Africa."
      ]
    },
    {
      "last_name": "Villaveces",
      "fore_name": "Andres",
      "initials": "A",
      "name": "Andres Villaveces",
      "affiliations": [
        "Gillings School of Global Public Health, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of safety research",
    "iso_abbreviation": "J Safety Res",
    "issn": "1879-1247",
    "issn_type": "Electronic",
    "volume": "62",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "63",
  "end_page": "71",
  "pages": "63-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Cities",
    "Humans",
    "Pedestrians",
    "Safety",
    "United States"
  ],
  "article_ids": {
    "pubmed": "28882278",
    "doi": "10.1016/j.jsr.2017.06.003",
    "pii": "S0022-4375(16)30535-7"
  },
  "doi": "10.1016/j.jsr.2017.06.003",
  "dates": {
    "completed": "2018-03-01",
    "revised": "2018-12-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.898078",
    "pmid": "28882278"
  }
}