{
  "pmid": "28898296",
  "uid": "28898296",
  "title": "Characterizing the interaction between physicians, pharmacists and pharmaceutical representatives in a middle-income country: A qualitative study.",
  "abstract": "BACKGROUND: Studies around the world have shown that interactions between pharmaceutical companies, pharmacists and physicians have a great influence on prescribing and drug dispensing practices. In middle-income countries, the nature and extent of these interactions have not been well researched. Our objectives were to qualitatively explore the nature of the interactions between pharmaceutical companies, physicians and pharmacists, their impact on drug prescription and dispensing practices in Lebanon. METHODS AND FINDINGS: We used grounded theory approach as well as the known sponsor, purposive, and snowballing sampling strategies to identify interviewees from the three respective groups: physicians, pharmacists, and pharmaceutical representatives. We conducted semi-structured and analyzed transcripts thematically. This study encompassed 6 pharmaceutical representatives, 13 physicians and 13 pharmacists. The following themes emerged: purpose and driver for the interactions, nature of the interactions, incentives, impact on prescription practices, ethical considerations, and suggestions for managing the interactions. The main purposes for the interaction were educational, promotional, and monitoring prescription practices and dispensing, while the main drivers for these interactions were market potential and neighborhood socio-economic status. Physicians, pharmacists and pharmaceutical representatives who engage in these interactions benefit from a variety of incentives, some of which were characterized as unethical. It appears that pharmaceutical companies give prominence to selected physicians within their communities. Although members of the three interviewed groups refer to some of the interactions as being problematic, they described a culture of acceptance of gift giving. We developed a framework that depicts the prevailing politico-cultural environment, the interactions between the three professional groups, and their impact on drug prescription. Underreporting is the main limitation of this study. CONCLUSION: Interactions between physicians, pharmacists and pharmaceutical representatives are frequent. Although these interactions can be beneficial, they still have a substantial effect on drug prescription and dispensing practices. Hence, the need for new policies that regulate these interactions and penalize any misconduct.",
  "authors": [
    {
      "last_name": "Hajjar",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Hajjar",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bassatne",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Bassatne",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Cheaito",
      "fore_name": "Mohamad Ali",
      "initials": "MA",
      "name": "Mohamad Ali Cheaito",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Naser El Dine",
      "fore_name": "Rabie",
      "initials": "R",
      "name": "Rabie Naser El Dine",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Traboulsy",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Traboulsy",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Haddadin",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi Haddadin",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Honein-AbouHaidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-AbouHaidar",
      "affiliations": [
        "Hariri School of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "9",
    "pub_year": "2017"
  },
  "start_page": "e0184662",
  "pages": "e0184662",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Drug Prescriptions",
    "Female",
    "Humans",
    "Interprofessional Relations",
    "Lebanon",
    "Male",
    "Marketing of Health Services",
    "Pharmacists",
    "Physicians",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "28898296",
    "pmc": "PMC5595332",
    "doi": "10.1371/journal.pone.0184662",
    "pii": "PONE-D-17-08390"
  },
  "doi": "10.1371/journal.pone.0184662",
  "pmc_id": "PMC5595332",
  "dates": {
    "completed": "2017-10-12",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.284653",
    "pmid": "28898296"
  }
}