{
  "pmid": "28899569",
  "uid": "28899569",
  "title": "On the influence of wall calcification and intraluminal thrombus on prediction of abdominal aortic aneurysm rupture.",
  "abstract": "OBJECTIVE: Parameters other than maximum diameter that predict rupture of abdominal aortic aneurysms (AAAs) may be helpful for risk-benefit analysis in individual patients. The aim of this study was to characterize the biomechanical-structural characteristics associated with AAA walls to better identify the related mechanistic variables required for an accurate prediction of rupture risk. METHODS: Anterior AAA wall (n = 40) and intraluminal thrombus (ILT; n = 114) samples were acquired from 18 patients undergoing open surgical repair. Biomechanical characterization was performed using controlled circumferential stretching tests combined with a speckle-strain tracking technique to quantify the spatial heterogeneity in deformation and localized strains in the AAA walls containing calcification. After mechanical testing, the accompanying microstructural characteristics of the AAA wall and ILT types were examined using electron microscopy. RESULTS: No significant correlation was found between the AAA diameter and the wall mechanical properties in terms of Cauchy stress (rs = -0.139; P = .596) or stiffness (rs = -0.451; P = .069). Quantification of significant localized peak strains, which were concentrated in the tissue regions surrounding calcification, reveals that peak strains increased by a mean of 174% as a result of calcification and corresponding peak stresses by 18.2%. Four ILT types characteristic of diverse stages in the evolving tissue microstructure were directly associated with distinct mechanical stiffness properties of the ILT and underlying AAA wall. ILT types were independent of geometric factors, including ILT volume and AAA diameter measures (ILT stiffness and AAA diameter [rs = -0.511; P = .074]; ILT stiffness and ILT volume [rs = -0.245; P = .467]). CONCLUSIONS: AAA wall stiffness properties are controlled by the load-bearing capacity of the noncalcified tissue portion, and low stiffness properties represent a highly degraded vulnerable wall. The presence of calcification that is contiguous with the inner wall causes severe tissue overstretching in surrounding tissue areas. The results highlight the use of additional biomechanical measures, detailing the biomechanical-structural characteristics of AAA tissue, that may be a helpful adjunct to improve the accuracy of rupture prediction.",
  "authors": [
    {
      "last_name": "Barrett",
      "fore_name": "Hilary E",
      "initials": "HE",
      "name": "Hilary E Barrett",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, School of Engineering, Bernal Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, School of Engineering, Bernal Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Hidayat",
      "fore_name": "Hena",
      "initials": "H",
      "name": "Hena Hidayat",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Julie M",
      "initials": "JM",
      "name": "Julie M O'Brien",
      "affiliations": [
        "Department of Radiology, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Moloney",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Moloney",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon G",
      "initials": "EG",
      "name": "Eamon G Kavanagh",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Health Research Institute, School of Engineering, Bernal Institute, University of Limerick, Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "1234",
  "end_page": "1246.e2",
  "pages": "1234-1246.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aorta, Abdominal",
    "Aortic Aneurysm, Abdominal",
    "Aortic Rupture",
    "Aortography",
    "Biomechanical Phenomena",
    "Computed Tomography Angiography",
    "Female",
    "Humans",
    "Male",
    "Microscopy, Electron, Scanning",
    "Middle Aged",
    "Multidetector Computed Tomography",
    "Regional Blood Flow",
    "Risk Assessment",
    "Risk Factors",
    "Spectroscopy, Fourier Transform Infrared",
    "Thrombosis",
    "Vascular Calcification"
  ],
  "article_ids": {
    "pubmed": "28899569",
    "doi": "10.1016/j.jvs.2017.05.086",
    "pii": "S0741-5214(17)31598-7"
  },
  "doi": "10.1016/j.jvs.2017.05.086",
  "dates": {
    "completed": "2018-06-25",
    "revised": "2018-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.904913",
    "pmid": "28899569"
  }
}