{
  "pmid": "28890315",
  "uid": "28890315",
  "title": "Subthalamic neural entropy is a feature of freezing of gait in freely moving people with Parkinson's disease.",
  "abstract": "UNLABELLED: The goal of this study was to investigate subthalamic (STN) neural features of Freezers and Non-Freezers with Parkinson's disease (PD), while freely walking without freezing of gait (FOG) and during periods of FOG, which were better elicited during a novel turning and barrier gait task than during forward walking. METHODS: Synchronous STN local field potentials (LFPs), shank angular velocities, and ground reaction forces were measured in fourteen PD subjects (eight Freezers) off medication, OFF deep brain stimulation (DBS), using an investigative, implanted, sensing neurostimulator (Activa® PC+S, Medtronic, Inc.). Tasks included standing still, instrumented forward walking, stepping in place on dual forceplates, and instrumented walking through a turning and barrier course. RESULTS: During locomotion without FOG, Freezers showed lower beta (13-30Hz) power (P=0.036) and greater beta Sample Entropy (P=0.032), than Non-Freezers, as well as greater gait asymmetry and arrhythmicity (P<0.05 for both). No differences in alpha/beta power and/or entropy were evident at rest. During periods of FOG, Freezers showed greater alpha (8-12Hz) Sample Entropy (P<0.001) than during walking without FOG. CONCLUSIONS: A novel turning and barrier course was superior to FW in eliciting FOG. Greater unpredictability in subthalamic beta rhythms was evident during stepping without freezing episodes in Freezers compared to Non-Freezers, whereas greater unpredictability in alpha rhythms was evident in Freezers during FOG. Non-linear analysis of dynamic neural signals during gait in freely moving people with PD may yield greater insight into the pathophysiology of FOG; whether the increases in STN entropy are causative or compensatory remains to be determined. Some beta LFP power may be useful for rhythmic, symmetric gait and DBS parameters, which completely attenuate STN beta power may worsen rather than improve FOG.",
  "authors": [
    {
      "last_name": "Syrkin-Nikolau",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Syrkin-Nikolau",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: jsyrkinn@stanford.edu."
      ]
    },
    {
      "last_name": "Koop",
      "fore_name": "Mandy Miller",
      "initials": "MM",
      "name": "Mandy Miller Koop",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: mkoop@stanford.edu."
      ]
    },
    {
      "last_name": "Prieto",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Prieto",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: tprieto@stanfordhealthcare.org."
      ]
    },
    {
      "last_name": "Anidi",
      "fore_name": "Chioma",
      "initials": "C",
      "name": "Chioma Anidi",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: canidi@stanford.edu."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Furqan",
      "initials": "MF",
      "name": "Muhammad Furqan Afzal",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: furqan@stanford.edu."
      ]
    },
    {
      "last_name": "Velisar",
      "fore_name": "Anca",
      "initials": "A",
      "name": "Anca Velisar",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: avelisar@stanford.edu."
      ]
    },
    {
      "last_name": "Blumenfeld",
      "fore_name": "Zack",
      "initials": "Z",
      "name": "Zack Blumenfeld",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: zblumenf@usc.edu."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Talora",
      "initials": "T",
      "name": "Talora Martin",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: talora@stanford.edu."
      ]
    },
    {
      "last_name": "Trager",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Trager",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: mht2132@cumc.columbia.edu."
      ]
    },
    {
      "last_name": "Bronte-Stewart",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Bronte-Stewart",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA; Stanford University, Department of Neurosurgery, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: hbs@stanford.edu."
      ]
    }
  ],
  "journal": {
    "title": "Neurobiology of disease",
    "iso_abbreviation": "Neurobiol Dis",
    "issn": "1095-953X",
    "issn_type": "Electronic",
    "volume": "108",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "288",
  "end_page": "297",
  "pages": "288-297",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alpha Rhythm",
    "Antiparkinson Agents",
    "Beta Rhythm",
    "Biomechanical Phenomena",
    "Deep Brain Stimulation",
    "Female",
    "Gait Disorders, Neurologic",
    "Humans",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Parkinson Disease",
    "Signal Processing, Computer-Assisted",
    "Subthalamic Nucleus",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "28890315",
    "mid": "NIHMS906428",
    "pmc": "PMC6386531",
    "doi": "10.1016/j.nbd.2017.09.002",
    "pii": "S0969-9961(17)30214-0"
  },
  "doi": "10.1016/j.nbd.2017.09.002",
  "pmc_id": "PMC6386531",
  "dates": {
    "completed": "2018-07-23",
    "revised": "2020-02-25"
  },
  "chemicals": [
    "Antiparkinson Agents"
  ],
  "grants": [
    {
      "grant_id": "R21 NS096398",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.792274",
    "pmid": "28890315"
  }
}