{
  "pmid": "28900848",
  "uid": "28900848",
  "title": "Feasibility of Assessing Falls Risk and Promoting Falls Prevention in Beauty Salons.",
  "abstract": "Falls are a major public health risk and a leading cause of emergency room visits for people of all ages. Finding ways to increase access to information and evidence-based falls prevention strategies is critically important across the lifespan. We tested the feasibility of conducting a falls risk assessment and awareness program among customers who attend beauty salons. We enrolled 78 customers from 2 beauty salons who completed a written questionnaire as well as several biometric and functional balance tests designed to assess falls risk. On average, enrolled participants were 56 years of age (range: 19-90), female (n = 70, 91%), and Black (n = 47, 62%). Eleven percent of enrolled customers were classified as at high risk of falls because they had reported two or more falls in the last 6 months. We found that younger age, higher education, employment, moderate physical activity, and decreased frequency of salon visits were associated with fewer falls. Results demonstrated initial interest in, and the feasibility of recruiting and enrolling customers into a beauty salon-based falls risk assessment and awareness program. Beauty salons, which are in all communities, represent an innovative setting for reaching people of all ages with life-saving falls prevention information and services.",
  "authors": [
    {
      "last_name": "Arandia",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Arandia",
      "affiliations": [
        "Department of Health Behavior, University of North Carolina at Chapel Hill Gillings School of Global Public Health, Rosenau Hall, CB# 7440, Chapel Hill, NC, 27599-7440, USA."
      ],
      "orcid": "0000-0003-2100-5997"
    },
    {
      "last_name": "Hargrove",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Hargrove",
      "affiliations": [
        "Department of Epidemiology, University of North Carolina at Chapel Hill Gillings School of Global Public Health, Rosenau Hall, CB# 7440, Chapel Hill, NC, 27599-7440, USA."
      ]
    },
    {
      "last_name": "Shubert",
      "fore_name": "Tiffany E",
      "initials": "TE",
      "name": "Tiffany E Shubert",
      "affiliations": [
        "University of North Carolina at Chapel Hill Center for Health Promotion and Disease Prevention, Department #4985, University of North Carolina at Chapel Hill, 1700 Martin Luther King Jr. Boulevard, CB #7426, Chapel Hill, NC, 27599-7426, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Biostatistics, University of North Carolina at Chapel Hill Gillings School of Global Public Health, 137 E. Franklin St. Suite 203, Campus Box 8030, Chapel Hill, NC, 27514-4145, USA."
      ]
    },
    {
      "last_name": "Linnan",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Linnan",
      "affiliations": [
        "Department of Health Behavior, University of North Carolina at Chapel Hill Gillings School of Global Public Health, 307 Rosenau Hall, CB# 7440, Chapel Hill, NC, 27599-7440, USA. linnan@email.unc.edu."
      ]
    }
  ],
  "journal": {
    "title": "The journal of primary prevention",
    "iso_abbreviation": "J Prim Prev",
    "issn": "1573-6547",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "567",
  "end_page": "581",
  "pages": "567-581",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accidental Falls",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Barbering",
    "Beauty Culture",
    "Feasibility Studies",
    "Female",
    "Health Promotion",
    "Humans",
    "Male",
    "Middle Aged",
    "Postural Balance",
    "Risk Assessment",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28900848",
    "doi": "10.1007/s10935-017-0486-3",
    "pii": "10.1007/s10935-017-0486-3"
  },
  "doi": "10.1007/s10935-017-0486-3",
  "dates": {
    "completed": "2018-07-18",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R49/CE002479 from the National Center for Injury Prevention and Control, Centers for Disease Control and Prevention",
      "agency": "University of North Carolina Injury Prevention Research Center and the Office of the Vice-Chancellor for Research"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.898519",
    "pmid": "28900848"
  }
}