{
  "pmid": "28917545",
  "uid": "28917545",
  "title": "Effects of acarbose on cardiovascular and diabetes outcomes in patients with coronary heart disease and impaired glucose tolerance (ACE): a randomised, double-blind, placebo-controlled trial.",
  "abstract": "BACKGROUND: The effect of the α-glucosidase inhibitor acarbose on cardiovascular outcomes in patients with coronary heart disease and impaired glucose tolerance is unknown. We aimed to assess whether acarbose could reduce the frequency of cardiovascular events in Chinese patients with established coronary heart disease and impaired glucose tolerance, and whether the incidence of type 2 diabetes could be reduced. METHODS: The Acarbose Cardiovascular Evaluation (ACE) trial was a randomised, double-blind, placebo-controlled, phase 4 trial, with patients recruited from 176 hospital outpatient clinics in China. Chinese patients with coronary heart disease and impaired glucose tolerance were randomly assigned (1:1), in blocks by site, by a centralised computer system to receive oral acarbose (50 mg three times a day) or matched placebo, which was added to standardised cardiovascular secondary prevention therapy. All study staff and patients were masked to treatment group allocation. The primary outcome was a five-point composite of cardiovascular death, non-fatal myocardial infarction, non-fatal stroke, hospital admission for unstable angina, and hospital admission for heart failure, analysed in the intention-to-treat population (all participants randomly assigned to treatment who provided written informed consent). The secondary outcomes were a three-point composite outcome (cardiovascular death, non-fatal myocardial infarction, and non-fatal stroke), death from any cause, cardiovascular death, fatal or non-fatal myocardial infarction, fatal or non-fatal stroke, hospital admission for unstable angina, hospital admission for heart failure, development of diabetes, and development of impaired renal function. The safety population comprised all patients who received at least one dose of study medication. This trial is registered with ClinicalTrials.gov, number NCT00829660, and the International Standard Randomised Controlled Trial Number registry, number ISRCTN91899513. FINDINGS: Between March 20, 2009, and Oct 23, 2015, 6522 patients were randomly assigned and included in the intention-to-treat population, 3272 assigned to acarbose and 3250 to placebo. Patients were followed up for a median of 5·0 years (IQR 3·4-6·0) in both groups. The primary five-point composite outcome occurred in 470 (14%; 3·33 per 100 person-years) of 3272 acarbose group participants and in 479 (15%; 3·41 per 100 person-years) of 3250 placebo group participants (hazard ratio 0·98; 95% CI 0·86-1·11, p=0·73). No significant differences were seen between treatment groups for the secondary three-point composite outcome, death from any cause, cardiovascular death, fatal or non-fatal myocardial infarction, fatal or non-fatal stroke, hospital admission for unstable angina, hospital admission for heart failure, or impaired renal function. Diabetes developed less frequently in the acarbose group (436 [13%] of 3272; 3·17 per 100 person-years) compared with the placebo group (513 [16%] of 3250; 3·84 per 100 person-years; rate ratio 0·82, 95% CI 0·71-0·94, p=0·005). Gastrointestinal disorders were the most common adverse event associated with drug discontinuation or dose changes (215 [7%] of 3263 patients in the acarbose group vs 150 [5%] of 3241 in the placebo group [p=0·0007]; safety population). Numbers of non-cardiovascular deaths (71 [2%] of 3272 vs 56 [2%] of 3250, p=0·19) and cancer deaths (ten [<1%] of 3272 vs 12 [<1%] of 3250, p=0·08) did not differ between groups. INTERPRETATION: In Chinese patients with coronary heart disease and impaired glucose tolerance, acarbose did not reduce the risk of major adverse cardiovascular events, but did reduce the incidence of diabetes. FUNDING: Bayer AG.",
  "authors": [
    {
      "last_name": "Holman",
      "fore_name": "Rury R",
      "initials": "RR",
      "name": "Rury R Holman",
      "affiliations": [
        "Diabetes Trials Unit, University of Oxford, Oxford, UK. Electronic address: rury.holman@dtu.ox.ac.uk."
      ]
    },
    {
      "last_name": "Coleman",
      "fore_name": "Ruth L",
      "initials": "RL",
      "name": "Ruth L Coleman",
      "affiliations": [
        "Diabetes Trials Unit, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Juliana C N",
      "initials": "JCN",
      "name": "Juliana C N Chan",
      "affiliations": [
        "Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Prince of Wales Hospital, Shatin, Hong Kong."
      ]
    },
    {
      "last_name": "Chiasson",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Chiasson",
      "affiliations": [
        "Department of Medicine, University of Montreal, Centre de Recherche du Centre Hospitalier de l'Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Huimei",
      "initials": "H",
      "name": "Huimei Feng",
      "affiliations": [
        "Diabetes Trials Unit, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Junbo",
      "initials": "J",
      "name": "Junbo Ge",
      "affiliations": [
        "Zhongshan Hospital, Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gray",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Gray",
      "affiliations": [
        "MRC Population Health Research Unit, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Huo",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Huo",
      "affiliations": [
        "Department of Cardiology, Peking University First Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "Zhihui",
      "initials": "Z",
      "name": "Zhihui Lang",
      "affiliations": [
        "Bayer Healthcare Company Ltd, Beijing, China."
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J McMurray",
      "affiliations": [
        "Institute of Cardiovascular & Medical Sciences, BHF Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Rydén",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Rydén",
      "affiliations": [
        "Department of Medicine K2, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Schröder",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schröder",
      "affiliations": [
        "Pharma Division, Bayer AG, Berlin, Germany."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Yihong",
      "initials": "Y",
      "name": "Yihong Sun",
      "affiliations": [
        "China-Japan Friendship Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Theodorakis",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Theodorakis",
      "affiliations": [
        "Diabetes Trials Unit, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Tendera",
      "fore_name": "Michal",
      "initials": "M",
      "name": "Michal Tendera",
      "affiliations": [
        "Department of Cardiology and Structural Heart Diseases, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."
      ]
    },
    {
      "last_name": "Tucker",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Tucker",
      "affiliations": [
        "Diabetes Trials Unit, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Tuomilehto",
      "fore_name": "Jaakko",
      "initials": "J",
      "name": "Jaakko Tuomilehto",
      "affiliations": [
        "Dasman Diabetes Institute, Dasman, Kuwait; Department of Neurosciences and Preventive Medicine, Danube-University Krems, Krems, Austria; Chronic Disease Prevention Unit, National Institute for Health and Welfare, Helsinki, Finland; King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Yidong",
      "initials": "Y",
      "name": "Yidong Wei",
      "affiliations": [
        "Shanghai Tenth People's Hospital, School of Medicine of Tongji University, Shanghai, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Wenying",
      "initials": "W",
      "name": "Wenying Yang",
      "affiliations": [
        "China-Japan Friendship Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Duolao",
      "initials": "D",
      "name": "Duolao Wang",
      "affiliations": [
        "Tropical Clinical Trials Unit, Liverpool School of Tropical Medicine, Liverpool, UK."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Dayi",
      "initials": "D",
      "name": "Dayi Hu",
      "affiliations": [
        "People's Hospital of Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Changyu",
      "initials": "C",
      "name": "Changyu Pan",
      "affiliations": [
        "Department of Endocrinology, People's Liberation Army General Hospital, Beijing, China."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "877",
  "end_page": "886",
  "pages": "877-886",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acarbose",
    "Aged",
    "Cardiovascular Diseases",
    "Coronary Disease",
    "Diabetes Mellitus, Type 2",
    "Double-Blind Method",
    "Female",
    "Glucose Intolerance",
    "Glycoside Hydrolase Inhibitors",
    "Humans",
    "Hypoglycemic Agents",
    "Kaplan-Meier Estimate",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28917545",
    "doi": "10.1016/S2213-8587(17)30309-1",
    "pii": "S2213-8587(17)30309-1"
  },
  "doi": "10.1016/S2213-8587(17)30309-1",
  "dates": {
    "completed": "2018-09-13",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Glycoside Hydrolase Inhibitors",
    "Hypoglycemic Agents",
    "Acarbose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.696211",
    "pmid": "28917545"
  }
}