{
  "pmid": "28917831",
  "uid": "28917831",
  "title": "[GRADE Evidence to Decision (EtD) frameworks: a systematic and transparent approach to making well informed healthcare choices. 2: Clinical practice guidelines].",
  "abstract": "Clinicians do not have the time or resources to consider the underlying evidence for the myriad decisions they must make each day and, as a consequence, rely on recommendations from clinical practice guidelines. Guideline panels should consider all the relevant factors (criteria) that influence a decision or recommendation in a structured, explicit, and transparent way and provide clinicians with clear and actionable recommendations. In this article, we will describe the Evidence to Decision (EtD) frameworks for clinical practice recommendations. The general structure of the EtD framework for clinical recommendations is similar to EtD frameworks for other types of recommendations and decisions, and includes formulation of the question, an assessment of the different criteria, and conclusions. Clinical recommendations require considering criteria differently, depending on whether an individual patient or a population perspective is taken. For example, from an individual patient's perspective, out-of-pocket costs are an important consideration, whereas, from a population perspective, resource use (not only out-of-pocket costs) and cost effectiveness are important. From a population perspective, equity, acceptability, and feasibility are also important considerations, whereas the importance of these criteria is often limited from an individual patient perspective. Specific subgroups for which different recommendations may be required should be clearly identified and considered in relation to each criterion because judgments might vary across subgroups. This article is a translation of the original article published in the British Medical Journal. The EtD frameworks are currently used in the Clinical Practice Guideline Programme of the Spanish National Health System, co-ordinated by GuíaSalud.",
  "authors": [
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Centro Cochrane Iberoamericano, CIBERESP-IIB Sant Pau, Barcelona, España; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá. Electronic address: palonso@santpau.cat."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Global Health Unit, Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Moberg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Moberg",
      "affiliations": [
        "Global Health Unit, Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Unidad de Odontología Basada en la Evidencia, Facultad de Odontología, Universidad de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Internal Medicine, Clinical Epidemiology Unit, American University of Beirut Medical Center, Beirut, Líbano."
      ]
    },
    {
      "last_name": "Davoli",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Davoli",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Roma, Italia."
      ]
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": [
        "Health Services Research Unit, University of Aberdeen, Aberdeen, Reino Unido."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, University of Missouri-Kansas City, Kansas City, Missouri, EE. UU."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Global Health Unit, Norwegian Institute of Public Health, Oslo, Noruega."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg",
      "initials": "J",
      "name": "Joerg Meerpohl",
      "affiliations": [
        "Cochrane Germany, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Alemania."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, McMaster University, Hamilton, Canadá."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canadá; Department of Medicine, McMaster University, Hamilton, Canadá."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gaceta sanitaria",
    "iso_abbreviation": "Gac Sanit",
    "issn": "1578-1283",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "167.e1",
  "end_page": "167.e10",
  "pages": "167.e1-167.e10",
  "language": "spa",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28917831",
    "doi": "10.1016/j.gaceta.2017.03.008",
    "pii": "S0213-9111(17)30120-6"
  },
  "doi": "10.1016/j.gaceta.2017.03.008",
  "dates": {
    "completed": "2020-02-26",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.644939",
    "pmid": "28917831"
  }
}