{
  "pmid": "28922511",
  "uid": "28922511",
  "title": "Reliability and measurement error of digital planimetry for the measurement of chronic venous leg ulcers.",
  "abstract": "Area measurements of a chronic wound are the gold standard outcome measure to determine if a wound is on a healing or nonhealing trajectory. The use of digital planimetry can provide increased accuracy in measuring wound area however it is important to know the reliability and measurement error of these devices when used by multiple assessors. The aim of this study is to determine the within rater, between rater, and standard error of measurement of a digital planimetry device. Wound area in 42 patients was measured weekly for 12 weeks by two different raters, with each rater measuring the wound 10 times per visit. Intraclass correlation coefficients (ICC 1,k) and standard error of measurement were calculated for both within and between raters using 10 and the first three repeated measures to determine if using less measurements was as reliable. The true change in wound area was calculated by dividing stander error of measurements by mean wound areas. Within rater reliability for raters 1 and 2 were 0.995 and 0.992 for 10 measurements, and 0.996 and 0.992 for 3 measurements per time point. Between rater reliability was 0.979 for 10 measurements and 0.996 for 3 measurements per time point. The within rater standard error of measurement for raters 1 and 2 was 0.98 cm[2] and 1.28 cm[2] for 10 measurements and 0.895 cm[2] and 1.29 cm[2] for 3 measurements at each time point. The standard error of measurement for between raters was 2.07 cm[2] for 10 measurements and 2.25 cm[2] for 3 measurements per time point. The true change in wound size varied from 6.4% for within one rater to 15.7% for across different raters. This study found that both within and between rater reliability of the digital planimetry device was very high for three measurements per time point.",
  "authors": [
    {
      "last_name": "Stacey",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Stacey",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, University of Western Australia, Crawley, Australia."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Steven A",
      "initials": "SA",
      "name": "Steven A Phillips",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health, Evidence, Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swaine",
      "fore_name": "Jillian M",
      "initials": "JM",
      "name": "Jillian M Swaine",
      "affiliations": [
        "Department of Surgery, University of Western Australia, Crawley, Australia.",
        "Institute of Health Research, University of Notre Dame Australia, Fremantle, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
    "iso_abbreviation": "Wound Repair Regen",
    "issn": "1524-475X",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "901",
  "end_page": "905",
  "pages": "901-905",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Chronic Disease",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Imaging, Three-Dimensional",
    "Male",
    "Photography",
    "Photoplethysmography",
    "Reproducibility of Results",
    "Ultrasonography, Doppler, Duplex",
    "Varicose Ulcer",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "28922511",
    "doi": "10.1111/wrr.12587"
  },
  "doi": "10.1111/wrr.12587",
  "dates": {
    "completed": "2018-10-11",
    "revised": "2018-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.363993",
    "pmid": "28922511"
  }
}