{
  "pmid": "28927396",
  "uid": "28927396",
  "title": "Socioeconomic disparities in orthodontic treatment outcomes and expenditure on orthodontics in England's state-funded National Health Service: a retrospective observational study.",
  "abstract": "BACKGROUND: This study aimed to assess whether there are potential areas for efficiency improvements in the National Health Service (NHS) orthodontic service in North West England and to assess the socioeconomic status (SES)-related equity of the outcomes achieved by the NHS. METHODS: The study involved a retrospective analysis of 2008-2012 administrative data, and the study population comprised patients aged ≥10 who started NHS primary care orthodontic treatment in North West England in 2008. The proportions of treatments that were discontinued early and ended with residual need (based on post-treatment Index of Orthodontic Treatment Need [IOTN] scores that met or exceeded the NHS eligibility threshold of 3.6) and the associated NHS expenditure were calculated. In addition, the associations with SES were investigated using linear probability models. RESULTS: We found that 7.6% of treatments resulted in discontinuation (which was associated with an NHS annual expenditure of £2.3 m), and a further 19.4% (£5.9 m) had a missing outcome record. Furthermore, 5.2% of treatments resulted in residual need (£1.6 m), and a further 38.3% (£11.6 m) had missing IOTN data (due to either a missing outcome record or an incomplete IOTN outcome field in the record), which led to an annual NHS expenditure of £13.2 m (44% of the total expenditure) on treatments that are a potential source of inefficiency. Compared to the patients in the highest SES group, those in the lower SES groups were more likely both to discontinue treatment and to have residual need on treatment completion. CONCLUSIONS: Substantial inefficiencies were evident in the NHS orthodontic service, with 7.6% of treatments ending in discontinuation (£2.3 m) and 5.2% ending with residual need (£1.6 m). Over a third of cases had unreported IOTN outcome scores, which highlights the need to improve the outcome monitoring systems. In addition, the SES gradients indicate inequity in the orthodontic outcomes, with children from disadvantaged communities having poorer outcomes compared to their more affluent peers.",
  "authors": [
    {
      "last_name": "Price",
      "fore_name": "Juliet",
      "initials": "J",
      "name": "Juliet Price",
      "affiliations": [
        "Division of Dentistry, School of Medical Sciences, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Whittaker",
      "fore_name": "William",
      "initials": "W",
      "name": "William Whittaker",
      "affiliations": [
        "Manchester Centre for Health Economics, School of Health Sciences, University of Manchester, Manchester, UK. william.whittaker@manchester.ac.uk."
      ],
      "orcid": "0000-0003-2530-0360"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Brocklehurst",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Brocklehurst",
      "affiliations": [
        "Institute of Medical and Social Care Research, Bangor University, Bangor, UK."
      ]
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "Division of Dentistry, School of Medical Sciences, University of Manchester, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "19"
  },
  "start_page": "123",
  "pages": "123",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Child",
    "Efficiency, Organizational",
    "England",
    "Health Expenditures",
    "Healthcare Disparities",
    "Humans",
    "Index of Orthodontic Treatment Need",
    "Malocclusion",
    "Orthodontics",
    "Retrospective Studies",
    "Social Class",
    "State Medicine",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28927396",
    "pmc": "PMC5605975",
    "doi": "10.1186/s12903-017-0414-1",
    "pii": "10.1186/s12903-017-0414-1"
  },
  "doi": "10.1186/s12903-017-0414-1",
  "pmc_id": "PMC5605975",
  "dates": {
    "completed": "2018-07-16",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.855268",
    "pmid": "28927396"
  }
}