{
  "pmid": "28931508",
  "uid": "28931508",
  "title": "Corticosteroids for treatment of sore throat: systematic review and meta-analysis of randomised trials.",
  "abstract": "Objective To estimate the benefits and harms of using corticosteroids as an adjunct treatment for sore throat.Design Systematic review and meta-analysis of randomised control trials.Data sources Medline, Embase, Cochrane Central Register of Controlled Trials (CENTRAL), trial registries up to May 2017, reference lists of eligible trials, related reviews.Study selection Randomised controlled trials of the addition of corticosteroids to standard clinical care for patients aged 5 or older in emergency department and primary care settings with clinical signs of acute tonsillitis, pharyngitis, or the clinical syndrome of sore throat. Trials were included irrespective of language or publication status.Review methods Reviewers identified studies, extracted data, and assessed the quality of the evidence, independently and in duplicate. A parallel guideline committee (BMJ Rapid Recommendation) provided input on the design and interpretation of the systematic review, including the selection of outcomes important to patients. Random effects model was used for meta-analyses. Quality of evidence was assessed with the GRADE approach.Results 10 eligible trials enrolled 1426 individuals. Patients who received single low dose corticosteroids (the most common intervention was oral dexamethasone with a maximum dose of 10 mg) were twice as likely to experience pain relief after 24 hours (relative risk 2.2, 95% confidence interval 1.2 to 4.3; risk difference 12.4%; moderate quality evidence) and 1.5 times more likely to have no pain at 48 hours (1.5, 1.3 to 1.8; risk difference 18.3%; high quality). The mean time to onset of pain relief in patients treated with corticosteroids was 4.8 hours earlier (95% confidence interval -1.9 to -7.8; moderate quality) and the mean time to complete resolution of pain was 11.1 hours earlier (-0.4 to -21.8; low quality) than in those treated with placebo. The absolute pain reduction at 24 hours (visual analogue scale 0-10) was greater in patients treated with corticosteroids (mean difference 1.3, 95% confidence interval 0.7 to 1.9; moderate quality). Nine of the 10 trials sought information regarding adverse events. Six studies reported no adverse effects, and three studies reported few adverse events, which were mostly complications related to disease, with a similar incidence in both groups.Conclusion Single low dose corticosteroids can provide pain relief in patients with sore throat, with no increase in serious adverse effects. Included trials did not assess the potential risks of larger cumulative doses in patients with recurrent episodes of acute sore throat.Systematic review registration PROSPERO CRD42017067808.",
  "authors": [
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada sadeghb@mcmaster.ca.",
        "HIV/STI Surveillance Research Centre, and WHO Collaborating Centre for HIV Surveillance, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Faculty of Dentistry, University of Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Papola",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Papola",
      "affiliations": [
        "Department of Public Health and Community Medicine, Section of Psychiatry, University of Verona, Italy."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Division Gjøvik, Oslo, Norway.",
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Norway."
      ]
    },
    {
      "last_name": "Merglen",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Merglen",
      "affiliations": [
        "Division of General Paediatrics, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Division of General Internal Medicine and Division of Clinical Epidemiology, University Hospitals of Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "358",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "20"
  },
  "start_page": "j3887",
  "pages": "j3887",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Dexamethasone",
    "Drug Administration Schedule",
    "Humans",
    "Pharyngitis",
    "Tonsillitis"
  ],
  "article_ids": {
    "pubmed": "28931508",
    "pmc": "PMC5605780",
    "doi": "10.1136/bmj.j3887"
  },
  "doi": "10.1136/bmj.j3887",
  "pmc_id": "PMC5605780",
  "dates": {
    "completed": "2017-09-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Dexamethasone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.477543",
    "pmid": "28931508"
  }
}