{
  "pmid": "28932293",
  "uid": "28932293",
  "title": "Intra-articular hyaluronic acid in the treatment of knee osteoarthritis: a Canadian evidence-based perspective.",
  "abstract": "Osteoarthritis (OA) is a chronic condition characterized by a loss of joint cartilage and is a major cause of disability in Canada, with an estimated CN$195 billion annual cost. Knee OA leads to persistent pain and loss of function, and treatment goals primarily focus on symptom relief and retention of function. Intra-articular hyaluronic acid (IAHA) has therapeutic benefits, and numerous recently published meta-analyses (MAs) and commentaries have highlighted new evidence on the role of IAHA therapy for knee OA. A diverse, multidisciplinary group of specialists met independently in closed sessions to review findings from eight MAs with literature search end dates no earlier than 2012 to address controversies surrounding IAHA therapy for mild-to-moderate knee OA within the Canadian treatment context. Outcomes from a total of eight MAs were reviewed, and consistent and statistically significant improvements in pain, function and stiffness up to 26 weeks were found with IAHA therapy compared with IA placebo or controls, regardless of MA size or trial quality. These findings are in line with those of a Cochrane review, another recent systematic review and patient satisfaction survey. Overall, three MAs reported outcomes based on molecular weight (MW), with the two reporting effect sizes showing significantly improved pain outcomes for higher compared with lower MW HAs. Recent evidence suggests that HA therapy is well tolerated with no increased risk of serious adverse events compared with placebo and the full therapeutic effect of IAHA therapy appears to have considerable clinical importance, consisting of the combined IA placebo and HA therapeutic effects. IAHA therapy is a well-tolerated and effective option for patients with mild-to-moderate knee OA failing first-line pharmacological therapy.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics and Department of Clinical Epidemiology and Biostatistics, McMaster University, 293 Wellington Street, Hamilton, ON L8L2X2, Canada."
      ]
    },
    {
      "last_name": "Bannuru",
      "fore_name": "Raveendhara R",
      "initials": "RR",
      "name": "Raveendhara R Bannuru",
      "affiliations": [
        "Center for Treatment Comparison and Integrative Analysis, Division of Rheumatology, Tufts Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Babins",
      "fore_name": "Eric M",
      "initials": "EM",
      "name": "Eric M Babins",
      "affiliations": [
        "University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Martel-Pelletier",
      "fore_name": "Johanne",
      "initials": "J",
      "name": "Johanne Martel-Pelletier",
      "affiliations": [
        "Osteoarthritis Research Unit, University of Montréal Hospital Research Centre (CRCHUM), Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raynauld",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Raynauld",
      "affiliations": [
        "University of Montréal Hospital Research Centre (CRCHUM), Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Frankovich",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Frankovich",
      "affiliations": [
        "Department of Family Medicine, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mcleod",
      "fore_name": "Deanna",
      "initials": "D",
      "name": "Deanna Mcleod",
      "affiliations": [
        "Kaleidoscope Strategic Inc. Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": [
        "Department of Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pelletier",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Pelletier",
      "affiliations": [
        "Osteoarthritis Research Unit, University of Montréal Hospital Research Centre (CRCHUM), Montréal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in musculoskeletal disease",
    "iso_abbreviation": "Ther Adv Musculoskelet Dis",
    "issn": "1759-720X",
    "issn_type": "Print",
    "volume": "9",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "231",
  "end_page": "246",
  "pages": "231-246",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28932293",
    "pmc": "PMC5600311",
    "doi": "10.1177/1759720X17729641",
    "pii": "10.1177_1759720X17729641"
  },
  "doi": "10.1177/1759720X17729641",
  "pmc_id": "PMC5600311",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.911083",
    "pmid": "28932293"
  }
}