{
  "pmid": "28932605",
  "uid": "28932605",
  "title": "Is Dementia Screening of Apparently Healthy Individuals Justified?",
  "abstract": "Despite efforts to raise awareness and develop guidelines for care of individuals with dementia, reports of poor detection and inadequate management persist. This has led to a call for more identification of people with dementia, that is, screening individuals who may or may not complain of symptoms of dementia in both acute settings and primary care. The following should be considered before recommending screening for dementia among individuals in the general population. Dementia Tests. Low prevalence reduces positive predictive value of tests and screening tests will miss people who have dementia and identify people who do not have dementia in substantial numbers. Clinical Issues. The clinical course of dementia has not yet been shown to be amenable to intervention. Misdiagnosis and overdiagnosis can have significant long-term effects including stigmatization, loss of employment, and autonomy. Economic Issues. Health systems do not have the capacity to respond to increased demand resulting from screening. In conclusion, at present attention to life-course risk reduction and support in the community for frail and cognitively impaired older adults is a better use of limited healthcare resources than introduction of unevaluated dementia screening programs.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Bruyère Research Institute, Ottawa, ON, Canada.",
        "Faculty of Health, York University, Toronto, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2983-1505"
    },
    {
      "last_name": "Sivananthan",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Sivananthan",
      "affiliations": [
        "Primary Health Services Division, Alberta Health Services, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-4347-6346"
    },
    {
      "last_name": "Brayne",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Brayne",
      "affiliations": [
        "Cambridge Institute of Public Health, School of Clinical Medicine, University of Cambridge, Cambridge, UK."
      ],
      "orcid": "0000-0001-5307-663X"
    }
  ],
  "journal": {
    "title": "Advances in preventive medicine",
    "iso_abbreviation": "Adv Prev Med",
    "issn": "2090-3480",
    "issn_type": "Print",
    "volume": "2017",
    "pub_year": "2017"
  },
  "start_page": "9708413",
  "pages": "9708413",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28932605",
    "pmc": "PMC5591898",
    "doi": "10.1155/2017/9708413"
  },
  "doi": "10.1155/2017/9708413",
  "pmc_id": "PMC5591898",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:55.898514",
    "pmid": "28932605"
  }
}