{
  "pmid": "28948032",
  "uid": "28948032",
  "title": "Preoperative physical examination and imaging of femoroacetabular impingement prior to hip arthroscopy-a systematic review.",
  "abstract": "The purpose of this systematic review is to report current preoperative assessment for femoroacetabular impingement (FAI) including physical examination and imaging modalities prior to hip arthroscopy, and report current imaging measures used in the diagnosis of FAI. The electronic databases MEDLINE, EMBASE and PubMed were searched and screened in duplicate for relevant studies. Data regarding patient demographics, non-operative treatment, preoperative assessment including physical examination and imaging prior to hip arthroscopy were abstracted. Study quality was assessed in duplicate using the Methodological Index for Non-Randomized Studies criteria. Sixty-eight studies of fair quality evidence that involved a total of 5125 patients (5400 hips) were included. In total, 56% of all patients were male and mean age was 36 years (SD ± 10.0). Within physical examination, FADIR impingement testing was reported in 57% of patients. All included studies reported plain radiographic imaging as a component of preoperative assessment with anterior-posterior pelvis view being the most commonly reported view, followed by the cross-table lateral and Dunn views. Magnetic resonance imaging was obtained for 52% of included patients and computed tomography for 26% of patients. The most commonly reported measure within imaging for the diagnosis of cam type impingement was alpha angle (66%), whereas for pincer type impingement, the cross-over sign (48%) was most reported. Preoperative assessment is underreported in the FAI literature. Improved reporting is warranted to develop a more consistent and validated diagnostic algorithm for FAI to enhance patient selection. Level of evidence: Level IV, Systematic Review of Level I-IV Studies.",
  "authors": [
    {
      "last_name": "Haldane",
      "fore_name": "Chloe E",
      "initials": "CE",
      "name": "Chloe E Haldane",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, 1280 Main St. W., Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, 1280 Main St. W., Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St. W., Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St. W., Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hip preservation surgery",
    "iso_abbreviation": "J Hip Preserv Surg",
    "issn": "2054-8397",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Aug"
  },
  "start_page": "201",
  "end_page": "213",
  "pages": "201-213",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28948032",
    "pmc": "PMC5604278",
    "doi": "10.1093/jhps/hnx020",
    "pii": "hnx020"
  },
  "doi": "10.1093/jhps/hnx020",
  "pmc_id": "PMC5604278",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.772538",
    "pmid": "28948032"
  }
}