{
  "pmid": "28940017",
  "uid": "28940017",
  "title": "Critical illness-related corticosteroid insufficiency (CIRCI): a narrative review from a Multispecialty Task Force of the Society of Critical Care Medicine (SCCM) and the European Society of Intensive Care Medicine (ESICM).",
  "abstract": "OBJECTIVE: To provide a narrative review of the latest concepts and understanding of the pathophysiology of critical illness-related corticosteroid insufficiency (CIRCI). PARTICIPANTS: A multispecialty task force of international experts in critical care medicine and endocrinology and members of the Society of Critical Care Medicine (SCCM) and the European Society of Intensive Care Medicine (ESICM). DATA SOURCES: Medline, Database of Abstracts of Reviews of Effects (DARE), Cochrane Central Register of Controlled Trials (CENTRAL) and the Cochrane Database of Systematic Reviews. RESULTS: Three major pathophysiologic events were considered to constitute CIRCI: dysregulation of the hypothalamic-pituitary-adrenal (HPA) axis, altered cortisol metabolism, and tissue resistance to glucocorticoids. The dysregulation of the HPA axis is complex, involving multidirectional crosstalk between the CRH/ACTH pathways, autonomic nervous system, vasopressinergic system, and immune system. Recent studies have demonstrated that plasma clearance of cortisol is markedly reduced during critical illness, explained by suppressed expression and activity of the primary cortisol-metabolizing enzymes in the liver and kidney. Despite the elevated cortisol levels during critical illness, tissue resistance to glucocorticoids is believed to occur due to insufficient glucocorticoid alpha-mediated anti-inflammatory activity. CONCLUSIONS: Novel insights into the pathophysiology of CIRCI add to the limitations of the current diagnostic tools to identify at-risk patients and may also impact how corticosteroids are used in patients with CIRCI.",
  "authors": [
    {
      "last_name": "Annane",
      "fore_name": "Djillali",
      "initials": "D",
      "name": "Djillali Annane",
      "affiliations": [
        "General ICU Department, Raymond Poincaré Hospital (APHP), Health Science Centre Simone Veil, Université Versailles SQY-Paris Saclay, Garches, France. djillali.annane@aphp.fr."
      ]
    },
    {
      "last_name": "Pastores",
      "fore_name": "Stephen M",
      "initials": "SM",
      "name": "Stephen M Pastores",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, C-1179, New York, NY, 10065, USA. pastores@mskcc.org."
      ]
    },
    {
      "last_name": "Arlt",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Arlt",
      "affiliations": [
        "Institute of Metabolism and Systems Research (IMSR), University of Birmingham and Centre for Endocrinology, Diabetes and Metabolism (CEDAM), Birmingham Health Partners, Birmingham, UK."
      ]
    },
    {
      "last_name": "Balk",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Balk",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Rush University Medical Center, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Beishuizen",
      "fore_name": "Albertus",
      "initials": "A",
      "name": "Albertus Beishuizen",
      "affiliations": [
        "Department of Intensive Care Medicine, Medisch Spectrum Twente, Enschede, The Netherlands."
      ]
    },
    {
      "last_name": "Briegel",
      "fore_name": "Josef",
      "initials": "J",
      "name": "Josef Briegel",
      "affiliations": [
        "Anesthesiology and Critical Care Medicine, Klinik für Anästhesiologie, Klinikum der Universität, Munich, Germany."
      ]
    },
    {
      "last_name": "Carcillo",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Carcillo",
      "affiliations": [
        "Department of Critical Care Medicine and Pediatrics, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Christ-Crain",
      "fore_name": "Mirjam",
      "initials": "M",
      "name": "Mirjam Christ-Crain",
      "affiliations": [
        "Department of Endocrinology, Diabetology and Metabolism, Clinical Research, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Cooper",
      "affiliations": [
        "Department of Endocrinology, Concord Hospital, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Marik",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Marik",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Eastern Virginia Medical School, Norfolk, VA, USA."
      ]
    },
    {
      "last_name": "Meduri",
      "fore_name": "Gianfranco Umberto",
      "initials": "GU",
      "name": "Gianfranco Umberto Meduri",
      "affiliations": [
        "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, Memphis Veterans Affairs Medical Center, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Keith M",
      "initials": "KM",
      "name": "Keith M Olsen",
      "affiliations": [
        "College of Pharmacy, University of Arkansas for Medical Sciences, Little Rock, AR, USA."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rodgers",
      "fore_name": "Sophia C",
      "initials": "SC",
      "name": "Sophia C Rodgers",
      "affiliations": [
        "Clinical Adjunct Faculty, University of New Mexico and Sandoval Regional Medical Center, Albuquerque, NM, USA."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "James A",
      "initials": "JA",
      "name": "James A Russell",
      "affiliations": [
        "Division of Critical Care Medicine, Centre for Heart Lung Innovation, St. Paul's Hospital, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Van den Berghe",
      "fore_name": "Greet",
      "initials": "G",
      "name": "Greet Van den Berghe",
      "affiliations": [
        "Clinical Division and Laboratory of Intensive Care Medicine, Department of Cellular and Molecular Medicine, KU Leuven University and Hospitals, 3000, Louvain, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1781",
  "end_page": "1792",
  "pages": "1781-1792",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Adrenal Insufficiency",
    "Advisory Committees",
    "Anti-Inflammatory Agents",
    "Critical Illness",
    "Humans",
    "Hydrocortisone",
    "Pituitary-Adrenal System",
    "Receptors, Glucocorticoid",
    "Signal Transduction",
    "Stress, Physiological",
    "Systemic Inflammatory Response Syndrome"
  ],
  "article_ids": {
    "pubmed": "28940017",
    "doi": "10.1007/s00134-017-4914-x",
    "pii": "10.1007/s00134-017-4914-x"
  },
  "doi": "10.1007/s00134-017-4914-x",
  "dates": {
    "completed": "2018-07-23",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anti-Inflammatory Agents",
    "Receptors, Glucocorticoid",
    "glucocorticoid receptor alpha",
    "Hydrocortisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.029379",
    "pmid": "28940017"
  }
}