{
  "pmid": "28940011",
  "uid": "28940011",
  "title": "Guidelines for the diagnosis and management of critical illness-related corticosteroid insufficiency (CIRCI) in critically ill patients (Part I): Society of Critical Care Medicine (SCCM) and European Society of Intensive Care Medicine (ESICM) 2017.",
  "abstract": "OBJECTIVE: To update the 2008 consensus statements for the diagnosis and management of critical illness-related corticosteroid insufficiency (CIRCI) in adult and pediatric patients. PARTICIPANTS: A multispecialty task force of 16 international experts in Critical Care Medicine, endocrinology, and guideline methods, all of them members of the Society of Critical Care Medicine and/or the European Society of Intensive Care Medicine. DESIGN/METHODS: The recommendations were based on the summarized evidence from the 2008 document in addition to more recent findings from an updated systematic review of relevant studies from 2008 to 2017 and were formulated using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) methodology. The strength of each recommendation was classified as strong or conditional, and the quality of evidence was rated from high to very low based on factors including the individual study design, the risk of bias, the consistency of the results, and the directness and precision of the evidence. Recommendation approval required the agreement of at least 80% of the task force members. RESULTS: The task force was unable to reach agreement on a single test that can reliably diagnose CIRCI, although delta cortisol (change in baseline cortisol at 60 min of <9 µg/dl) after cosyntropin (250 µg) administration and a random plasma cortisol of <10 µg/dl may be used by clinicians. We suggest against using plasma free cortisol or salivary cortisol level over plasma total cortisol (conditional, very low quality of evidence). For treatment of specific conditions, we suggest using intravenous (IV) hydrocortisone <400 mg/day for ≥3 days at full dose in patients with septic shock that is not responsive to fluid and moderate- to high-dose vasopressor therapy (conditional, low quality of evidence). We suggest not using corticosteroids in adult patients with sepsis without shock (conditional recommendation, moderate quality of evidence). We suggest the use of IV methylprednisolone 1 mg/kg/day in patients with early moderate to severe acute respiratory distress syndrome (PaO2/FiO2 < 200 and within 14 days of onset) (conditional, moderate quality of evidence). Corticosteroids are not suggested for patients with major trauma (conditional, low quality of evidence). CONCLUSIONS: Evidence-based recommendations for the use of corticosteroids in critically ill patients with sepsis and septic shock, acute respiratory distress syndrome, and major trauma have been developed by a multispecialty task force.",
  "authors": [
    {
      "last_name": "Annane",
      "fore_name": "Djillali",
      "initials": "D",
      "name": "Djillali Annane",
      "affiliations": [
        "General ICU Department, Raymond Poincaré Hospital (APHP), Helath Science Centre Simone Veil, Universite Versailles SQY-Paris Saclay, Garches, France. djillali.annane@aphp.fr."
      ]
    },
    {
      "last_name": "Pastores",
      "fore_name": "Stephen M",
      "initials": "SM",
      "name": "Stephen M Pastores",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, C-1179, New York, NY, 10065, USA. pastores@mskcc.org."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arlt",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Arlt",
      "affiliations": [
        "Diabetes and Metabolism (CEDAM), Birmingham Health Partners, Institute of Metabolism and Systems Research (IMSR), University of Birmingham and Centre for Endocrinology, Birmingham, UK."
      ]
    },
    {
      "last_name": "Balk",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Balk",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Rush University Medical Center, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Beishuizen",
      "fore_name": "Albertus",
      "initials": "A",
      "name": "Albertus Beishuizen",
      "affiliations": [
        "Department of Intensive Care Medicine, Medisch Spectrum Twente, Enschede, The Netherlands."
      ]
    },
    {
      "last_name": "Briegel",
      "fore_name": "Josef",
      "initials": "J",
      "name": "Josef Briegel",
      "affiliations": [
        "Anesthesiology and Critical Care Medicine, Klinik für Anästhesiologie, Klinikum der Universität, Munich, Germany."
      ]
    },
    {
      "last_name": "Carcillo",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Carcillo",
      "affiliations": [
        "Department of Critical Care Medicine and Pediatrics, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Christ-Crain",
      "fore_name": "Mirjam",
      "initials": "M",
      "name": "Mirjam Christ-Crain",
      "affiliations": [
        "Department of Endocrinology, Diabetology and Metabolism, Clinical Research, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Cooper",
      "affiliations": [
        "Department of Endocrinology, Concord Hospital, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Marik",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Marik",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Eastern Virginia Medical School, Norfolk, VA, USA."
      ]
    },
    {
      "last_name": "Umberto Meduri",
      "fore_name": "Gianfranco",
      "initials": "G",
      "name": "Gianfranco Umberto Meduri",
      "affiliations": [
        "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, Memphis Veterans Affairs Medical Center, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Keith M",
      "initials": "KM",
      "name": "Keith M Olsen",
      "affiliations": [
        "College of Pharmacy, University of Arkansas for Medical Sciences, Little Rock, AR, USA."
      ]
    },
    {
      "last_name": "Rodgers",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Rodgers",
      "affiliations": [
        "Clinical Adjunct Faculty, University of New Mexico and Sandoval Regional Medical Center, Albuquerque, NM, USA."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "James A",
      "initials": "JA",
      "name": "James A Russell",
      "affiliations": [
        "Division of Critical Care Medicine, Centre for Heart Lung Innovation, St. Paul's Hospital, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Van den Berghe",
      "fore_name": "Greet",
      "initials": "G",
      "name": "Greet Van den Berghe",
      "affiliations": [
        "Clinical Division and Laboratory of Intensive Care Medicine, Department of Cellular and Molecular Medicine, KU Leuven University and Hospitals, Louvain, 3000, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1751",
  "end_page": "1763",
  "pages": "1751-1763",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Practice Guideline",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Adrenal Insufficiency",
    "Adrenocorticotropic Hormone",
    "Adult",
    "Advisory Committees",
    "Anti-Inflammatory Agents",
    "Cosyntropin",
    "Critical Care",
    "Dose-Response Relationship, Drug",
    "Drug Administration Schedule",
    "Evidence-Based Medicine",
    "Hormones",
    "Humans",
    "Hydrocortisone",
    "Infusions, Intravenous",
    "Methylprednisolone",
    "Pituitary-Adrenal System",
    "Respiratory Distress Syndrome",
    "Shock, Septic",
    "Systemic Inflammatory Response Syndrome"
  ],
  "article_ids": {
    "pubmed": "28940011",
    "doi": "10.1007/s00134-017-4919-5",
    "pii": "10.1007/s00134-017-4919-5"
  },
  "doi": "10.1007/s00134-017-4919-5",
  "dates": {
    "completed": "2018-07-23",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anti-Inflammatory Agents",
    "Hormones",
    "Cosyntropin",
    "Adrenocorticotropic Hormone",
    "Hydrocortisone",
    "Methylprednisolone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.028982",
    "pmid": "28940011"
  }
}