{
  "pmid": "28958570",
  "uid": "28958570",
  "title": "Measuring the patient perspective on latissimus dorsi donor site outcomes following breast reconstruction.",
  "abstract": "BACKGROUND: There is little evidence about the long-term donor site outcome of latissimus dorsi breast reconstruction and no patient-reported outcome measures designed specifically for the procedure. METHODS: A prospective cohort of breast cancer patients having latissimus dorsi reconstruction after a mastectomy was recruited from 270 hospitals in the United Kingdom. An 18-month follow up questionnaire containing two novel scales was sent to consenting patients. The prevalence of aesthetic and functional morbidity at the donor site was described. The two new scales were refined using the Rasch measurement model and subsequently validated. RESULTS: 1,096 women completed the new scales. 78% of patients reported that no back appearance issues had bothered them \"most of the time\" or \"all of the time\" in the past two weeks. The equivalent figure for functional morbidity was 60%. Four items were eliminated following initial psychometric testing. This produced an 8-item Back Appearance scale and an 11-item Back and Shoulder Function scale. Both scales showed adequate fit to the Rasch measurement model. Higher levels of aesthetic and functional bother were observed for completely autologous procedures versus those where latissimus dorsi reconstruction was used to cover an implant (p <0.05). Higher levels of aesthetic bother were observed in women who had suffered a perioperative complication at the donor site (p = 0.003). CONCLUSION: These results can inform patients of the morbidity associated with latissimus dorsi reconstruction. The new scales can be used to compare groups undergoing different variations of the procedure and to monitor individual patients.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Browne",
      "affiliations": [
        "Department of Epidemiology and Public Health, University College Cork, Western Gateway Building, Western Rd, Cork T12 XF62, Ireland. Electronic address: j.browne@ucc.ie."
      ]
    },
    {
      "last_name": "Jeevan",
      "fore_name": "Ranjeet",
      "initials": "R",
      "name": "Ranjeet Jeevan",
      "affiliations": [
        "Clinical Effectiveness Unit, Royal College of Surgeons of England, 35-43 Lincoln's Inn Fields, London WC2A 3PE, UK."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Memorial Sloan-Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main St W, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Gulliver-Clarke",
      "fore_name": "Carmel",
      "initials": "C",
      "name": "Carmel Gulliver-Clarke",
      "affiliations": [
        "Integrated Breast Service, Western Sussex Hospitals NHS Foundation Trust, Lyndhurst Road, Worthing, West Sussex BN11 2DH, UK."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Jerome",
      "initials": "J",
      "name": "Jerome Pereira",
      "affiliations": [
        "Department of General Surgery, James Paget University Hospitals NHS Foundation Trust, Lowestoft Road, Gorleston, Great Yarmouth, Norfolk NR31 6LA, UK."
      ]
    },
    {
      "last_name": "Caddy",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Caddy",
      "affiliations": [
        "Department of Plastic Surgery, Sheffield Teaching Hospitals NHS Foundation Trust, Royal Hallamshire Hospital, Glossop Rd, Sheffield S10 2JF, UK."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Suite 210b, Spirella Building, Letchworth Garden City SG6 4ET, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "336",
  "end_page": "343",
  "pages": "336-343",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Breast Neoplasms",
    "Esthetics",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy",
    "Middle Aged",
    "Prospective Studies",
    "Psychometrics",
    "Recovery of Function",
    "Superficial Back Muscles",
    "Surgical Flaps",
    "Surveys and Questionnaires",
    "Transplant Donor Site",
    "Treatment Outcome",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "28958570",
    "doi": "10.1016/j.bjps.2017.08.028",
    "pii": "S1748-6815(17)30363-7"
  },
  "doi": "10.1016/j.bjps.2017.08.028",
  "dates": {
    "completed": "2019-03-25",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.108724",
    "pmid": "28958570"
  }
}