{
  "pmid": "28950842",
  "uid": "28950842",
  "title": "Exploratory study into awareness of heart disease and health care seeking behavior among Emirati women (UAE) - Cross sectional descriptive study.",
  "abstract": "BACKGROUND: Cardiovascular disease was the leading cause of death among women in the United Arab Emirates (UAE) in 2010. Heart attacks usually happen in older women thus symptoms of heart disease may be masked by symptoms of chronic diseases, which could explain the delay in seeking health care and higher mortality following an ischaemic episode among women. This study seeks to a) highlight the awareness of heart diseases among Emirati women and b) to understand Emirati women's health care seeking behaviour in UAE. METHOD: A cross sectional, descriptive study was conducted using a survey instrument adapted from the American Heart Association National survey. A convenience sample of 676 Emirati women between the ages of 18-55 years completed the questionnaire. RESULTS: The study showed low levels of awareness of heart disease and associated risk factors in Emirati women; only 19.4% participants were found to be aware of heart diseases. Awareness levels were highest in Dubai (OR 2.18, p < 0.05) among all the other emirates and in the 18-45 years age group (OR 2.74, p < 0.05). Despite low awareness levels, women paradoxically perceived themselves to be self-efficacious in seeking health care. Interestingly, just 49.1% Emirati women believed that good quality and affordable health care was available in the UAE. Only 28.8% of the participants believed there were sufficient female doctors to respond to health needs of women in UAE. Furthermore, only 36.7% Emirati women chose to be treated in the UAE over treatment in other countries. CONCLUSION: Emirati women clearly lack the knowledge on severity and vulnerability to heart disease in the region that is essential to improve cardiovascular related health outcomes. This study has identified the need for wider outreach that focuses on gender and age specific awareness on heart disease risks and symptoms. The study has also highlighted potential modifiable barriers in seeking health care that should be overcome to reduce morbidity and mortality due to heart disease among national women of UAE.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Dubai, United Arab Emirates. sarah.khan@zu.ac.ae."
      ],
      "orcid": "0000-0002-0110-5248"
    },
    {
      "last_name": "Ali",
      "fore_name": "Syed Adnan",
      "initials": "SA",
      "name": "Syed Adnan Ali",
      "affiliations": [
        "Government Degree Science and Commerce College, Landhi Korangi 6, Karachi, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "88",
  "pages": "88",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Chronic Disease",
    "Cross-Sectional Studies",
    "Female",
    "Health Behavior",
    "Health Knowledge, Attitudes, Practice",
    "Heart Diseases",
    "Humans",
    "Middle Aged",
    "Risk Factors",
    "Surveys and Questionnaires",
    "United Arab Emirates",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "28950842",
    "pmc": "PMC5615477",
    "doi": "10.1186/s12905-017-0445-4",
    "pii": "10.1186/s12905-017-0445-4"
  },
  "doi": "10.1186/s12905-017-0445-4",
  "pmc_id": "PMC5615477",
  "dates": {
    "completed": "2018-04-02",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.709133",
    "pmid": "28950842"
  }
}