{
  "pmid": "28951318",
  "uid": "28951318",
  "title": "Rapidly progressive course of Trypanosoma cruzi infection in mice heterozygous for hexamethylene bis-acetamide inducible 1 (Hexim1) gene.",
  "abstract": "Infection with Trypanosoma cruzi causes Chagas disease and results in myocardial inflammation and cardiomyopathy. Downregulated Hexim1 expression, as in Hexim1[+/-] mice, reduces cardiac inflammation and fibrosis following ischemic stress. We asked whether reduced expression of Hexim1 would also afford protection against T. cruzi-induced cardiomyopathy. C57BL/6J (wild type - WT) and Hexim1[+/-] mice were infected with sub-lethal doses of T. cruzi (Brazil strain), and cardiac function, serologic markers of inflammation and tissue pathology were examined. Infected Hexim1[+/-] mice had compromised cardiac function, altered expression of both pro- and anti-inflammatory cytokines, and increased inflammation and fibrosis. Cardiac failure was evidenced by severely diminished heart rate, compensatory increase in respiratory rate, and abnormally high left ventricular mass with severe transmural inflammation. Lungs displayed intense peribronchial inflammation and fibrosis extending into the parenchyma. We also observed Smad3-serine[208] phosphorylation in hearts and lungs of infected mice, suggesting increased TGF-β signaling pathway activity. This was more pronounced in Hexim1[+/-] mice and correlated with increased fibrosis in these tissues. Conspicuous splenomegaly in the Hexim1[+/-] mice most likely resulted from the observed extensive white pulp expansion. T. cruzi infection induced colonic dilatation and marked villous atrophy in both the WT and Hexim1[+/-] mice but more so in the latter. The profound exacerbation of pathologic findings suggests a protective role for Hexim1 in T. cruzi infection.",
  "authors": [
    {
      "last_name": "Mascareno",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Mascareno",
      "affiliations": [
        "Department of Cell Biology (MSC 44), State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA. Electronic address: eduardo.mascareno@downstate.edu."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Raavi",
      "initials": "R",
      "name": "Raavi Gupta",
      "affiliations": [
        "Department of Cell Biology (MSC 44), State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA; Department of Pathology, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA."
      ]
    },
    {
      "last_name": "Martello",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Martello",
      "affiliations": [
        "Department of Medicine, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA; Department of Cell Biology (MSC 44), State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA."
      ]
    },
    {
      "last_name": "Dhar-Mascareno",
      "fore_name": "Manya",
      "initials": "M",
      "name": "Manya Dhar-Mascareno",
      "affiliations": [
        "Department of Biological Sciences, State University of New York, College at Old Westbury, Old Westbury, NY 11568, USA."
      ]
    },
    {
      "last_name": "Salciccioli",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Salciccioli",
      "affiliations": [
        "Department of Medicine, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA."
      ]
    },
    {
      "last_name": "Beckles",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Beckles",
      "affiliations": [
        "Department of Surgery, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA."
      ]
    },
    {
      "last_name": "Machado",
      "fore_name": "Fabiana S",
      "initials": "FS",
      "name": "Fabiana S Machado",
      "affiliations": [
        "Institute of Biological Sciences, Department of Biochemistry and Immunology, Faculty of Medicine, Federal University of Minas Gerais, Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Tanowitz",
      "fore_name": "Herbert B",
      "initials": "HB",
      "name": "Herbert B Tanowitz",
      "affiliations": [
        "Department of Pathology, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Medicine, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
      ]
    },
    {
      "last_name": "Haseeb",
      "fore_name": "M A",
      "initials": "MA",
      "name": "M A Haseeb",
      "affiliations": [
        "Department of Medicine, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA; Department of Cell Biology (MSC 44), State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA; Department of Pathology, State University of New York, Downstate Medical Center, Brooklyn, NY 11203, USA. Electronic address: haseeb.siddiqi@downstate.edu."
      ]
    }
  ],
  "journal": {
    "title": "Microbes and infection",
    "iso_abbreviation": "Microbes Infect",
    "issn": "1769-714X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "25",
  "end_page": "36",
  "pages": "25-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Chagas Cardiomyopathy",
    "Cytokines",
    "Disease Models, Animal",
    "Heart",
    "Inflammation",
    "Intestines",
    "Lung",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Myocardium",
    "Phosphorylation",
    "RNA-Binding Proteins",
    "Smad3 Protein",
    "Spleen",
    "Transcription Factors",
    "Trypanosoma cruzi"
  ],
  "article_ids": {
    "pubmed": "28951318",
    "doi": "10.1016/j.micinf.2017.09.001",
    "pii": "S1286-4579(17)30145-4"
  },
  "doi": "10.1016/j.micinf.2017.09.001",
  "dates": {
    "completed": "2018-11-23",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Cytokines",
    "Hexim1 protein, mouse",
    "RNA-Binding Proteins",
    "Smad3 Protein",
    "Smad3 protein, mouse",
    "Transcription Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.905174",
    "pmid": "28951318"
  }
}