{
  "pmid": "28958986",
  "uid": "28958986",
  "title": "How the \"Understanding Research Evidence\" Web-Based Video Series From the National Collaborating Centre for Methods and Tools Contributes to Public Health Capacity to Practice Evidence-Informed Decision Making: Mixed-Methods Evaluation.",
  "abstract": "BACKGROUND: The National Collaborating Centre for Methods and Tools (NCCMT) offers workshops and webinars to build public health capacity for evidence-informed decision-making. Despite positive feedback for NCCMT workshops and resources, NCCMT users found key terms used in research papers difficult to understand. The Understanding Research Evidence (URE) videos use plain language, cartoon visuals, and public health examples to explain complex research concepts. The videos are posted on the NCCMT website and YouTube channel. OBJECTIVE: The first four videos in the URE web-based video series, which explained odds ratios (ORs), confidence intervals (CIs), clinical significance, and forest plots, were evaluated. The evaluation examined how the videos affected public health professionals' practice. A mixed-methods approach was used to examine the delivery mode and the content of the videos. Specifically, the evaluation explored (1) whether the videos were effective at increasing knowledge on the four video topics, (2) whether public health professionals were satisfied with the videos, and (3) how public health professionals applied the knowledge gained from the videos in their work. METHODS: A three-part evaluation was conducted to determine the effectiveness of the first four URE videos. The evaluation included a Web-based survey, telephone interviews, and pretest and posttests, which evaluated public health professionals' experience with the videos and how the videos affected their public health work. Participants were invited to participate in this evaluation through various open access, public health email lists, through informational flyers and posters at the Canadian Public Health Association (CPHA) conference, and through targeted recruitment to NCCMT's network. RESULTS: In the Web-based surveys (n=46), participants achieved higher scores on the knowledge assessment questions from watching the OR (P=.04), CI (P=.04), and clinical significance (P=.05) videos but not the forest plot (P=.12) video, as compared with participants who had not watched the videos. The pretest and posttest (n=124) demonstrated that participants had a better understanding of forest plots (P<.001) and CIs (P<.001) after watching the videos. Due to small sample size numbers, there were insufficient pretest and posttest data to conduct meaningful analyses on the clinical significance and OR videos. Telephone interview participants (n=18) thought the videos' use of animation, narration, and plain language was appropriate for people with different levels of understanding and learning styles. Participants felt that by increasing their understanding of research evidence, they could develop better interventions and design evaluations to measure the impact of public health initiatives. CONCLUSIONS: Overall, the results of the evaluation showed that watching the videos resulted in an increase in knowledge, and participants had an overall positive experience with the URE videos. With increased competence in using the best available evidence, professionals are empowered to contribute to decisions that can improve health outcomes of communities.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Chan",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5672-4898"
    },
    {
      "last_name": "Mackintosh",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Mackintosh",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9420-2169"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "28"
  },
  "start_page": "e286",
  "pages": "e286",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Practice",
    "Humans",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "28958986",
    "pmc": "PMC5639207",
    "doi": "10.2196/jmir.6958",
    "pii": "v19i9e286"
  },
  "doi": "10.2196/jmir.6958",
  "pmc_id": "PMC5639207",
  "dates": {
    "completed": "2018-02-23",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.344810",
    "pmid": "28958986"
  }
}