{
  "pmid": "28952487",
  "uid": "28952487",
  "title": "HHV Predicting Correlations for Torrefied Biomass Using Proximate and Ultimate Analyses.",
  "abstract": "Many correlations are available in the literature to predict the higher heating value (HHV) of raw biomass using the proximate and ultimate analyses. Studies on biomass torrefaction are growing tremendously, which suggest that the fuel characteristics, such as HHV, proximate analysis and ultimate analysis, have changed significantly after torrefaction. Such changes may cause high estimation errors if the existing HHV correlations were to be used in predicting the HHV of torrefied biomass. No study has been carried out so far to verify this. Therefore, this study seeks answers to the question: \"Can the existing correlations be used to determine the HHV of the torrefied biomass\"? To answer this, the existing HHV predicting correlations were tested using torrefied biomass data points. Estimation errors were found to be significantly high for the existing HHV correlations, and thus, they are not suitable for predicting the HHV of the torrefied biomass. New correlations were then developed using data points of torrefied biomass. The ranges of reported data for HHV, volatile matter (VM), fixed carbon (FC), ash (ASH), carbon (C), hydrogen (H) and oxygen (O) contents were 14.90 MJ/kg-33.30 MJ/kg, 13.30%-88.57%, 11.25%-82.74%, 0.08%-47.62%, 35.08%-86.28%, 0.53%-7.46% and 4.31%-44.70%, respectively. Correlations with the minimum mean absolute errors and having all components of proximate and ultimate analyses were selected for future use. The selected new correlations have a good accuracy of prediction when they are validated using another set of data (26 samples). Thus, these new and more accurate correlations can be useful in modeling different thermochemical processes, including combustion, pyrolysis and gasification processes of torrefied biomass.",
  "authors": [
    {
      "last_name": "Nhuchhen",
      "fore_name": "Daya Ram",
      "initials": "DR",
      "name": "Daya Ram Nhuchhen",
      "affiliations": [
        "Mechanical Engineering Department, University of New Brunswick, Fredericton, NB E3B 5A3, Canada. daya.nhuchhen@unb.ca."
      ],
      "orcid": "0000-0001-6280-1530"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad T",
      "initials": "MT",
      "name": "Muhammad T Afzal",
      "affiliations": [
        "Mechanical Engineering Department, University of New Brunswick, Fredericton, NB E3B 5A3, Canada. mafzal@unb.ca."
      ]
    }
  ],
  "journal": {
    "title": "Bioengineering (Basel, Switzerland)",
    "iso_abbreviation": "Bioengineering (Basel)",
    "issn": "2306-5354",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28952487",
    "pmc": "PMC5590445",
    "doi": "10.3390/bioengineering4010007",
    "pii": "bioengineering4010007"
  },
  "doi": "10.3390/bioengineering4010007",
  "pmc_id": "PMC5590445",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.793256",
    "pmid": "28952487"
  }
}