{
  "pmid": "28969695",
  "uid": "28969695",
  "title": "Together JUN and DDIT3 (CHOP) control retinal ganglion cell death after axonal injury.",
  "abstract": "BACKGROUND: Optic nerve injury is an important pathological component in neurodegenerative diseases such as traumatic optic neuropathies and glaucoma. The molecular signaling pathway(s) critical for retinal ganglion cell (RGC) death after axonal insult, however, is/are not fully defined. RGC death after axonal injury is known to occur by BAX-dependent apoptosis. Two transcription factors JUN (the canonical target of JNK) and DDIT3 (CHOP; a key mediator of the endoplasmic reticulum stress response) are known to be important apoptotic signaling molecules after axonal injury, including in RGCs. However, neither Jun nor Ddit3 deficiency provide complete protection to RGCs after injury. Since Jun and Ddit3 are important apoptotic signaling molecules, we sought to determine if their combined deficiency might provide additive protection to RGCs after axonal injury. METHODS: To determine if DDIT3 regulated the expression of JUN after an axonal insult, mice deficient for Ddit3 were examined after optic nerve crush (ONC). In order to critically test the importance of these genes in RGC death after axonal injury, RGC survival was assessed at multiple time-points after ONC (14, 35, 60, and 120 days after injury) in Jun, Ddit3, and combined Jun/Ddit3 deficient mice. Finally, to directly assess the role of JUN and DDIT3 in axonal degeneration, compound actions potentials were recorded from Jun, Ddit3, and Jun/Ddit3 deficient mice after ONC. RESULTS: Single and combined deficiency of Jun and Ddit3 did not appear to alter gross retinal morphology. Ddit3 deficiency did not alter expression of JUN after axonal injury. Deletion of both Jun and Ddit3 provided significantly greater long-term protection to RGCs as compared to Jun or Ddit3 deficiency alone. Finally, despite the profound protection to RGC somas provided by the deficiency of Jun plus Ddit3, their combined loss did not lessen axonal degeneration. CONCLUSIONS: These results suggest JUN and DDIT3 are independently regulated pro-death signaling molecules in RGCs and together account for the vast majority of apoptotic signaling in RGCs after axonal injury. Thus, JUN and DDIT3 may represent key molecular hubs that integrate upstream signaling events triggered by axonal injury with downstream transcriptional events that ultimately culminate in RGC apoptosis.",
  "authors": [
    {
      "last_name": "Syc-Mazurek",
      "fore_name": "Stephanie B",
      "initials": "SB",
      "name": "Stephanie B Syc-Mazurek",
      "affiliations": [
        "Department of Ophthalmology, Flaum Eye Institute, University of Rochester Medical Center, Box 314, 601 Elmwood Ave, Rochester, NY, 14642, USA.",
        "Neuroscience Graduate Program, Rochester, USA."
      ]
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Kimberly A",
      "initials": "KA",
      "name": "Kimberly A Fernandes",
      "affiliations": [
        "Department of Ophthalmology, Flaum Eye Institute, University of Rochester Medical Center, Box 314, 601 Elmwood Ave, Rochester, NY, 14642, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Ophthalmology, Flaum Eye Institute, University of Rochester Medical Center, Box 314, 601 Elmwood Ave, Rochester, NY, 14642, USA."
      ]
    },
    {
      "last_name": "Shrager",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Shrager",
      "affiliations": [
        "Department of Neuroscience, Rochester, USA."
      ]
    },
    {
      "last_name": "Libby",
      "fore_name": "Richard T",
      "initials": "RT",
      "name": "Richard T Libby",
      "affiliations": [
        "Department of Ophthalmology, Flaum Eye Institute, University of Rochester Medical Center, Box 314, 601 Elmwood Ave, Rochester, NY, 14642, USA. richard_libby@urmc.rochester.edu.",
        "Department of Biomedical Genetics, Rochester, USA. richard_libby@urmc.rochester.edu.",
        "The Center for Visual Sciences, University of Rochester Medical Center, Rochester, NY, 14642, USA. richard_libby@urmc.rochester.edu."
      ]
    }
  ],
  "journal": {
    "title": "Molecular neurodegeneration",
    "iso_abbreviation": "Mol Neurodegener",
    "issn": "1750-1326",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "02"
  },
  "start_page": "71",
  "pages": "71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Apoptosis",
    "Axons",
    "Genes, jun",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Mutant Strains",
    "Nerve Crush",
    "Nerve Degeneration",
    "Optic Nerve Injuries",
    "Retinal Ganglion Cells",
    "Signal Transduction",
    "Transcription Factor CHOP"
  ],
  "article_ids": {
    "pubmed": "28969695",
    "pmc": "PMC5625643",
    "doi": "10.1186/s13024-017-0214-8",
    "pii": "10.1186/s13024-017-0214-8"
  },
  "doi": "10.1186/s13024-017-0214-8",
  "pmc_id": "PMC5625643",
  "dates": {
    "completed": "2018-06-08",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Transcription Factor CHOP"
  ],
  "grants": [
    {
      "grant_id": "R01 EY018606",
      "agency": "NEI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.439588",
    "pmid": "28969695"
  }
}