{
  "pmid": "28970780",
  "uid": "28970780",
  "title": "Mulberry branch bark powder significantly improves hyperglycemia and regulates insulin secretion in type II diabetic mice.",
  "abstract": "This experiment, based on the previous study on R. mori, introduces whole mulberry branch powder into the diet to treat diabetic mice. Mulberry branch bark powder (MBBP) was administered orally to streptozotocin (STZ)-induced type II diabetic (T2D) mice to investigate hypoglycemic effects. After a 4-week period of diet consumption containing 5%, 10% and 20% MBBP, the fasting blood glucose, body weight and the related western blotting were measured, pathologic and immunohistochemical were observed. The 20% MBBP group showed a significant reduction in hyperglycemia and hyperinsulinemia; fasting blood glucose and insulin decreased from 25.0 to 14.8 mmol/L and 26.5 to 16.0 mU/L, respectively. Pathologic and immunohistochemical observation showed that MBBP administration lead to the repair of pancreas cells and restoration of insulin secretion. Dietary MBBP was associated with the decrease in the contents of 3, 4-methylenedioxeamphetamine, 8-OHdG, aspartate aminotransferase, and alanine aminotransferase, and the increase in antioxidative ability and glucose tolerance. Western blotting (WB) analysis suggested that MBBP decreased the TNF-α levels, thus relieving inflammation and improving liver function. It also led to the downregulation of apoptosis factor expression. WB also confirmed that MBBP enhanced the gene expression of the key enzymes: insulin receptor, insulin receptor substrate, p-AKT, GSK3β, glycogen synthase, G6Pase and phosphoenolpyruvate carboxykinase, which are related to glucose metabolism in the liver, and increase the expression of the genes PDX-1, GLUT2, MafA, and glucokinase, related to insulin secretion. Thus, oral administration of MBBP regulated insulin secretion and effectively maintained normal levels of glucose metabolism in mice, which may be done by improving the antioxidant capacity and activating insulin signaling with T2D..",
  "authors": [
    {
      "last_name": "Yin",
      "fore_name": "Xiao-Lu",
      "initials": "XL",
      "name": "Xiao-Lu Yin",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, P R China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Hua-Yu",
      "initials": "HY",
      "name": "Hua-Yu Liu",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, P R China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, P R China.",
        "National Engineering Laboratory for Modern Silk, Soochow University, Suzhou, P R China."
      ]
    }
  ],
  "journal": {
    "title": "Food & nutrition research",
    "iso_abbreviation": "Food Nutr Res",
    "issn": "1654-661X",
    "issn_type": "Print",
    "volume": "61",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "1368847",
  "pages": "1368847",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28970780",
    "pmc": "PMC5614128",
    "doi": "10.1080/16546628.2017.1368847",
    "pii": "1368847"
  },
  "doi": "10.1080/16546628.2017.1368847",
  "pmc_id": "PMC5614128",
  "dates": {
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.254492",
    "pmid": "28970780"
  }
}