{
  "pmid": "28979105",
  "uid": "28979105",
  "title": "Questioning patient engagement: research scientists' perceptions of the challenges of patient engagement in a cardiovascular research network.",
  "abstract": "BACKGROUND: Patient engagement in research is a dominant discourse in clinical research settings as it is seen as a move toward sustainable and equitable health care systems. In Canada, a key driver is the Strategy for Patient-Oriented Research of the Canadian Institutes of Health Research, which asserts that meaningful patient engagement can only be fostered when stakeholders understand its value. This study assessed researchers' perceptions of the meaning and value of patient engagement in research within a Canadian cardiovascular research network. In doing so, the secondary aim was to inform the development of a structured patient engagement initiative by identifying potential challenges and related mitigation strategies. METHODS: We employed a multi-method strategy involving electronic surveys and semi-structured telephone interviews with network research scientists across Canada. Interview data were analyzed using thematic and content analysis. Survey data were analyzed using descriptive statistics. RESULTS: Thirty-eight electronic surveys (response rate =33%) and 16 interviews were completed with network members. Some participants were uncertain about the meaning and value of patient engagement. While voicing guarded support, four challenges relating to patient engagement were identified from the interviews: 1) identification of representative and appropriate patients, 2) uncertainty about the scope of patients' roles given concerns about knowledge discrepancies, 3) a perceived lack of evidence of the impact of patient engagement, and 4) the need for education and culture change as a prerequisite for patient engagement. Research scientists were largely concerned that patients untrained in science and tasked with conveying an authentic patient experience and being a conduit for the voices of others might unsettle a traditional model of conducting research. CONCLUSION: Concerns about patient involvement in research were related to a lack of clarity about the meaning, process, and impact of involvement. This study highlights the need for education on the meaning of patient engagement, evidence of its impact, and guidance on practical aspects of implementation within this research community.",
  "authors": [
    {
      "last_name": "Carroll",
      "fore_name": "Sandra L",
      "initials": "SL",
      "name": "Sandra L Carroll",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Embuldeniya",
      "fore_name": "Gayathri",
      "initials": "G",
      "name": "Gayathri Embuldeniya",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Faculty of Health Sciences, Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McGillion",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McGillion",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Berkesse",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Berkesse",
      "affiliations": [
        "Faculty of Medicine, University of Montreal, Montreal, QC."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeff S",
      "initials": "JS",
      "name": "Jeff S Healey",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Patient preference and adherence",
    "iso_abbreviation": "Patient Prefer Adherence",
    "issn": "1177-889X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2017"
  },
  "start_page": "1573",
  "end_page": "1583",
  "pages": "1573-1583",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28979105",
    "pmc": "PMC5602467",
    "doi": "10.2147/PPA.S135457",
    "pii": "ppa-11-1573"
  },
  "doi": "10.2147/PPA.S135457",
  "pmc_id": "PMC5602467",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.758766",
    "pmid": "28979105"
  }
}