{
  "pmid": "28986274",
  "uid": "28986274",
  "title": "Toward a Model of Human Information Processing for Decision-Making and Skill Acquisition in Laparoscopic Colorectal Surgery.",
  "abstract": "OBJECTIVE: To create a human information-processing model for laparoscopic surgery based on already established literature and primary research to enhance laparoscopic surgical education in this context. DESIGN: We reviewed the literature for information-processing models most relevant to laparoscopic surgery. Our review highlighted the necessity for a model that accounts for dynamic environments, perception, allocation of attention resources between the actions of both hands of an operator, and skill acquisition and retention. The results of the literature review were augmented through intraoperative observations of 7 colorectal surgical procedures, supported by laparoscopic video analysis of 12 colorectal procedures. RESULTS: The Wickens human information-processing model was selected as the most relevant theoretical model to which we make adaptions for this specific application. We expanded the perception subsystem of the model to involve all aspects of perception during laparoscopic surgery. We extended the decision-making system to include dynamic decision-making to account for case/patient-specific and surgeon-specific deviations. The response subsystem now includes dual-task performance and nontechnical skills, such as intraoperative communication. The memory subsystem is expanded to include skill acquisition and retention. CONCLUSIONS: Surgical decision-making during laparoscopic surgery is the result of a highly complex series of processes influenced not only by the operator's knowledge, but also patient anatomy and interaction with the surgical team. Newer developments in simulation-based education must focus on the theoretically supported elements and events that underpin skill acquisition and affect the cognitive abilities of novice surgeons. The proposed human information-processing model builds on established literature regarding information processing, accounting for a dynamic environment of laparoscopic surgery. This revised model may be used as a foundation for a model describing robotic surgery.",
  "authors": [
    {
      "last_name": "White",
      "fore_name": "Eoin J",
      "initials": "EJ",
      "name": "Eoin J White",
      "affiliations": [
        "School of Design, University of Limerick, Castletroy, Co. Limerick, Ireland."
      ]
    },
    {
      "last_name": "McMahon",
      "fore_name": "Muireann",
      "initials": "M",
      "name": "Muireann McMahon",
      "affiliations": [
        "School of Design, University of Limerick, Castletroy, Co. Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "School of Engineering, University of Limerick, Castletroy, Co. Limerick, Ireland; Health Research Institute, University of Limerick, Castletroy, Co. Limerick, Ireland; Bernal Institute, University of Limerick, Castletroy, Co. Limerick, Ireland."
      ]
    },
    {
      "last_name": "Coffey",
      "fore_name": "J Calvin",
      "initials": "JC",
      "name": "J Calvin Coffey",
      "affiliations": [
        "Bernal Institute, University of Limerick, Castletroy, Co. Limerick, Ireland; Graduate Entry Medical School, University of Limerick, Castletroy, Co. Limerick, Ireland; Department of Colorectal Surgery, University Hospital Limerick, University of Limerick, Castletroy, Co. Limerick, Ireland."
      ]
    },
    {
      "last_name": "O Sullivan",
      "fore_name": "Leonard",
      "initials": "L",
      "name": "Leonard O Sullivan",
      "affiliations": [
        "School of Design, University of Limerick, Castletroy, Co. Limerick, Ireland; Health Research Institute, University of Limerick, Castletroy, Co. Limerick, Ireland. Electronic address: leonard.osullivan@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of surgical education",
    "iso_abbreviation": "J Surg Educ",
    "issn": "1878-7452",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "3",
    "pub_year": "2018"
  },
  "start_page": "749",
  "end_page": "757",
  "pages": "749-757",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Colorectal Surgery",
    "Competency-Based Education",
    "Education, Medical, Graduate",
    "Electronic Data Processing",
    "Female",
    "Humans",
    "Ireland",
    "Laparoscopy",
    "Male"
  ],
  "article_ids": {
    "pubmed": "28986274",
    "doi": "10.1016/j.jsurg.2017.09.010",
    "pii": "S1931-7204(17)30179-4"
  },
  "doi": "10.1016/j.jsurg.2017.09.010",
  "dates": {
    "completed": "2019-09-02",
    "revised": "2019-09-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.905748",
    "pmid": "28986274"
  }
}