{
  "pmid": "28988740",
  "uid": "28988740",
  "title": "Health Care Usage and Suicide Risk Screening within 1 Year of Suicide Death.",
  "abstract": "BACKGROUND: Research indicates patients often seek medical care within 1 year of suicide. Health care encounters are a crucial opportunity for health professionals to identify patients at highest risk and provide preventative services. OBJECTIVE: Study aims were to determine the characteristics of persons seeking health care within 12 months of suicide death and evaluate suicide risk screening (SRS) frequency in the emergency department (ED) vs. clinic settings. METHODS: Medical examiner and hospital data of patients who died by suicide from 2007 to 2013 were evaluated. Descriptive analyses included demographics and frequency of ED vs. clinic visits. We also compared SRS before and after implementation of The Joint Commission's recommendation to assess suicide risk. RESULTS: The 224 deceased patients were primarily single white males (mean age 67 years). Mental health issues, substance abuse, and prior suicide attempts were present alone or in combination in 74%. Visits were primarily behavioral health or substance abuse problems in the ED, and medical issues in the clinic. After implementation of universal SRS in the ED, screening increased from 39% to 92%. Among patients screened in the ED, 73% (37 of 51) screened negative for suicide risk. CONCLUSIONS: Universal SRS increased the number of people screened in the ED. However, negative SRS may not equate to reduced risk for future suicide within 1 year. Future studies might investigate targeted screening of individuals with known suicide risk factors, as well as alternatives to patient self-report of intent to self-harm for patients with mental health or substance abuse problems.",
  "authors": [
    {
      "last_name": "Stuck",
      "fore_name": "Amy R",
      "initials": "AR",
      "name": "Amy R Stuck",
      "affiliations": [
        "Department of Emergency Medicine, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "Christen E",
      "initials": "CE",
      "name": "Christen E Chalmers",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "Lucas",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Lucas",
      "affiliations": [
        "Medical Examiner Office, County of San Diego, San Diego, California."
      ]
    },
    {
      "last_name": "Sarkin",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Sarkin",
      "affiliations": [
        "Health Services Research Center, Department of Family Medicine and Public Health, University of California, San Diego, La Jolla, California."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Choi",
      "affiliations": [
        "Health Services Research Center, Department of Family Medicine and Public Health, University of California, San Diego, La Jolla, California."
      ]
    },
    {
      "last_name": "Center",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Center",
      "affiliations": [
        "Health Services Research Center, Department of Family Medicine and Public Health, University of California, San Diego, La Jolla, California."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "53",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "871",
  "end_page": "879",
  "pages": "871-879",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "California",
    "Child",
    "Delivery of Health Care",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Mental Health Services",
    "Racial Groups",
    "Risk Assessment",
    "Risk Factors",
    "Suicide",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "28988740",
    "doi": "10.1016/j.jemermed.2017.06.033",
    "pii": "S0736-4679(17)30570-X"
  },
  "doi": "10.1016/j.jemermed.2017.06.033",
  "dates": {
    "completed": "2018-07-30",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.440531",
    "pmid": "28988740"
  }
}