{
  "pmid": "28989174",
  "uid": "28989174",
  "title": "New treatment paradigms for ADPKD: moving towards precision medicine.",
  "abstract": "The natural history of autosomal dominant polycystic kidney disease (ADPKD) is characterized by a variable rate of cyst development and increase in total kidney volume (TKV), variable kidney function decline and age of onset of end-stage renal disease (ESRD), and variable presentation of renal and extrarenal manifestations. Precision medicine is proposed to improve patient outcomes by tailoring therapy to the specific genetic background, pathophysiology, disease burden, prognosis and status of each individual. This approach to the management of patients with ADPKD is nearing clinical implementation owing to advances in genetics, imaging, biomarker development and therapeutics. In this Review, we discuss pharmacological and non-pharmacological interventions for the treatment of hypertension and proteinuria, and for slowing the rate of cyst growth in patients with ADPKD before the development of ESRD. We provide recommendations for the management of renal complications, including cyst infection, nephrolithiasis, haematuria and chronic pain. The early treatment of patients with ADPKD who are largely asymptomatic is associated with a therapeutic burden but slows cyst growth and delays subsequent loss of kidney function, which ultimately delays the need for renal replacement therapy and has a positive effect on the quality of life of patients.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Nephrology Division, Department of Medicine, McMaster University, St Joseph's Healthcare Hamilton, 50 Charlton Avenue E, Hamilton, Ontario L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Chapman",
      "fore_name": "Arlene B",
      "initials": "AB",
      "name": "Arlene B Chapman",
      "affiliations": [
        "Department of Medicine, Section of Nephrology, University of Chicago, 5841 S Maryland Avenue, W503, Chicago, Illinois 60637, USA."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Nephrology",
    "iso_abbreviation": "Nat Rev Nephrol",
    "issn": "1759-507X",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "750",
  "end_page": "768",
  "pages": "750-768",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomarkers",
    "Combined Modality Therapy",
    "Disease Progression",
    "Genetic Markers",
    "Genetic Testing",
    "Humans",
    "Phenotype",
    "Polycystic Kidney, Autosomal Dominant",
    "Precision Medicine",
    "Prognosis",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "28989174",
    "doi": "10.1038/nrneph.2017.127",
    "pii": "nrneph.2017.127"
  },
  "doi": "10.1038/nrneph.2017.127",
  "dates": {
    "completed": "2017-11-27",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Biomarkers",
    "Genetic Markers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.714323",
    "pmid": "28989174"
  }
}