{
  "pmid": "28988959",
  "uid": "28988959",
  "title": "Decision-making frameworks and considerations for informing coverage decisions for healthcare interventions: a critical interpretive synthesis.",
  "abstract": "OBJECTIVE: To guide decision-making about whether or not to pay for a new healthcare intervention, a number of existing frameworks systematically weigh scientific evidence, cost, and social and ethical values. Each framework has strengths and limitations. This study aims to review and summarize available frameworks and generate an integrated framework, if and where applicable, highlighting particular issues faced with expensive but effective and desirable healthcare interventions. STUDY DESIGN AND SETTING: We conducted a critical interpretive synthesis to inform decision-making about healthcare interventions. We updated prior systematic reviews on decision-making frameworks through 2015. Purposive sampling identified relevant constructs and considerations to facilitate decision-making. RESULTS: Of 2,980 references, we purposively sampled 19 frameworks. The new framework, which built on the GRADE Evidence to Decision framework, included burden of disease, benefits and harms, values and preferences, resource use, equity, acceptability, and feasibility. Modifications to the Evidence to Decision framework included adding limitations of alternative technologies considerations in use (expanding benefits and harms) and broadening acceptability and feasibility constructs to include political and health system factors. No modifications appeared necessary to address the situation of effective but expensive and desirable interventions. CONCLUSION: Guideline developers, health technology assessment producers, and decision-makers can use our integrated framework to inform decision-making about healthcare interventions.",
  "authors": [
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada. Electronic address: morganrl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kelley",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Kelley",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, 21 Arch St., Kingston, Ontario, K7L 3N6, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Johnson",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, 21 Arch St., Kingston, Ontario, K7L 3N6, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada; McMaster Health Forum, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada; Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada; Department of Political Science, McMaster University, 1280 Main St. West, Hamilton, Ontario L8S 4L6, Canada; Department of Global Health and Population, Harvard School of Public Health, 655 Huntington Ave, Boston, MA 02115, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "94",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "143",
  "end_page": "150",
  "pages": "143-150",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Health Policy",
    "Humans",
    "Insurance Coverage",
    "Insurance, Health",
    "Policy Making",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "28988959",
    "doi": "10.1016/j.jclinepi.2017.09.023",
    "pii": "S0895-4356(16)30806-X"
  },
  "doi": "10.1016/j.jclinepi.2017.09.023",
  "dates": {
    "completed": "2019-09-10",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.122205",
    "pmid": "28988959"
  }
}