{
  "pmid": "28990574",
  "uid": "28990574",
  "title": "An evidence-based evaluation on the use of platelet rich plasma in orthopedics - a review of the literature.",
  "abstract": "Within orthopedics, the use of platelet-rich plasma (PRP) has been rapidly increasing in popularity, however, its true effectiveness has yet to be fully established. Several studies find that injecting PRP to the site of injury does not provide any significant benefit with respect to clinical outcomes; however, many others report the contrary. Due to the conflicting evidence and multiple meta-analyses conducted on the topic, a literature review of high-quality evidence on the use of PRP for common orthopaedic conditions was performed. Thus far, the evidence appears to suggest that PRP may provide some benefit in patients who present with knee osteoarthritis or lateral epicondylitis. On the other hand, evidence appears to be inconsistent or shows a minimal benefit for PRP usage in rotator cuff repair, patellar and Achilles tendinopathies, hamstring injuries, anterior cruciate ligament (ACL) repair, and medial epicondylitis. There is limited confidence in the conclusions from the published meta-analyses due to issues with statistical pooling, and limited subgroup analyses exploring the substantial heterogeneity across studies. Evidence-based clinicians considering the use of PRP in their patients with musculoskeletal injuries should be weary that the literature appears to be inconsistent and thus far, inconclusive.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Nasir",
      "initials": "N",
      "name": "Nasir Hussain",
      "affiliations": [
        "Central Michigan University College of Medicine, CMED Building, 1280 S. East Campus St., Mt. Pleasant, MI 48859, USA."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University & Centre for Evidence Based Orthopaedics, 293 Wellington Street North, Suite 110, Hamilton, Ontario L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University & Centre for Evidence Based Orthopaedics, 293 Wellington Street North, Suite 110, Hamilton, Ontario L8L 8E7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "SICOT-J",
    "iso_abbreviation": "SICOT J",
    "issn": "2426-8887",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017"
  },
  "start_page": "57",
  "pages": "57",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "28990574",
    "pmc": "PMC5632954",
    "doi": "10.1051/sicotj/2017036",
    "pii": "sicotj170038"
  },
  "doi": "10.1051/sicotj/2017036",
  "pmc_id": "PMC5632954",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.397615",
    "pmid": "28990574"
  }
}