{
  "pmid": "28991918",
  "uid": "28991918",
  "title": "Rapid enteric testing to permit targeted antimicrobial therapy, with and without Lactobacillus reuteri probiotics, for paediatric acute diarrhoeal disease in Botswana: A pilot, randomized, factorial, controlled trial.",
  "abstract": "INTRODUCTION: Diarrhoeal disease is the second-leading cause of death in young children. Current guidelines recommend treating children with acute non-bloody diarrhea with oral rehydration solutions and zinc, but not antimicrobials. However, in many resource-limited settings, infections with treatable enteric bacterial and protozoan pathogens are common. Probiotics have shown promise as an adjunct treatment for diarrhoea but have not been studied in sub-Saharan Africa. METHODS: We conducted a pilot, factorial, randomized, placebo-controlled trial of children aged 2-60 months hospitalized in Botswana for acute non-bloody diarrhoea. A rapid test-and-treat intervention, consisting of multiplex PCR testing of rectal swabs taken at enrolment, accompanied by targeted antimicrobial therapy if treatable pathogens were detected, was compared to the reference standard of no stool testing. Additionally, Lactobacillus reuteri DSM 17938 x 60 days was compared to placebo treatment. The main objective of this pilot study was to assess feasibility. The primary clinical outcome was the increase in age-standardized height (HAZ) at 60 days adjusted for baseline HAZ. RESULTS: Seventy-six patients were enrolled over a seven-month study period. We judged that the recruitment rate, lab processing times, communication protocols, provision of specific antimicrobials, and follow-up rates were acceptable. Compared to the reference arm (no stool testing and placebo treatment), the combination of the rapid test-and-treat strategy plus L. reuteri DSM 17938 was associated with an increase of 0.61 HAZ (95% CI 0.09-1.13) and 93% lower odds of recurrent diarrhoea (OR 0.07, 95%CI 0.01-0.61) at 60 days. DISCUSSION: We demonstrated that it was feasible to evaluate the study interventions in Botswana. Despite the small sample size, we observed a statistically significant increase in HAZ at 60 days and significantly lower odds of recurrent diarrhoea in children receiving both rapid test-and-treat and L. reuteri. There is sufficient evidence to warrant proceeding with a larger follow-up trial in a similar setting.",
  "authors": [
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4380-5402"
    },
    {
      "last_name": "Steenhoff",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Steenhoff",
      "affiliations": [
        "Center for Global Health & Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America.",
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Mokomane",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Mokomane",
      "affiliations": [
        "Botswana Ministry of Health, National Health Laboratory, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Moorad",
      "fore_name": "Banno",
      "initials": "B",
      "name": "Banno Moorad",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Lechiile",
      "fore_name": "Kwana",
      "initials": "K",
      "name": "Kwana Lechiile",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mazhani",
      "fore_name": "Loeto",
      "initials": "L",
      "name": "Loeto Mazhani",
      "affiliations": [
        "Department of Paediatrics and Adolescent Health, University of Botswana, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Ji",
      "initials": "J",
      "name": "Ji Cheng",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Kelly",
      "affiliations": [
        "Department of Pediatrics, Duke University, Durham, North Carolina, United States of America."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stordal",
      "fore_name": "Ketil",
      "initials": "K",
      "name": "Ketil Stordal",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Norway."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": [
        "Department of Laboratory Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "10",
    "pub_year": "2017"
  },
  "start_page": "e0185177",
  "pages": "e0185177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Anti-Infective Agents",
    "Bacteria",
    "Bacterial Infections",
    "Botswana",
    "Child, Preschool",
    "Diarrhea",
    "Female",
    "Humans",
    "Infant",
    "Limosilactobacillus reuteri",
    "Male",
    "Pilot Projects",
    "Probiotics",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "28991918",
    "pmc": "PMC5633142",
    "doi": "10.1371/journal.pone.0185177",
    "pii": "PONE-D-17-06631"
  },
  "doi": "10.1371/journal.pone.0185177",
  "pmc_id": "PMC5633142",
  "dates": {
    "completed": "2017-10-20",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.110995",
    "pmid": "28991918"
  }
}