{
  "pmid": "29016734",
  "uid": "29016734",
  "title": "The impact of Cone Beam CT on financial costs and orthodontists' treatment decisions in the management of maxillary canines with eruption disturbance.",
  "abstract": "BACKGROUND: Examination with Cone Beam CT (CBCT) is common for localizing maxillary canines with eruption disturbance. The benefits and costs of these examinations are unclear. OBJECTIVES: To measure: 1. the proportion of orthodontists' treatment decisions that were different based on intraoral and panoramic radiography (M1) compared with CBCT and panoramic radiography (M2); and 2. the costs of producing different treatment plans, regarding patients with maxillary canines with eruption disturbance. SUBJECTS AND METHODS: Orthodontists participated in a web-based survey and were randomly assigned to denote treatment decisions and the level of confidence in this decision for four patient cases presented with M1 or M2 at two occasions for the same patient case. RESULTS: One hundred and twelve orthodontists made 445 assessments based on M1 and M2, respectively. Twenty-four per cent of the treatment decisions were different depending on which method the raters had access to, whereof one case differed significantly from all other cases. The mean total cost per examination was €99.84 using M1 and €134.37 using M2, resulting in an incremental cost per examination of €34.53 for M2. LIMITATIONS: Benefits in terms of number of different treatment decisions must be considered as an intermediate outcome for the effectiveness of a diagnostic method and should be interpreted with caution. CONCLUSIONS: For the patient cases presented in this study, most treatment decisions were the same irrespective of radiological method. Accordingly, this study does not support routine use of CBCT regarding patients with maxillary canine with eruption disturbance.",
  "authors": [
    {
      "last_name": "Christell",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Christell",
      "affiliations": [
        "Faculty of Odontology, Malmö University, Malmö, Sweden."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "School of Community Based Medicine, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Bondemark",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Bondemark",
      "affiliations": [
        "Faculty of Odontology, Malmö University, Malmö, Sweden."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Horner",
      "affiliations": [
        "Division of Dentistry, School of Medical Sciences, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Lindh",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Lindh",
      "affiliations": [
        "Faculty of Odontology, Malmö University, Malmö, Sweden."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of orthodontics",
    "iso_abbreviation": "Eur J Orthod",
    "issn": "1460-2210",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "65",
  "end_page": "73",
  "pages": "65-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Clinical Decision-Making",
    "Cone-Beam Computed Tomography",
    "Cuspid",
    "Female",
    "Health Care Costs",
    "Humans",
    "Male",
    "Maxilla",
    "Patient Care Planning",
    "Radiography, Panoramic",
    "Root Resorption",
    "Sweden",
    "Tooth, Impacted"
  ],
  "article_ids": {
    "pubmed": "29016734",
    "doi": "10.1093/ejo/cjx039",
    "pii": "3886051"
  },
  "doi": "10.1093/ejo/cjx039",
  "dates": {
    "completed": "2018-12-17",
    "revised": "2018-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.855593",
    "pmid": "29016734"
  }
}