{
  "pmid": "29018839",
  "uid": "29018839",
  "title": "Clinical Assessment of Physical Examination Maneuvers for Superior Labral Anterior to Posterior Lesions.",
  "abstract": "Purpose Shoulder pain and disability pose a diagnostic challenge owing to the numerous etiologies and the potential for multiple disorders to exist simultaneously. The evidence to support the use of clinical tests for superior labral anterior to posterior complex (SLAP) is weak or absent. The purpose of this study is to determine the diagnostic validity of physical examination maneuvers for SLAP lesions by performing a methodologically rigorous, clinically applicable study. Methods We recruited consecutive new shoulder patients reporting pain and/or disability. The physician took a history and indicated their certainty about each possible diagnosis (\"certain the diagnosis is absent/present,\" or \"uncertain requires further testing\"). The clinician performed the physical tests for diagnoses where uncertainty remained. Magnetic resonance imaging arthrogram and arthroscopic examination were the gold standards. We calculated sensitivity, specificity, and likelihood ratios (LRs) and investigated whether combinations of the top tests provided stronger predictions. Results Ninety-three patients underwent physical examination for SLAP lesions. When using the presence of a SLAP lesion (Types I-V) as disease positive, none of the tests was sensitive (10.3-33.3) although they were moderately specific (61.3-92.6). When disease positive was defined as repaired SLAP lesion (including biceps tenodesis or tenotomy), the sensitivity (10.5-38.7) and specificity (70.6-93.8) of tests improved although not by a substantial amount. None of the tests was found to be clinically useful for predicting repairable SLAP lesions with all LRs close to one. The compression rotation test had the best LR for both definitions of disease (SLAP tear present = 1.8 and SLAP repaired = 1.67). There was no optimal combination of tests for diagnosing repairable SLAP lesions, with at least two tests positive providing the best combination of measurement properties (sensitivity 46.1% and specificity 64.7%). Conclusion Our study demonstrates that the physical examination tests for SLAP lesions are poor diagnostic indicators of disease. Performing a combination of tests will likely help, although the magnitude of the improvement is minimal. These authors caution clinicians placing confidence in the physical examination tests for SLAP lesions rather we suggest that clinicians rely on diagnostic imaging to confirm this diagnosis.",
  "authors": [
    {
      "last_name": "Somerville",
      "fore_name": "Lyndsay E",
      "initials": "LE",
      "name": "Lyndsay E Somerville",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Willits",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Willits",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Johnson",
      "affiliations": [
        "School of Health Studies, Faculty of Health Sciences, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Litchfield",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "LeBel",
      "fore_name": "Marie-Eve",
      "initials": "ME",
      "name": "Marie-Eve LeBel",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moro",
      "fore_name": "Jaydeep",
      "initials": "J",
      "name": "Jaydeep Moro",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine & Dentistry, The University of Western Ontario, London, Ontario, Canada.",
        "School of Health Studies, Faculty of Health Sciences, The University of Western Ontario, London, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgery journal (New York, N.Y.)",
    "iso_abbreviation": "Surg J (N Y)",
    "issn": "2378-5128",
    "issn_type": "Print",
    "volume": "3",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "e154",
  "end_page": "e162",
  "pages": "e154-e162",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29018839",
    "pmc": "PMC5629079",
    "doi": "10.1055/s-0037-1606829",
    "pii": "1600066oa"
  },
  "doi": "10.1055/s-0037-1606829",
  "pmc_id": "PMC5629079",
  "dates": {
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.418533",
    "pmid": "29018839"
  }
}