{
  "pmid": "29026591",
  "uid": "29026591",
  "title": "Irritable bowel syndrome diagnosis and management: A simplified algorithm for clinical practice.",
  "abstract": "BACKGROUND: Effective management of irritable bowel syndrome (IBS), a common functional gastrointestinal disorder, can be challenging for physicians because of the lack of simple diagnostic tests and the wide variety of treatment approaches available. OBJECTIVE: The objective of this article is to outline a simple algorithm for day-to-day clinical practice to help physicians navigate key stages to reaching a positive IBS diagnosis and guidance on how to prioritise the use of specific management strategies. METHODS: This algorithm was based on the opinion of an expert panel evaluating current evidence. RESULTS: The key principles forming the foundation of this evidence-supported algorithm are: confidently naming and explaining an IBS diagnosis for the patient, followed by assessment of key patient characteristics likely to influence the choice of therapy, such as predominant symptoms, and exploring the patient agenda and preferences. Consultation should always include education and reassurance with an explanatory model of IBS tailored to the patient. Individualised lifestyle changes, dietary modifications, pharmacological therapies, psychological strategies or a combination of interventions may be used to optimise treatment for each patient. CONCLUSION: The simple visual tools developed here navigate the key stages to reaching a positive diagnosis of IBS, and provide a stepwise approach to patient-centred management targeted towards the most bothersome symptoms. Establishing a strong patient-physician relationship is central to all stages of the patient journey from diagnosis to effective management.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mearin",
      "fore_name": "Fermín",
      "initials": "F",
      "name": "Fermín Mearin",
      "affiliations": [
        "Institute of Functional and Motor Digestive Disorders, Centro Médico Teknon, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Azpiroz",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Azpiroz",
      "affiliations": [
        "Digestive System Research Unit, University Hospital Vall d'Hebron, CIBERehd, Departament de Medicina, Universitat Autònoma de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Andresen",
      "fore_name": "Viola",
      "initials": "V",
      "name": "Viola Andresen",
      "affiliations": [
        "Israelitic Hospital, University of Hamburg, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Barbara",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Barbara",
      "affiliations": [
        "Department of Medical and Surgical Sciences, Centre for Applied Biomedical Research, University of Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Corsetti",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Corsetti",
      "affiliations": [
        "Nottingham Digestive Diseases Biomedical Research Centre, National Institute for Health Research, Nottingham University Hospitals NHS Trust, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Emmanuel",
      "fore_name": "Anton",
      "initials": "A",
      "name": "Anton Emmanuel",
      "affiliations": [
        "National Hospital for Neurology and Neurosurgery, University College London, London, UK."
      ]
    },
    {
      "last_name": "Hungin",
      "fore_name": "A Pali S",
      "initials": "APS",
      "name": "A Pali S Hungin",
      "affiliations": [
        "School of Medicine and Health, Durham University, Centre for Integrated Health Research, Wolfson Research Institute, Stockton on Tees, UK."
      ]
    },
    {
      "last_name": "Layer",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Layer",
      "affiliations": [
        "Israelitic Hospital, University of Hamburg, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Stanghellini",
      "fore_name": "Vincenzo",
      "initials": "V",
      "name": "Vincenzo Stanghellini",
      "affiliations": [
        "Department of Medical and Surgical Sciences, Centre for Applied Biomedical Research, University of Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Whorwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Whorwell",
      "affiliations": [
        "Centre for Gastrointestinal Sciences, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Zerbib",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Zerbib",
      "affiliations": [
        "Department of Gastroenterology, Bordeaux University Hospital and Université de Bordeaux, Bordeaux, France."
      ]
    },
    {
      "last_name": "Tack",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Tack",
      "affiliations": [
        "Translational Research Center for Gastrointestinal Disorders (TARGID), University of Leuven, Leuven, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "United European gastroenterology journal",
    "iso_abbreviation": "United European Gastroenterol J",
    "issn": "2050-6406",
    "issn_type": "Print",
    "volume": "5",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "773",
  "end_page": "788",
  "pages": "773-788",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29026591",
    "pmc": "PMC5625880",
    "doi": "10.1177/2050640617731968",
    "pii": "10.1177_2050640617731968"
  },
  "doi": "10.1177/2050640617731968",
  "pmc_id": "PMC5625880",
  "dates": {
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.400237",
    "pmid": "29026591"
  }
}