{
  "pmid": "29021123",
  "uid": "29021123",
  "title": "Red blood cell storage and in-hospital mortality: a secondary analysis of the INFORM randomised controlled trial.",
  "abstract": "BACKGROUND: No randomised trials have addressed whether exposure to red blood cells (RBCs) stored longer than 35 days is associated with harm in patients. We aimed to assess the risk of in-hospital mortality associated with transfusing blood stored longer than 35 days. METHODS: We did a secondary analysis of the INforming Fresh versus Old Red cell Management (INFORM) trial, a pragmatic, multicentre, randomised controlled trial of patients (≥18 years) admitted to one of six hospitals in Australia, Canada, Israel, and the USA and expected to need RBC transfusions. Patients were randomly assigned (2:1) to receive blood in inventory stored for the longest time (standard care) or the shortest time, using a random allocation schedule and stratified by centre and patient ABO blood group. The primary objective of the INFORM trial was to assess all-cause in-hospital mortality in patients with blood group A and O who were transfused. For our exploratory secondary analysis, we classified individuals into one of three mutually exclusive exposure categories on the basis of the maximum storage duration of any blood unit patients had received on each day in hospital: exclusively exposed to RBCs stored no longer than 7 days, exposed to at least one unit of RBCs stored 8-35 days, and exposed to least one unit of RBCs stored longer than 35 days. Our primary objective was to determine the effect on risk of in-hospital death of time-dependent exposure to RBCs stored longer than 35 days compared with exclusive exposure to RBCs stored no longer than 7 days, both in patients of blood groups A and O and all patients. The INFORM trial is registered as an International Standard Randomised Controlled Trial, number ISRCTN08118744. FINDINGS: Between April 2, 2012, and Oct 21, 2015, 31 497 patients were recruited, and 24 736 patients were eligible for inclusion in this analysis. We excluded nine patients for whom information about the storage duration of transfused blood was missing and one patient whose sex was unknown. 4480 (18%) patients were exposed to RBCs with longest storage, 1392 (6%) patients were exposed exclusively to RBCs with shortest storage, and 18 854 (76%) patients were exposed to RBCs stored 8-35 days. Median follow-up was 11 days (IQR 6-20). Exposure to RBCs stored longer than 35 days was not associated with increased risk of in-hospital death compared with exclusive exposure to the freshest RBC units after adjusting for demographic variables, diagnosis category, and blood product use history (in patients with blood group A or O: hazard ratio 0·94, 95% CI 0·73-1·20, p=0·60; in all patients: 0·91, 0·72-1·14, p=0·40). The risk of in-hospital death also did not differ between patients exposed to blood stored 8-35 days and patients exposed to blood stored 7 days or less (in patients with blood group A or O: 0·92, 0·74-1·15, p=0·48; in all patients: 0·90, 0·73-1·10, p=0·29). INTERPRETATION: These data provide evidence that transfusion of blood stored for longer than 35 days has no effect on in-hospital mortality, which suggests that current approaches to blood storage and inventory management are reasonable. FUNDING: Canadian Institutes for Health Research, Canadian Blood Services, and Health Canada.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Cook",
      "affiliations": [
        "Department of Statistics and Actuarial Science, University of Waterloo, Waterloo, ON, Canada; McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Center for Innovation, Canadian Blood Services, Ottawa, ON, Canada. Electronic address: heddlen@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Ker-Ai",
      "initials": "KA",
      "name": "Ker-Ai Lee",
      "affiliations": [
        "Department of Statistics and Actuarial Science, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Center for Innovation, Canadian Blood Services, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Ellis",
      "affiliations": [
        "Meir Medical Centre, Kfar Saba, Israel."
      ]
    },
    {
      "last_name": "Figueroa",
      "fore_name": "Priscilla",
      "initials": "P",
      "name": "Priscilla Figueroa",
      "affiliations": [
        "Section of Transfusion Medicine and Hematopoietic Progenitor Cell Laboratory, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Kurz",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Kurz",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Roxby",
      "fore_name": "David",
      "initials": "D",
      "name": "David Roxby",
      "affiliations": [
        "Flinders Medical Centre, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Sessler",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I Sessler",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Sharon",
      "fore_name": "Yehudit",
      "initials": "Y",
      "name": "Yehudit Sharon",
      "affiliations": [
        "Meir Medical Centre, Kfar Saba, Israel."
      ]
    },
    {
      "last_name": "Sobieraj-Teague",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Sobieraj-Teague",
      "affiliations": [
        "Flinders Medical Centre, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Webert",
      "fore_name": "Kathryn E",
      "initials": "KE",
      "name": "Kathryn E Webert",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada; Medical Office, Canadian Blood Services, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Barty",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Barty",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Liu",
      "affiliations": [
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Haematology",
    "iso_abbreviation": "Lancet Haematol",
    "issn": "2352-3026",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "e544",
  "end_page": "e552",
  "pages": "e544-e552",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Erythrocyte Transfusion",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk",
    "Specimen Handling",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "29021123",
    "doi": "10.1016/S2352-3026(17)30169-2",
    "pii": "S2352-3026(17)30169-2"
  },
  "doi": "10.1016/S2352-3026(17)30169-2",
  "dates": {
    "completed": "2018-06-11",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:03.356854",
    "pmid": "29021123"
  }
}