{
  "pmid": "29020935",
  "uid": "29020935",
  "title": "A retrospective cohort study to predict severe dengue in Honduran patients.",
  "abstract": "BACKGROUND: An important challenge in the identification of dengue is how to predict which patients will go on to experience severe illness, which is typically characterized by fever, thrombocytopenia, haemorrhagic manifestations, and plasma leakage. Accurate prediction could result in the appropriate hospital triage of high risk patients. The objective of this study was to identify clinical factors observed within the first 24 h of hospital admission that could predict subsequent severe dengue. METHODS: We conducted a retrospective cohort study of 320 patients with febrile illness who had confirmation of dengue within one week of admission, using data from the 2009-2010 Honduras Epidemiological Survey for Dengue. The outcome measure was plasma leakage defined using hemoconcentration ≥15% as determined by serial hematocrit testing. We conducted univariable analysis and multivariable logistic regression analysis to construct a predictive model for severe dengue. RESULTS: Thirty-four (10.6%) of patients in the 320 patient cohort had hemoconcentration ≥15%. In the final multivariable logistic regression model the presence of ascites, OR 7.29, 95% CI 1.85 to 28.7, and a platelet count <50,000 platelets/mm[3] at admission, OR 3.02, 95% CI 1.42 to 6.42, were significantly associated with plasma leakage, while the presence of petechiae, OR 0.24 95% CI 0.080 to 0.73, and headache, OR 0.38, 95% CI 0.15 to 0.95, were negatively associated with leakage. Using an estimated probability of 7% as a threshold for a person being considered a severe case correctly predicted 26 of the 34 severe cases (sensitivity 76.4%) and 201 of the 286 non-severe cases (specificity of 70.3%) for a percentage correctly classified of 70.9%. CONCLUSION: We identified signs and symptoms that can correctly identify a majority of patients who eventually develop severe dengue in Honduras. It will be important to further refine our models and validate them in other populations.",
  "authors": [
    {
      "last_name": "Fernández",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Fernández",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, Institute for Infectious Disease Research McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. loebm@mcmaster.ca.",
        "Department of Pathology and Molecular Medicine, Institute for Infectious Disease Research McMaster University, Hamilton, ON, Canada. loebm@mcmaster.ca."
      ],
      "orcid": "0000-0003-2315-5390"
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "11"
  },
  "start_page": "676",
  "pages": "676",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Ascites",
    "Female",
    "Fever",
    "Hematocrit",
    "Honduras",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Models, Theoretical",
    "Platelet Count",
    "Retrospective Studies",
    "Severe Dengue",
    "Tertiary Care Centers",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "29020935",
    "pmc": "PMC5637075",
    "doi": "10.1186/s12879-017-2800-3",
    "pii": "10.1186/s12879-017-2800-3"
  },
  "doi": "10.1186/s12879-017-2800-3",
  "pmc_id": "PMC5637075",
  "dates": {
    "completed": "2018-03-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.196287",
    "pmid": "29020935"
  }
}