{
  "pmid": "29024868",
  "uid": "29024868",
  "title": "Introduction of non-invasive prenatal testing as a first-tier aneuploidy screening test: A survey among Dutch midwives about their role as counsellors.",
  "abstract": "In 2014, non-invasive prenatal testing (NIPT) for trisomies 21, 18 and 13 was added to the Dutch prenatal screening program as part of the TRIDENT study. Most (85%) pregnant Dutch women are counselled for prenatal aneuploidy screening by primary care midwives. This will remain when NIPT is implemented as a first-tier screening test. We therefore investigated midwife counsellors': 1) Knowledge about NIPT; 2) Attitudes towards NIPT as first-tier screening test; and 3) Experiences with informing clients about NIPT. Between April-June 2015, an online questionnaire to assess knowledge about NIPT, attitudes towards NIPT, and experiences with NIPT was completed by 436 Dutch primary care midwives. We found that 59% midwives answered ≥7 of 8 knowledge questions correctly. Continuing professional education attendance and more positive attitudes towards prenatal screening for Down syndrome were positively associated with the total knowledge score (β = 0.261; p = 0.007 and β = 0.204; p = 0.015, respectively). The majority (67%) were in favor of replacing First trimester Combined Test with NIPT, although 41% preferred to maintain a nuchal translucency measurement alongside NIPT. We conclude that midwives demonstrated solid knowledge about NIPT that may still be improved in some areas. Dutch midwives overwhelmingly support the integration of NIPT as a first-tier screening test.",
  "authors": [
    {
      "last_name": "Martin",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Martin",
      "affiliations": [
        "Midwifery Science, AVAG, Amsterdam Public Health research institute, VU University Medical Center, Van der Boechorststraat 7, room: A-511, 1081 BT Amsterdam, The Netherlands. Electronic address: linda.martin@INHOLLAND.nl."
      ]
    },
    {
      "last_name": "Gitsels-van der Wal",
      "fore_name": "Janneke T",
      "initials": "JT",
      "name": "Janneke T Gitsels-van der Wal",
      "affiliations": [
        "Midwifery Science, AVAG, Amsterdam Public Health research institute, VU University Medical Center, Van der Boechorststraat 7, room: A-511, 1081 BT Amsterdam, The Netherlands. Electronic address: janneke@hllp.nl."
      ]
    },
    {
      "last_name": "de Boer",
      "fore_name": "Marjon A",
      "initials": "MA",
      "name": "Marjon A de Boer",
      "affiliations": [
        "Department of Obstetrics&Gynecology, VU University Medical Center, De Boelelaan 1117, 1081 HV Amsterdam, The Netherlands. Electronic address: m.deboer2@vumc.nl."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: vanstomg@mcmaster.ca."
      ]
    },
    {
      "last_name": "Henneman",
      "fore_name": "Lidewij",
      "initials": "L",
      "name": "Lidewij Henneman",
      "affiliations": [
        "Department of Clinical Genetics, Section Community Genetics, Amsterdam Public Health Research Institute, VU University Medical Center, Van der Boechorststraat 7, Room: A-515, 1081 BT Amsterdam, The Netherlands. Electronic address: l.henneman@vumc.nl."
      ]
    }
  ],
  "journal": {
    "title": "Midwifery",
    "iso_abbreviation": "Midwifery",
    "issn": "1532-3099",
    "issn_type": "Electronic",
    "volume": "56",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aneuploidy",
    "Counseling",
    "Counselors",
    "Female",
    "Genetic Testing",
    "Humans",
    "Male",
    "Middle Aged",
    "Netherlands",
    "Nurse Midwives",
    "Prenatal Care",
    "Prenatal Diagnosis",
    "Surveys and Questionnaires",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "29024868",
    "doi": "10.1016/j.midw.2017.09.008",
    "pii": "S0266-6138(17)30362-5"
  },
  "doi": "10.1016/j.midw.2017.09.008",
  "dates": {
    "completed": "2018-09-10",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.084991",
    "pmid": "29024868"
  }
}