{
  "pmid": "29025819",
  "uid": "29025819",
  "title": "Time in therapeutic range: Warfarin anticoagulation for atrial fibrillation in a community-based practice.",
  "abstract": "OBJECTIVE: To evaluate the effectiveness of an outpatient, nurse-administered warfarin anticoagulation protocol for the treatment of atrial fibrillation, and to identify clinical or biographical data that predict poor international normalized ratio control. DESIGN: Retrospective cohort study. SETTING: St Paul Family Health Network in Brantford, Ont. PARTICIPANTS: A total of 150 patients with nonvalvular atrial fibrillation. MAIN OUTCOME MEASURES: Time in therapeutic range (TTR) for each patient and for the clinic overall. The groups of patients above and below a target TTR of 60% were compared by stepwise binomial logistic regression. RESULTS: A time-weighted average TTR for the clinic was determined to be 58.76%, based on 183 452 patient-days taking warfarin. The regression analysis did not find a statistically significant association between TTR and any predictors. A trend indicating a 5-fold increase in the odds of inadequate anticoagulation was observed in current smokers (odds ratio of 4.71; 95% CI 0.97 to 22.93). CONCLUSION: Compared with data from prospective randomized trials and meta-analysis, the anticoagulation protocol employed at the St Paul Family Health Network produced an average TTR near the lower end of the target threshold. Current smokers might be at greater risk of being below this target.",
  "authors": [
    {
      "last_name": "Gateman",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Gateman",
      "affiliations": [
        "Family physician at the Fischer Family Primary Care Centre in Listowel, Ont, and Assistant Clinical Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont. derek.gateman@medportal.ca."
      ]
    },
    {
      "last_name": "Trojnar",
      "fore_name": "Melissa Elizabeth",
      "initials": "ME",
      "name": "Melissa Elizabeth Trojnar",
      "affiliations": [
        "Family physician anesthesiologist at Listowel Memorial Hospital."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine and the Department of Clinical Epidemiology and Biostatistics at McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "e425",
  "end_page": "e431",
  "pages": "e425-e431",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Ambulatory Care",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Cross-Sectional Studies",
    "Drug Monitoring",
    "Female",
    "Humans",
    "International Normalized Ratio",
    "Male",
    "Retrospective Studies",
    "Smoking",
    "Time Factors",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "29025819",
    "pmc": "PMC5638490",
    "pii": "63/10/e425"
  },
  "pmc_id": "PMC5638490",
  "dates": {
    "completed": "2018-06-12",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.649129",
    "pmid": "29025819"
  }
}