{
  "pmid": "29034733",
  "uid": "29034733",
  "title": "Mothers' Personal and Interpersonal Function as Potential Mediators Between Maternal Maltreatment History and Child Behavior Problems.",
  "abstract": "This study examined maternal depressive symptoms, social support, parenting, and adult attachment as mediators explaining the relation between maternal childhood maltreatment and child behavior in offspring. We assessed a community sample of 96 mother-child dyads. At child age 16 months, mothers self-reported maltreatment history, adult attachment, depressive symptoms, and social support, and maternal sensitivity was assessed via 2 hr of direct behavioral observation. Maternal reports of child behavior were collected at 5 years. Single and parallel mediation models were constructed. Only maternal depressive symptoms mediated the relation between maternal maltreatment history and children's internalizing problems. Maternal sensitivity emerged as a suppressor variable. With respect to the relation between maternal maltreatment history and children's externalizing problems, when entered singly, maternal depressive symptoms, social support, and avoidant attachment emerged as mediators. When examined in parallel, only maternal depressive symptoms and avoidant attachment accounted for unique mediating variance. Findings have implications with respect to important maternal factors that might be targeted to reduce the probability of maladaptive child behavior.",
  "authors": [
    {
      "last_name": "Pereira",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Pereira",
      "affiliations": [
        "1 Department of Applied Psychology and Human Development, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ludmer",
      "fore_name": "Jaclyn A",
      "initials": "JA",
      "name": "Jaclyn A Ludmer",
      "affiliations": [
        "2 Department of Psychology, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "3 Department of Psychiatry and Behavioral Neurosciences, Oxford Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "2 Department of Psychology, Ryerson University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Child maltreatment",
    "iso_abbreviation": "Child Maltreat",
    "issn": "1552-6119",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "147",
  "end_page": "156",
  "pages": "147-156",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child Behavior",
    "Child Behavior Disorders",
    "Child Development",
    "Child, Preschool",
    "Depression",
    "Humans",
    "Male",
    "Mother-Child Relations",
    "Mothers",
    "Parenting",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "29034733",
    "doi": "10.1177/1077559517734937"
  },
  "doi": "10.1177/1077559517734937",
  "dates": {
    "completed": "2019-05-21",
    "revised": "2019-05-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-64301",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.671309",
    "pmid": "29034733"
  }
}