{
  "pmid": "29030327",
  "uid": "29030327",
  "title": "The Effectiveness of eHealth Technologies on Weight Management in Pregnant and Postpartum Women: Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: The emergence and utilization of electronic health (eHealth) technologies has increased in a variety of health interventions. Exploiting the real-time advantages offered by mobile technologies during and after pregnancy has the potential to empower women and encourage behaviors that may improve maternal and child health. OBJECTIVE: The objective of this study was to assess the effectiveness of eHealth technologies for weight management during pregnancy and the postpartum period and to review the efficacy of eHealth technologies on health behaviors, specifically nutrition and physical activity. METHODS: A systematic search was conducted of the following databases: MEDLINE, EMBASE, Cochrane database of systematic reviews (CDSR), Cochrane central register of controlled trials (CENTRAL), CINAHL (Cumulative Index to Nursing and Allied Health Literature), and PsycINFO. The search included studies published from 1990 to July 5, 2016. All relevant primary studies that involved randomized controlled trials (RCTs), non-RCTs, before-and-after studies, historically controlled studies, and pilot studies were included. The study population was adult women of childbearing age either during pregnancy or the postpartum period. eHealth weight management intervention studies targeting physical activity, nutrition, or both, over a minimum 3-month period were included. Titles and abstracts, as well as full-text screening were conducted. Study quality was assessed using Cochrane's risk of bias tool. Data extraction was completed by a single reviewer, which was then verified by a second independent reviewer. Results were meta-analyzed to calculate pooled estimates of the effect, wherever possible. RESULTS: Overall, 1787 and 176 citations were reviewed at the abstract and full-text screening stages, respectively. A total of 10 studies met the inclusion criteria ranging from high to low risk of bias. Pooled estimates from studies of the effect for postpartum women resulted in a significant reduction in weight (-2.55 kg, 95% CI -3.81 to -1.28) after 3 to 12 months and six studies found a nonsignificant reduction in weight gain for pregnant women (-1.62 kg, 95% CI -3.57 to 0.33) at approximately 40 weeks. CONCLUSIONS: This review found evidence for benefits of eHealth technologies on weight management in postpartum women only. Further research is still needed regarding the use of these technologies during and after pregnancy.",
  "authors": [
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Clinical Nurse Specialist, Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara A",
      "initials": "KA",
      "name": "Kara A Nerenberg",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0003-3243-5765"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Shanna",
      "initials": "S",
      "name": "Shanna Wilson",
      "affiliations": [
        "School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-4083-7601"
    },
    {
      "last_name": "Semeniuk",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Semeniuk",
      "affiliations": [
        "School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-3413-8190"
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8516-3057"
    },
    {
      "last_name": "Redman",
      "fore_name": "Leanne M",
      "initials": "LM",
      "name": "Leanne M Redman",
      "affiliations": [
        "Reproductive Endocrinology and Women's Health Lab, Pennington Biomedical Research Center, Louisiana State University, Baton Rouge, LA, United States."
      ],
      "orcid": "0000-0002-7267-7374"
    },
    {
      "last_name": "Adamo",
      "fore_name": "Kristi B",
      "initials": "KB",
      "name": "Kristi B Adamo",
      "affiliations": [
        "School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Pediatrics, Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-7925-1889"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "10",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "13"
  },
  "start_page": "e337",
  "pages": "e337",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Body Weight Maintenance",
    "Exercise",
    "Female",
    "Health Behavior",
    "Humans",
    "Middle Aged",
    "Postpartum Period",
    "Pregnancy",
    "Telemedicine",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29030327",
    "pmc": "PMC5660296",
    "doi": "10.2196/jmir.8006",
    "pii": "v19i10e337"
  },
  "doi": "10.2196/jmir.8006",
  "pmc_id": "PMC5660296",
  "dates": {
    "completed": "2018-03-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP 142298",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "R01 DK099175",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "MOP 88590",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MSH 122813",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "U54 GM104940",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U01 DK094418",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.741067",
    "pmid": "29030327"
  }
}