{
  "pmid": "29032243",
  "uid": "29032243",
  "title": "DNA methylation patterns are related to co-morbidity status and circulating C-reactive protein levels in the nursing home elderly.",
  "abstract": "Elderly residents of long-term care commonly exhibit a number of age-related health deficits, including impaired physical and cognitive function, chronic illnesses, and chronic inflammation. Given our previous data relating the phenotype and function of innate and adaptive leukocytes from the nursing home elderly to chronic conditions and inflammatory biomarkers, we hypothesized that these factors would influence the regulatory programming of immune cells, thereby contributing to immune dysfunction. Since DNA methylation represents both an important regulatory mechanism of cells as well as a biomarker of health and disease, we sought to characterize the methylome of peripheral blood mononuclear cells (PBMCs) from the nursing home elderly (n=23; 82-98years old, 70% female), and compare these patterns to pathological factors such as dementia, co-morbidity score and frailty, and immune-related factors such as serum C-reactive protein (CRP) and cytokine levels and varicella-zoster virus (VZV) vaccine responsiveness. We show that the most significant changes in DNA methylation levels occurred in relation to co-morbidity score, including one site, cg07725579 (FDR-adjusted p<0.05; closest gene, SIRBP2), and nine DNA methylation regions (Stouffer's p<0.05). DNA methylation age, although not strongly correlated with chronological age, was positively correlated with serum CRP levels (p=0.007), and negatively correlated with vaccine responsiveness (p=0.035). To our knowledge, this study is one of the first to describe associations of DNA methylation patterns with pathological and immune-related factors in residents of long-term care, and may provide important clues pertaining to immune cell dysfunction near the end of life.",
  "authors": [
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McEwen",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M McEwen",
      "affiliations": [
        "Department of Medical Genetics, Centre for Molecular Medicine and Therapeutics, BC Children's Hospital Research Institute, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Kobor",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Kobor",
      "affiliations": [
        "Department of Medical Genetics, Centre for Molecular Medicine and Therapeutics, BC Children's Hospital Research Institute, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DME",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: bowdish@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Experimental gerontology",
    "iso_abbreviation": "Exp Gerontol",
    "issn": "1873-6815",
    "issn_type": "Electronic",
    "volume": "105",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "47",
  "end_page": "52",
  "pages": "47-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged, 80 and over",
    "Biomarkers",
    "C-Reactive Protein",
    "Comorbidity",
    "Cytokines",
    "DNA Methylation",
    "Epigenomics",
    "Female",
    "Homes for the Aged",
    "Humans",
    "Inflammation",
    "Leukocytes, Mononuclear",
    "Linear Models",
    "Male",
    "Nursing Homes"
  ],
  "article_ids": {
    "pubmed": "29032243",
    "doi": "10.1016/j.exger.2017.10.010",
    "pii": "S0531-5565(17)30513-2"
  },
  "doi": "10.1016/j.exger.2017.10.010",
  "dates": {
    "completed": "2019-04-23",
    "revised": "2019-04-23"
  },
  "chemicals": [
    "Biomarkers",
    "Cytokines",
    "C-Reactive Protein"
  ],
  "grants": [
    {
      "grant_id": "153414",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.147225",
    "pmid": "29032243"
  }
}