{
  "pmid": "29040777",
  "uid": "29040777",
  "title": "Efficient Imaging: Examining the Value of Ultrasound in the Diagnosis of Traumatic Adult Brachial Plexus Injuries, A Systematic Review.",
  "abstract": "BACKGROUND: Traumatic brachial plexus injury (BPI) can result in debilitating sequelae of the upper extremity. Presently, therapeutic decisions are based on the mechanism of injury, serial physical examination, electromyography, nerve conduction, and imaging studies. While magnetic resonance imaging is the current imaging modality of choice for BPI, ultrasound is a promising newcomer that is inexpensive, accessible, and available at point of care. OBJECTIVE: To evaluate ultrasound as a diagnostic tool in the assessment of traumatic adult BPI through a systematic review. METHODS: An electronic literature search was completed in MEDLINE, EMBASE, CINAHL, and Cochrane databases up to July 2016. Two independent reviewers completed the screening and data extraction. Methodological quality of studies was evaluated using the Quality Assessment of Diagnostic Accuracy Studies-2 tool. Statistical analysis was used to estimate pooled sensitivities and study heterogeneity. RESULTS: Seven studies were included. Four studies compared the detection of pre- and postganglionic lesions at different levels (C5-T1) to surgical exploration as the reference standard. Sensitivity of lesion detection was greater in the upper and middle spinal nerves: C5 (93%, confidence interval [CI] = 78%-100%), C6 (94%, CI = 82%-100%), and C7 (95%, CI = 86%-100%) than in the lower: C8 (71%, CI = 36%-95%) and T1 (56%, CI = 29%-81%). CONCLUSION: Individual studies demonstrate ultrasound as an effective diagnostic tool for traumatic adult BPI. Sensitivity of lesion detection was noted to be greater in the upper and middle (C5-C7) than in the lower spinal nerves (C8, T1). Further standardized studies should be performed to confirm the utility of ultrasound in the diagnosis of traumatic adult BPI.",
  "authors": [
    {
      "last_name": "Chin",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chin",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ramji",
      "fore_name": "Maleka",
      "initials": "M",
      "name": "Maleka Ramji",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Bain",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Neurosurgery",
    "iso_abbreviation": "Neurosurgery",
    "issn": "1524-4040",
    "issn_type": "Electronic",
    "volume": "83",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "323",
  "end_page": "332",
  "pages": "323-332",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Brachial Plexus",
    "Brachial Plexus Neuropathies",
    "Female",
    "Humans",
    "Neuroimaging",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "29040777",
    "doi": "10.1093/neuros/nyx483",
    "pii": "4443138"
  },
  "doi": "10.1093/neuros/nyx483",
  "dates": {
    "completed": "2019-09-11",
    "revised": "2019-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.364846",
    "pmid": "29040777"
  }
}