{
  "pmid": "29049913",
  "uid": "29049913",
  "title": "Social class and policy preferences: implications for economic inequality and interclass relations.",
  "abstract": "Record-setting levels of income and wealth inequality are deepening social class divisions. The adoption of strong progressive redistributive policies is crucial to reducing class inequities, yet many barriers to doing so exist. This review examines class-based policy preferences, focusing on the effects of economic self-interest, system justification, and classist, racist, and sexist stereotypes on policy support. The impact of broader economic conditions is also considered. Collectively, this body of research makes clear that building stronger cross-class support for redistributive policies and programs will prove difficult without addressing both class-based power differences and beliefs that justify inequality. Reducing stereotypes and developing a shared sense of societal responsibility that cuts across class lines can help advance these goals. Social psychological research is vital to informing these efforts.",
  "authors": [
    {
      "last_name": "Bullock",
      "fore_name": "Heather E",
      "initials": "HE",
      "name": "Heather E Bullock",
      "affiliations": [
        "Department of Psychology, Social Sciences 2, University of California, Santa Cruz 95064, USA. Electronic address: hbullock@ucsc.edu."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in psychology",
    "iso_abbreviation": "Curr Opin Psychol",
    "issn": "2352-2518",
    "issn_type": "Electronic",
    "volume": "18",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "141",
  "end_page": "146",
  "pages": "141-146",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Prejudice",
    "Public Policy",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "29049913",
    "doi": "10.1016/j.copsyc.2017.08.021",
    "pii": "S2352-250X(17)30125-2"
  },
  "doi": "10.1016/j.copsyc.2017.08.021",
  "dates": {
    "completed": "2018-01-24",
    "revised": "2018-01-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:40.267437",
    "pmid": "29049913"
  }
}