{
  "pmid": "29049153",
  "uid": "29049153",
  "title": "PhD Education Outcomes: Results of a National Survey of Nursing PhD Alumni.",
  "abstract": "AIM: A national survey was conducted to examine the relationship between individual students' experiences and nursing PhD program characteristics and program outcomes. BACKGROUND: In light of the shortage of doctorally prepared nurse scientists and a growth in nursing PhD programs, an examination of the PhD nursing education experience in relation to educational outcomes is timely. METHOD: Data were collected from graduates of a 50 percent random sample of nursing PhD programs in the United States. RESULTS: Graduates who had worked as research assistants, attended classroom-based programs, and worked as a nurse no more than 12 hours per week during their PhD education were more likely to have successful publication records and receive external research grant funding than graduates who did not have these experiences. CONCLUSION: On the basis of traditionally accepted measures of research productivity, our results indicate that nursing PhD programs have limited success in producing nurse researchers.",
  "authors": [
    {
      "last_name": "Ellenbecker",
      "fore_name": "Carol Hall",
      "initials": "CH",
      "name": "Carol Hall Ellenbecker",
      "affiliations": [
        "About the Authors Carol Hall Ellenbecker, PhD, RN, is professor merita, Department of Nursing, College of Nursing and Health Sciences, University of Massachusetts Boston. Chizoba Nwosu, MS, RN, and Yuqing Zhang, MS, RN, are PhD candidates, College of Nursing and Health Sciences, University of Massachusetts Boston. Suzanne Leveille, PhD, RN, is a professor and associate dean for research, College of Nursing and Health Sciences, University of Massachusetts Boston. For more information, contact Dr. Ellenbecker at carol.ellenbecker@umb.edu."
      ]
    },
    {
      "last_name": "Nwosu",
      "fore_name": "Chizoba",
      "initials": "C",
      "name": "Chizoba Nwosu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Leveille",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Leveille",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nursing education perspectives",
    "iso_abbreviation": "Nurs Educ Perspect",
    "issn": "1536-5026",
    "issn_type": "Print",
    "volume": "38",
    "issue": "6",
    "pub_year": "2017"
  },
  "start_page": "304",
  "end_page": "312",
  "pages": "304-312",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Nursing, Graduate",
    "Humans",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "29049153",
    "doi": "10.1097/01.NEP.0000000000000228",
    "pii": "00024776-201711000-00004"
  },
  "doi": "10.1097/01.NEP.0000000000000228",
  "dates": {
    "completed": "2018-07-13",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.256658",
    "pmid": "29049153"
  }
}