{
  "pmid": "29043834",
  "uid": "29043834",
  "title": "Higher PEEP versus Lower PEEP Strategies for Patients with Acute Respiratory Distress Syndrome. A Systematic Review and Meta-Analysis.",
  "abstract": "RATIONALE: Higher positive end-expiratory pressure (PEEP) levels may reduce atelectrauma, but increase over-distention lung injury. Whether higher PEEP improves clinical outcomes among patients with acute respiratory distress syndrome (ARDS) is unclear. OBJECTIVES: To compare clinical outcomes of mechanical ventilation strategies using higher PEEP levels versus lower PEEP strategies in patients with ARDS. METHODS: We performed a systematic review and meta-analysis of clinical trials investigating mechanical ventilation strategies using higher versus lower PEEP levels. We used random effects models to evaluate the effect of higher PEEP on 28-day mortality, organ failure, ventilator-free days, barotrauma, oxygenation, and ventilation. RESULTS: We identified eight randomized trials comparing higher versus lower PEEP strategies, enrolling 2,728 patients with ARDS. Patients were 55 (±16) (mean ± SD) years old and 61% were men. Mean PEEP in the higher PEEP groups was 15.1 (±3.6) cm H2O as compared with 9.1 (±2.7) cm H2O in the lower PEEP groups. Primary analysis excluding two trials that did not use lower Vt ventilation in the lower PEEP control groups did not demonstrate significantly reduced mortality for patients receiving higher PEEP as compared with a lower PEEP (six trials; 2,580 patients; relative risk, 0.91; 95% confidence interval [CI] = 0.80-1.03). A higher PEEP strategy also did not significantly decrease barotrauma, new organ failure, or ventilator-free days when compared with a lower PEEP strategy (moderate-level evidence). Quality of evidence for primary analyses was downgraded for precision, as CIs of outcomes included estimates that would result in divergent recommendations for use of higher PEEP. Secondary analysis, including trials that did not use low Vt in low-PEEP control groups, showed significant mortality reduction for high-PEEP strategies (eight trials; 2,728 patients; relative risk, 0.84; 95% CI = 0.71-0.99), with greater mortality benefit observed for high PEEP in trials that did not use lower Vts in the low-PEEP control group (P = 0.02). Analyses stratifying by use of recruitment maneuvers (P for interaction = 0.69), or use of physiological targets to set PEEP versus PEEP/FiO2 tables (P for interaction = 0.13), did not show significant effect modification. CONCLUSIONS: Use of higher PEEP is unlikely to improve clinical outcomes among unselected patients with ARDS.",
  "authors": [
    {
      "last_name": "Walkey",
      "fore_name": "Allan J",
      "initials": "AJ",
      "name": "Allan J Walkey",
      "affiliations": [
        "1 Boston University School of Medicine, Boston, Massachusetts."
      ],
      "orcid": "0000-0003-4685-6894"
    },
    {
      "last_name": "Del Sorbo",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Del Sorbo",
      "affiliations": [
        "2 Interdepartmental Division of Critical Care Medicine, Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol L",
      "initials": "CL",
      "name": "Carol L Hodgson",
      "affiliations": [
        "3 Monash University, Australian and New Zealand Intensive Care Society Research Centre, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NKJ",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "4 Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": [
        "5 Critical Care Medicine and."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "6 Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Uleryk",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Uleryk",
      "affiliations": [
        "7 Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hess",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Hess",
      "affiliations": [
        "8 Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Talmor",
      "fore_name": "Daniel S",
      "initials": "DS",
      "name": "Daniel S Talmor",
      "affiliations": [
        "9 Beth Israel Deaconess Medical Center, Boston, Massachusetts; and."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "B Taylor",
      "initials": "BT",
      "name": "B Taylor Thompson",
      "affiliations": [
        "8 Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Brower",
      "fore_name": "Roy G",
      "initials": "RG",
      "name": "Roy G Brower",
      "affiliations": [
        "10 Johns Hopkins University School of Medicine, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "11 Interdivisional Department of Critical Care, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "Supplement_4",
    "pub_year": "2017",
    "pub_month": "Oct"
  },
  "start_page": "S297",
  "end_page": "S303",
  "pages": "S297-S303",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Hospital Mortality",
    "Humans",
    "Positive-Pressure Respiration",
    "Randomized Controlled Trials as Topic",
    "Respiratory Distress Syndrome",
    "Tidal Volume",
    "Ventilator-Induced Lung Injury"
  ],
  "article_ids": {
    "pubmed": "29043834",
    "doi": "10.1513/AnnalsATS.201704-338OT"
  },
  "doi": "10.1513/AnnalsATS.201704-338OT",
  "dates": {
    "completed": "2018-06-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.412798",
    "pmid": "29043834"
  }
}