{
  "pmid": "29054122",
  "uid": "29054122",
  "title": "Assessing the reporting quality of influenza outbreaks in the community.",
  "abstract": "BACKGROUND: High-quality reporting of outbreak characteristics is fundamental to understand the behaviour of various strains of influenza virus and the impact of outbreak management strategies. However, few studies have systematically evaluated the quality of outbreak reporting. OBJECTIVES: To conduct a systematic analysis and assessment for reporting quality of influenza outbreaks based on a modified version of the STROBE statement, and to examine characteristics associated with reporting quality. METHODS: A literature search was conducted across 3 online databases (PubMed, Web of Science, MEDLINE) for reports of influenza outbreaks (pandemic H1N1, avian, seasonal). The quality of reports meeting our eligibility criteria was assessed using the Modified STROBE criteria and assigned a score of 30. Mean differences (MD) and 95% confidence intervals (CI) were reported for comparisons of study characteristics. RESULTS: Sixty-four outbreak reports were available for analyses. The average Modified STROBE score was 20/30. Peer-reviewed articles were associated with a better quality of reporting (MD 2.79, 95% CI 0.79-4.78). Likewise, reports from authors affiliated with public health agencies were associated with better quality than those from academic institutions (MD 1.65, 95% CI-0.27-3.56). CONCLUSIONS: The development of explicit reporting guidelines specifically geared towards reporting of outbreak investigations proved to be useful. Providing information on patient characteristics, investigation details in introduction and results, as well as addressing limitations that could have biased the findings, were frequently missing in the published reports.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Calvin",
      "initials": "C",
      "name": "Calvin Lo",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3664-736X"
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2315-5390"
    }
  ],
  "journal": {
    "title": "Influenza and other respiratory viruses",
    "iso_abbreviation": "Influenza Other Respir Viruses",
    "issn": "1750-2659",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "556",
  "end_page": "563",
  "pages": "556-563",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disease Notification",
    "Disease Outbreaks",
    "Health Impact Assessment",
    "Humans",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "29054122",
    "pmc": "PMC5705690",
    "doi": "10.1111/irv.12516"
  },
  "doi": "10.1111/irv.12516",
  "pmc_id": "PMC5705690",
  "dates": {
    "completed": "2018-07-31",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.856099",
    "pmid": "29054122"
  }
}