{
  "pmid": "29054833",
  "uid": "29054833",
  "title": "Pregnant Women's Perceptions of the Risks and Benefits of Disclosure During Web-Based Mental Health E-Screening Versus Paper-Based Screening: Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Pregnant women's perceptions of the risks and benefits during mental health screening impact their willingness to disclose concerns. Early research in violence screening suggests that such perceptions may vary by mode of screening, whereby women view the anonymity of e-screening as less risky than other approaches. Understanding whether mode of screening influences perceptions of risk and benefit of disclosure is important in screening implementation. OBJECTIVE: The objective of this randomized controlled trial was to compare the perceptions of pregnant women randomized to a Web-based screening intervention group and a paper-based screening control group on the level of risk and benefit they perceive in disclosing mental health concerns to their prenatal care provider. A secondary objective was to identify factors associated with women's perceptions of risk and benefit of disclosure. METHODS: Pregnant women recruited from maternity clinics, hospitals, and prenatal classes were computer-randomized to a fully automated Web-based e-screening intervention group or a paper-based control. The intervention group completed the Antenatal Psychosocial Health Assessment and the Edinburgh Postnatal Depression Scale on a computer tablet, whereas the control group completed them on paper. The primary outcome was women's perceptions of the risk and benefits of mental health screening using the Disclosure Expectations Scale (DES). A completer analysis was conducted. Statistical significance was set at P<.05. We used t tests to compare the means of the risk and benefit subscales between groups. RESULTS: Of the 675 eligible women approached, 636 (94.2%) agreed to participate and were randomized to the intervention (n=305) and control (n=331) groups. There were no significant baseline differences between groups. The mode of screening was not associated with either perceived risk or benefit of screening. There were no differences in groups in the mean scores of the risk and benefit of disclosure subscales. Over three-quarters of women in both intervention and control groups perceived that mental health screening was beneficial. However, 43.1% (272/631) of women in both groups reported feeling very, moderately, or somewhat vulnerable during mental health screening. We found that women of low income, those treated previously for depression or anxiety, and those pregnant with their first child were more likely to perceive greater risk. However, these associations were very small. CONCLUSIONS: Pregnant women in both the e-screening and paper-based screening groups perceived benefit and risk of disclosure similarly, suggesting that providers can implement the mode of screening that is most ideal for their clinical setting. Regardless of the mode of screening, a substantial number of women reported feeling vulnerable during mental health screening, highlighting the importance of the need to reduce women's vulnerability throughout the screening process with strategies such as addressing women's concerns, explaining the rationale for screening, and discussing how results will be used. TRIAL REGISTRATION: Clinicaltrials.gov NCT01899534; https://clinicaltrials.gov/ct2/show/NCT01899534 (Archived by WebCite at http://www.webcitation.org/6tRKtGC4M).",
  "authors": [
    {
      "last_name": "Kingston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Kingston",
      "affiliations": [
        "University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-7183-2803"
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biringer",
      "affiliations": [
        "University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0865-9091"
    },
    {
      "last_name": "Veldhuyzen van Zanten",
      "fore_name": "Sander",
      "initials": "S",
      "name": "Sander Veldhuyzen van Zanten",
      "affiliations": [
        "University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-1702-8750"
    },
    {
      "last_name": "Giallo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Giallo",
      "affiliations": [
        "Murdoch Children's Research Institute, Victoria, Australia."
      ],
      "orcid": "0000-0002-1065-2921"
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4461-2178"
    },
    {
      "last_name": "MacQueen",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda MacQueen",
      "affiliations": [
        "University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0003-3352-6781"
    },
    {
      "last_name": "Vermeyden",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Vermeyden",
      "affiliations": [
        "University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-7995-731X"
    },
    {
      "last_name": "Austin",
      "fore_name": "Marie-Paule",
      "initials": "MP",
      "name": "Marie-Paule Austin",
      "affiliations": [
        "University of New South Wales, Sydney, Australia."
      ],
      "orcid": "0000-0002-6957-0656"
    }
  ],
  "journal": {
    "title": "JMIR mental health",
    "iso_abbreviation": "JMIR Ment Health",
    "issn": "2368-7959",
    "issn_type": "Print",
    "volume": "4",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "e42",
  "pages": "e42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29054833",
    "pmc": "PMC5670313",
    "doi": "10.2196/mental.6888",
    "pii": "v4i4e42"
  },
  "doi": "10.2196/mental.6888",
  "pmc_id": "PMC5670313",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.061735",
    "pmid": "29054833"
  }
}