{
  "pmid": "29061146",
  "uid": "29061146",
  "title": "Health-related quality of life in persons with West Nile virus infection: a longitudinal cohort study.",
  "abstract": "BACKGROUND: West Nile virus (WNV) infections are predominantly asymptomatic, although almost 1% become neuroinvasive and debilitating. We describe the impact of neuroinvasive and non-neuroinvasive disease on patient health-related quality of life (HRQoL). METHODS: Short Form 36 questionnaire data came from a Canadian WNV cohort (Loeb 2008) of 154 patients followed for up to three years. We generated health utilities using the SF-6D. We calculated mean utility scores throughout follow-up and examined predictors using a linear mixed-effects model. We summarized HRQoL post-acute infection as: (i) long-term utility (mean of scores one year onward); (ii) area under the curve (AUC) one year onward. We examined predictors using beta regression. We used multiple imputation for sensitivity analysis. RESULTS: Mean utility scores improved from 0.59 (95% CI: 0.38, 0.93) at baseline to 0.77 (0.53, 1) at six months, before plateauing for the remaining two years. Mean long-term utility was 0.81 (0.78, 0.85) and mean AUC was 0.80 (0.76, 0.84). Patients with neuroinvasive disease had consistently worse scores than their non-neuroinvasive counterparts, with the gap nearly closed after six months. After adjusting for confounding, neuroinvasive disease was not a significant predictor of HRQoL either throughout follow-up or post-acute infection. Rather, number of comorbidities and baseline utility scores were. Sensitivity analysis showed similar findings. CONCLUSIONS: Patients with WNV infection reported low HRQoL during acute illness, but improved rapidly by six months, regardless of neuroinvasive disease status. This is the first study reporting health utilities for WNV infection.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Man Wah",
      "initials": "MW",
      "name": "Man Wah Yeung",
      "affiliations": [
        "Public Health Ontario, 480 University Avenue, Suite 300, Toronto, ON, M5G 1V2, Canada."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tomlinson",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, 155 College St, Toronto, ON, M5T 3M6, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, 155 College St, Toronto, ON, M5T 3M6, Canada.",
        "University Health Network, 200 Elizabeth Street, Toronto, ON, M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Sander",
      "fore_name": "Beate",
      "initials": "B",
      "name": "Beate Sander",
      "affiliations": [
        "Public Health Ontario, 480 University Avenue, Suite 300, Toronto, ON, M5G 1V2, Canada. beate.sander@theta.utoronto.ca.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, 155 College St, Toronto, ON, M5T 3M6, Canada. beate.sander@theta.utoronto.ca.",
        "Institute for Clinical Evaluative Sciences, 2075 Bayview Ave, Toronto, ON, M4N 3M5, Canada. beate.sander@theta.utoronto.ca.",
        "Toronto Health Economics and Technology Assessment (THETA) Collaborative, 200 Elizabeth Street, Toronto, ON, M5G 2C4, Canada. beate.sander@theta.utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "23"
  },
  "start_page": "210",
  "pages": "210",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Aged",
    "Canada",
    "Cohort Studies",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Regression Analysis",
    "Severity of Illness Index",
    "Surveys and Questionnaires",
    "Time Factors",
    "West Nile Fever"
  ],
  "article_ids": {
    "pubmed": "29061146",
    "pmc": "PMC5654088",
    "doi": "10.1186/s12955-017-0787-5",
    "pii": "10.1186/s12955-017-0787-5"
  },
  "doi": "10.1186/s12955-017-0787-5",
  "pmc_id": "PMC5654088",
  "dates": {
    "completed": "2018-03-16",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.147723",
    "pmid": "29061146"
  }
}