{
  "pmid": "29062729",
  "uid": "29062729",
  "title": "Strengthening Laboratory Management Towards Accreditation: The Lesotho experience.",
  "abstract": "INTRODUCTION: The Lesotho Ministry of Health and Social Welfare's (MOHSW) 5-year strategic plan, as well as their national laboratory policy and yearly operational plans, directly addresses issues of accreditation, indicating their commitment to fulfilling their mandate. As such, the MOHSW adopted the World Health Organization Regional Headquarters for Africa's Stepwise Laboratory Quality Improvement Toward Accreditation (WHO-AFRO-SLIPTA) process and subsequently rolled out the Strengthening Laboratory Management Towards Accreditation (SLMTA) programme across the whole country, becoming the first African country to do so. METHODS: SLMTA in Lesotho was implemented in two cohorts. Twelve and nineteen laboratory supervisors and quality officers were enrolled in Cohort 1 and Cohort 2, respectively. These 31 participants represented 18 of the 19 laboratories nationwide. For the purposes of this programme, the Queen Elizabeth II (QE II) Central Laboratory had its seven sections of haematology, blood bank, cytology, blood transfusion, microbiology, tuberculosis laboratory and chemistry assessed as separate sections. Performance was tracked using the WHO-AFRO-SLIPTA checklist, with assessments carried out at baseline and at the end of SLMTA. Two methods were used to implement SLMTA: the traditional 'three workshops' approach and twinning SLMTA with mentorship. The latter, with intensive follow-up visits, was concluded in 9 months and the former in 11 months. A standard data collection tool was used for site visits. RESULTS: Of the 31 participants across both cohorts, 25 (81%) graduated (9 from Cohort 1 and 16 from Cohort 2). At baseline, all but one laboratory attained a rating of zero stars, with the exception attaining one star. At the final assessment, 7 of the 25 laboratories examined at baseline were still at a rating of zero stars, whilst 8 attained one star, 5 attained two stars and 4 attained three stars. None scored above three stars. The highest percentage improvement for any laboratory was 51%, whereas the least improved dropped by 6% when compared to its baseline assessment. The most improved areas were corrective actions (34%) and documents and records (32%). Process improvement demonstrated the least improvement (10%). CONCLUSION: The SLMTA programme had an immediate, measurable and positive impact on laboratories in Lesotho. This success was possible because of the leadership and ownership of the programme by the MOHSW, as well as the coordination of partner support.",
  "authors": [
    {
      "last_name": "Mothabeng",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mothabeng",
      "affiliations": [
        "Ministry of Health and Social Welfare, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Maruta",
      "fore_name": "Talkmore",
      "initials": "T",
      "name": "Talkmore Maruta",
      "affiliations": [
        "Clinton Health Access Initiative, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Lebina",
      "fore_name": "Mathabo",
      "initials": "M",
      "name": "Mathabo Lebina",
      "affiliations": [
        "Ministry of Health and Social Welfare, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Association of Public Health Laboratories, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Wanyoike",
      "fore_name": "Joe",
      "initials": "J",
      "name": "Joe Wanyoike",
      "affiliations": [
        "Clinton Health Access Initiative, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Mengstu",
      "fore_name": "Yohannes",
      "initials": "Y",
      "name": "Yohannes Mengstu",
      "affiliations": [
        "Centers for Disease Control and Prevention, Maseru, Lesotho."
      ]
    }
  ],
  "journal": {
    "title": "African journal of laboratory medicine",
    "iso_abbreviation": "Afr J Lab Med",
    "issn": "2225-2002",
    "issn_type": "Print",
    "volume": "1",
    "issue": "1",
    "pub_year": "2012"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29062729",
    "pmc": "PMC5644518",
    "doi": "10.4102/ajlm.v1i1.9",
    "pii": "AJLM-1-9"
  },
  "doi": "10.4102/ajlm.v1i1.9",
  "pmc_id": "PMC5644518",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.000709",
    "pmid": "29062729"
  }
}