{
  "pmid": "29062511",
  "uid": "29062511",
  "title": "Engaging older adults in healthcare research and planning: a realist synthesis.",
  "abstract": "PLAIN ENGLISH SUMMARY: The importance of citizen involvement in healthcare research and planning has been widely recognized. There is however, a lack of understanding of how best to engage older adults, Canada's fastest growing segment of the population and biggest users of the healthcare system. We aimed to address this gap by developing an understanding of the engagement of older adults and their caregivers in healthcare research and planning. We conducted a review of available knowledge on engagement in healthcare research and planning with a focus on older adults and their caregivers. A five stage engagement framework emerged from this study that can be used to guide engagement efforts. We are continuing to collaborate with older adults and decision makers to develop and test strategies based on the presented framework. ABSTRACT: Background The importance of engaging the community in healthcare research and planning has been widely recognized. Currently however, there is a limited focus on older adults, Canada's fastest growing segment of the population and biggest users of the healthcare system. Objective This project aimed to develop an understanding of engagement of older adults and their caregivers in healthcare research and planning. Method A realist synthesis was conducted of the available knowledge on engagement in healthcare research and planning. The search methodology was informed by a framework for realist syntheses following five phases, including consultations with older adults. The synthesis included theoretical frameworks, and both peer-reviewed and grey literature. Results The search generated 15,683 articles, with 562 focusing on healthcare research and planning. The review lead to the development of a framework to engage older adults and their caregivers in healthcare research and planning. The 5 stages environment, plan, establish, build, and transition are accompanied with example context, mechanism, and outcomes to guide the use of this framework. Conclusion We have identified a framework that promotes meaningful engagement of older adults and their caregivers. We are continuing to collaborate with our community partners to further develop and evaluate engagement strategies that align with the presented framework.",
  "authors": [
    {
      "last_name": "McNeil",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McNeil",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Jacobi",
      "initials": "J",
      "name": "Jacobi Elliott",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada."
      ]
    },
    {
      "last_name": "Huson",
      "fore_name": "Kelsey",
      "initials": "K",
      "name": "Kelsey Huson",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada.",
        "Conestoga College, School of Health & Life Sciences and Community Services, Waterloo, ON Canada."
      ]
    },
    {
      "last_name": "Ashbourne",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Ashbourne",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada.",
        "Schlegel-UW Research Institute for Aging, Kitchener, ON Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada.",
        "School of Human and Social Development, Nipissing University - Muskoka Campus, Bracebridge, ON Canada."
      ]
    },
    {
      "last_name": "Stolee",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Stolee",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1 Canada.",
        "Schlegel-UW Research Institute for Aging, Kitchener, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2016"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29062511",
    "pmc": "PMC5611557",
    "doi": "10.1186/s40900-016-0022-2",
    "pii": "22"
  },
  "doi": "10.1186/s40900-016-0022-2",
  "pmc_id": "PMC5611557",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.652139",
    "pmid": "29062511"
  }
}