{
  "pmid": "29065413",
  "uid": "29065413",
  "title": "An Evolutionary Genetic Perspective of Eating Disorders.",
  "abstract": "Eating disorders (ED) including anorexia nervosa (AN), bulimia nervosa (BN), and binge eating disorder (BED) affect up to 5% of the population in Western countries. Risk factors for developing an ED include personality traits, family environment, gender, age, ethnicity, and culture. Despite being moderately to highly heritable with estimates ranging from 28 to 83%, no genetic risk factors have been conclusively identified. Our objective was to explore evolutionary theories of EDs to provide a new perspective on research into novel biological mechanisms and genetic causes of EDs. We developed a framework that explains the possible interactions between genetic risk and cultural influences in the development of ED. The framework includes three genetic predisposition categories (people with mainly AN restrictive gene variants, people with mainly BED variants, and people with gene variants predisposing to both diseases) and a binary variable of either the presence or absence of pressure to be thin. We propose novel theories to explain the overlapping characteristics of the subtypes of AN (binge/purge and restrictive), BN, and BED. For instance, mutations/structural gene variants in the same gene causing opposite effects or mutations in nearby genes resulting in partial disequilibrium for the genes causing AN (restrictive) and BED may explain the overlap of phenotypes seen in AN (binge/purge).",
  "authors": [
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Mayhew",
      "affiliations": []
    },
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": []
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": []
    },
    {
      "last_name": "Meyre",
      "fore_name": "David",
      "initials": "D",
      "name": "David Meyre",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Neuroendocrinology",
    "iso_abbreviation": "Neuroendocrinology",
    "issn": "1423-0194",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "3",
    "pub_year": "2018"
  },
  "start_page": "292",
  "end_page": "306",
  "pages": "292-306",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Evolution, Molecular",
    "Feeding and Eating Disorders",
    "Humans",
    "Models, Biological"
  ],
  "article_ids": {
    "pubmed": "29065413",
    "doi": "10.1159/000484525",
    "pii": "000484525"
  },
  "doi": "10.1159/000484525",
  "dates": {
    "completed": "2019-01-03",
    "revised": "2019-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.319207",
    "pmid": "29065413"
  }
}