{
  "pmid": "29072310",
  "uid": "29072310",
  "title": "Infanticide in chimpanzees: Taphonomic case studies from Gombe.",
  "abstract": "OBJECTIVES: We present a study of skeletal damage to four chimpanzee (Pan troglodytes) infanticide victims from Gombe National Park, Tanzania. Skeletal analysis may provide insight into the adaptive significance of infanticide by examining whether nutritional benefits sufficiently explain infanticidal behavior. The nutritional hypothesis would be supported if bone survivorship rates and skeletal damage patterns are comparable to those of monkey prey. If not, other explanations, such as the resource competition hypothesis, should be considered. METHODS: Taphonomic assessment of two chimpanzee infants included description of breakage and surface modification, data on MNE, %MNE, and bone survivorship. Two additional infants were assessed qualitatively. The data were compared to published information on monkey prey. We also undertook a review of published infanticide cases. RESULTS: The cases were intercommunity infanticides (one male and three female infants) committed by males. Attackers partially consumed two of the victims. Damage to all four infants included puncture marks and compression fractures to the cranium, crenulated breaks to long bones, and incipient fractures on ribs. Compared to monkey prey, the chimpanzee infants had an abundance of vertebrae and hand/foot bones. CONCLUSIONS: The cases described here suggest that chimpanzees may not always completely consume infanticide victims, while reports on chimpanzee predation indicated that complete consumption of monkey prey usually occurred. Infanticidal chimpanzees undoubtedly gain nutritional benefits when they consume dead infants, but this benefit may not sufficiently explain infanticide in this species. Continued study of infanticidal and hunting behavior, including skeletal analysis, is likely to be of interest.",
  "authors": [
    {
      "last_name": "Kirchhoff",
      "fore_name": "Claire A",
      "initials": "CA",
      "name": "Claire A Kirchhoff",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota 55455.",
        "Department of Biomedical Sciences, Marquette University, Milwaukee, Wisconsin 53201-1881."
      ],
      "orcid": "0000-0002-9375-6282"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota 55455.",
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, St. Paul, Minnesota 55108."
      ]
    },
    {
      "last_name": "Mjungu",
      "fore_name": "Deus C",
      "initials": "DC",
      "name": "Deus C Mjungu",
      "affiliations": [
        "Gombe Stream Research Center, the Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Raphael",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Raphael",
      "affiliations": [
        "Gombe Stream Research Center, the Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Kamenya",
      "fore_name": "Shadrack",
      "initials": "S",
      "name": "Shadrack Kamenya",
      "affiliations": [
        "Gombe Stream Research Center, the Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "D Anthony",
      "initials": "DA",
      "name": "D Anthony Collins",
      "affiliations": [
        "Gombe Stream Research Center, the Jane Goodall Institute, Kigoma, Tanzania."
      ]
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "1096-8644",
    "issn_type": "Electronic",
    "volume": "165",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "108",
  "end_page": "122",
  "pages": "108-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Animals, Newborn",
    "Anthropology, Physical",
    "Behavior, Animal",
    "Cannibalism",
    "Female",
    "Male",
    "Pan troglodytes",
    "Predatory Behavior",
    "Skull",
    "Tanzania",
    "Territoriality"
  ],
  "article_ids": {
    "pubmed": "29072310",
    "doi": "10.1002/ajpa.23335"
  },
  "doi": "10.1002/ajpa.23335",
  "dates": {
    "completed": "2018-01-02",
    "revised": "2021-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.442735",
    "pmid": "29072310"
  }
}