{
  "pmid": "29074166",
  "uid": "29074166",
  "title": "Association Between High Environmental Heat and Risk of Acute Kidney Injury Among Older Adults in a Northern Climate: A Matched Case-Control Study.",
  "abstract": "BACKGROUND: An association between high heat and acute kidney injury (AKI) has been reported in warm climates. However, whether this association generalizes to a northern climate, with more variable temperatures, is unknown. STUDY DESIGN: Matched case-control study. SETTING & PARTICIPANTS: Our study focused on older adults (mean age, 80 years) in the northern climate of Ontario, Canada. 52,913 case patients who had a hospital encounter with AKI in April through September 2005 to 2012 were matched with 174,222 controls for exact date, age, sex, rural residence, income, and history of chronic kidney disease. PREDICTOR: Heat periods were defined as 3 consecutive days exceeding the 95th percentile of area-specific maximum temperature. OUTCOMES: Hospital encounter (inpatient admission or emergency department visit) with a diagnosis of AKI. MEASUREMENTS: ORs (95% CIs) were used to assess the association between heat periods and AKI. To quantify the effect in absolute terms, we multiplied the population incidence rate of AKI in the absence of heat periods by our adjusted OR (an approximate of relative risk). RESULTS: Heat periods were significantly associated with higher risk for AKI (adjusted OR, 1.11; 95% CI, 1.00-1.23). Heat periods in absolute terms were associated with an additional 182 cases of AKI per 100,000 person-years during the warm season. LIMITATIONS: We did not know how long persons were outside or if they had access to air conditioning. CONCLUSIONS: In a northern climate, periods of higher environmental heat were associated with a modestly higher risk for hospital encounter with AKI among older adults.",
  "authors": [
    {
      "last_name": "McTavish",
      "fore_name": "Rebecca K",
      "initials": "RK",
      "name": "Rebecca K McTavish",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Richard",
      "fore_name": "Lucie",
      "initials": "L",
      "name": "Lucie Richard",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Acedillo",
      "fore_name": "Rey",
      "initials": "R",
      "name": "Rey Acedillo",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parikh",
      "fore_name": "Chirag R",
      "initials": "CR",
      "name": "Chirag R Parikh",
      "affiliations": [
        "Department of Medicine, Yale University, New Haven, CT."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, University of Toronto and St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilk",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Wilk",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada. Electronic address: amit.garg@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "200",
  "end_page": "208",
  "pages": "200-208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Aged, 80 and over",
    "Canada",
    "Case-Control Studies",
    "Cold Climate",
    "Female",
    "Global Warming",
    "Hospitalization",
    "Hot Temperature",
    "Humans",
    "Incidence",
    "Male",
    "Renal Insufficiency, Chronic",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "29074166",
    "doi": "10.1053/j.ajkd.2017.07.011",
    "pii": "S0272-6386(17)30889-2"
  },
  "doi": "10.1053/j.ajkd.2017.07.011",
  "dates": {
    "completed": "2019-06-27",
    "revised": "2019-06-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.234950",
    "pmid": "29074166"
  }
}