{
  "pmid": "29079385",
  "uid": "29079385",
  "title": "The role of routine abdominal drainage after bariatric surgery: a metabolic and bariatric surgery accreditation and quality improvement program study.",
  "abstract": "BACKGROUND: The efficacy of drains has long been debated in bariatric surgery. Drains may provide some theoretical benefits to early detection of anastomotic leaks and potential nonoperative treatment; however, there has never been data to support the practice. OBJECTIVE: The objective of this study was to evaluate the effect of drain placement after bariatric surgery. SETTING: This retrospective cohort study includes all hospitals in the United States that participated in the 2015 Metabolic and Bariatric Surgery Accreditation and Quality Improvement Program. METHODS: Only patients undergoing sleeve gastrectomy or gastric bypass were included for the analysis. The main outcomes of interest were anastomotic leak, reoperation, all-cause morbidity, readmission, and mortality. Multivariable logistic regression was used to evaluate the effect of abdominal drainage on the outcomes of interest. RESULTS: A total of 142,631 patients were identified in the Metabolic and Bariatric Surgery Accreditation and Quality Improvement Program database. After adjustment for major clinical variables, the odds of anastomotic leaks increased by 30% with the placement of a drain (odds ratio: 1.30, 95% confidence interval [CI]: 1.07-1.57, P = .01) while the odds of reoperation increased by 17% (95% CI: 1.06-1.30, P = .01). The odds of all cause morbidity increased 19% (95% CI: 1.14-1.25, P<.01), and odds of readmission were significantly higher (odds ratio:1.12, 95% CI:1.06-1.19, P<.01). The odds of mortality did not change significantly with the placement of a drain. CONCLUSIONS: Using a large observational cohort, this study provided no evidence that routine drainage is beneficial to patients, but rather may increase major morbidity. Our findings suggest that the use of routine abdominal drainage should be restricted to very select, high-risk cases.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maeda",
      "fore_name": "Azusa",
      "initials": "A",
      "name": "Azusa Maeda",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada; Division of General Surgery, Toronto Western Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "Timothy D",
      "initials": "TD",
      "name": "Timothy D Jackson",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada; Division of General Surgery, Toronto Western Hospital, University Health Network, Toronto, Ontario, Canada. Electronic address: Timothy.Jackson@uhn.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "1997",
  "end_page": "2003",
  "pages": "1997-2003",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accreditation",
    "Adult",
    "Anastomotic Leak",
    "Drainage",
    "Female",
    "Gastrectomy",
    "Gastric Bypass",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Quality Improvement",
    "Reoperation",
    "Retrospective Studies",
    "United States"
  ],
  "article_ids": {
    "pubmed": "29079385",
    "doi": "10.1016/j.soard.2017.08.019",
    "pii": "S1550-7289(17)30392-1"
  },
  "doi": "10.1016/j.soard.2017.08.019",
  "dates": {
    "completed": "2018-08-22",
    "revised": "2018-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.712947",
    "pmid": "29079385"
  }
}