{
  "pmid": "29080311",
  "uid": "29080311",
  "title": "The framing of research questions using the PICOT format in randomized controlled trials of venous ulcer disease is suboptimal: A systematic survey.",
  "abstract": "Despite several publications on venous ulcers, there is still a lack of evidence from randomized controlled trials (RCTs) to support certain treatments for patients with this disorder. Well-designed research questions using the PICOT (Population; Intervention; Comparator; Outcome; Time-frame) format in RCTs can improve the quality of research. The objectives of this study were to assess how the PICOT format is used to frame research questions in RCTs published on venous ulcer disease and to determine the factors associated with better adherence to the PICOT format. We conducted a systematic survey of RCTs on venous ulcers published in the PubMed database between January 2009 and May 2016. All RCTs published in English addressing therapeutic interventions for venous ulcer disease in human subjects were included. We examined whether the five elements of the PICOT format were used in formulating the research question and scored them between 0 and 5. The primary outcome of this systematic survey was the percentage of studies that adequately reported all five PICOT elements. Eighty-five (85) RCTs were included with median PICOT score of 3 (IQR = 1.5). Four elements of PICOT were present in 28 reports (32.9%) and only 2 RCTS (2.3%) reported all the PICOT elements. Population and intervention were often appropriately described, in (70/85) 82.4% and (83/85) 97.6% of the studies, respectively; however, comparison intervention and outcome were presented in only (53/85) 62.3% and (48/85) 56.5% of studies, respectively. Very few RCTs (7.1%; 6/85) reported the study time frame. No journal or RCT characteristics were found to be significantly associated with better reporting. Use of the PICOT format to frame research questions in RCTs published on venous ulcers is suboptimal, and our study reinforces the importance of framing a good research question to improve the design of trials and quality of evidence in venous ulcer disease.",
  "authors": [
    {
      "last_name": "Abbade",
      "fore_name": "Luciana P F",
      "initials": "LPF",
      "name": "Luciana P F Abbade",
      "affiliations": [
        "Department of Dermatology and Radiotherapy, Botucatu Medical School, University Estadual Paulista, UNESP, São Paulo, Brazil.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wang",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sriganesh",
      "fore_name": "Kamath",
      "initials": "K",
      "name": "Kamath Sriganesh",
      "affiliations": [
        "Department of Neuroanesthesia, National Institute of Mental Health and Neurosciences, Bangalore, Karnataka, India.",
        "Department of Anesthesia, McMaster University."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Yanling",
      "initials": "Y",
      "name": "Yanling Jin",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
    "iso_abbreviation": "Wound Repair Regen",
    "issn": "1524-475X",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "892",
  "end_page": "900",
  "pages": "892-900",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Population Surveillance",
    "Randomized Controlled Trials as Topic",
    "Varicose Ulcer",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "29080311",
    "doi": "10.1111/wrr.12592"
  },
  "doi": "10.1111/wrr.12592",
  "dates": {
    "completed": "2018-10-11",
    "revised": "2018-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.511118",
    "pmid": "29080311"
  }
}