{
  "pmid": "29080061",
  "uid": "29080061",
  "title": "Perceived cognitive impairment in people with colorectal cancer who do and do not receive chemotherapy.",
  "abstract": "PURPOSE: Cognitive symptoms are common after cancer, but poorly associated with neuropsychological results. We previously reported colorectal cancer (CRC) patients had more cognitive impairment than controls. Here, we explore relationships between cognitive symptoms and neuropsychological domains. METHODS: Subjects with CRC (N = 362) and 72 healthy controls completed neuropsychological assessments and Functional Assessment of Cancer Therapy-Cognition (FACT-COG) at baseline (pre-chemotherapy) and 6, 12, and 24 months. Associations between neuropsychological and FACT-COG scores were explored: perceived cognitive impairment (PCI), perceived cognitive ability (PCA), impact of PCI on quality of life (CogQOL). RESULTS: Of 362 CRC subjects, 289 had loco-regional disease and 173 received chemotherapy (CTh+). At baseline, groups did not differ on total FACT-COG, PCI, or PCA scores. All scores, except PCA, were worse at 6 months in CTh+. CRC patients not receiving chemotherapy did not differ from controls on FACT-COG domains. PCA associated weakly (r = 0.28-0.34) with attention/executive function, visual memory, and global deficit score. There was no association between PCI and neuropsychological domains. Fatigue, anxiety/depression, and poorer quality of life were associated with PCI and CogQOL (r = 0.44-0.51) in CRC patients. CONCLUSIONS: No association was seen between total FACT-COG or PCI, and neuropsychological domains. A weak-moderate association was found between PCA and attention/executive function and visual memory. TRIAL REGISTRATION: The study was registered with clinicaltrials.gov (trial registration: NCT00188331). IMPLICATIONS FOR CANCER SURVIVORS: Cognitive symptoms are associated with fatigue, anxiety/depression, and poorer quality of life, and do not appear to be related to actual cognitive performance. Rates were lower than that reported in breast cancer survivors. Cognitive symptoms were greatest in those who received chemotherapy, with no significant difference between the non-chemotherapy survivors and healthy controls.",
  "authors": [
    {
      "last_name": "Dhillon",
      "fore_name": "Haryana M",
      "initials": "HM",
      "name": "Haryana M Dhillon",
      "affiliations": [
        "Centre for Medical Psychology and Evidence-based Decision-making, University of Sydney, Level 6, The Lifehouse (C39Z), Sydney, NSW, 2006, Australia."
      ]
    },
    {
      "last_name": "Tannock",
      "fore_name": "Ian F",
      "initials": "IF",
      "name": "Ian F Tannock",
      "affiliations": [
        "Princess Margaret Cancer Centre, University of Toronto, 610 University Ave, Toronto, ON, M5G 2M9, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Juravinski Hospital and Cancer Centre, McMaster University, 711 Concession Street, Hamilton, ON, L8V 1C3, Canada."
      ]
    },
    {
      "last_name": "Renton",
      "fore_name": "Corrinne",
      "initials": "C",
      "name": "Corrinne Renton",
      "affiliations": [
        "Centre for Medical Psychology and Evidence-based Decision-making, University of Sydney, Level 6, The Lifehouse (C39Z), Sydney, NSW, 2006, Australia."
      ]
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": [
        "St. Michael's Hospital, University of Toronto, 30 Bond Street, Toronto, ON, M5B 1W8, Canada."
      ]
    },
    {
      "last_name": "Vardy",
      "fore_name": "Janette L",
      "initials": "JL",
      "name": "Janette L Vardy",
      "affiliations": [
        "Centre for Medical Psychology and Evidence-based Decision-making, University of Sydney, Level 6, The Lifehouse (C39Z), Sydney, NSW, 2006, Australia. janette.vardy@sydney.edu.au.",
        "Princess Margaret Cancer Centre, University of Toronto, 610 University Ave, Toronto, ON, M5G 2M9, Canada. janette.vardy@sydney.edu.au.",
        "Concord Cancer Centre, Concord Repatriation General Hospital, Hospital Rd, Concord, NSW, 2139, Australia. janette.vardy@sydney.edu.au.",
        "Sydney Medical School, University of Sydney, Concord, NSW, 2006, Australia. janette.vardy@sydney.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cancer survivorship : research and practice",
    "iso_abbreviation": "J Cancer Surviv",
    "issn": "1932-2267",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "178",
  "end_page": "185",
  "pages": "178-185",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Antineoplastic Agents",
    "Cancer Survivors",
    "Case-Control Studies",
    "Cognition",
    "Cognition Disorders",
    "Cognitive Dysfunction",
    "Colorectal Neoplasms",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Neuropsychological Tests",
    "Perception",
    "Quality of Life",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29080061",
    "doi": "10.1007/s11764-017-0656-6",
    "pii": "10.1007/s11764-017-0656-6"
  },
  "doi": "10.1007/s11764-017-0656-6",
  "dates": {
    "completed": "2019-05-13",
    "revised": "2019-05-13"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.203114",
    "pmid": "29080061"
  }
}