{
  "pmid": "29086649",
  "uid": "29086649",
  "title": "Ebola Again Shows the International Health Regulations Are Broken: What Can Be Done Differently to Prepare for the Next Epidemic?",
  "abstract": "Epidemics are among the greatest threats to humanity, and the International Health Regulations are the world's key legal instrument for addressing this threat. Since their revision in 2005, the IHR have faced two big tests: the 2009 H1N1 influenza pandemic and the 2014 Ebola epidemic in West Africa. Both exposed major shortcomings of the IHR, and both offered profound lessons for the future. The objective of this Article is twofold. First, we seek to compare the lessons learned from H1N1 and Ebola for reforming the IHR in order to test the hypothesis that they are similar. Second, we seek to examine the barriers to implementing these lessons and to identify strategies for overcoming those barriers. We find that the lessons from H1N1 and Ebola are indeed similar, and that opportunities to act on lessons from H1N1 were woefully missed. We identify many political barriers to global collective action and implementation of lessons for the IHR. On that basis, we describe strategies to overcome these barriers, which will hopefully be deployed now to reform the IHR before the policy window following Ebola closes, and before the inevitable next epidemic comes. The emerging threat of the Zika virus underscores that we have no time to waste.",
  "authors": [
    {
      "last_name": "Ottersen",
      "fore_name": "Trygve",
      "initials": "T",
      "name": "Trygve Ottersen",
      "affiliations": [
        "MD PhD, Contact information: Trygve Ottersen, Oslo Group on Global Health Policy, Department of Community Medicine and Global Health, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "BHSc JD MA PhD, Contact information: Steven J. Hoffman, Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Groux",
      "fore_name": "Gaëlle",
      "initials": "G",
      "name": "Gaëlle Groux",
      "affiliations": [
        "BSc, Contact information: Gaëlle Groux, Global Strategy Lab, Centre for Health Law, Policy & Ethics, Faculty of Law, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of law & medicine",
    "iso_abbreviation": "Am J Law Med",
    "issn": "0098-8588",
    "issn_type": "Print",
    "volume": "42",
    "issue": "2-3",
    "pub_year": "2016",
    "pub_month": "May"
  },
  "start_page": "356",
  "end_page": "392",
  "pages": "356-392",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Epidemics",
    "Global Health",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Information Dissemination",
    "International Cooperation",
    "Public Health",
    "Public Health Surveillance",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "29086649",
    "doi": "10.1177/0098858816658273"
  },
  "doi": "10.1177/0098858816658273",
  "dates": {
    "completed": "2018-05-08",
    "revised": "2018-05-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.515180",
    "pmid": "29086649"
  }
}