{
  "pmid": "29087818",
  "uid": "29087818",
  "title": "Changing Attitudes to Alcohol in Australia.",
  "abstract": "OBJECTIVE: Per-capita alcohol consumption in Australia increased between 2001 and 2007 and has subsequently declined, particularly for young people over this period. We examine trends in general attitudes to alcohol and to perceptions of risk from alcohol consumption to assess whether consumption trends have been mirrored by changing ideas about alcohol. We also examine whether trends in attitudes vary across sociodemographic subgroups. METHOD: Data are from the National Drug Strategy Household Survey (n = 127,916), 2001-2013. To examine trends in attitudes to alcohol and perceptions of risk related to alcohol, logistic regression was used to assess changes over time, with interaction analyses used to explore whether changing attitudes have been consistent across sociodemographic subgroups. RESULTS: There were statistically significant increases in the percentage of the population naming excessive alcohol consumption as the most serious drug problem in Australia (22.6% in 2001 to 43.6% in 2013, p < .001), naming alcohol as the drug that causes the most deaths (22.7% in 2001 to 34.2% in 2013, p < .001), and suggesting thresholds for low-risk drinking below two drinks per day for men (22.4% in 2001 to 33.0% in 2013, p < .001) and women (54.4% in 2001 to 64.8% in 2013, p < .001). These trends were consistent across all sociodemographic subgroups. CONCLUSIONS: Australian attitudes to alcohol became more conservative between 2001 and 2013. These trends may partly explain the decline in youth drinking observed over the same period, with young people's consumption potentially more likely to be affected by growing social concern about alcohol, although shifts in attitudes occurred even while consumption was increasing.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Victoria, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "78",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "844",
  "end_page": "852",
  "pages": "844-852",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Attitude",
    "Australia",
    "Family Characteristics",
    "Female",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29087818",
    "doi": "10.15288/jsad.2017.78.844"
  },
  "doi": "10.15288/jsad.2017.78.844",
  "dates": {
    "completed": "2018-04-24",
    "revised": "2019-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.771467",
    "pmid": "29087818"
  }
}