{
  "pmid": "29099946",
  "uid": "29099946",
  "title": "Examining the Association Between Physical Activity, Sedentary Behavior and Sport Participation With E-Cigarette Use and Smoking Status in a Large Sample of Canadian Youth.",
  "abstract": "INTRODUCTION: Youth e-cigarette use is common worldwide, but the profile of e-cigarette users compared with tobacco users is unclear. This study examines how sport participation and activity levels among youth differ between e-cigarette users and smokers. METHODS: Using Canadian data from 38977 grade 9 to 12 students who participated in Year 3 (2014-15) of the COMPASS study, logistic regression models were used to examine the likelihood of sport participation and activity level based on e-cigarette use and smoking status. Pearson's chi-square tests were used to examine subgroup differences by gender. RESULTS: E-cigarette users are more likely to participate in intramural, competitive, and team sports compared to non-users. Current and former smokers are less likely to participate in those sports than non-smokers. Youth e-cigarette users are more likely than non-users to meet the physical activity guidelines. Current smokers are more likely than non-smokers to undertake physical activity at least 60 min daily but less likely than non-smokers to tone at least 3 times per week. Youth e-cigarette users are less likely than non-users to be sedentary less than 2 h daily. Gender differences among males and females show that male e-cigarettes users drive the general relationship. CONCLUSION: Results suggest that e-cigarette users are more likely to engage in physical activity compared to non e-cigarette users. Youth e-cigarette users are more likely to be physically active while the opposite is true for smokers. Although e-cigarettes may be less harmful to health compared to cigarette smoking, the increased uptake among youth of differing profiles should be considered in prevention efforts. IMPLICATIONS: These results highlight the importance of addressing e-cigarette use in youth who undertake health promoting behaviors. Prevention efforts should not focus only on youth who may undertake riskier health habits; e-cigarette prevention programs should go beyond the domain of tobacco control.",
  "authors": [
    {
      "last_name": "Milicic",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Milicic",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON."
      ]
    },
    {
      "last_name": "Piérard",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Piérard",
      "affiliations": [
        "Department of Economics, University of Waterloo, Waterloo, ON."
      ]
    },
    {
      "last_name": "DeCicca",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip DeCicca",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON.",
        "Department of Economics, McMaster University, Department of Economics, Hamilton, ON."
      ]
    },
    {
      "last_name": "Leatherdale",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Leatherdale",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON."
      ]
    }
  ],
  "journal": {
    "title": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
    "iso_abbreviation": "Nicotine Tob Res",
    "issn": "1469-994X",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "18"
  },
  "start_page": "285",
  "end_page": "292",
  "pages": "285-292",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Electronic Nicotine Delivery Systems",
    "Exercise",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Sedentary Behavior",
    "Sex Factors",
    "Smoking",
    "Sports",
    "Students",
    "Vaping"
  ],
  "article_ids": {
    "pubmed": "29099946",
    "pmc": "PMC6379031",
    "doi": "10.1093/ntr/ntx238",
    "pii": "4584522"
  },
  "doi": "10.1093/ntr/ntx238",
  "pmc_id": "PMC6379031",
  "dates": {
    "completed": "2019-12-18",
    "revised": "2020-03-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-114875",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:44:22.885655",
    "pmid": "29099946"
  }
}