{
  "pmid": "29109372",
  "uid": "29109372",
  "title": "Marine Algae as Source of Novel Antileishmanial Drugs: A Review.",
  "abstract": "Leishmaniasis is a vector-borne neglected tropical disease caused by protozoan parasites of the Leishmania genus and transmitted by the female Phlebotomus and Lutzomyia sand flies. The currently prescribed therapies still rely on pentavalent antimonials, pentamidine, paromomycin, liposomal amphotericin B, and miltefosine. However, their low efficacy, long-course treatment regimen, high toxicity, adverse side effects, induction of parasite resistance and high cost require the need for better drugs given that antileishmanial vaccines may not be available in the near future. Although most drugs are still derived from terrestrial sources, the interest in marine organisms as a potential source of promising novel bioactive natural agents has increased in recent years. About 28,000 compounds of marine origin have been isolated with hundreds of new chemical entities. Recent trends in drug research from natural resources indicated the high interest of aquatic eukaryotic photosynthetic organisms, marine algae in the search for new chemical entities given their broad spectrum and high bioactivities including antileishmanial potential. This current review describes prepared extracts and compounds from marine macroalgae along with their antileishmanial activity and provides prospective insights for antileishmanial drug discovery.",
  "authors": [
    {
      "last_name": "Tchokouaha Yamthe",
      "fore_name": "Lauve Rachel",
      "initials": "LR",
      "name": "Lauve Rachel Tchokouaha Yamthe",
      "affiliations": [
        "Institute for Medical Research and Medicinal Plants Studies, Yaoundé 13033, Cameroon. yamthe_lauve@yahoo.fr.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon LG 581, Ghana. yamthe_lauve@yahoo.fr.",
        "Antimicrobial and Biocontrol Agents Unit, University of Yaoundé 1, Yaoundé 812, Cameroon. yamthe_lauve@yahoo.fr."
      ]
    },
    {
      "last_name": "Appiah-Opong",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Appiah-Opong",
      "affiliations": [
        "Department of Clinical Pathology, NMIMR, CHS, University of Ghana, Legon LG 581, Ghana. rappiah-opong@ug.edu.gh."
      ]
    },
    {
      "last_name": "Tsouh Fokou",
      "fore_name": "Patrick Valere",
      "initials": "PV",
      "name": "Patrick Valere Tsouh Fokou",
      "affiliations": [
        "Antimicrobial and Biocontrol Agents Unit, University of Yaoundé 1, Yaoundé 812, Cameroon. ptsouh@gmail.com."
      ],
      "orcid": "0000-0003-3724-3527"
    },
    {
      "last_name": "Tsabang",
      "fore_name": "Nole",
      "initials": "N",
      "name": "Nole Tsabang",
      "affiliations": [
        "Institute for Medical Research and Medicinal Plants Studies, Yaoundé 13033, Cameroon. tsabang2001@yahoo.fr."
      ]
    },
    {
      "last_name": "Fekam Boyom",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Fekam Boyom",
      "affiliations": [
        "Antimicrobial and Biocontrol Agents Unit, University of Yaoundé 1, Yaoundé 812, Cameroon. fabrice.boyom@fulbrightmail.org."
      ],
      "orcid": "0000-0002-3147-364X"
    },
    {
      "last_name": "Nyarko",
      "fore_name": "Alexander Kwadwo",
      "initials": "AK",
      "name": "Alexander Kwadwo Nyarko",
      "affiliations": [
        "Department of Clinical Pathology, NMIMR, CHS, University of Ghana, Legon LG 581, Ghana. anyarko@noguchi.ug.edu.gh.",
        "Department of Pharmacology and Toxicology, School of Pharmacy, CHS, University of Ghana, Legon LG 43, Ghana. anyarko@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael David",
      "initials": "MD",
      "name": "Michael David Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon LG 581, Ghana. MWilson@noguchi.ug.edu.gh."
      ],
      "orcid": "0000-0002-6048-8509"
    }
  ],
  "journal": {
    "title": "Marine drugs",
    "iso_abbreviation": "Mar Drugs",
    "issn": "1660-3397",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Antiprotozoal Agents",
    "Aquatic Organisms",
    "Humans",
    "Leishmaniasis",
    "Seaweed"
  ],
  "article_ids": {
    "pubmed": "29109372",
    "pmc": "PMC5706021",
    "doi": "10.3390/md15110323",
    "pii": "md15110323"
  },
  "doi": "10.3390/md15110323",
  "pmc_id": "PMC5706021",
  "dates": {
    "completed": "2018-07-20",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Antiprotozoal Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.444773",
    "pmid": "29109372"
  }
}