{
  "pmid": "29108669",
  "uid": "29108669",
  "title": "The health economics of ankle and foot sprains and fractures: A systematic review of English-language published papers. Part 1: Overview and critical appraisal.",
  "abstract": "BACKGROUND: Ankle and foot sprains and fractures are common injuries affecting many individuals, often requiring considerable and costly medical interventions. The objectives of this systematic review are to collect, assess, and critically appraise the published literature on the health economics of ankle and foot injury (sprain and fracture) treatment. METHODS: A systematic literature review of Ovid MEDLINE, EMBASE, Cochrane DSR, ACP Journal Club, AMED, Ovid Healthstar, and CINAHL was conducted for English-language studies on the costs of treating ankle and foot sprains and fractures published from January 1980 to December 2014. Two reviewers assessed the articles for study quality and abstracted data. RESULTS: The literature search identified 2047 studies of which 32 were analyzed. A majority of the studies were published in the last decade. A number of the studies did not report full economic information, including the sources of the direct and indirect costs, as suggested in the guidelines. The perspective used in the analysis was missing in numerous studies, as was the follow-up time period of participants. Only five of the studies undertook a sensitivity analysis which is required whenever there are uncertainties regarding cost data. CONCLUSION: This systematic review found that publications do not consistently report on the components of health economics methodology, which in turn limits the quality of information. Future studies undertaking economic evaluations should ensure that their methods are transparent and understandable so as to yield accurate interpretation for assistance in forthcoming economic evaluations and policy decision-making.",
  "authors": [
    {
      "last_name": "Bielska",
      "fore_name": "Iwona A",
      "initials": "IA",
      "name": "Iwona A Bielska",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada. Electronic address: iwona.bielska@queensu.ca."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Wang",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Lee",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Ana P",
      "initials": "AP",
      "name": "Ana P Johnson",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Foot (Edinburgh, Scotland)",
    "iso_abbreviation": "Foot (Edinb)",
    "issn": "1532-2963",
    "issn_type": "Electronic",
    "volume": "39",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "106",
  "end_page": "114",
  "pages": "106-114",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle Fractures",
    "Ankle Injuries",
    "Cost of Illness",
    "Humans",
    "Sprains and Strains"
  ],
  "article_ids": {
    "pubmed": "29108669",
    "doi": "10.1016/j.foot.2017.04.003",
    "pii": "S0958-2592(16)30056-6"
  },
  "doi": "10.1016/j.foot.2017.04.003",
  "dates": {
    "completed": "2020-04-16",
    "revised": "2020-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:51.011797",
    "pmid": "29108669"
  }
}