{
  "pmid": "29105813",
  "uid": "29105813",
  "title": "How can systems engineering inform the methods of programme evaluation in health professions education?",
  "abstract": "CONTEXT: We evaluate programmes in health professions education (HPE) to determine their effectiveness and value. Programme evaluation has evolved from use of reductionist frameworks to those addressing the complex interactions between programme factors. Researchers in HPE have recently suggested a 'holistic programme evaluation' aiming to better describe and understand the implications of 'emergent processes and outcomes'. FRAMEWORK: We propose a programme evaluation framework informed by principles and tools from systems engineering. Systems engineers conceptualise complexity and emergent elements in unique ways that may complement and extend contemporary programme evaluations in HPE. We demonstrate how the abstract decomposition space (ADS), an engineering knowledge elicitation tool, provides the foundation for a systems engineering informed programme evaluation designed to capture both planned and emergent programme elements. METHODS: We translate the ADS tool to use education-oriented language, and describe how evaluators can use it to create a programme-specific ADS through iterative refinement. We provide a conceptualisation of emergent elements and an equation that evaluators can use to identify the emergent elements in their programme. Using our framework, evaluators can analyse programmes not as isolated units with planned processes and planned outcomes, but as unfolding, complex interactive systems that will exhibit emergent processes and emergent outcomes. Subsequent analysis of these emergent elements will inform the evaluator as they seek to optimise and improve the programme. CONCLUSION: Our proposed systems engineering informed programme evaluation framework provides principles and tools for analysing the implications of planned and emergent elements, as well as their potential interactions. We acknowledge that our framework is preliminary and will require application and constant refinement. We suggest that our framework will also advance our understanding of the construct of 'emergence' in HPE research.",
  "authors": [
    {
      "last_name": "Rojas",
      "fore_name": "David",
      "initials": "D",
      "name": "David Rojas",
      "affiliations": [
        "Wilson Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2351-3744"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mylopoulos",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Mylopoulos",
      "affiliations": [
        "Wilson Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Trbovich",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Trbovich",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bagli",
      "fore_name": "Darius",
      "initials": "D",
      "name": "Darius Bagli",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brydges",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Brydges",
      "affiliations": [
        "Wilson Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5203-7049"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "364",
  "end_page": "375",
  "pages": "364-375",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Health Occupations",
    "Humans",
    "Language",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "29105813",
    "doi": "10.1111/medu.13460"
  },
  "doi": "10.1111/medu.13460",
  "dates": {
    "completed": "2018-10-29",
    "revised": "2018-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.282920",
    "pmid": "29105813"
  }
}