{
  "pmid": "29106811",
  "uid": "29106811",
  "title": "Epidemiology and Impact on Performance of Lower Extremity Stress Injuries in Professional Basketball Players.",
  "abstract": "BACKGROUND: Professional basketball players in the National Basketball Association (NBA) subject their lower extremities to significant repetitive loading during both regular-season and off-season training. Little is known about the incidence of lower extremity bony stress injuries and their impact on return to play and performance in these athletes. HYPOTHESIS: Stress injuries of the lower extremity will have significant impact on performance. STUDY DESIGN: Case series. LEVEL OF EVIDENCE: Level 4. METHODS: All bony stress injuries from 2005 to 2015 were identified from the NBA. Number of games missed due to injury and performance statistics were collected from 2 years prior to injury to 2 years after the injury. A linear regression analysis was performed to determine the impact of injury for players who returned to sport. RESULTS: A total of 76 lower extremity bony stress injuries involving 75 NBA players (mean age, 25.4 ± 4.1 years) were identified. Fifty-five percent (42/76) involved the foot, and most injuries occurred during the regular season (82.9%, 63/76), with half occurring within the first 6 weeks. Among players who sustained a fifth metatarsal stress fracture, 42.9% were unable to return to professional play. Players who sustained stress injuries had reduced play performance, specifically related to number of games played (P = 0.014) and number of steals per game (P = 0.004). Players who had surgery had significantly better performance at 2 years than those who were managed nonoperatively, independent of the type of injury (β = 4.561; 95% CI, 1.255-7.868). CONCLUSION: Lower extremity bony stress injuries may significantly affect both short- and long-term player performance and career length. Stress injuries result in decreased player performance, and surgical intervention results in improved performance metrics compared with those treated using conservative methods. CLINICAL RELEVANCE: Stress injuries result in decreased player performance, and surgical intervention results in improved performance metrics.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": []
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": []
    },
    {
      "last_name": "Burrus",
      "fore_name": "M Tyrrell",
      "initials": "MT",
      "name": "M Tyrrell Burrus",
      "affiliations": []
    },
    {
      "last_name": "Rogowski",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P Rogowski",
      "affiliations": []
    },
    {
      "last_name": "Stotts",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Stotts",
      "affiliations": []
    },
    {
      "last_name": "Samani",
      "fore_name": "Marisa J",
      "initials": "MJ",
      "name": "Marisa J Samani",
      "affiliations": []
    },
    {
      "last_name": "Sikka",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Sikka",
      "affiliations": []
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "169",
  "end_page": "174",
  "pages": "169-174",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Athletic Performance",
    "Basketball",
    "Cumulative Trauma Disorders",
    "Fractures, Stress",
    "Humans",
    "Incidence",
    "Lower Extremity",
    "Metatarsal Bones",
    "Regression Analysis",
    "Return to Sport",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "29106811",
    "pmc": "PMC5857731",
    "doi": "10.1177/1941738117738988"
  },
  "doi": "10.1177/1941738117738988",
  "pmc_id": "PMC5857731",
  "dates": {
    "completed": "2018-03-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:32.263347",
    "pmid": "29106811"
  }
}