{
  "pmid": "29106552",
  "uid": "29106552",
  "title": "Interrogating the Contested Spaces of Rural Aging: Implications for Research, Policy, and Practice.",
  "abstract": "Informed by a critical turn underway in rural gerontology, this article explores how the intersection of global and local trends relating to population aging and rural change create contested spaces of rural aging. The aim is to build our understanding of rural as a dynamic context within which the processes, outcomes, and experiences of aging are created, confronted, and contested by older adults and their communities. A review of key developments within gerontology and rural studies reveals how competing policies, discourses, and practices relating to healthy aging and aging in place, rural citizenship and governmentality, and social inclusion and inequality combine in particular ways to empower or disempower a diverse range of older rural adults aging in a diverse range of rural communities. The article provides a contextually sensitive perspective on potential sources of conflict and exclusion for older adults in dynamic rural spaces and further enhances our understanding of how rural physical and social environments are constructed and experienced in older age. A framework for interrogating emergent questions about aging in rural contexts is developed and implications for advancing research, policy, and practice are discussed.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Trent Center for Aging and Society, Trent University, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Winterton",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Winterton",
      "affiliations": [
        "John Richards Initiative, La Trobe University, Wodonga, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Gerontologist",
    "iso_abbreviation": "Gerontologist",
    "issn": "1758-5341",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "15",
  "end_page": "25",
  "pages": "15-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Aging",
    "Environmental Health",
    "Humans",
    "Independent Living",
    "Rural Health",
    "Social Determinants of Health"
  ],
  "article_ids": {
    "pubmed": "29106552",
    "doi": "10.1093/geront/gnx094",
    "pii": "3903013"
  },
  "doi": "10.1093/geront/gnx094",
  "dates": {
    "completed": "2018-11-02",
    "revised": "2018-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.401281",
    "pmid": "29106552"
  }
}