{
  "pmid": "29118131",
  "uid": "29118131",
  "title": "Humans as a model species for sexual selection research.",
  "abstract": "Ever since Darwin, questions about humans have driven sexual selection research. While studies of other organisms are often justified as useful for improving understanding of humans, humans themselves can be useful models. Although humans present some drawbacks as model organisms (complicated societies, slow reproduction and strong ethical constraints on experimental options), humans nonetheless offer many advantages (being abundant, accessible and having detailed historical records for some populations). As an additional challenge, humans exhibit a rather puzzling combination of traits. Some traits (pair-bonding, biparental care and modest sexual dimorphism in body size) suggest selection for monogamous mating, while other traits (including sexual dimorphism in body composition and appearance) suggest selection for polygyny. Such puzzles have motivated research on other species, resulting in a rich set of comparative data that provides insights into humans and other species. Recent studies of visual trait dimorphism suggest that human appearance reflects adaptation for multi-level societies, rather than high levels of polygyny. In addition to biological traits, human cultural traits have undergone rapid evolution. Changes in subsistence strategies profoundly affect opportunities for sexual selection. The enormous variability of human behaviour and ecology provides abundant opportunities to test key hypotheses, and poses challenging puzzles for future research.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lawrence",
      "initials": "ML",
      "name": "Michael Lawrence Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, 395 Humphrey Center, 301 19th Avenue South, Minneapolis, MN 55455, USA wilso198@umn.edu.",
        "Department of Ecology, Evolution and Behavior, University of Minnesota, 1987 Upper Buford Circle, Saint Paul, MN 55108, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    },
    {
      "last_name": "Miller",
      "fore_name": "Carrie M",
      "initials": "CM",
      "name": "Carrie M Miller",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, 395 Humphrey Center, 301 19th Avenue South, Minneapolis, MN 55455, USA."
      ]
    },
    {
      "last_name": "Crouse",
      "fore_name": "Kristin N",
      "initials": "KN",
      "name": "Kristin N Crouse",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, 395 Humphrey Center, 301 19th Avenue South, Minneapolis, MN 55455, USA."
      ]
    }
  ],
  "journal": {
    "title": "Proceedings. Biological sciences",
    "iso_abbreviation": "Proc Biol Sci",
    "issn": "1471-2954",
    "issn_type": "Electronic",
    "volume": "284",
    "issue": "1866",
    "pub_year": "2017",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biological Evolution",
    "Cultural Evolution",
    "Humans",
    "Selection, Genetic",
    "Sex Characteristics",
    "Sexual Behavior"
  ],
  "article_ids": {
    "pubmed": "29118131",
    "pmc": "PMC5698637",
    "doi": "10.1098/rspb.2017.1320",
    "pii": "rspb.2017.1320"
  },
  "doi": "10.1098/rspb.2017.1320",
  "pmc_id": "PMC5698637",
  "dates": {
    "completed": "2018-05-31",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.445342",
    "pmid": "29118131"
  }
}