{
  "pmid": "29111110",
  "uid": "29111110",
  "title": "Impact of Injectable Furosemide Hospital Shortage on Congestive Heart Failure Outcomes: A Time Series Analysis.",
  "abstract": "BACKGROUND: Beginning in February 2012, there was a shortage of injectable furosemide in the province of Ontario, Canada. The objective of this study was to assess the effects of the furosemide shortage on heart failure outcomes in Ontario, Canada. METHODS: We determined which hospitals experienced a shortage of injectable furosemide using an online survey. We then used health administrative data to identify all patients who presented to those hospitals with congestive heart failure. Using 40 months of data from before the shortage, we determined the proportion of patients with heart failure expected to die each month. We then used time series analysis to forecast the 30-day mortality rate during the shortage period and compared it with the observed rate. Secondary outcomes included length of hospital stay, transfer to an intensive care unit, mechanical ventilation during the hospital stay, and risk of 30-day readmission for heart failure. RESULTS: Survey results were obtained for 82% of hospitals, 28 of which experienced a severe shortage of injectable furosemide in the year 2012. The 30-day mortality among patients presenting to these hospitals with congestive heart failure before the shortage period was 11.2%. We forecasted a mortality rate of 11.3% (95% confidence interval, 8.2-14.4) for the shortage period, which was not significantly different from the observed rate of 10.9%. Similarly, we found no significant effect of the shortage on secondary outcomes. CONCLUSIONS: A severe shortage of injectable furosemide did not increase the risk of adverse outcomes among patients who presented to the hospital with congestive heart failure.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Vivian S",
      "initials": "VS",
      "name": "Vivian S Tan",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Juurlink",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N Juurlink",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada; Department of Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada. Electronic address: matthew.weir@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "1498",
  "end_page": "1504",
  "pages": "1498-1504",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diuretics",
    "Female",
    "Furosemide",
    "Heart Failure",
    "Hospital Mortality",
    "Humans",
    "Length of Stay",
    "Male",
    "Ontario",
    "Retrospective Studies",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "29111110",
    "doi": "10.1016/j.cjca.2017.09.003",
    "pii": "S0828-282X(17)30990-X"
  },
  "doi": "10.1016/j.cjca.2017.09.003",
  "dates": {
    "completed": "2017-11-09",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Diuretics",
    "Furosemide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.235762",
    "pmid": "29111110"
  }
}