{
  "pmid": "29114192",
  "uid": "29114192",
  "title": "Optic neuritis: Observation and experience at a tertiary care hospital in Qassim region, Saudi Arabia.",
  "abstract": "OBJECTIVES: Optic neuritis (ON) can occur in isolation or association with multiple sclerosis (MS) or neuromyelitis optica. ON, is seen more commonly in Caucasians and interaction is found to exist between ethnic origin and the latitude at which the patient grows up. At present limited information is available about the profile of ON in Saudi patients. We aimed to analyze the records of ON patients, in regard to their presentation, natural history, treatment outcome, and risk and association with MS. Whether, ON in Saudi patients behaves differently from the Western and Asian patients? METHODS: In this retrospective observational study; we retrieved the data from the medical records of the patients with ON, who attended the ophthalmology and neurology services of King Fahad Specialist Hospital Buraidah, Al Qassim, Saudi Arabia, from period 2006 to 2012. RESULTS: We recorded data of 60 patients of ON; 38 females (63.3%) and 22 males (36.7%). Color vision was affected in 66.7% of cases. Vision in the affected eye was 20/200 or worse in 74.97 % of our cases. Magnetic resonance imaging (MRI) brain revealed multiple lesions in 55% of cases; most of them developed MS on follow-up. Only 48.3% of patients had received systemic steroids. Vision improved in 85% of our cases. CONCLUSION: Most of our patients had idiopathic ON, and almost 85% had good visual recovery, in this regard our study is comparable with such studies done in other Asian countries. On the other hand, 55% of our patients had multiple MRI brain lesions, a high risk and association of MS, almost similar to the Western Europe and North American ON patients.",
  "authors": [
    {
      "last_name": "Alamgir",
      "fore_name": "Mohammad Jawad",
      "initials": "MJ",
      "name": "Mohammad Jawad Alamgir",
      "affiliations": [
        "Faculty of Neurology, Department of Medicine, College of Medicine, Qassim University (QU) Saudi Arabia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Syed Abrar",
      "initials": "SA",
      "name": "Syed Abrar Ali",
      "affiliations": [
        "Ophthalmology Department, King Fahad Specialist Hospital Buraidah Al Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Hamdy",
      "fore_name": "Nermin Aly",
      "initials": "NA",
      "name": "Nermin Aly Hamdy",
      "affiliations": [
        "Currently, Faculty of Medicine, Minia University, Egypt."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin Zafar",
      "initials": "MZ",
      "name": "Moin Zafar Khan",
      "affiliations": [
        "Faculty of Medicine Department of Medicine, College of Medicine QU Saudi Arabia."
      ]
    },
    {
      "last_name": "Mohammad",
      "fore_name": "Elgamri E",
      "initials": "EE",
      "name": "Elgamri E Mohammad",
      "affiliations": [
        "Ophthalmology Department, King Fahad Specialist Hospital Buraidah Al Qassim, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health sciences",
    "iso_abbreviation": "Int J Health Sci (Qassim)",
    "issn": "1658-3639",
    "issn_type": "Print",
    "volume": "11",
    "issue": "5",
    "pub_year": "2017"
  },
  "start_page": "30",
  "end_page": "34",
  "pages": "30-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29114192",
    "pmc": "PMC5669509"
  },
  "pmc_id": "PMC5669509",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.472802",
    "pmid": "29114192"
  }
}