{
  "pmid": "29114344",
  "uid": "29114344",
  "title": "An examination of Eyal & Hurst's (2008) framework for promoting retention in resource-poor settings through locally-relevant training: A case study for the University of Guyana Surgical Training Program.",
  "abstract": "BACKGROUND: Eyal and Hurst proposed that locally relevant medical education can offset the prevalence of physician \"brain drain\" in resource-poor regions of the world, and presented a framework of the ethical and pragmatic benefits and concerns posed by these initiatives. The present study explored the framework's utility through a case study of the University of Guyana Diploma in Surgery (UGDS) program. METHODS: The framework's utility was evaluated using a case study design that included review and analysis of documents and semi-structured interviews with graduates, trainees, faculty members, and policy makers associated with the UGDS program. Data were analyzed from constructivist and interpretivist perspectives, and compared against the benefits and concerns described by Eyal and Hurst. RESULTS: The framework is a useful template for capturing the breadth of experience of locally relevant training in the Guyanese setting. However, the results suggest that delineating the framework factors as either beneficial or concerning may constrict its applicability. The case study design also provided specific insights about the UGDS program, which indicate that the Program has promoted the retention of graduates and a sustainable culture of postgraduate medical education in Guyana. CONCLUSION: It is suggested that the framework be modified so as to represent the benefits and concerns of locally relevant training along a continuum of advantage. These approaches may help us understand retention within a resource-poor country, but also within particularly remote areas and public health care systems generally.",
  "authors": [
    {
      "last_name": "Prashad",
      "fore_name": "Anupa J",
      "initials": "AJ",
      "name": "Anupa J Prashad",
      "affiliations": [
        "Health Sciences Education Graduate Program, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Brian H",
      "initials": "BH",
      "name": "Brian H Cameron",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan McConnell",
      "affiliations": [
        "Department of Innovation in Medical Education, University of Ottawa."
      ]
    },
    {
      "last_name": "Rambaran",
      "fore_name": "Madan",
      "initials": "M",
      "name": "Madan Rambaran",
      "affiliations": [
        "Department of Surgery, Post-Graduate Programme, University of Guyana, Guyana."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Health Sciences Education Graduate Program, Faculty of Health Sciences, McMaster University, Ontario, Canada.",
        "Program for Educational Research and Development, Faculty of Health Sciences, McMaster University, Ontario, Canada.",
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Apr"
  },
  "start_page": "e25",
  "end_page": "e36",
  "pages": "e25-e36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29114344",
    "pmc": "PMC5669291"
  },
  "pmc_id": "PMC5669291",
  "dates": {
    "revised": "2024-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.283118",
    "pmid": "29114344"
  }
}