{
  "pmid": "29132613",
  "uid": "29132613",
  "title": "Identification and management of Shigella infection in children with diarrhoea: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Shigella infections are a leading cause of diarrhoeal death among children in low-income and middle-income countries. WHO guidelines reserve antibiotics for treating children with dysentery. Reliance on dysentery for identification and management of Shigella infection might miss an opportunity to reduce Shigella-associated morbidity and mortality. We aimed to systematically review and evaluate Shigella-associated and dysentery-associated mortality, the diagnostic value of dysentery for the identification of Shigella infection, and the efficacy of antibiotics for children with Shigella or dysentery, or both. METHODS: We did three systematic reviews (for mortality, diagnostic value, and antibiotic treatment of Shigella and dysentery), and meta-analyses where appropriate, of studies in resource-limited settings. We searched MEDLINE, Embase, and LILACS database for studies published before Jan 1, 2017, in English, French, and Spanish. We included studies of human beings with diarrhoea and accepted all study-specific definitions of dysentery. For the mortality and diagnostic value searches, we excluded studies that did not include an effect estimate or data necessary to calculate this estimate. The search for treatment included only randomised controlled trials that were done after Jan 1, 1980, and assessed antibiotics in children (aged <18 years) with dysentery or laboratory-confirmed Shigella. We extracted or calculated odds ratios (ORs) and 95% CIs for relative mortality and did random-effects meta-analysis to arrive at pooled ORs. We calculated 95% CIs assuming a binomial distribution and did random-effects meta-regression of log-transformed sensitivity and specificity estimates for diagnostic value. We assessed the heterogeneity of papers included in these meta-analyses using the I[2] statistic and evaluated publication bias using funnel plots. This review is registered with PROSPERO (CRD42017063896). FINDINGS: 3649 papers were identified and 60 studies were included for analyses: 13 for mortality, 27 for diagnostic value, and 20 for treatment. Shigella infection was associated with mortality (pooled OR 2·8, 95% CI 1·6-4·8; p=0·000) whereas dysentery was not associated with mortality (1·3, 0·7-2·3; p=0·37). Between 1977 and 2016, dysentery identified 1·9-85·9% of confirmed Shigella infections, with sensitivity decreasing over time (p=0·04). Ten (50%) of 20 included antibiotic trials were among children with dysentery, none were placebo-controlled, and two (10%) evaluated antibiotics no longer recommended for acute infectious diarrhoea. Ciprofloxacin showed superior microbiological, but not clinical, effectiveness compared with pivmecillinam, and no superior microbiological and clinical effectiveness compared with gatifloxacin. Substantial heterogeneity was reported for meta-analyses of the Shigella-associated mortality studies (I[2]=78·3%) and dysentery-associated mortality studies (I[2]=73·2%). Too few mortality studies were identified to meaningfully test for publication bias. No evidence of publication bias was found in this analysis of studies of diagnostic value. INTERPRETATION: Current WHO guidelines appear to manage dysentery effectively, but might miss opportunities to reduce mortality among children infected with Shigella who present without bloody stool. Further studies should quantify potential decreases in mortality and morbidity associated with antibiotic therapy for children with non-dysenteric Shigella infection. FUNDING: Bill & Melinda Gates Foundation and the Center for AIDS Research International Core.",
  "authors": [
    {
      "last_name": "Tickell",
      "fore_name": "Kirkby D",
      "initials": "KD",
      "name": "Kirkby D Tickell",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, USA. Electronic address: kirkbt@uw.edu."
      ]
    },
    {
      "last_name": "Brander",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Brander",
      "affiliations": [
        "Department of Epidemiology, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Atlas",
      "fore_name": "Hannah E",
      "initials": "HE",
      "name": "Hannah E Atlas",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Division of Infectious Disease, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walson",
      "fore_name": "Judd L",
      "initials": "JL",
      "name": "Judd L Walson",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, USA; Department of Epidemiology, University of Washington, Seattle, WA, USA; Department of Pediatrics, University of Washington, Seattle, WA, USA; Department of Medicine, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Pavlinac",
      "fore_name": "Patricia B",
      "initials": "PB",
      "name": "Patricia B Pavlinac",
      "affiliations": [
        "Department of Global Health, University of Washington, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "e1235",
  "end_page": "e1248",
  "pages": "e1235-e1248",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Child",
    "Diarrhea",
    "Dysentery, Bacillary",
    "Fluoroquinolones",
    "Gatifloxacin",
    "Guideline Adherence",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Shigella",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "29132613",
    "pmc": "PMC5695759",
    "doi": "10.1016/S2214-109X(17)30392-3",
    "pii": "S2214-109X(17)30392-3"
  },
  "doi": "10.1016/S2214-109X(17)30392-3",
  "pmc_id": "PMC5695759",
  "dates": {
    "completed": "2018-04-02",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Fluoroquinolones",
    "Gatifloxacin"
  ],
  "grants": [
    {
      "grant_id": "P30 AI027757",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.302319",
    "pmid": "29132613"
  }
}