{
  "pmid": "29138917",
  "uid": "29138917",
  "title": "Level of evidence and authorship trends of clinical studies in knee surgery, sports traumatology, arthroscopy, 1995-2015.",
  "abstract": "PURPOSE: There is increasing emphasis on publication quality and internationalization of author groups in orthopaedic literature. The purpose of this review was to evaluate the type of studies and the level of evidence (LOE) published in knee surgery, sports traumatology, arthroscopy (KSSTA) from 1995 to 2015. The secondary aim was to analyze trends in authorship characteristics in KSSTA. METHODS: Two reviewers reviewed the table of contents of KSSTA and identified original papers from 1995, 2000, 2005, 2010, and 2015. The reviewers graded LOE from Levels I to IV using guidelines from the University of Oxford's Centre for Evidence-Based Medicine. For each article, the total number of authors and country of author group were also analyzed. RESULTS: A total of 880 papers were analyzed. The proportions in LOE have stayed consistent throughout the study period (n.s.). There has been a significant increase in the number of published articles and the number of Level I and II studies (P < 0.01). Therapeutic articles were the most common type. The mean number of authors per KSSTA article significantly increased from 3.9 to 5.7 over the 20-year period (P < 0.01). The number of represented countries increased yearly and academic institutions from 40 different nationalities published articles in the Journal. Of the examined years, the percent of articles with international collaboration was 17.6%. CONCLUSION: The proportion of LOE I and II articles published in KSSTA remains consistently high. Therapeutic studies are the most frequently published articles. There is an increase in international groups publishing in KSSTA. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Judy",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Judy",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, PA, USA. rpj11@pitt.edu.",
        "University of Pittsburgh School of Medicine, 3550 Terrace Street, Pittsburgh, PA, 15213, USA. rpj11@pitt.edu."
      ],
      "orcid": "0000-0002-3624-4627"
    },
    {
      "last_name": "Shin",
      "fore_name": "Jason J",
      "initials": "JJ",
      "name": "Jason J Shin",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "McCrum",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher McCrum",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopaedics, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "9",
  "end_page": "14",
  "pages": "9-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Authorship",
    "Bibliometrics",
    "Clinical Studies as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Knee Joint",
    "Orthopedic Procedures",
    "Orthopedics",
    "Publishing",
    "Sports Medicine",
    "Traumatology"
  ],
  "article_ids": {
    "pubmed": "29138917",
    "doi": "10.1007/s00167-017-4801-6",
    "pii": "10.1007/s00167-017-4801-6"
  },
  "doi": "10.1007/s00167-017-4801-6",
  "dates": {
    "completed": "2018-06-25",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.774557",
    "pmid": "29138917"
  }
}