{
  "pmid": "29145501",
  "uid": "29145501",
  "title": "A comparison of Indigenous and non-Indigenous survivors of sexual assault and their receipt of and satisfaction with specialized health care services.",
  "abstract": "In Canada, Indigenous women are more likely than non-Indigenous women to be survivors of sexual assault and experience sexual assaults that are more serious in terms of physical injury and other health-related consequences. Despite their related needs for care and support, there is a paucity of research to date that has examined their uptake of specialized acute health services post sexual assault. To address this gap, we explored the presentation, sociodemographic, assailant, assault, and service use characteristics of Indigenous women, as compared to non-Indigenous adult and adolescent women aged 12 and older presenting to 30 of 35 hospital-based sexual assault treatment centres in Ontario from 2009 to 2011, using bivariate analyses. Of the 948 women in our sample, 116 (12%) identified as being Indigenous. Indigenous survivors differed significantly from non-Indigenous survivors on many presentation, sociodemographic, and assault characteristics. For example, they were more likely to present to a hospital within 24 hours of being assaulted and a treatment centre serving a primarily rural population. They tended to be younger, were more likely to be living in an institutional setting, report community or group affiliations and government or community services as sources of social support, and be assaulted by a parent, guardian, or other relative. In terms of receipt of services, they were more likely to have undergone safety planning and to be referred to child protection or community agencies. They reported high levels of satisfaction with the services received, however, were less likely than non-Indigenous survivors to rate the overall care provided as excellent or good. On the whole, the results of our study suggest that Indigenous women value acute hospital-based sexual assault services. However, they experience sexual assaults in contexts different from non-Indigenous survivors. It is important for health care providers to be attuned to this so that they can appropriately respond to their unique needs.",
  "authors": [
    {
      "last_name": "Du Mont",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Du Mont",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0887-8884"
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Macdonald",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Benoit",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Benoit",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Waakebiness-Bryce Institute for Indigenous Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Forte",
      "fore_name": "Tonia",
      "initials": "T",
      "name": "Tonia Forte",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "11",
    "pub_year": "2017"
  },
  "start_page": "e0188253",
  "pages": "e0188253",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Female",
    "Humans",
    "Ontario",
    "Patient Satisfaction",
    "Sex Offenses",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29145501",
    "pmc": "PMC5690475",
    "doi": "10.1371/journal.pone.0188253",
    "pii": "PONE-D-17-07582"
  },
  "doi": "10.1371/journal.pone.0188253",
  "pmc_id": "PMC5690475",
  "dates": {
    "completed": "2017-12-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:37.168365",
    "pmid": "29145501"
  }
}