{
  "pmid": "29144733",
  "uid": "29144733",
  "title": "A Mechanism for Symmetry Breaking and Shape Control in Single-Crystal Gold Nanorods.",
  "abstract": "The phenomenon of symmetry breaking-in which the order of symmetry of a system is reduced despite manifest higher-order symmetry in the underlying fundamental laws-is pervasive throughout science and nature, playing a critical role in fields ranging from particle physics and quantum theory to cosmology and general relativity. For the growth of crystals, symmetry breaking is the crucial step required to generate a macroscopic shape that has fewer symmetry elements than the unit cell and/or seed crystal from which it grew. Advances in colloid synthesis have enabled a wide variety of nanocrystal morphologies to be achieved, albeit empirically. Of the various nanoparticle morphologies synthesized, gold nanorods have perhaps been the most intensely studied, thanks largely to their unique morphology-dependent optical properties and exciting application potential. However, despite intense research efforts, an understanding of the mechanism by which a single crystal breaks symmetry and grows anisotropically has remained elusive, with many reports presenting seemingly conflicting data and theories. A fundamental understanding of the symmetry breaking process is needed to provide a rational framework upon which future synthetic approaches can be built. Inspired by recent experimental results and drawing upon the wider literature, we present a mechanism for gold nanorod growth from the moments prior to symmetry breaking to the final product. In particular, we describe the steps by which a cuboctahedral seed particle breaks symmetry and undergoes anisotropic growth to form a nanorod. With an emphasis on the evolving crystal structure, we highlight the key geometrical and chemical drivers behind the symmetry breaking process and factors that govern the formation and growth of nanorods, including control over the crystal width, length, and surface faceting. We propose that symmetry breaking is induced by an initial formation of a new surface structure that is stabilized by the deposition of silver, thus preserving this facet in the embryonic nanorod. These new surfaces initially form stochastically as truncations that remove high-energy edge atoms at the intersection of existing {111} facets and represent the beginnings of a {011}-type surface. Crucially, the finely tuned [HAuCl4]:[AgNO3] ratio and reduction potential of the system mean that silver deposition can occur on the more atomically open surface but not on the pre-existing lower-index facets. The stabilized surfaces develop into side facets of the nascent nanorod, while the largely unpassivated {111} facets are the predominant site of Au atom deposition. Growth in the width direction is tightly controlled by a self-sustaining cycle of galvanic replacement and silver deposition. It is the [HAuCl4]:[AgNO3] ratio that directly determines the particle size at which the more open atomic surfaces can be stabilized by silver and the rate of growth in the width direction following symmetry breaking, thus explaining the known aspect ratio control with Ag ion concentration. We describe the evolving surface faceting of the nanorod and the emergence of higher-index facets. Collectively, these observations allow us to identify facet-size and edge-atom effects as a simple fundamental driver of symmetry breaking and the subsequent development of new surfaces in the presence of adsorbates.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [],
      "orcid": "0000-0002-6591-0772"
    },
    {
      "last_name": "Tong",
      "fore_name": "Wenming",
      "initials": "W",
      "name": "Wenming Tong",
      "affiliations": [],
      "orcid": "0000-0002-4831-4960"
    },
    {
      "last_name": "Katz-Boon",
      "fore_name": "Hadas",
      "initials": "H",
      "name": "Hadas Katz-Boon",
      "affiliations": []
    },
    {
      "last_name": "Mulvaney",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Mulvaney",
      "affiliations": [
        "ARC Centre of Excellence in Exciton Science, School of Chemistry, and Bio21 Institute, University of Melbourne , Parkville, Victoria 3010, Australia."
      ],
      "orcid": "0000-0002-8007-3247"
    },
    {
      "last_name": "Etheridge",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Etheridge",
      "affiliations": [],
      "orcid": "0000-0002-3199-3936"
    },
    {
      "last_name": "Funston",
      "fore_name": "Alison M",
      "initials": "AM",
      "name": "Alison M Funston",
      "affiliations": [],
      "orcid": "0000-0002-4320-6434"
    }
  ],
  "journal": {
    "title": "Accounts of chemical research",
    "iso_abbreviation": "Acc Chem Res",
    "issn": "1520-4898",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "2925",
  "end_page": "2935",
  "pages": "2925-2935",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29144733",
    "doi": "10.1021/acs.accounts.7b00313"
  },
  "doi": "10.1021/acs.accounts.7b00313",
  "dates": {
    "completed": "2018-10-10",
    "revised": "2018-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.906970",
    "pmid": "29144733"
  }
}