{
  "pmid": "29142758",
  "uid": "29142758",
  "title": "Ethnic differences in patients' perceptions towards isolated orthopedic injuries: a pilot study.",
  "abstract": "BACKGROUND: Patients' perceptions of their healthcare have been reported to influence clinical outcomes following orthopedic trauma. Findings across clinical outcomes have demonstrated significant differences in perceptions towards healthcare between Hispanics and non-Hispanic whites. However, ethnic disparities in perceptions towards orthopedic injuries have not been examined in the literature. AIM OF STUDY: The aim of this pilot study is to explore whether Hispanic patients with isolated orthopedic injuries will demonstrate different perceptions towards their injury as compared to non-Hispanic white patients. The pilot data will be used to inform a subsequent larger clinical investigation and interventional study. METHODS: A total of 43 patients (31 Hispanics and 12 non-Hispanic whites) with isolated orthopedic injuries requiring surgical treatment were enrolled in this cross-sectional observational pilot study. Outcome measures included the Questionnaire of Perceived Injustice (QPI), Short-Form 36 Health Survey (SF-36v2), Pain Catastrophizing Scale, and Consumer Assessment of Healthcare Providers and Systems (CAHPS) Cultural Competence (CC) item set. RESULTS: The CAHPS was completed by 34 patients, and the remaining scoring systems were completed by all 43 subjects enrolled in this study. Hispanic patients trended towards higher QPI scores indicating poorer outcomes than non-Hispanic whites (mean difference [MD] 5.4, 95%; confidence interval [CI] - 4.4, 15.2). The mental component summary score of the SF-36 trended lower in Hispanics as compared to non-Hispanic white (MD - 6.8, 95%; CI - 15.0, 1.4). Hispanic patients also expressed less trust in their doctor on a scale from 0 to 10 (MD - 1.0, 95%; CI - 1.9, - 0.1). CONCLUSIONS: Our study suggests ethnic differences in patients' perceptions towards isolated orthopedic injuries. These results must be interpreted cautiously given the limited number of subjects in this pilot examination. We collected sufficient data to allow a sample size calculation for a subsequent larger clinical investigation. Future clinical investigations may determine the influence of ethnic differences in patients' perceptions towards orthopedic injuries, identify their impact on the functional outcomes, and establish intervention strategies.",
  "authors": [
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "Department of Orthopaedics, UT Health San Antonio, 7703 Floyd Curl Dr, MC-7774, San Antonio, TX 78229 USA."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Gurpreet",
      "initials": "G",
      "name": "Gurpreet Singh",
      "affiliations": [
        "Department of Orthopaedics, UT Health San Antonio, 7703 Floyd Curl Dr, MC-7774, San Antonio, TX 78229 USA."
      ]
    },
    {
      "last_name": "Kitchen",
      "fore_name": "Deanna L",
      "initials": "DL",
      "name": "Deanna L Kitchen",
      "affiliations": [
        "Department of Orthopaedics, UT Health San Antonio, 7703 Floyd Curl Dr, MC-7774, San Antonio, TX 78229 USA."
      ]
    },
    {
      "last_name": "Fajardo",
      "fore_name": "Roberto J",
      "initials": "RJ",
      "name": "Roberto J Fajardo",
      "affiliations": [
        "Department of Orthopaedics, UT Health San Antonio, 7703 Floyd Curl Dr, MC-7774, San Antonio, TX 78229 USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 2X2 Canada."
      ]
    },
    {
      "last_name": "Valerio",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Valerio",
      "affiliations": [
        "UT Health School of Public Health, San Antonio Regional Campus, 7411 John Smith Drive, Suite 1100, San Antonio, TX 78229 USA."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29142758",
    "pmc": "PMC5674799",
    "doi": "10.1186/s40814-017-0188-x",
    "pii": "188"
  },
  "doi": "10.1186/s40814-017-0188-x",
  "pmc_id": "PMC5674799",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 DK092926",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.398094",
    "pmid": "29142758"
  }
}