{
  "pmid": "29147646",
  "uid": "29147646",
  "title": "Creation and pilot testing of cases for case-based learning: A pedagogical approach for pathology cancer diagnosis.",
  "abstract": "BACKGROUND: Case-based learning (CBL) is an established pedagogical active learning method used in various disciplines and defined based on the field of study and type of case. The utility of CBL for teaching specific aspects of cancer diagnosis to practising pathologists has not been previously studied in sub-Saharan Africa. OBJECTIVES: We aimed to pilot test standardised cancer cases on a group of practising pathologists in sub-Saharan Africa to evaluate case content, clarity of questions and delivery of content. METHODS: Expert faculty created cases for the four most commonly diagnosed cancers. The format included mini-cases and bullet cases which were all open-ended. The questions dealt with interpretation of clinical information, gross specimen examination, morphologic characteristics of tumours, ancillary testing, reporting and appropriate communication to clinicians. RESULTS: Cases on breast, cervical, prostate and colorectal cancers were tested on seven practising pathologists. Each case took an average of 45-90 min to complete.Questions that were particularly challenging to testers were on: Specimens they should have been but for some reason were not exposed to in routine practice.Ancillary testing and appropriate tumour staging.New knowledge gained included tumour grading and assessment of radial margins. Revisions to cases were made based on testers' feedback, which included rewording of questions to reduce ambiguity and adding of tables to clarify concepts. CONCLUSION: Cases were created for CBL in Kenya, but these are applicable elsewhere in Africa and beyond to teach cancer diagnosis. The pilot testing of cases prepared faculty for the actual CBL course and feedback provided by the testers assisted in improving the questions and impact on day-to-day practice.",
  "authors": [
    {
      "last_name": "Sayed",
      "fore_name": "Shahin",
      "initials": "S",
      "name": "Shahin Sayed",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Aga Khan University Hospital, Nairobi, Kenya."
      ],
      "orcid": "0000-0002-3472-511X"
    },
    {
      "last_name": "Lester",
      "fore_name": "Susan C",
      "initials": "SC",
      "name": "Susan C Lester",
      "affiliations": [
        "Department of Pathology, Brigham and Women's Hospital, Boston, Massachusetts, United States.",
        "Department of Pathology, Harvard Medical School, Harvard University, Boston, Massachusetts, United States."
      ],
      "orcid": "0000-0002-6345-1664"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health, Denver, Colorado, United States.",
        "University of Colorado School of Medicine, Aurora, Colorado, United States."
      ]
    },
    {
      "last_name": "Berney",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Berney",
      "affiliations": [
        "Barts Cancer Institute at Queen Mary University of London, London, United Kingdom."
      ],
      "orcid": "0000-0001-5474-8696"
    },
    {
      "last_name": "Masia",
      "fore_name": "Ricard",
      "initials": "R",
      "name": "Ricard Masia",
      "affiliations": [
        "Department of Pathology, Harvard Medical School, Harvard University, Boston, Massachusetts, United States.",
        "Department of Pathology, Massachusetts General Hospital, Boston, Massachusetts, United States."
      ]
    },
    {
      "last_name": "Moloo",
      "fore_name": "Zahir",
      "initials": "Z",
      "name": "Zahir Moloo",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Aga Khan University Hospital, Nairobi, Kenya.",
        "Department of Pathology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stall",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Stall",
      "affiliations": [
        "Department of Pathology, Harvard Medical School, Harvard University, Boston, Massachusetts, United States.",
        "Department of Pathology, Massachusetts General Hospital, Boston, Massachusetts, United States."
      ]
    },
    {
      "last_name": "Eslan",
      "fore_name": "Alexia",
      "initials": "A",
      "name": "Alexia Eslan",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, Colorado, United States."
      ]
    },
    {
      "last_name": "Ayers",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ayers",
      "affiliations": [
        "African Strategies for Advancing Pathology, Denver, Colorado, United States."
      ]
    },
    {
      "last_name": "Mutuku",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Mutuku",
      "affiliations": [
        "College of Pathologists of East, Central and Southern Africa, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Guarner",
      "fore_name": "Jeannette",
      "initials": "J",
      "name": "Jeannette Guarner",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, Georgia, United States."
      ],
      "orcid": "0000-0001-5610-3541"
    }
  ],
  "journal": {
    "title": "African journal of laboratory medicine",
    "iso_abbreviation": "Afr J Lab Med",
    "issn": "2225-2002",
    "issn_type": "Print",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "637",
  "pages": "637",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29147646",
    "pmc": "PMC5680453",
    "doi": "10.4102/ajlm.v6i1.637",
    "pii": "AJLM-6-637"
  },
  "doi": "10.4102/ajlm.v6i1.637",
  "pmc_id": "PMC5680453",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.448731",
    "pmid": "29147646"
  }
}