{
  "pmid": "29149675",
  "uid": "29149675",
  "title": "Evaluation of potassium ferrate as an alternative disinfectant on cyanobacteria inactivation and associated toxin fate in various waters.",
  "abstract": "Potassium ferrate (K2FeO4) is an effective oxidant that may be used as a pre- or post-oxidant in the purification of source water with cyanobacterial issues. To provide a better basis for the application of this oxidant during water treatment processes, the impacts of K2FeO4 on the cell viability of Microcystis aeruginosa and the fate of associated microcystins (MCs) were investigated in various water matrices. The results showed that a water matrix can significantly affect the effectiveness of K2FeO4 on cyanobacteria inactivation. 10 mg L[-1] K2FeO4 induced significant cell lysis of M. aeruginosa in Ran Yi Tan Reservoir (RYTR) water while the membrane integrity was relatively unaffected in ASM-1 media and Cheng Kung Lake (CKL) water. The reduced efficiency of K2FeO4 oxidation may be attributed to the manganese (Mn[2+]) and organic matter (Ethylenediaminetetraacetic acid, EDTA) in the ASM-1 media and high concentrations of natural organic matters (NOMs) in the CKL water. A delayed Chick-Watson model was applied to simulate the experimental data for cyanobacterial cell rupture, and the cell lysis rates of the M. aeruginosa samples were determined to be 128-242 M[-1] s[-1] (mol L[-1] s[-1]). Generally, no significant increases in extracellular MCs were observed in the three different waters, even in the RYTR water where the membrane integrity of the cyanobacterial cells was severely disrupted. Therefore, K2FeO4 could be a potential pre-oxidant to enhance subsequent treatments for cyanobacteria removal without affecting the cell integrity, or could serve as a post-oxidant to inactivate cyanobacterial cells and degrade MCs effectively, depending on the specific water matrix.",
  "authors": [
    {
      "last_name": "Fan",
      "fore_name": "Jiajia",
      "initials": "J",
      "name": "Jiajia Fan",
      "affiliations": [
        "Ocean College, Zhejiang University, Hangzhou 310058, Zhejiang, China."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Bo-Hung",
      "initials": "BH",
      "name": "Bo-Hung Lin",
      "affiliations": [
        "Department of Environmental Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Che-Wei",
      "initials": "CW",
      "name": "Che-Wei Chang",
      "affiliations": [
        "Department of Environmental Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Environmental Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Tsair-Fuh",
      "initials": "TF",
      "name": "Tsair-Fuh Lin",
      "affiliations": [
        "Department of Environmental Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC. Electronic address: tflin@mail.ncku.edu.tw."
      ]
    }
  ],
  "journal": {
    "title": "Water research",
    "iso_abbreviation": "Water Res",
    "issn": "1879-2448",
    "issn_type": "Electronic",
    "volume": "129",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "199",
  "end_page": "207",
  "pages": "199-207",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cyanobacteria",
    "Disinfectants",
    "Fresh Water",
    "Iron Compounds",
    "Microcystins",
    "Microcystis",
    "Oxidants",
    "Potassium Compounds",
    "Water Purification"
  ],
  "article_ids": {
    "pubmed": "29149675",
    "doi": "10.1016/j.watres.2017.11.026",
    "pii": "S0043-1354(17)30942-9"
  },
  "doi": "10.1016/j.watres.2017.11.026",
  "dates": {
    "completed": "2018-09-06",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Disinfectants",
    "Iron Compounds",
    "Microcystins",
    "Oxidants",
    "Potassium Compounds",
    "potassium ferrate",
    "microcystin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.260956",
    "pmid": "29149675"
  }
}