{
  "pmid": "29148980",
  "uid": "29148980",
  "title": "\"Just don't be creepy\": A phenomenological study of the experiences of men in massage therapy.",
  "abstract": "Background Societal expectations around traditional binary gender roles result in some professions being considered \"men's work\" or \"women's work\". Massage therapy (MT) is one such profession that, despite being predominantly female, is joined by an increasing number of men with a desire to help others. Methods This descriptive phenomenological study asked male massage therapists in Ontario, Canada, about their experience of gender in their professional lives. Fourteen men shared their experiences of practice, which included discriminatory hiring and patient preferences for female practitioners. These issues resulted in difficulty establishing a clinical practice. To create a successful practice, men described the need for professionalism, clear communication, and a comfortable treatment environment. Results and conclusions Researchers should explore the impact of discrimination on men in MT, patient preferences based on the therapist's gender, and the role of education in perpetuating societal heterosexual norms. Finally, as with any shift in culture, all levels of organization must take action to remove discrimination and bias within the profession of MT.",
  "authors": [
    {
      "last_name": "Baskwill",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Baskwill",
      "affiliations": [
        "Health Research Methodology PhD Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of complementary & integrative medicine",
    "iso_abbreviation": "J Complement Integr Med",
    "issn": "1553-3840",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Nov",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Health Personnel",
    "Humans",
    "Male",
    "Massage",
    "Ontario",
    "Patient Preference",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "29148980",
    "doi": "10.1515/jcim-2017-0075",
    "pii": "/j/jcim.ahead-of-print/jcim-2017-0075/jcim-2017-0075.xml"
  },
  "doi": "10.1515/jcim-2017-0075",
  "dates": {
    "completed": "2018-08-27",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.085479",
    "pmid": "29148980"
  }
}