{
  "pmid": "29158206",
  "uid": "29158206",
  "title": "Pulmonary Rehabilitation With Balance Training for Fall Reduction in Chronic Obstructive Pulmonary Disease: Protocol for a Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a leading cause of morbidity and mortality worldwide. A growing body of evidence shows that individuals with COPD have important deficits in balance control that may be associated with an increased risk of falls. Pulmonary rehabilitation (PR) is a key therapeutic intervention for individuals with COPD; however, current international guidelines do not include balance training and fall prevention strategies. OBJECTIVE: The primary aim of this trial is to determine the effects of PR with balance training compared to PR with no balance training on the 12-month rate of falls in individuals with COPD. Secondary aims are to determine the effects of the intervention on balance, balance confidence, and functional lower body strength, and to estimate the cost-effectiveness of the program. METHODS: A total of 400 individuals from nine PR centers across Canada, Europe, and Australia will be recruited to participate in a randomized controlled trial. Individuals with COPD who have a self-reported decline in balance, a fall in the last 2 years, or recent near fall will be randomly assigned to an intervention or control group. The intervention group will undergo tailored balance training in addition to PR and will receive a personalized home-based balance program. The control group will receive usual PR and a home program that does not include balance training. All participants will receive monthly phone calls to provide support and collect health care utilization and loss of productivity data. Both groups will receive home visits at 3, 6, and 9 months to ensure proper technique and progression of home exercise programs. The primary outcome will be incidence of falls at 12-month follow-up. Falls will be measured using a standardized definition and recorded using monthly self-report fall diary calendars. Participants will be asked to record falls and time spent performing their home exercise program on the fall diary calendars. Completed calendars will be returned to the research centers in prepaid envelopes each month. Secondary measures collected by a blinded assessor at baseline (pre-PR), post-PR, and 12-month follow-up will include clinical measures of balance, balance confidence, functional lower body strength, and health status. The cost-effectiveness of the intervention group compared with the control group will be evaluated using the incremental cost per number of falls averted and the incremental cost per quality-adjusted life years gained. RESULTS: Recruitment for the study began in January 2017 and is anticipated to be complete by December 2019. Results are expected to be available in 2020. CONCLUSIONS: Findings from this study will improve our understanding of the effectiveness and resource uses of tailored balance training for reducing falls in individuals with COPD. If effective, the intervention represents an opportunity to inform international guidelines and health policy for PR in individuals with COPD who are at risk of falling. TRIAL REGISTRATION: ClinicalTrials.gov NCT02995681; https://clinicaltrials.gov/ct2/show/NCT02995681 (Archived by WebCite at http://www.webcitation.org/6ukhxgAsg).",
  "authors": [
    {
      "last_name": "Beauchamp",
      "fore_name": "Marla K",
      "initials": "MK",
      "name": "Marla K Beauchamp",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Respiratory Medicine, West Park Healthcare Centre, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2843-388X"
    },
    {
      "last_name": "Brooks",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Brooks",
      "affiliations": [
        "Department of Respiratory Medicine, West Park Healthcare Centre, Toronto, ON, Canada.",
        "Department of Physical Therapy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6080-5052"
    },
    {
      "last_name": "Ellerton",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Ellerton",
      "affiliations": [
        "Department of Respiratory Medicine, West Park Healthcare Centre, Toronto, ON, Canada.",
        "Department of Physical Therapy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-4176-1151"
    },
    {
      "last_name": "Lee",
      "fore_name": "Annemarie",
      "initials": "A",
      "name": "Annemarie Lee",
      "affiliations": [
        "Department of Rehabilitation, Nutrition and Sport, LaTrobe University, Melbourne, Australia.",
        "Institute for Breathing and Sleep, Melbourne, Australia.",
        "Department of Physiotherapy, School of Primary and Allied Health Care, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8631-0135"
    },
    {
      "last_name": "Alison",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Alison",
      "affiliations": [
        "Faculty of Health Sciences, University of Sydney, Lidcombe, Australia.",
        "Sydney Local Health District, Camperdown, Australia."
      ],
      "orcid": "0000-0002-2011-4756"
    },
    {
      "last_name": "Camp",
      "fore_name": "Pat G",
      "initials": "PG",
      "name": "Pat G Camp",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada.",
        "Centre for Heart Lung Innovation, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-9152-8251"
    },
    {
      "last_name": "Dechman",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail Dechman",
      "affiliations": [
        "School of Physiotherapy, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-6275-687X"
    },
    {
      "last_name": "Haines",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Haines",
      "affiliations": [
        "Department of Physiotherapy, Western Health, Melbourne, Australia."
      ],
      "orcid": "0000-0002-2882-1594"
    },
    {
      "last_name": "Harrison",
      "fore_name": "Samantha L",
      "initials": "SL",
      "name": "Samantha L Harrison",
      "affiliations": [
        "School of Health and Social Care, Teesside University, Middlesbrough, United Kingdom."
      ],
      "orcid": "0000-0002-8871-781X"
    },
    {
      "last_name": "Holland",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Holland",
      "affiliations": [
        "Department of Rehabilitation, Nutrition and Sport, LaTrobe University, Melbourne, Australia.",
        "Institute for Breathing and Sleep, Melbourne, Australia.",
        "Alfred Health, Melbourne, Australia."
      ],
      "orcid": "0000-0003-2061-845X"
    },
    {
      "last_name": "Marques",
      "fore_name": "Alda",
      "initials": "A",
      "name": "Alda Marques",
      "affiliations": [
        "Respiratory Research and Rehabilitation Laboratory, School of Health Sciences, University of Aveiro, Aveiro, Portugal.",
        "Institute for Biomedicine Research, University of Aveiro, Aveiro, Portugal."
      ],
      "orcid": "0000-0003-4980-6200"
    },
    {
      "last_name": "Moineddin",
      "fore_name": "Rahim",
      "initials": "R",
      "name": "Rahim Moineddin",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5506-084X"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Elizabeth H",
      "initials": "EH",
      "name": "Elizabeth H Skinner",
      "affiliations": [
        "Department of Physiotherapy, Western Health, Melbourne, Australia.",
        "Faculty of Medicine, Nursing and Health Sciences, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0003-0268-7160"
    },
    {
      "last_name": "Spencer",
      "fore_name": "Lissa",
      "initials": "L",
      "name": "Lissa Spencer",
      "affiliations": [
        "Sydney Local Health District, Camperdown, Australia."
      ],
      "orcid": "0000-0002-2358-0736"
    },
    {
      "last_name": "Stickland",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Stickland",
      "affiliations": [
        "Division of Pulmonary Medicine, Department of Medicine, University of Alberta, Edmonton, AB, Canada.",
        "GF MacDonald Centre for Lung Health, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-8234-4760"
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joseph's, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger S",
      "initials": "RS",
      "name": "Roger S Goldstein",
      "affiliations": [
        "Department of Respiratory Medicine, West Park Healthcare Centre, Toronto, ON, Canada.",
        "Department of Physical Therapy, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-4236-043X"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "6",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov",
    "pub_day": "20"
  },
  "start_page": "e228",
  "pages": "e228",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29158206",
    "pmc": "PMC5715200",
    "doi": "10.2196/resprot.8178",
    "pii": "v6i11e228"
  },
  "doi": "10.2196/resprot.8178",
  "pmc_id": "PMC5715200",
  "dates": {
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.906650",
    "pmid": "29158206"
  }
}