{
  "pmid": "29169104",
  "uid": "29169104",
  "title": "Reconciling ethical and economic conceptions of value in health policy using the capabilities approach: A qualitative investigation of Non-Invasive Prenatal Testing.",
  "abstract": "When evaluating new morally complex health technologies, policy decision-makers consider a broad range of different evaluations, which may include the technology's clinical effectiveness, cost effectiveness, and social or ethical implications. This type of holistic assessment is challenging, because each of these evaluations may be grounded in different and potentially contradictory assumptions about the technology's value. One such technology where evaluations conflict is Non-Invasive Prenatal Testing (NIPT). Cost-effectiveness evaluations of NIPT often assess NIPT's ability to deliver on goals (i.e preventing the birth of children with disabilities) that social and ethical analyses suggest it should not have. Thus, cost effectiveness analyses frequently contradict social and ethical assessments of NIPT's value. We use the case of NIPT to explore how economic evaluations using a capabilities approach may be able to capture a broader, more ethical view of the value of NIPT. The capabilities approach is an evaluative framework which bases wellbeing assessments on a person's abilities, rather than their expressed preferences. It is linked to extra-welfarist approaches in health economic assessment. Beginning with Nussbaum's capability framework, we conducted a directed qualitative content analysis of interview data collected in 2014 from 27 Canadian women with personal experience of NIPT. We found that eight of Nussbaum's ten capabilities related to options, states, or choices that women valued in the context of NIPT, and identified one new capability. Our findings suggest that women value NIPT for its ability to provide more and different choices in the prenatal care pathway, and that a capabilities approach can indeed capture the value of NIPT in a way that goes beyond measuring health outcomes of ambiguous social and ethical value. More broadly, the capabilities approach may serve to resolve contradictions between ethical and economic evaluations of health technologies, and contribute to extra-welfarist approaches in the assessment of morally complex health technologies.",
  "authors": [
    {
      "last_name": "Kibel",
      "fore_name": "Mia",
      "initials": "M",
      "name": "Mia Kibel",
      "affiliations": [
        "Arts and Science Program, McMaster University, Commons Building Room 105, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada. Electronic address: kibelmd@mcmaster.ca."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, David Braley Health Sciences Centre, 100 Main Street West, 5th Floor, Hamilton, Ontario, L8P 1H6, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Canada; McMaster program for Education Research, Innovation & Theory, McMaster University, Canada. Electronic address: meredith.vanstone@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "195",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "97",
  "end_page": "104",
  "pages": "97-104",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Cost-Benefit Analysis",
    "Female",
    "Health Policy",
    "Humans",
    "Pregnancy",
    "Prenatal Diagnosis",
    "Qualitative Research",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "29169104",
    "doi": "10.1016/j.socscimed.2017.11.024",
    "pii": "S0277-9536(17)30689-5"
  },
  "doi": "10.1016/j.socscimed.2017.11.024",
  "dates": {
    "completed": "2018-07-02",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "136734",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.085707",
    "pmid": "29169104"
  }
}