{
  "pmid": "29164166",
  "uid": "29164166",
  "title": "Juvenile Osteochondritis Dissecans of the Knee: Does Magnetic Resonance Imaging Instability Correlate With the Need for Surgical Intervention?",
  "abstract": "BACKGROUND: Several magnetic resonance imaging (MRI) classification systems have been developed to determine the degree of instability of juvenile osteochondritis dissecans (JOCD) lesions. Our current practice involves correlating the patients' symptoms with their MRI findings, but there are many cases in which this correlation is poor and results in incorrect classification of the stability of a JOCD lesion. PURPOSE: To determine whether certain MRI findings of JOCD instability are associated with the necessity for arthroscopic intervention to assess lesion stability. A secondary objective was to determine the interobserver agreement of the Kijowski et al (2008) MRI criteria for osteochondritis dissecans (OCD) instability. STUDY DESIGN: Case series; Level of evidence, 4. METHODS: A retrospective review was performed of patients who had documented femoral condyle OCD lesions, had open growth plates, and had been evaluated with serial MRI examinations. Each OCD lesion on MRI was classified according to the Kijowski classification as either stable or likely unstable. RESULTS: The study included 16 patients (17 knees) with 49 MRI examinations. The initial MRI lesion was graded as stable in 59% (10/17), and 7 of these remained stable throughout the study period, with only 1 requiring operative intervention. Two became unstable on MRI, with 1 requiring surgery and 1 reverting back to stable with nonoperative management. The initial MRI lesion was graded as unstable in 41% (7/17) of the knees, with 2 of these becoming stable on MRI during the follow-up period with nonoperative management. The other 5 lesions remained unstable, with 3 eventually requiring surgery. The most important finding in this study was that MRI instability is a poor predictor of the necessity for surgery for JOCD lesions. The correlation between a nonradiologist and a trained musculoskeletal radiologist in the interpretation of the MRI criteria by Kijowski et al showed only substantial agreement for multiple cysts. CONCLUSION: MRI criteria for OCD instability in the pediatric knee do not always correlate with the necessity for surgery. They are, at times, a helpful adjunct to the management of these patients; however, care must be taken to interpret all available clinical and radiographic information in surgical decision making.",
  "authors": [
    {
      "last_name": "Haeri Hendy",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Haeri Hendy",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ainsworth",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Ainsworth",
      "affiliations": [
        "Department of Radiology, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "5",
    "issue": "11",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "2325967117738516",
  "pages": "2325967117738516",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29164166",
    "pmc": "PMC5692145",
    "doi": "10.1177/2325967117738516",
    "pii": "10.1177_2325967117738516"
  },
  "doi": "10.1177/2325967117738516",
  "pmc_id": "PMC5692145",
  "dates": {
    "revised": "2024-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.774794",
    "pmid": "29164166"
  }
}