{
  "pmid": "29165586",
  "uid": "29165586",
  "title": "Extent of physician-pharmaceutical industry interactions in low- and middle-income countries: a systematic review.",
  "abstract": "BACKGROUND: Pharmaceutical companies spend large amounts of money promoting their products to physicians. There is evidence that physicians' interactions with pharmaceutical companies negatively affect their prescribing patterns. The objective of this study was to systematically review the extent of the relationship between physicians and pharmaceutical companies in low- and middle-income countries (LMICs). METHODS: Studies assessing the extent of any type of interaction between practicing physicians and pharmaceutical companies were eligible. We searched MEDLINE and EMBASE databases in July 2016. Reviewers worked in duplicate and independently to complete study selection, data abstraction and assessment of methodological features. We summarized the findings narratively. RESULTS: We included 11 eligible studies (7 quantitative and 4 qualitative). Quantitative studies found that pharmaceutical company representatives visited at least 90% of physicians. Printed material, stationery items and drug samples were the most frequently received gifts. Two of the studies assessing direct payment found percentages of 16 and 5%, respectively. Findings of qualitative studies were consistent with those of quantitative studies. In addition, they revealed an increasing tendency for pharmaceutical companies to provide expensive personal gifts, sponsor social events and offer cash as inducements to physicians based on their demands. They also identified building personal relationships, creating a sense of indebtedness and emotional blackmailing as commonly used techniques to influence physicians. CONCLUSION: A relatively high percentage of physicians in LMICs interact with pharmaceutical companies. Findings have implications for policy and practice, given the current extent of interaction is likely affecting the prescribing habits and professional behaviour of physicians.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Riad El-Solh/Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Alkhaled",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Alkhaled",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, Faculty of Medicine, American University of Beirut, Riad El-Solh/Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Brax",
      "fore_name": "Hneine",
      "initials": "H",
      "name": "Hneine Brax",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine, Université Saint Joseph, Mar Mikhaël, Lebanon."
      ]
    },
    {
      "last_name": "Nasser",
      "fore_name": "Mayse",
      "initials": "M",
      "name": "Mayse Nasser",
      "affiliations": [
        "Department of Pediatrics and Adolescent Medicine, Faculty of Medicine, American University of Beirut, Riad El-Solh/Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Rajabbik",
      "fore_name": "Mhd Hashem",
      "initials": "MH",
      "name": "Mhd Hashem Rajabbik",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, Beirut Arab University, Riad El Solh, Lebanon."
      ]
    },
    {
      "last_name": "Nass",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Nass",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, Damascus University, Damascus, Syria."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad El-Solh/Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, Riad El-Solh/Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut, Riad El-Solh/Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "European journal of public health",
    "iso_abbreviation": "Eur J Public Health",
    "issn": "1464-360X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "224",
  "end_page": "230",
  "pages": "224-230",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Conflict of Interest",
    "Developing Countries",
    "Drug Industry",
    "Gift Giving",
    "Humans",
    "Interprofessional Relations",
    "Marketing",
    "Physicians",
    "Poverty",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "29165586",
    "doi": "10.1093/eurpub/ckx204",
    "pii": "4641870"
  },
  "doi": "10.1093/eurpub/ckx204",
  "dates": {
    "completed": "2019-02-19",
    "revised": "2019-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.290343",
    "pmid": "29165586"
  }
}