{
  "pmid": "29162619",
  "uid": "29162619",
  "title": "Updated systematic review of exercise studies in breast cancer survivors: attention to the principles of exercise training.",
  "abstract": "OBJECTIVES: To update our previous evaluation of the exercise interventions used in randomised controlled trials of breast cancer survivors in relation to (1) the application of the principles of exercise training in the exercise prescription; (2) the reporting of the components of the exercise prescription; and (3) the reporting of adherence of participants to the prescribed interventions. DESIGN: Systematic review. DATA SOURCES: The OVID Medline, Embase, CINAHL and SPORTDiscus electronic databases were searched from January 2010 to January 2017. ELIGIBILITY CRITERIA: Randomised controlled trials of at least 4 weeks of aerobic and/or resistance exercise in women diagnosed with breast cancer, reporting on physical fitness or body composition outcomes. RESULTS: Specificity was appropriately applied by 84%, progression by 29%, overload by 38% and initial values by 67% of newly identified studies. Reversibility was reported by 3% anddiminishing returns by 22% of newly identified studies. No studies reported all components of the exercise prescription in the methods, or adherence to the prescribed intervention in the results. Reporting of reversibility has increased from 2010, but no other improvements in reporting were noted from the previous review. SUMMARY/CONCLUSION: No studies of exercise in women with breast cancer attended to all principles of exercise training, or reported all components of the exercise prescription in the methods, or adherence to the prescription in the results. Full reporting of the exercise prescribed and completed is essential for study replication in research and translating research findings into the community, and should be prioritised in future trials.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Winters-Stone",
      "fore_name": "Kerri M",
      "initials": "KM",
      "name": "Kerri M Winters-Stone",
      "affiliations": [
        "School of Nursing and Knight Cancer Institute, Oregon Health Sciences University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Bland",
      "fore_name": "Kelcey A",
      "initials": "KA",
      "name": "Kelcey A Bland",
      "affiliations": [
        "Rehabilitation Sciences Graduate Program, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Rehabilitation Sciences Graduate Program, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "504",
  "end_page": "512",
  "pages": "504-512",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Cancer Survivors",
    "Exercise Therapy",
    "Female",
    "Humans",
    "Physical Fitness",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "29162619",
    "doi": "10.1136/bjsports-2017-098389",
    "pii": "bjsports-2017-098389"
  },
  "doi": "10.1136/bjsports-2017-098389",
  "dates": {
    "completed": "2019-05-20",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.160577",
    "pmid": "29162619"
  }
}