{
  "pmid": "29177685",
  "uid": "29177685",
  "title": "Postural stability deficit could predict ankle sprains: a systematic review.",
  "abstract": "PURPOSE: To perform a systematic review aimed to determine (1) if the postural stability deficit represents a risk factor for ankle sprains; (2) the most effective postural stability evaluation to predict ankle sprains and (3) eventual confounding factors that could influence postural stability and ankle sprain risk. METHODS: A systematic electronic search was performed in MEDLINE, EMBASE and CINAHL using the search terms (balance) OR (postural stability) matched with (lower limb) OR (ankle) OR (foot) and (sprain) OR (injury) on October 2 2017. All prospective studies that evaluated postural stability as risk factor for ankle sprains were included. The PRISMA Checklist guided the reporting and data abstraction. Methodological quality of all included papers was carefully assessed. RESULTS: Fifteen studies were included, evaluating 2860 individuals. Various assessment tools or instruments were used to assess postural stability. The injury incidence ranged from 10 to 34%. Postural stability deficit was recognized as risk factor for ankle sprain (OR = 1.22-10.2) in 9 cases [3 out of 3 with Star Excursion Balance Test (SEBT)]. Among the six studies that measured the center-of-gravity sway, five were able to detect worse postural stability in athletes that sustained an ankle sprain. In nine cases, the measurement of postural stability did not show any statistical relationship with ankle sprains (four out of five with examiner evaluation). In the studies that excluded patients with history of ankle sprain, postural stability was reported to be a significant risk factor in five out of six studies. CONCLUSIONS: The ultimate role of postural stability as risk factor for ankle sprains was not defined, due to the high heterogeneity of results, patient's populations, sports and methods of postural stability evaluation. Regarding assessment instruments, measurement of center-of-gravity sway could detect athletes at risk, however, standardized tools and protocols are needed to confirm this finding. The SEBT could be considered a promising tool that needs further investigation in wider samples. History of ankle sprains is an important confounding factor, since it was itself a source of postural stability impairment and a risk factor for ankle sprains. These information could guide clinicians in developing screening programs and design further prospective cohort studies comparing different evaluation tools. LEVEL OF EVIDENCE: I (systematic review of prospective prognostic studies).",
  "authors": [
    {
      "last_name": "Grassi",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Grassi",
      "affiliations": [
        "Laboratorio di Biomeccanica ed Innovazione Tecnologica, Istituto Ortopedico Rizzoli, Bologna, Italy. alberto.grassi@ior.it.",
        "Michael W. Krzyzewski Human Performance Laboratory, Department of Orthopaedic Surgery, Duke University, Durham, USA. alberto.grassi@ior.it."
      ]
    },
    {
      "last_name": "Alexiou",
      "fore_name": "Konstantinos",
      "initials": "K",
      "name": "Konstantinos Alexiou",
      "affiliations": [
        "University of Larissa, Larissa, Greece."
      ]
    },
    {
      "last_name": "Amendola",
      "fore_name": "Annunziato",
      "initials": "A",
      "name": "Annunziato Amendola",
      "affiliations": [
        "Michael W. Krzyzewski Human Performance Laboratory, Department of Orthopaedic Surgery, Duke University, Durham, USA."
      ]
    },
    {
      "last_name": "Moorman",
      "fore_name": "Claude T",
      "initials": "CT",
      "name": "Claude T Moorman",
      "affiliations": [
        "Michael W. Krzyzewski Human Performance Laboratory, Department of Orthopaedic Surgery, Duke University, Durham, USA."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Zaffagnini",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Zaffagnini",
      "affiliations": [
        "Laboratorio di Biomeccanica ed Innovazione Tecnologica, Istituto Ortopedico Rizzoli, Bologna, Italy."
      ]
    },
    {
      "last_name": "Sell",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Sell",
      "affiliations": [
        "Michael W. Krzyzewski Human Performance Laboratory, Department of Orthopaedic Surgery, Duke University, Durham, USA."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "3140",
  "end_page": "3155",
  "pages": "3140-3155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle Injuries",
    "Ankle Joint",
    "Athletes",
    "Humans",
    "Postural Balance",
    "Risk Factors",
    "Sprains and Strains"
  ],
  "article_ids": {
    "pubmed": "29177685",
    "doi": "10.1007/s00167-017-4818-x",
    "pii": "10.1007/s00167-017-4818-x"
  },
  "doi": "10.1007/s00167-017-4818-x",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.775355",
    "pmid": "29177685"
  }
}