{
  "pmid": "29175302",
  "uid": "29175302",
  "title": "Matrix metalloproteinase and heparin-stimulated serine proteinase activities in post-prostate massage urine of men with prostate cancer.",
  "abstract": "Proteinases secreted by the prostate gland have a reproductive function in cleaving proteins in the ejaculate and in the female reproductive tract, but some may have a fundamental role in disease and pathological processes including cancer. The purpose of this study was to determine if there were differences in proteinase activities in urine samples collected following prostate massage of men positive (CaP) or negative (no evidence of malignancy, NEM) for biopsy determined prostate cancer. Matrix metalloproteinase (MMP) and serine proteinase activities were detected using protein substrate zymography. There were no differences in activities of MMP-2, proMMP-9, and MMP-9/NGAL (neutrophil gelatinase associated lipocalin) complex (gelatin substrate) in men with detected prostate cancer, although the latter two were somewhat diminished. A caseinolytic activity of about 75kDa inhibited by calcium did not differ between the NEM and CaP groups. Heparin stimulated calcium sensitive gelatinolytic activities of approximately 22, 42, and 60kDa, but did not affect activities of MMP-2, MMP-9, or the 75kDa caseinolytic activity. The 22, 42, and 60kDa activities appear to be serine proteinases since they were inhibited by benzamidine. There was a significant decrease in the 22kDa heparin-stimulated serine proteinase activity in urines of men with cancer. Proteinase expression and activities, perhaps in combination with other potential markers, may prove useful in urine for detection and evaluation of prostate cancer.",
  "authors": [
    {
      "last_name": "Muñoz",
      "fore_name": "David",
      "initials": "D",
      "name": "David Muñoz",
      "affiliations": [
        "Investigaciones Cerebrales, Universidad Veracruzana, Xalapa, Veracruz, Mexico; Centro de Investigaciones Cerebrales, Universidad Veracruzana, Xalapa, Veracruz, Mexico."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Maria K",
      "initials": "MK",
      "name": "Maria K Serrano",
      "affiliations": [
        "Investigaciones Cerebrales, Universidad Veracruzana, Xalapa, Veracruz, Mexico; Centro de Investigaciones Cerebrales, Universidad Veracruzana, Xalapa, Veracruz, Mexico."
      ]
    },
    {
      "last_name": "Hernandez",
      "fore_name": "Maria E",
      "initials": "ME",
      "name": "Maria E Hernandez",
      "affiliations": [
        "Centro de Investigaciones Cerebrales, Universidad Veracruzana, Xalapa, Veracruz, Mexico."
      ]
    },
    {
      "last_name": "Haller",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Haller",
      "affiliations": [
        "Minneapolis VA Medical Center, University of Minnesota, Minneapolis, MN 55417, United States; Department of Urologic Surgery, University of Minnesota, Minneapolis, MN 55417, United States."
      ]
    },
    {
      "last_name": "Swanson",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Swanson",
      "affiliations": [
        "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN 55417, United States."
      ]
    },
    {
      "last_name": "Slaton",
      "fore_name": "Joel W",
      "initials": "JW",
      "name": "Joel W Slaton",
      "affiliations": [
        "Minneapolis VA Medical Center, University of Minnesota, Minneapolis, MN 55417, United States; Department of Urologic Surgery, University of Minnesota, Minneapolis, MN 55417, United States; Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55417, United States."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Minneapolis VA Medical Center, University of Minnesota, Minneapolis, MN 55417, United States; Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55417, United States; Department of Genetics and Cell Biology, University of Minnesota, Minneapolis, MN 55417, United States."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Minneapolis VA Medical Center, University of Minnesota, Minneapolis, MN 55417, United States; Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN 55417, United States; Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55417, United States. Electronic address: wilso042@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "Experimental and molecular pathology",
    "iso_abbreviation": "Exp Mol Pathol",
    "issn": "1096-0945",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "300",
  "end_page": "305",
  "pages": "300-305",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Benzamidines",
    "Biomarkers, Tumor",
    "Calcium",
    "Heparin",
    "Humans",
    "Lipocalin-2",
    "Male",
    "Matrix Metalloproteinase 2",
    "Matrix Metalloproteinase 9",
    "Middle Aged",
    "Prostatic Neoplasms",
    "Serine Proteases"
  ],
  "article_ids": {
    "pubmed": "29175302",
    "doi": "10.1016/j.yexmp.2017.11.015",
    "pii": "S0014-4800(17)30566-X"
  },
  "doi": "10.1016/j.yexmp.2017.11.015",
  "dates": {
    "completed": "2017-12-04",
    "revised": "2017-12-14"
  },
  "chemicals": [
    "Benzamidines",
    "Biomarkers, Tumor",
    "LCN2 protein, human",
    "Lipocalin-2",
    "Heparin",
    "Serine Proteases",
    "Matrix Metalloproteinase 2",
    "MMP9 protein, human",
    "Matrix Metalloproteinase 9",
    "benzamidine",
    "Calcium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.449032",
    "pmid": "29175302"
  }
}