{
  "pmid": "29175797",
  "uid": "29175797",
  "title": "Diagnosis of hepatitis C in pregnant mothers and its transfer pattern in neonates.",
  "abstract": "Hepatitis is the most common liver diseases in the Pakistan caused by blood-borne infection of HCV. Viral transmission is frequent through blood contact. Vertical transmission is transfer of disease from mother to infant. The women who are infected with hepatitis C virus RNA are at high risk of infecting their babies. Actual transmission occurs during labor and at time of delivery when blood of both mother and neonate is in contact with each other. Vertical transmission rate is lowered when mother is HCV RN A negative. The project was designed to determine the percentage of transmission and prevalence of Hepatitis C virus from mother to neonates. Assessment of the quantitative analysis of RNA levels in mother blood and viraemic status from the early postpartum period onwards of children born to HCV infected mothers. For the diagnosis of hepatitis C in mothers, blood samples of fifty HCV pregnant women between 23-41 years old were taken. The blood samples were centrifuged at 8,000 rpm and serum was separated and stored at 40C. The values of the Alanine Aminotransferase was determined at 2nd and 3rd trimester of pregnancy. After extraction HCVRN Awere transcribed and amplified by PCR. The samples were further authenticated through the Agarose Gel Electrophoresis system and bands were obtained. Nested reverse transcription PCR (RT-PCR) was conducted for the quantitative analysis of HCV-RNA. The results showed that in 66% cases, the mothers had high level of ALT at 2nd trimester of pregnancy. Their ALT level was decreased in the 3rd trimester of pregnancy. PCR results showed that 40% pregnant women had quantity of HCV-RNA in the range of 1000-10,000 IU/mL and in 18% women were above 100000 The results of spectrophotometer showed that 80% infants had the antibodies against HCV-RNA while only 20% of the neonates did not have antibody right after birth. The 29% babies got HCV-RNA in their serum and became positive for HCV-RNA.",
  "authors": [
    {
      "last_name": "Aslam",
      "fore_name": "Nosheen",
      "initials": "N",
      "name": "Nosheen Aslam",
      "affiliations": [
        "Department of Applied Chemistry & Biochemistry, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Ghaffar",
      "affiliations": [
        "Department of Applied Chemistry & Biochemistry, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Khurshid",
      "fore_name": "Mohsin",
      "initials": "M",
      "name": "Mohsin Khurshid",
      "affiliations": [
        "College of Allied Health Professional, Directorate of Medical Sciences, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Syed Makhdoom",
      "initials": "SM",
      "name": "Syed Makhdoom Hussain",
      "affiliations": [
        "Fish Nutrition Lab, Department of Zoology, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Health Care Center, Government College University, Faisalabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of pharmaceutical sciences",
    "iso_abbreviation": "Pak J Pharm Sci",
    "issn": "1011-601X",
    "issn_type": "Print",
    "volume": "30",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "2253",
  "end_page": "2257",
  "pages": "2253-2257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Biomarkers",
    "Female",
    "Hepacivirus",
    "Hepatitis C",
    "Hepatitis C Antibodies",
    "Humans",
    "Infant, Newborn",
    "Infectious Disease Transmission, Vertical",
    "Pakistan",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Prevalence",
    "RNA, Viral",
    "Risk Factors",
    "Viral Load",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29175797"
  },
  "dates": {
    "completed": "2019-07-29",
    "revised": "2019-07-29"
  },
  "chemicals": [
    "Biomarkers",
    "Hepatitis C Antibodies",
    "RNA, Viral"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.796961",
    "pmid": "29175797"
  }
}