{
  "pmid": "29174064",
  "uid": "29174064",
  "title": "The health economics of ankle and foot sprains and fractures: A systematic review of English-language published papers. Part 2: The direct and indirect costs of injury.",
  "abstract": "BACKGROUND: Ankle and foot sprains and fractures are prevalent injuries, which may result in substantial physical and economic consequences for the patient and place a financial burden on the health care system. Therefore, the objectives of this paper are to examine the direct and indirect costs of treating ankle and foot injuries (sprains, dislocations, fractures), as well as to provide an overview of the outcomes of full economic analyses of different treatment strategies. METHODS: A systematic review was carried out among seven databases to identify English language publications on the health economics of ankle and foot injury treatment published between 1980 and 2014. The direct and indirect costs were abstracted by two independent reviewers. All costs were adjusted for inflation and reported in 2016 US dollars (USD). RESULTS: Among 2047 identified studies, 32 were selected for analysis. The direct costs of ankle sprain management ranged from $292 to $2268 per patient (2016 USD), depending on the injury severity and treatment strategy. The direct costs of managing ankle fractures were higher ($1908-$19,555). Foot fracture treatment had similar direct costs ranging from $998 to $21,801. The economic evaluations were conducted from the societal or payer's perspectives. CONCLUSION: The costs of treating ankle and foot sprains and fractures varied among the studies, mostly due to differences in injury type and study characteristics, which impacted the ability of directly comparing the financial burden of treatment. Nonetheless, the review showed that the costs experienced by the patient and the health care system increased with injury complexity.",
  "authors": [
    {
      "last_name": "Bielska",
      "fore_name": "Iwona A",
      "initials": "IA",
      "name": "Iwona A Bielska",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada. Electronic address: iwona.bielska@queensu.ca."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Wang",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Lee",
      "affiliations": [
        "Department of Kinesiology and Health Studies, Queen's University, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Ana P",
      "initials": "AP",
      "name": "Ana P Johnson",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Foot (Edinburgh, Scotland)",
    "iso_abbreviation": "Foot (Edinb)",
    "issn": "1532-2963",
    "issn_type": "Electronic",
    "volume": "39",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "115",
  "end_page": "121",
  "pages": "115-121",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle Fractures",
    "Ankle Injuries",
    "Health Care Costs",
    "Humans",
    "Sprains and Strains"
  ],
  "article_ids": {
    "pubmed": "29174064",
    "doi": "10.1016/j.foot.2017.07.003",
    "pii": "S0958-2592(17)30140-2"
  },
  "doi": "10.1016/j.foot.2017.07.003",
  "dates": {
    "completed": "2020-04-16",
    "revised": "2020-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:51.012491",
    "pmid": "29174064"
  }
}