{
  "pmid": "29175415",
  "uid": "29175415",
  "title": "Multiple overlapping systematic reviews facilitate the origin of disputes: the case of thrombolytic therapy for pulmonary embolism.",
  "abstract": "OBJECTIVE: To explore disagreements in multiple systematic reviews (SRs) assessing the benefit-to-harm ratio of thrombolytic therapy in patients with intermediate-risk pulmonary embolism (PE). STUDY DESIGN AND SETTING: MEDLINE, EMBASE, Cochrane Database of Systematic Reviews, and Database of Abstracts and Reviews of Effectiveness were searched up to April 14, 2016. We included SRs and guidelines that evaluated thrombolytic therapy, compared with anticoagulation alone, in intermediate-risk PE. We calculated pooled risk ratio (RR) and absolute risk difference (RD), with interquartile range (IQR), for all-cause mortality, recurrent PE, and major bleeding. RESULTS: We marked the Pulmonary Embolism Thrombolysis trial, the largest trial, as a research milestone. Since its release in 2014, 12 SRs (2-15 included trials) and two major guidelines were published. Studies were concordant in reporting that thrombolysis reduced all-cause mortality (median RD -1.55%, IQR -1.60% to -1.40%; median RR 0.55, IQR 0.48-0.61). Discordant results were found for major bleeding (median RD 4.70%, IQR 0.90%-5.70%), with SRs reporting results in opposite directions. Relevant magnitude of effects and precision for benefits and harms were never prespecified. CONCLUSION: Fourteen evidence syntheses were published within 25 months. Conclusions suggested mortality reduction associated with thrombolytics. Therapy harm was more dispersed and alternatively considered. Interpretation of the benefit-to-harm ratio was elusive, and modest incremental advantages might or not be important, facilitating the origin of disputes.",
  "authors": [
    {
      "last_name": "Riva",
      "fore_name": "Nicoletta",
      "initials": "N",
      "name": "Nicoletta Riva",
      "affiliations": [
        "Faculty of Medicine and Surgery, Department of Pathology, University of Malta, Msida, MSD 2080, Malta."
      ]
    },
    {
      "last_name": "Puljak",
      "fore_name": "Livia",
      "initials": "L",
      "name": "Livia Puljak",
      "affiliations": [
        "Cochrane Croatia, University of Split School of Medicine, Soltanska 2, Split 21000, Croatia."
      ]
    },
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Policy, Access and Use (PAU), Essential Medicines and Health Products Department (EMP), World Health Organization, 20, avenue Appia, 1211 Geneva, Switzerland. Electronic address: mojal@who.int."
      ]
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": [
        "Department of Clinical and Experimental Medicine, University of Insubria and ASST Settelaghi, Viale Borri 57, Varese 21100, Italy."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and of Medicine, McMaster University, 1280 Main Street W, Hamilton ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Magrini",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Magrini",
      "affiliations": [
        "Policy, Access and Use (PAU), Essential Medicines and Health Products Department (EMP), World Health Organization, 20, avenue Appia, 1211 Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Squizzato",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Squizzato",
      "affiliations": [
        "Department of Clinical and Experimental Medicine, University of Insubria and ASST Settelaghi, Viale Borri 57, Varese 21100, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "97",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "1",
  "end_page": "13",
  "pages": "1-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Consensus",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Pulmonary Embolism",
    "Systematic Reviews as Topic",
    "Thrombolytic Therapy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29175415",
    "doi": "10.1016/j.jclinepi.2017.11.012",
    "pii": "S0895-4356(17)31269-6"
  },
  "doi": "10.1016/j.jclinepi.2017.11.012",
  "dates": {
    "completed": "2019-09-11",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.647889",
    "pmid": "29175415"
  }
}