{
  "pmid": "29170676",
  "uid": "29170676",
  "title": "Plasticity in Meristem Allocation as an Adaptive Strategy of a Desert Shrub under Contrasting Environments.",
  "abstract": "The pattern of resource allocation to reproduction vs. vegetative growth is a core component of a plant's life-history strategy. Plants can modify their biomass allocation patterns to adapt to contrasting environments. Meristems can have alternative fates to commit to vegetative growth, reproduction, or remaining inactive (dormant or senescent/dead). However, knowledge about whether meristem fates can interpret adaptive changes in biomass allocation remains largely unknown. We measured aboveground plant biomass (a proxy of plant size) and meristem number of a dominant shrub Artemisia ordosica in three populations occupying different habitats in the Mu Us Desert of northern China. Size-dependent biomass allocation and meristem allocation among habitats were compared. The size-dependent biomass allocation and meristem allocation of A. ordosica strongly varied across habitats. There were significant positive linear relationships between meristem allocation and biomass allocation in all habitats, indicating that meristem allocation is an indicator of the estimated resource allocation to reproductive and vegetative organs in this species. Plasticity in meristem allocation was more likely caused by larger individuals having less active meristems due to environmental stress. Vegetative meristems (VM) were likely more vulnerable to environmental limitation than reproductive ones, resulting in the ratio of resource investment between vegetative and reproductive functions exhibiting plasticity in different habitats. A. ordosica invested a higher fraction of its resource to reproduction in the adverse habitat, while more resource to vegetative growth in the favorable habitat. A. ordosica adopts different resource allocation patterns to adapt to contrasting habitat conditions through altering its meristem fates. Our results suggest that the arid-adapted shrub A. ordosica deactivates more VM than reproductive ones to hedge against environmental stress, representing an important adaptive strategy. This information contributes to understand the life-history strategies of long-lived plants under stressful environments.",
  "authors": [
    {
      "last_name": "She",
      "fore_name": "Weiwei",
      "initials": "W",
      "name": "Weiwei She",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Yuxuan",
      "initials": "Y",
      "name": "Yuxuan Bai",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China.",
        "Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shugao",
      "initials": "S",
      "name": "Shugao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China.",
        "Engineering Research Center of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Liu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing, China.",
        "Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2017"
  },
  "start_page": "1933",
  "pages": "1933",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29170676",
    "pmc": "PMC5684672",
    "doi": "10.3389/fpls.2017.01933"
  },
  "doi": "10.3389/fpls.2017.01933",
  "pmc_id": "PMC5684672",
  "dates": {
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.261546",
    "pmid": "29170676"
  }
}