{
  "pmid": "29175281",
  "uid": "29175281",
  "title": "Predicting Survival in Patients With Heart Failure With an Implantable Cardioverter Defibrillator: The Heart Failure Meta-Score.",
  "abstract": "BACKGROUND: Prognostic evaluation in heart failure (HF) is important to predict future events and decide timely management. Many HF patients are treated with the use of an implantable cardioverter-defibrillator (ICD). This study aimed to validate a meta-analytically derived prognostic score to predict survival in ICD-HF patients. METHODS AND RESULTS: The HF Meta-score includes 14 independent mortality predictors identified in a meta-analysis, including age, sex, ethnicity, diabetes, chronic obstructive pulmonary disease, peripheral vascular disease, atrial fibrillation, ischemic cardiomyopathy, history of HF admission, New York Heart Association functional class, left ventricular ejection fraction, renal function, QRS duration, secondary prevention indication, and ICD shocks. The HF Meta-score performance was evaluated in comparison with the Seattle Heart Failure Model (SHFM) and the SHOCKED predictors in a cohort of 9860 ambulatory ICD patients from the Ontario provincial database for 2007-2011. During 3-year follow-up, 1816 patients died. The HF Meta-score showed excellent calibration, very good discrimination (c-statistic 0.74) and enhanced risk classification compared with the SHOCKED predictors, with better reclassifying in 19% and 56% of patients for 1- and 3-year survival, respectively. HF Meta-score performance was similar to the SHFM. CONCLUSIONS: The HF Meta-score is an evidence-based derived model that provides an accurate prognosis assessment in HF patients with ICDs. Its development strategy permits further incorporation of new predictors when evidence becomes available.",
  "authors": [
    {
      "last_name": "Alba",
      "fore_name": "Ana C",
      "initials": "AC",
      "name": "Ana C Alba",
      "affiliations": [
        "Heart Failure/Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada. Electronic address: carolina.alba@uhn.ca."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "Wayne C",
      "initials": "WC",
      "name": "Wayne C Levy",
      "affiliations": [
        "Department of Cardiology, University of Washington, Seattle, Washington."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Jiming",
      "initials": "J",
      "name": "Jiming Fang",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Heather J",
      "initials": "HJ",
      "name": "Heather J Ross",
      "affiliations": [
        "Heart Failure/Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Douglas S",
      "initials": "DS",
      "name": "Douglas S Lee",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiac failure",
    "iso_abbreviation": "J Card Fail",
    "issn": "1532-8414",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "735",
  "end_page": "745",
  "pages": "735-745",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Defibrillators, Implantable",
    "Global Health",
    "Heart Failure",
    "Humans",
    "Registries",
    "Risk Assessment",
    "Stroke Volume",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "29175281",
    "doi": "10.1016/j.cardfail.2017.11.002",
    "pii": "S1071-9164(17)31276-9"
  },
  "doi": "10.1016/j.cardfail.2017.11.002",
  "dates": {
    "completed": "2019-04-03",
    "revised": "2019-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.197393",
    "pmid": "29175281"
  }
}