{
  "pmid": "29174322",
  "uid": "29174322",
  "title": "Comparison of Patient Survival Between Hemodialysis and Peritoneal Dialysis Among Patients Eligible for Both Modalities.",
  "abstract": "BACKGROUND: Although peritoneal dialysis (PD) costs less to the health care system compared to in-center hemodialysis (HD), it is an underused therapy. Neither modality has been consistently shown to confer a clear benefit to patient survival. A key limitation of prior research is that study patients were not restricted to those eligible for both therapies. STUDY DESIGN: Retrospective cohort study. SETTING & PARTICIPANTS: All adult patients developing end-stage renal disease from January 2004 to December 2013 at any of 7 regional dialysis centers in Ontario, Canada, who had received at least 1 outpatient dialysis treatment and had completed a multidisciplinary modality assessment. PREDICTOR: HD or PD. OUTCOMES: Mortality from any cause. RESULTS: Among all incident patients with end-stage renal disease (1,579 HD and 453 PD), PD was associated with lower risk for death among patients younger than 65 years. However, after excluding approximately one-third of all incident patients deemed to be ineligible for PD, the modalities were associated with similar survival regardless of age. This finding was also observed in analyses that were restricted to patients initiating dialysis therapy electively as outpatients. The impact of modality on survival did not vary over time. LIMITATIONS: The determination of PD eligibility was based on the judgment of the multidisciplinary team at each dialysis center. CONCLUSIONS: HD and PD are associated with similar mortality among incident dialysis patients who are eligible for both modalities. The effect of modality on survival does not appear to change over time. Future comparisons of dialysis modality should be restricted to individuals who are deemed eligible for both modalities to reflect the outcomes of patients who have the opportunity to choose between HD and PD in clinical practice.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Wong",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Department of Medicine, Headwaters Health Care Center, Orangeville, Ontario, Canada. Electronic address: bcw@ualberta.net."
      ]
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Oliver",
      "affiliations": [
        "Department of Medicine, Sunnybrook Health Sciences Center, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holroyd-Leduc",
      "fore_name": "Jayna",
      "initials": "J",
      "name": "Jayna Holroyd-Leduc",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Venturato",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Venturato",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada; Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "344",
  "end_page": "351",
  "pages": "344-351",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Cohort Studies",
    "Cost-Benefit Analysis",
    "Female",
    "Humans",
    "Kaplan-Meier Estimate",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Patient Selection",
    "Peritoneal Dialysis",
    "Proportional Hazards Models",
    "Renal Dialysis",
    "Retrospective Studies",
    "Risk Assessment",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "29174322",
    "doi": "10.1053/j.ajkd.2017.08.028",
    "pii": "S0272-6386(17)30978-2"
  },
  "doi": "10.1053/j.ajkd.2017.08.028",
  "dates": {
    "completed": "2019-08-14",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.237494",
    "pmid": "29174322"
  }
}