{
  "pmid": "29184261",
  "uid": "29184261",
  "title": "Adherence to the CONSORT Statement in the Reporting of Randomized Controlled Trials on Pharmacological Interventions Published in Iranian Medical Journals.",
  "abstract": "BACKGROUND: Among manuscripts submitted to biomedical journals, randomized controlled trials (RCTs) form the backbone of evidence-based medicine. Hence, their protocol should be designed rigorously and their results should be reported clearly. To improve the quality of RCT reporting, researchers developed the CONSORT Statement in 1996 and updated it in 2010. This study was designed to assess the quality of RCT reporting vis-à-vis adherence to CONSORT among articles published in Iranian medical journals (English, Persian, CONSORT-endorsing, and non-CONSORT-endorsing). METHODS: In this cross-sectional study, all RCTs published in all Iranian medical journals from September 2012 to September 2013 were retrieved to evaluate their adherence to CONSORT. The journals' instructions for authors were also reviewed to find out whether or not they endorsed CONSORT. The CONSORT 2010 Checklist was used. Microsoft Excel 2007 was applied to analyze the data, and MedCalc was employed to compare the groups. RESULTS: Totally, 492 pharmacological RCTs that met our inclusion criteria were identified. Twenty-five items were reported in fewer than 50% of the articles. The differences between the articles published in Persian and English language journals were statistically significant in 17 items. The differences between the articles published in the CONSORT-endorsing and non-CONSORT-endorsing journals were significant in 8 items. CONCLUSION: Our findings showed very weak adherence to CONSORT. Authors, reviewers, and editors should be trained to use standards expressed by the CONSORT Group in reporting RCTs.",
  "authors": [
    {
      "last_name": "Sarveravan",
      "fore_name": "Pooneh",
      "initials": "P",
      "name": "Pooneh Sarveravan",
      "affiliations": [
        "Department of Medical Journalism, School of Paramedical, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Medical Journalism, School of Paramedical, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Shokrpour",
      "fore_name": "Nasrin",
      "initials": "N",
      "name": "Nasrin Shokrpour",
      "affiliations": [
        "Department of English Language, School of Paramedical, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Iranian journal of medical sciences",
    "iso_abbreviation": "Iran J Med Sci",
    "issn": "0253-0716",
    "issn_type": "Print",
    "volume": "42",
    "issue": "6",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "532",
  "end_page": "543",
  "pages": "532-543",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29184261",
    "pmc": "PMC5684374"
  },
  "pmc_id": "PMC5684374",
  "dates": {
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.534204",
    "pmid": "29184261"
  }
}