{
  "pmid": "29198999",
  "uid": "29198999",
  "title": "Society for Fetal Urology Classification vs Urinary Tract Dilation Grading System for Prognostication in Prenatal Hydronephrosis: A Time to Resolution Analysis.",
  "abstract": "PURPOSE: The Urinary Tract Dilation grading system for prenatal hydronephrosis was introduced to address potential shortcomings of the Society for Fetal Urology classification. Hydronephrosis resolution is an important patient outcome and is frequently discussed during family counseling. We compared these 2 grading systems and their ability to predict time to hydronephrosis resolution. MATERIALS AND METHODS: We prospectively screened 855 patients with prenatal hydronephrosis due to ureteropelvic junction obstruction-like hydronephrosis, nonrefluxing primary megaureter or vesicoureteral reflux between 2009 and 2015. Of the patients 454 were excluded due to surgery, late referral, absence of postnatal dilatation or presence of other anomalies, resulting in 401 eligible patients (of whom 81% were male) to be included for analyses. Hydronephrosis grades collected at baseline and last followup were compared to identify resolution trends through time. Hydronephrosis resolution was defined as renal pelvis anteroposterior diameter 10 mm or less at last followup. Time to resolution was analyzed using Cox proportion regression. RESULTS: Of 401 patients 328 (82%) had resolution during a mean ± SD followup of 24 ± 18 months (maximum 107). Cumulative resolution rate at 3 years was 98% for Society for Fetal Urology grade I hydronephrosis, 87% for grade II, 76% for grade III and 57% for grade IV. The 3-year hydronephrosis resolution rate was 90% for Urinary Tract Dilation postnatal grade 1 (low risk), 81% for grade 2 (intermediate risk) and 71% for grade 3 (high risk). CONCLUSIONS: Patients with distinctive baseline hydronephrosis grades (classified by Society for Fetal Urology or Urinary Tract Dilation system) had significantly different resolution times for hydronephrosis (p <0.001). Counseling families regarding time to resolution of prenatal hydronephrosis should remain the same whether using Society for Fetal Urology or Urinary Tract Dilation grading system.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGrath",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jegatheeswaran",
      "fore_name": "Kizanee",
      "initials": "K",
      "name": "Kizanee Jegatheeswaran",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": [
        "Division of Urology, Hospital for Sick Children, Toronto, Ontario, Canada; Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "199",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "1615",
  "end_page": "1621",
  "pages": "1615-1621",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Counseling",
    "Dilatation, Pathologic",
    "Family",
    "Female",
    "Fetus",
    "Humans",
    "Hydronephrosis",
    "Infant",
    "Infant, Newborn",
    "Kidney Pelvis",
    "Male",
    "Predictive Value of Tests",
    "Pregnancy",
    "Prognosis",
    "Prospective Studies",
    "Remission, Spontaneous",
    "Severity of Illness Index",
    "Time Factors",
    "Ultrasonography, Prenatal",
    "Ureter"
  ],
  "article_ids": {
    "pubmed": "29198999",
    "doi": "10.1016/j.juro.2017.11.077",
    "pii": "S0022-5347(17)77985-2"
  },
  "doi": "10.1016/j.juro.2017.11.077",
  "dates": {
    "completed": "2019-06-06",
    "revised": "2019-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.365324",
    "pmid": "29198999"
  }
}