{
  "pmid": "29197403",
  "uid": "29197403",
  "title": "Setting priorities for knowledge translation of Cochrane reviews for health equity: Evidence for Equity.",
  "abstract": "BACKGROUND: A focus on equity in health can be seen in many global development goals and reports, research and international declarations. With the development of a relevant framework and methods, the Campbell and Cochrane Equity Methods Group has encouraged the application of an 'equity lens' to systematic reviews, and many organizations publish reviews intended to address health equity. The purpose of the Evidence for Equity (E4E) project was to conduct a priority-setting exercise and apply an equity lens by developing a knowledge translation product comprising summaries of systematic reviews from the Cochrane Library. E4E translates evidence from systematic reviews into 'friendly front end' summaries for policy makers. METHODS: The following topic areas with high burdens of disease globally, were selected for the pilot: diabetes/obesity, HIV/AIDS, malaria, nutrition, and mental health/depression. For each topic area, a \"stakeholder panel\" was assembled that included policymakers and researchers. A systematic search of Cochrane reviews was conducted for each area to identify equity-relevant interventions with a meaningful impact. Panel chairs developed a rating sheet which was used by all panels to rank the importance of these interventions by: 1) Ease of Implementation; 2) Health System Requirements; 3)Universality/Generalizability/Share of Burden; and 4) Impact on Inequities/Effect on equity. The ratings of panel members were averaged for each intervention and criterion, and interventions were ordered according to the average overall ratings. RESULTS: Stakeholder panels identified the top 10 interventions from their respective topic areas. The evidence on these interventions is being summarized with an equity focus and the results posted online, at http://methods.cochrane.org/equity/e4e-series . CONCLUSIONS: This method provides an explicit approach to setting priorities by systematic review groups and funders for providing decision makers with evidence for the most important equity-relevant interventions.",
  "authors": [
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Canada. tugwell.bb@uottawa.ca.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada. tugwell.bb@uottawa.ca.",
        "WHO Collaborating Centre for Knowledge Translation and Health Technology Assessment in Health Equity, Bruyère Research Institute, Ottawa, Canada. tugwell.bb@uottawa.ca."
      ]
    },
    {
      "last_name": "Petkovic",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Petkovic",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Vincent",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Bhutta",
      "fore_name": "Zulfiqar A",
      "initials": "ZA",
      "name": "Zulfiqar A Bhutta",
      "affiliations": [
        "Center of Excellence in Women and Child Health, The Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Churchill",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Churchill",
      "affiliations": [
        "Centre for Reviews and Dissemination, University of York, York, UK."
      ]
    },
    {
      "last_name": "deSavigny",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don deSavigny",
      "affiliations": [
        "Department of Epidemiology and Public Health, Swiss Tropical and Public Health Institute, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pantoja",
      "fore_name": "Tomas",
      "initials": "T",
      "name": "Tomas Pantoja",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine, Pontificia Universidad Católica de Chile, Centro Medico San Joaquin, Santiago, Chile."
      ]
    }
  ],
  "journal": {
    "title": "International journal for equity in health",
    "iso_abbreviation": "Int J Equity Health",
    "issn": "1475-9276",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "208",
  "pages": "208",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Health Equity",
    "Health Policy",
    "Health Priorities",
    "Humans",
    "Review Literature as Topic",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "29197403",
    "pmc": "PMC5712153",
    "doi": "10.1186/s12939-017-0697-5",
    "pii": "10.1186/s12939-017-0697-5"
  },
  "doi": "10.1186/s12939-017-0697-5",
  "pmc_id": "PMC5712153",
  "dates": {
    "completed": "2018-07-24",
    "revised": "2024-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.511680",
    "pmid": "29197403"
  }
}