{
  "pmid": "29197440",
  "uid": "29197440",
  "title": "A Quality Analysis of Systematic Reviews in Dentistry, Part 1: Meta-Analyses of Randomized Controlled Trials.",
  "abstract": "OBJECTIVES: As the volume of publications in dentistry continues to increase, clinicians are becoming increasingly reliant on systematic reviews and meta-analyses as their primary source of evidence. With an increase in the dependence on dental metaanalyses, it is important to ensure that they are being conducted with as little bias as possible. The objective of this systematic review is to assess the quality of therapeutic meta-analyses of randomized controlled trials (RCTs) on dental-related topics and to analyze how quality has changed over time. METHODS: All relevant studies were searched for through MEDLINE, Embase, PsycINFO, and the Cochrane Library. Title, abstract, and full-text review, as well as data extraction and quality assessment, were all conducted in duplicate. All reviewers used a pilot-tested extraction form that included the AMSTAR checklist to assess quality of systematic reviews. A logit link function ordinal regression was conducted to evaluate quality improvement trends over time. RESULTS: Of the 3832 studies identified, 208 studies were selected for review. Of these, 13% provided an a priori design, 53% screened and extracted data in duplicate, 29% included gray literature, 63% assessed the quality of included studies, and 39% assessed publication bias. As was indicated by the ordinal regression, the quality of meta-analyses, as per the AMSTAR criteria, has increased significantly with time (P < .001). CONCLUSIONS: This investigation illustrates that although the quality of meta-analyses of RCTs has been increasing since the start of the millennium, there remains substantial room for improvement within all aspects of systematic review reporting and methodology. Therefore, it is critical for clinicians to take caution when reading systematic reviews and meta-analyses, ensuring that the principals of critical appraisal are applied when interpreting meta-analyses of RCTs.",
  "authors": [
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Division of Oral and Maxillofacial Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Li",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bui",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Bui",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muir",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Muir",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": [
        "Department of Dental Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Endodontics, University of Toronto, Toronto, Ontario, Canada. Electronic address: amir.azarpazhooh@dentistry.utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "The journal of evidence-based dental practice",
    "iso_abbreviation": "J Evid Based Dent Pract",
    "issn": "1532-3390",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "389",
  "end_page": "398",
  "pages": "389-398",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Checklist",
    "Dentistry",
    "Humans",
    "Publication Bias",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "29197440",
    "doi": "10.1016/j.jebdp.2017.06.004",
    "pii": "S1532-3382(17)30155-0"
  },
  "doi": "10.1016/j.jebdp.2017.06.004",
  "dates": {
    "completed": "2019-11-26",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:18.042267",
    "pmid": "29197440"
  }
}