{
  "pmid": "29197529",
  "uid": "29197529",
  "title": "The longitudinal association between temperament and physical activity in young children.",
  "abstract": "OBJECTIVE: To examine the longitudinal association of negative affect and physical activity in a population of preschool children. STUDY DESIGN: Participants included 763 children (53% male) attending scheduled health supervision visits in their primary care physicians' offices. Data were collected at two time points at mean ages 27 (SD=5.4) and 47 (SD=6.2) months. Negative affect (NA) was measured using the Negative Affectivity (frustration/anger, decreased soothability) domain of the Children's Behavior Questionnaire. Physical Activity (PA) was assessed using a parent-report questionnaire. Multiple regression analyses tested the association between NA and PA, adjusting for child age, sex, z-BMI, PA at Time 1, maternal education, household income, and season, and examined for sex differences in the relationship between NA and PA. RESULTS: The longitudinal association between NA at Time 1 and PA at Time 2 was moderated by sex (p<0.001). After adjusting for covariates, females with greater NA at Time 1 had decreased PA at Time 2 (p=0.01), whereas males with greater NA at Time 1 had increased PA at Time 2 (p=0.01). Specifically, among females, every 1 unit increase in NA at Time 1 was associated with a 9.9min/day decrease in PA at Time 2 (95% CI: -17.1, -2.8). CONCLUSIONS: NA and PA were associated early in childhood and the effects of NA on PA were gender specific. These findings underscore the importance of longitudinal and gender-specific analyses in mood-obesity research.",
  "authors": [
    {
      "last_name": "Korczak",
      "fore_name": "Daphne J",
      "initials": "DJ",
      "name": "Daphne J Korczak",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Canada. Electronic address: daphne.korczak@sickkids.ca."
      ]
    },
    {
      "last_name": "Madigan",
      "fore_name": "Sheri",
      "initials": "S",
      "name": "Sheri Madigan",
      "affiliations": [
        "Department of Psychology, University of Calgary, Calgary, AB, Canada; Alberta Children's Hospital Research Institute, Calgary, AB, Canada. Electronic address: sheri.madigan@ucalgary.ca."
      ]
    },
    {
      "last_name": "Colasanto",
      "fore_name": "Marlena",
      "initials": "M",
      "name": "Marlena Colasanto",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, ON, Canada. Electronic address: marlena.colasanto@sickkids.ca."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Canada; Division of Child and Youth, Centre for Addiction and Mental Health, Toronto, ON, Canada. Electronic address: peter.szatmari@utoronto.ca."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Chen",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, University of Toronto, ON, Canada. Electronic address: chenyang@smh.ca."
      ]
    },
    {
      "last_name": "Maguire",
      "fore_name": "Jonathon",
      "initials": "J",
      "name": "Jonathon Maguire",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, and Department of Pediatrics, St Michael's Hospital, Toronto, ON, Canada; Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: jonathon.maguire@utoronto.ca."
      ]
    },
    {
      "last_name": "Parkin",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Parkin",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children, Toronto, ON, Canada; Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: patricia.parkin@sickkids.ca."
      ]
    },
    {
      "last_name": "Birken",
      "fore_name": "Catherine S",
      "initials": "CS",
      "name": "Catherine S Birken",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children, Toronto, ON, Canada; Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada. Electronic address: catherine.birken@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "111",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "342",
  "end_page": "347",
  "pages": "342-347",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child Behavior",
    "Child, Preschool",
    "Exercise",
    "Female",
    "Health Promotion",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Obesity",
    "Ontario",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Temperament"
  ],
  "article_ids": {
    "pubmed": "29197529",
    "doi": "10.1016/j.ypmed.2017.11.021",
    "pii": "S0091-7435(17)30462-0"
  },
  "doi": "10.1016/j.ypmed.2017.11.021",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2019-05-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.383691",
    "pmid": "29197529"
  }
}