{
  "pmid": "29212452",
  "uid": "29212452",
  "title": "The effectiveness of physiologically based early warning or track and trigger systems after triage in adult patients presenting to emergency departments: a systematic review.",
  "abstract": "BACKGROUND: Changes to physiological parameters precede deterioration of ill patients. Early warning and track and trigger systems (TTS) use routine physiological measurements with pre-specified thresholds to identify deteriorating patients and trigger appropriate and timely escalation of care. Patients presenting to the emergency department (ED) are undiagnosed, undifferentiated and of varying acuity, yet the effectiveness and cost-effectiveness of using early warning systems and TTS in this setting is unclear. We aimed to systematically review the evidence on the use, development/validation, clinical effectiveness and cost-effectiveness of physiologically based early warning systems and TTS for the detection of deterioration in adult patients presenting to EDs. METHODS: We searched for any study design in scientific databases and grey literature resources up to March 2016. Two reviewers independently screened results and conducted quality assessment. One reviewer extracted data with independent verification of 50% by a second reviewer. Only information available in English was included. Due to the heterogeneity of reporting across studies, results were synthesised narratively and in evidence tables. RESULTS: We identified 6397 citations of which 47 studies and 1 clinical trial registration were included. Although early warning systems are increasingly used in EDs, compliance varies. One non-randomised controlled trial found that using an early warning system in the ED may lead to a change in patient management but may not reduce adverse events; however, this is uncertain, considering the very low quality of evidence. Twenty-eight different early warning systems were developed/validated in 36 studies. There is relatively good evidence on the predictive ability of certain early warning systems on mortality and ICU/hospital admission. No health economic data were identified. CONCLUSIONS: Early warning systems seem to predict adverse outcomes in adult patients of varying acuity presenting to the ED but there is a lack of high quality comparative studies to examine the effect of using early warning systems on patient outcomes. Such studies should include health economics assessments.",
  "authors": [
    {
      "last_name": "Wuytack",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Wuytack",
      "affiliations": [
        "School of Nursing & Midwifery, National University of Ireland Galway, Galway, County Galway, Ireland. wuytacf@tcd.ie."
      ],
      "orcid": "0000-0001-7720-1722"
    },
    {
      "last_name": "Meskell",
      "fore_name": "Pauline",
      "initials": "P",
      "name": "Pauline Meskell",
      "affiliations": [
        "School of Nursing & Midwifery, National University of Ireland Galway, Galway, County Galway, Ireland."
      ]
    },
    {
      "last_name": "Conway",
      "fore_name": "Aislinn",
      "initials": "A",
      "name": "Aislinn Conway",
      "affiliations": [
        "Health Research Board Trials Methodology Research Network, Galway, Ireland."
      ]
    },
    {
      "last_name": "McDaid",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona McDaid",
      "affiliations": [
        "Nurse Lead, National Emergency Medicine Programme/Clinical Nurse Manager, Emergency Department, Naas General Hospital, Naas, County Kildare, Ireland."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St. W., HSC-2C15, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Hickey",
      "fore_name": "Fergal G",
      "initials": "FG",
      "name": "Fergal G Hickey",
      "affiliations": [
        "Sligo University Hospital, Sligo, Ireland."
      ]
    },
    {
      "last_name": "Gillespie",
      "fore_name": "Paddy",
      "initials": "P",
      "name": "Paddy Gillespie",
      "affiliations": [
        "Health Economics & Policy Analysis Centre (HEPAC), School of Business & Economics, National University of Ireland Galway, Galway, County Galway, Ireland."
      ]
    },
    {
      "last_name": "Raymakers",
      "fore_name": "Adam J N",
      "initials": "AJN",
      "name": "Adam J N Raymakers",
      "affiliations": [
        "Health Economics & Policy Analysis Centre (HEPAC), School of Business & Economics, National University of Ireland Galway, Galway, County Galway, Ireland."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Smith",
      "affiliations": [
        "School of Nursing & Midwifery, National University of Ireland Galway, Galway, County Galway, Ireland."
      ]
    },
    {
      "last_name": "Devane",
      "fore_name": "Declan",
      "initials": "D",
      "name": "Declan Devane",
      "affiliations": [
        "School of Nursing & Midwifery, National University of Ireland Galway, Galway, County Galway, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "BMC emergency medicine",
    "iso_abbreviation": "BMC Emerg Med",
    "issn": "1471-227X",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "06"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Deterioration",
    "Emergency Service, Hospital",
    "Humans",
    "Monitoring, Physiologic",
    "Severity of Illness Index",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "29212452",
    "pmc": "PMC5719672",
    "doi": "10.1186/s12873-017-0148-z",
    "pii": "10.1186/s12873-017-0148-z"
  },
  "doi": "10.1186/s12873-017-0148-z",
  "pmc_id": "PMC5719672",
  "dates": {
    "completed": "2018-06-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.398267",
    "pmid": "29212452"
  }
}