{
  "pmid": "29211765",
  "uid": "29211765",
  "title": "Impact of multisectoral health determinants on child mortality 1980-2010: An analysis by country baseline mortality.",
  "abstract": "INTRODUCTION: Some health determinants require relatively stronger health system capacity and socioeconomic development than others to impact child mortality. Few quantitative analyses have analyzed how the impact of health determinants varies by mortality level. METHODS: 149 low- and middle-income countries were stratified into high, moderate, low, and very low baseline levels of child mortality in 1990. Data for 52 health determinants were collected for these countries for 1980-2010. To quantify how changes in health determinants were associated with mortality decline, univariable and multivariable regression models were constructed. An advanced statistical technique that is new for child mortality analyses-MM-estimation with first differences and country clustering-controlled for outliers, fixed effects, and variation across decades. FINDINGS: Some health determinants (immunizations, education) were consistently associated with child mortality reduction across all mortality levels. Others (staff availability, skilled birth attendance, fertility, water and sanitation) were associated with child mortality reduction mainly in low or very low mortality settings. The findings indicate that the impact of some health determinants on child mortality was only apparent with stronger health systems, public infrastructure and levels of socioeconomic development, whereas the impact of other determinants was apparent at all stages of development. Multisectoral progress was essential to mortality reduction at all baseline mortality levels. CONCLUSION: Policy-makers can use such analyses to direct investments in health and non-health sectors and to set five-year child mortality targets appropriate for their baseline mortality levels and local context.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Robert L",
      "initials": "RL",
      "name": "Robert L Cohen",
      "affiliations": [
        "United States Agency for International Development, Washington, DC, United States of America."
      ],
      "orcid": "0000-0002-5666-117X"
    },
    {
      "last_name": "Murray",
      "fore_name": "John",
      "initials": "J",
      "name": "John Murray",
      "affiliations": [
        "Independent Consultant, Iowa City, Iowa, United States of America."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Arscott-Mills",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Arscott-Mills",
      "affiliations": [
        "ICF, Fairfax, Virginia, United States of America."
      ]
    },
    {
      "last_name": "Verardi",
      "fore_name": "Vincenzo",
      "initials": "V",
      "name": "Vincenzo Verardi",
      "affiliations": [
        "Université Libre de Bruxelles, Brussels, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "12",
    "pub_year": "2017"
  },
  "start_page": "e0188762",
  "pages": "e0188762",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child Mortality",
    "Child, Preschool",
    "Developing Countries",
    "Health Status Indicators",
    "History, 20th Century",
    "History, 21st Century",
    "Humans",
    "Infant",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "29211765",
    "pmc": "PMC5718556",
    "doi": "10.1371/journal.pone.0188762",
    "pii": "PONE-D-17-26553"
  },
  "doi": "10.1371/journal.pone.0188762",
  "pmc_id": "PMC5718556",
  "dates": {
    "completed": "2017-12-29",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.550542",
    "pmid": "29211765"
  }
}