{
  "pmid": "29212487",
  "uid": "29212487",
  "title": "Recognizing difficult trade-offs: values and treatment preferences for end-of-life care in a multi-site survey of adult patients in family practices.",
  "abstract": "BACKGROUND: Decisions about care options and the use of life-sustaining treatments should be informed by a person's values and treatment preferences. The objective of this study was to examine the consistency of ratings of the importance of the values statements and the association between values statement ratings and the patient's expressed treatment preference. METHODS: We conducted a multi-site survey in 20 family practices. Patients aged 50 and older self-completed a questionnaire assessing the importance of eight values (rated 1 to 10), and indicated their preference for use of life-sustaining treatment (5 options). We compared correlations among values to a priori hypotheses based on whether the value related to prolonging or shortening life, and examined expected relationships between importance of values and the preference option for life-sustaining treatment. RESULTS: Eight hundred ten patients participated (92% response rate). Of 24 a priori predicted correlations among values statements, 14 were statistically significant but nearly all were negligible in their magnitude and some were in the opposite direction than expected. For example, the correlation between importance of being comfortable and suffering as little as possible and the importance of living as long as possible should have been inversely correlated but was positively correlated (r = 0.08, p = 0.03). Correlations between importance of values items and preference were negligible, ranging from 0.03 to 0.13. CONCLUSIONS: Patients may not recognize that trade-offs in what is most important may be needed when considering the use of treatments. In the context of preparation for decision-making during serious illness, decision aids that highlight these trade-offs and connect values to preferences more directly may be more helpful than those that do not.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, David Braley Health Sciences Centre, 100 Main Street West, 5th floor, Hamilton, ON, L8P 1H6, Canada. mhoward@mcmaster.ca."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Bansback",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Bansback",
      "affiliations": [
        "School of Public and Population Health at the University of British Columbia, Vancouver, BC, Canada.",
        "Centre for Health Evaluation and Outcome Sciences, St Paul's Hospital, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Family Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Klein",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Barwich",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Barwich",
      "affiliations": [
        "Division of Palliative Care, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Centre for Health Evaluation and Outcome Sciences, St Paul's Hospital, Vancouver, BC, Canada.",
        "Division of Critical Care Medicine, St. Paul's Hospital and University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Nijjar",
      "fore_name": "Aman",
      "initials": "A",
      "name": "Aman Nijjar",
      "affiliations": [
        "General Internal Medicine, Faculty of Medicine, St. Paul's Hospital, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, Ontario, Canada.",
        "Clinical Evaluation Research Unit, Kingston General Hospital, Queen's University, Kingston, Ontario, Canada.",
        "Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "06"
  },
  "start_page": "164",
  "pages": "164",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Family Practice",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "29212487",
    "pmc": "PMC5719577",
    "doi": "10.1186/s12911-017-0570-x",
    "pii": "10.1186/s12911-017-0570-x"
  },
  "doi": "10.1186/s12911-017-0570-x",
  "pmc_id": "PMC5719577",
  "dates": {
    "completed": "2018-07-25",
    "revised": "2019-01-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CORE2013-13",
      "agency": "Canadian Frailty Network which is supported by the Government of Canada through the Networks of Centres of Excellence program"
    },
    {
      "grant_id": "06687",
      "agency": "Ontario Ministry of Health and Long-Term Care"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.523397",
    "pmid": "29212487"
  }
}