{
  "pmid": "29225911",
  "uid": "29225911",
  "title": "Understanding muscle-immune interactions in adolescent idiopathic scoliosis: a feasibility study.",
  "abstract": "BACKGROUND: Adolescent idiopathic scoliosis (AIS) is the most common form of scoliosis in children, and its cause remains unknown. The Immune-metabolic CONnections to Scoliosis (ICONS) Study was designed to elucidate the potential mechanisms by which immune system-paraspinal muscle crosstalk contributes to the development of AIS. In this report, we document the evaluation of ICONS Study feasibility. METHODS: This study was conducted at a tertiary pediatric academic center in Hamilton, Ontario, Canada. We included boys and girls, aged 10-17 years with a diagnosis of AIS requiring corrective spinal surgery. Exclusion criteria included patients on high-dose steroids, immunosuppressive therapy, anti-thrombotic medications, those with an active infection for 15 days before participation, autoimmune disease, pregnancy, and patients who were unwilling to consent.Pre-determined feasibility criteria included permission to approach participants and recruitment rates of 80%, consenting of at least 80% of participants to provide biological samples, 90% or higher case report form and questionnaire completion, resources to be sufficient in at least 80% of recruitments, and the ability to successfully collect and process 80% or more of the biological samples needed for this study. RESULTS: Between August 2013 and October 2014, we identified 32 potential participants with AIS, but had the resources to approach only 16, of which 12 (75%) agreed to be approached by the research team, and all consented to participate. Of the 12 participants recruited, 11 questionnaire packages and muscle biopsies (91.7% for each objective) were collected, while other biological samples (serum, plasma, whole blood for DNA and RNA processing, urine) were collected from all participants. CONCLUSIONS: The ICONS study protocols and procedures are feasible. However, recruitment rates were less than predicted. For the full study, we plan on prolonging the recruitment phase and the inclusion of additional centers to achieve recruitment targets.",
  "authors": [
    {
      "last_name": "Rudrapatna",
      "fore_name": "Srikesh",
      "initials": "S",
      "name": "Srikesh Rudrapatna",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, HSC-3A57, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Department of Pediatric Surgery, Division of Orthopedics, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Missiuna",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Missiuna",
      "affiliations": [
        "Department of Pediatric Surgery, Division of Orthopedics, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Aditya",
      "fore_name": "Ishan",
      "initials": "I",
      "name": "Ishan Aditya",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, HSC-3A57, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Drew",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Drew",
      "affiliations": [
        "Department of Pediatric Surgery, Division of Orthopedics, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Sahar",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Sahar",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, HSC-3A57, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, HSC-3A57, Hamilton, Ontario Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada.",
        "Centre for Evaluation of Medicines, Hamilton, ON Canada.",
        "Biostatistics Unit, St Joseph's Healthcare-Hamilton, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, HSC-3A57, Hamilton, Ontario Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON Canada."
      ],
      "orcid": "0000-0002-6403-4715"
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29225911",
    "pmc": "PMC5715623",
    "doi": "10.1186/s40814-017-0193-0",
    "pii": "193"
  },
  "doi": "10.1186/s40814-017-0193-0",
  "pmc_id": "PMC5715623",
  "dates": {
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.510226",
    "pmid": "29225911"
  }
}