{
  "pmid": "29225906",
  "uid": "29225906",
  "title": "Patient Engagement in Kidney Research: Opportunities and Challenges Ahead.",
  "abstract": "PURPOSE OF REVIEW: Patient engagement in research is increasingly recognized as an important component of the research process and may facilitate translation of research findings. To heighten awareness on this important topic, this review presents opportunities and challenges of patient engagement in research, drawing on specific examples from 4 areas of Canadian kidney research conducted by New Investigators in the Kidney Research Scientist Core Education and National Training (KRESCENT) Program. SOURCES OF INFORMATION: Research expertise, published reports, peer-reviewed articles, and research funding body websites. METHODS: In this review, the definition, purpose, and potential benefits of patient engagement in research are discussed. Approaches toward patient engagement that may help with translation and uptake of research findings into clinical practice are highlighted. Opportunities and challenges of patient engagement are presented in both basic science and clinical research with the following examples of kidney research: (1) precision care in focal and segmental glomerulosclerosis, (2) systems biology approaches to improve management of chronic kidney disease and enhance kidney graft survival, (3) reducing the incidence of suboptimal dialysis initiation, and (4) use of patient-reported outcome measures (PROMs) and patient-reported experience measures (PREMs) in kidney practice. KEY FINDINGS: Clinical research affords more obvious opportunities for patient engagement. The most obvious step at which to engage patients is in the setting of research priorities. Engagement at all stages of the research cycle may prove to be more challenging, and requires a detailed plan, along with funds and infrastructure to ensure that it is not merely tokenistic. Basic science research is several steps removed from the clinical application and involves complex scientific concepts, which makes patient engagement inherently more difficult. LIMITATIONS: This is a narrative review of the literature that has been partly influenced by the perspectives and experiences of the authors and focuses on research conducted by the authors. The evidence base to support the suggested benefits of patient engagement in research is currently limited. IMPLICATIONS: The formal incorporation of patients' priorities, perspectives, and experiences is now recognized as a key component of the research process. If patients and researchers are able to effectively work together, this could enhance research quality and efficiency. To effectively engage patients, proper infrastructure and dedicated funding are needed. Going forward, a rigorous evaluation of patient engagement strategies and their effectiveness will be needed.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barua",
      "fore_name": "Moumita",
      "initials": "M",
      "name": "Moumita Barua",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada.",
        "Toronto General Hospital Research Institute, Toronto General Hospital, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Ontario, Canada.",
        "Institute of Medical Sciences, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Konvalinka",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Konvalinka",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada.",
        "Toronto General Hospital Research Institute, Toronto General Hospital, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Ontario, Canada.",
        "Institute of Medical Sciences, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schick-Makaroff",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schick-Makaroff",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2017"
  },
  "start_page": "2054358117740583",
  "pages": "2054358117740583",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29225906",
    "pmc": "PMC5714072",
    "doi": "10.1177/2054358117740583",
    "pii": "10.1177_2054358117740583"
  },
  "doi": "10.1177/2054358117740583",
  "pmc_id": "PMC5714072",
  "dates": {
    "revised": "2024-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.442000",
    "pmid": "29225906"
  }
}