{
  "pmid": "29222309",
  "uid": "29222309",
  "title": "Using pharmacokinetics to individualize hemophilia therapy.",
  "abstract": "Prevention and treatment of bleeding in hemophilia requires that plasma clotting factor activity of the replaced factor exceeds a defined target level. Most clinical decisions in hemophilia are based on implicit or explicit application of pharmacokinetic measures. The large interindividual variability in pharmacokinetics of factor concentrates suggests that relying on the average pharmacokinetic characteristics of factor concentrates would not allow optimizing the treatment of individual patients; for example, adjusting the frequency of infusions and targeting a specific clotting factor activity level on a case-by-case basis. However, individual pharmacokinetic profiles are seldom assessed as part of routine clinical care. Population pharmacokinetics provide options for precise and convenient characterization of pharmacokinetics characteristics of factor concentrates, simplified individual pharmacokinetic profiling, and individualized dosing. Population pharmacokinetics allow for the incorporation of determinants of interpatient variability and reduces the need for extensive postinfusion plasma sampling. Barriers to the implementation of population pharmacokinetics are the need for concentrate-specific pharmacokinetic models, Bayesian calculation power, and specific expertise for production, validation, and appraisal of forecasted estimates. Population pharmacokinetics provide an important theoretical and practical contribution to tailoring the treatment of hemophilia. The need remains for prospective exploration of the clinical impact of tailoring hemophilia treatment based on individual pharmacokinetics, and for the systematic validation of existing software solutions and concentrate-specific models.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research, Methods, Evidence, and Impact, and.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Hematology. American Society of Hematology. Education Program",
    "iso_abbreviation": "Hematology Am Soc Hematol Educ Program",
    "issn": "1520-4383",
    "issn_type": "Electronic",
    "volume": "2017",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "595",
  "end_page": "604",
  "pages": "595-604",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Blood Coagulation Factors",
    "Hemophilia A",
    "Humans",
    "Models, Biological",
    "Precision Medicine"
  ],
  "article_ids": {
    "pubmed": "29222309",
    "pmc": "PMC6142544",
    "doi": "10.1182/asheducation-2017.1.595",
    "pii": "2017/1/595"
  },
  "doi": "10.1182/asheducation-2017.1.595",
  "pmc_id": "PMC6142544",
  "dates": {
    "completed": "2018-07-17",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Blood Coagulation Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.180029",
    "pmid": "29222309"
  }
}