{
  "pmid": "29239074",
  "uid": "29239074",
  "title": "Barriers to the use of emergency medical services for ST-elevation myocardial infarction: Determining why many patients opt for self-transport.",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: Access to timely ST-elevation myocardial infarction (STEMI) care is facilitated by paramedics and emergency medical services (EMS). However, a large proportion of STEMI patients do not access care through EMS. This study sought to identify patient-reported factors for their decision to use (or not use) EMS. METHODS: Semi-structured interviews were conducted with a sample of STEMI patients admitted to a large tertiary care centre between November 2011 and January 2012. Participants were grouped according to mode of transportation to hospital at time of index event (EMS vs self-transport). Participant responses were classified using a published framework (modified for a STEMI population) as barriers or facilitators to EMS use, and compared between groups. RESULTS: Data were collected on 61 patients (32 EMS, 29 self-transport). Mean age was 60.3 (SD 11.5), and 23% were female. EMS users were more likely to have a Killip Class >1 (25% vs 4%; P = 0.03). Self-transport patients were more likely to perceive EMS as slower (48% vs 0%) and express concerns over resources misuse (34% vs 3%; P = 0.002), when compared to EMS patients. Patients who accessed EMS were more likely to acknowledge the benefits of EMS (44% vs 7%; P = 0.001) and were more likely to have been encouraged by a family member to call EMS (34% vs 4%; P = 0.003). CONCLUSIONS: STEMI patient perceptions are a key factor in determining EMS use. Health care stakeholders should target the identified barriers to improve utilization of EMS, and develop strategies to optimize care for patients who do not access EMS.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Connolly",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Connolly",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, Hamilton, Canada; Population Health Research Institute, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Welsford",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Welsford",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada; Centre for Paramedic Education and Research, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, Hamilton, Canada; Population Health Research Institute, Hamilton, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "375",
  "end_page": "379",
  "pages": "375-379",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Electrocardiography",
    "Emergency Medical Services",
    "Emotions",
    "Environment",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Patients",
    "Perception",
    "ST Elevation Myocardial Infarction",
    "Severity of Illness Index",
    "Tertiary Care Centers",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "29239074",
    "doi": "10.1111/jep.12858"
  },
  "doi": "10.1111/jep.12858",
  "dates": {
    "completed": "2018-11-05",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.144873",
    "pmid": "29239074"
  }
}