{
  "pmid": "29237654",
  "uid": "29237654",
  "title": "Investigating the effect of sociodemographic factors on 30-day hospital readmission among medical patients in Toronto, Canada: a prospective cohort study.",
  "abstract": "OBJECTIVE: To examine the influence of patient-level sociodemographic factors on the incidence of hospital readmission within 30 days among medical patients in a large Canadian metropolitan city. DESIGN: Prospective cohort study. SETTING AND PARTICIPANTS: Patients admitted to the General Internal Medicine service of an urban teaching hospital in Toronto, Canada participated in a survey of sociodemographic information. Patients were not surveyed if deemed medically unstable, receiving care in medical/surgical step-down beds or were isolated for infection control. Included in the final analysis was a diverse cohort of 1427 adult, non-palliative, patients who were discharged home. MEASURES: Thirteen patient-level sociodemographic variables were examined in relation to time to unplanned all-cause readmission within 30 days. Illness level was accounted for by the following covariates: self-perceived health status, previous hospital utilisation, primary diagnosis case mix group, Charlson Comorbidity Index score and inpatient length of stay. RESULTS: Approximately, 14.4% (n=205) of patients experienced readmission within 30 days. Sociodemographic factors were not significantly associated with time to readmission in unadjusted and adjusted analyses. Indicators of illness level, namely, previous hospitalisations, were the strongest risk factors for readmission within this cohort. One previous admission (adjusted HR 1.78; 95% CI 1.22 to 2.59, P<0.01) and at least four previous emergency department visits (adjusted HR 2.33; 95% CI 1.46 to 4.43, P<0.01) were associated with increased hazard of readmission within 30 days. CONCLUSIONS: Patient-level sociodemographic factors did not influence the incidence of unplanned all-cause readmission within 30 days. Further research is needed to understand the generalisability of our findings and investigate whether contextual factors, such as access to universal health insurance coverage, attenuate the effects of sociodemographic factors.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Robert W",
      "initials": "RW",
      "name": "Robert W Smith",
      "affiliations": [
        "Nuffield Department of Population Health, University of Oxford, Oxford, UK."
      ],
      "orcid": "0000-0002-3499-2816"
    },
    {
      "last_name": "Kuluski",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Kuluski",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Bridgepoint Collaboratory for Research and Innovation, Bridgepoint Active Healthcare, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Department of Medicine, Sinai Health System and University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Glazier",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Glazier",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Clinical Evaluative Sciences, Toronto, Canada."
      ]
    },
    {
      "last_name": "Forster",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Forster",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, Canada.",
        "Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeffs",
      "fore_name": "Lianne",
      "initials": "L",
      "name": "Lianne Jeffs",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "e017956",
  "pages": "e017956",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Hospitals, Teaching",
    "Hospitals, Urban",
    "Humans",
    "Kaplan-Meier Estimate",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Readmission",
    "Proportional Hazards Models",
    "Prospective Studies",
    "Socioeconomic Factors",
    "Urban Health",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29237654",
    "pmc": "PMC5728294",
    "doi": "10.1136/bmjopen-2017-017956",
    "pii": "bmjopen-2017-017956"
  },
  "doi": "10.1136/bmjopen-2017-017956",
  "pmc_id": "PMC5728294",
  "dates": {
    "completed": "2018-07-23",
    "revised": "2019-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.299845",
    "pmid": "29237654"
  }
}