{
  "pmid": "29237496",
  "uid": "29237496",
  "title": "Government policy interventions to reduce human antimicrobial use: protocol for a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Antimicrobial resistance (AMR) is a recognized threat to global public health. Increasing AMR and a dry pipeline of novel antimicrobial drugs have put AMR in the international spotlight. One strategy to combat AMR is to reduce antimicrobial drug consumption. Governments around the world have been experimenting with different policy interventions, such as regulating where antimicrobials can be sold, restricting the use of last-resort antimicrobials, funding AMR stewardship programs, and launching public awareness campaigns. To inform future action, governments should have access to synthesized data on the effectiveness of large-scale AMR interventions. This planned systematic review will (1) identify and describe previously evaluated government policy interventions to reduce human antimicrobial use and (2) estimate the effectiveness of these different strategies. METHODS: An electronic search strategy has been developed in consultation with two research librarians. Seven databases (MEDLINE, CINAHL, EMBASE, CENTRAL, PAIS Index, Web of Science, and PubMed excluding MEDLINE) will be searched, and additional studies will be identified using several gray literature search strategies. To be included, a study must (1) clearly describe the government policy and (2) use a rigorous design to quantitatively measure the impact of the policy on human antibiotic use. The intervention of interest is any policy intervention enacted by a government or government agency in any country to change human antimicrobial use. Two independent reviewers will screen for eligibility using criteria defined a priori. Data will be extracted with Covidence software using a customized extraction form. If sufficient data exists, a meta-analysis by intervention type will be conducted as part of the effectiveness review. However, if there are too few studies or if the interventions are too heterogeneous, data will be tabulated and a narrative synthesis strategy will be used. DISCUSSION: This evidence synthesis is intended for use by policymakers, public health practitioners, and researchers to inform future government policies aiming to address antimicrobial resistance. This review will also identify gaps in the evidence about the effectiveness of different policy interventions to inform future research priorities. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42017067514 .",
  "authors": [
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada. Susan.Rogers.Van.Katwyk@uOttawa.ca.",
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Ottawa, ON, Canada. Susan.Rogers.Van.Katwyk@uOttawa.ca."
      ],
      "orcid": "0000-0002-1758-8635"
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mendelson",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Mendelson",
      "affiliations": [
        "Division of Infectious Diseases and HIV Medicine, Groote Schuur Hospital, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Ottawa, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "13"
  },
  "start_page": "256",
  "pages": "256",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Resistance, Bacterial",
    "Drug Utilization Review",
    "Government",
    "Humans",
    "Policy",
    "Public Health Practice",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "29237496",
    "pmc": "PMC5729233",
    "doi": "10.1186/s13643-017-0640-2",
    "pii": "10.1186/s13643-017-0640-2"
  },
  "doi": "10.1186/s13643-017-0640-2",
  "pmc_id": "PMC5729233",
  "dates": {
    "completed": "2018-07-25",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "grant_id": "GLOBVAC Project #234608",
      "agency": "Research Council of Norway"
    },
    {
      "grant_id": "N/A (Contract Funding)",
      "agency": "Public Health Agency of Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.634312",
    "pmid": "29237496"
  }
}