{
  "pmid": "29236754",
  "uid": "29236754",
  "title": "Methodological comparison of alpine meadow evapotranspiration on the Tibetan Plateau, China.",
  "abstract": "Estimation of evapotranspiration (ET) for alpine meadow areas in the Tibetan Plateau (TP) is essential for water resource management. However, observation data has been limited due to the extreme climates and complex terrain of this region. To address these issues, four representative methods, Penman-Monteith (PM), Priestley-Taylor (PT), Hargreaves-Samani (HS), and Mahringer (MG) methods, were adopted to estimate ET, which were then compared with ET measured using Eddy Covariance (EC) for five alpine meadow sites during the growing seasons from 2010 to 2014. And each site was measured for one growing season during this period. The results demonstrate that the PT method outperformed at all sites with a coefficient of determination (R2) ranging from 0.76 to 0.94 and root mean square error (RMSE) ranging from 0.41 to 0.62 mm d-1. The PM method showed better performance than HS and MG methods, and the HS method produced relatively acceptable results with higher R2 (0.46) and lower RMSE (0.89 mm d-1) compared to MG method with R2 of 0.16 and RMSE of 1.62 mm d-1, while MG underestimated ET at all alpine meadow sites. Therefore, the PT method, being the simpler approach and less data dependent, is recommended to estimate ET for alpine meadow areas in the Tibetan Plateau. The PM method produced reliable results when available data were sufficient, and the HS method proved to be a complementary method when variables were insufficient. On the contrary, the MG method always underestimated ET and is, thus, not suitable for alpine meadows. These results provide a basis for estimating ET on the Tibetan Plateau for annual data collection, analysis, and future studies.",
  "authors": [
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "State Key Laboratory of Cryospheric Sciences, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou, China.",
        "University of Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wang",
      "affiliations": [
        "State Key Laboratory of Hydrology-Water Researches and Hydraulic Engineering, Hohai University, Nanjing, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Dahe",
      "initials": "D",
      "name": "Dahe Qin",
      "affiliations": [
        "State Key Laboratory of Cryospheric Sciences, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Yongjian",
      "initials": "Y",
      "name": "Yongjian Ding",
      "affiliations": [
        "State Key Laboratory of Cryospheric Sciences, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou, China.",
        "University of Chinese Academy of Sciences, Beijing, China.",
        "Key Laboratory of Ecohydrology of Inland River Basin, Chinese Academy of Sciences, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Qiudong",
      "initials": "Q",
      "name": "Qiudong Zhao",
      "affiliations": [
        "State Key Laboratory of Cryospheric Sciences, Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences, Lanzhou, China.",
        "Key Laboratory of Ecohydrology of Inland River Basin, Chinese Academy of Sciences, Lanzhou, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Fengjing",
      "initials": "F",
      "name": "Fengjing Liu",
      "affiliations": [
        "School of Forest Resources and Environmental Science, Michigan Technological University, Houghton, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Shiqiang",
      "initials": "S",
      "name": "Shiqiang Zhang",
      "affiliations": [
        "Shaanxi Key Laboratory of Earth Surface System and Environmental Carrying Capacity, Northwest University, Xi'an, Shaanxi Province, China.",
        "College of Urban and Environmental Science, Northwest University, Xi'an, Shaanxi Province, China."
      ],
      "orcid": "0000-0003-3407-6356"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "12",
    "pub_year": "2017"
  },
  "start_page": "e0189059",
  "pages": "e0189059",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Ecosystem",
    "Plant Transpiration",
    "Tibet"
  ],
  "article_ids": {
    "pubmed": "29236754",
    "pmc": "PMC5728505",
    "doi": "10.1371/journal.pone.0189059",
    "pii": "PONE-D-17-25067"
  },
  "doi": "10.1371/journal.pone.0189059",
  "pmc_id": "PMC5728505",
  "dates": {
    "completed": "2018-01-16",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.198106",
    "pmid": "29236754"
  }
}