{
  "pmid": "29241744",
  "uid": "29241744",
  "title": "Fragility of Results in Ophthalmology Randomized Controlled Trials: A Systematic Review.",
  "abstract": "PURPOSE: Evidence-based medicine is guided by our interpretation of randomized controlled trials (RCTs) that address important clinical questions. Evaluation of the robustness of statistically significant outcomes adds a crucial element to the global assessment of trial findings. The purpose of this systematic review was to determine the robustness of ophthalmology RCTs through application of the Fragility Index (FI), a novel metric of the robustness of statistically significant outcomes. DESIGN: Systematic review. METHODS: A literature search (MEDLINE) was performed for all RCTs published in top ophthalmology journals and ophthalmology-related RCTs published in high-impact journals in the past 10 years. Two reviewers independently screened 1811 identified articles for inclusion if they (1) were a human ophthalmology-related trial, (2) had a 1:1 prospective study design, and (3) reported a statistically significant dichotomous outcome in the abstract. All relevant data, including outcome, P value, number of patients in each group, number of events in each group, number of patients lost to follow-up, and trial characteristics, were extracted. The FI of each RCT was calculated and multivariate regression applied to determine predictive factors. RESULTS: The 156 trials had a median sample size of 91.5 (range, 13-2593) patients/eyes, and a median of 28 (range, 4-2217) events. The median FI of the included trials was 2 (range, 0-48), meaning that if 2 non-events were switched to events in the treatment group, the result would lose its statistical significance. A quarter of all trials had an FI of 1 or less, and 75% of trials had an FI of 6 or less. The FI was less than the number of missing data points in 52.6% of trials. Predictive factors for FI by multivariate regression included smaller P value (P < 0.001), larger sample size (P = 0.001), larger number of events (P = 0.011), and journal impact factor (P = 0.029). CONCLUSIONS: In ophthalmology trials, statistically significant dichotomous results are often fragile, meaning that a difference of only a couple of events can change the statistical significance. An application of the FI in RCTs may aid in the interpretation of results and assessment of quality of evidence.",
  "authors": [
    {
      "last_name": "Shen",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl Shen",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: carl.shen@medportal.ca."
      ]
    },
    {
      "last_name": "Shamsudeen",
      "fore_name": "Isabel",
      "initials": "I",
      "name": "Isabel Shamsudeen",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Departments of Surgery & Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sabri",
      "fore_name": "Kourosh",
      "initials": "K",
      "name": "Kourosh Sabri",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology",
    "iso_abbreviation": "Ophthalmology",
    "issn": "1549-4713",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "642",
  "end_page": "648",
  "pages": "642-648",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Databases, Factual",
    "Humans",
    "Journal Impact Factor",
    "Ophthalmology",
    "Periodicals as Topic",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sample Size",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "29241744",
    "doi": "10.1016/j.ophtha.2017.11.015",
    "pii": "S0161-6420(17)31987-5"
  },
  "doi": "10.1016/j.ophtha.2017.11.015",
  "dates": {
    "completed": "2019-08-16",
    "revised": "2019-08-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.366385",
    "pmid": "29241744"
  }
}