{
  "pmid": "29241137",
  "uid": "29241137",
  "title": "Improving post-detonation energetics residues estimations for the Life Cycle Environmental Assessment process for munitions.",
  "abstract": "The Life Cycle Environmental Assessment (LCEA) process for military munitions tracks possible environmental impacts incurred during all phases of the life of a munition. The greatest energetics-based emphasis in the current LCEA process is on manufacturing. A review of recent LCEAs indicates that energetics deposition on ranges from detonations and disposal during training is only peripherally examined through assessment of combustion products derived from closed-chamber testing or models. These assessments rarely report any measurable energetic residues. Field-testing of munitions for energetics residues deposition has demonstrated that over 30% of some energetic compounds remain after detonation, which conflicts with the LCEA findings. A study was conducted in the open environment to determine levels of energetics residue deposition and if combustion product results can be correlated with empirical deposition results. Energetics residues deposition, post-detonation combustion products, and fine aerosolized energetics particles following open-air detonation of blocks of Composition C4 (510 g RDX/block) were quantified. The deposited residues amounted to 3.6 mg of energetic per block of C4, or less than 0.001% of the original energetics. Aerial emissions of energetics were about 7% of the amount of deposited energetics. This research indicates that aerial combustion products analysis can provide a valuable supplement to energetics deposition data in the LCEA process but is insufficient alone to account for total residual energetics. This study demonstrates a need for the environmental testing of munitions to quantify energetics residues from live-fire training.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "US Army Cold Regions Research and Engineering Laboratory, 72 Lyme Road, Hanover, NH 03755, USA. Electronic address: Michael.Walsh@usace.army.mil."
      ]
    },
    {
      "last_name": "Gullett",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Gullett",
      "affiliations": [
        "U.S. Environmental Protection Agency, Office of Research and Development, National Risk Management Research Laboratory, Research Triangle Park, NC 27711, USA. Electronic address: Gullett.Brian@epa.gov."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Walsh",
      "affiliations": [
        "US Army Cold Regions Research and Engineering Laboratory, 72 Lyme Road, Hanover, NH 03755, USA. Electronic address: MWalsh@vermontel.net."
      ]
    },
    {
      "last_name": "Bigl",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Bigl",
      "affiliations": [
        "US Army Cold Regions Research and Engineering Laboratory, 72 Lyme Road, Hanover, NH 03755, USA. Electronic address: Matthew.F.Bigl@usace.army.mil."
      ]
    },
    {
      "last_name": "Aurell",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Aurell",
      "affiliations": [
        "University of Dayton Research Institute, 300 College Park, Dayton, OH 45469, USA. Electronic address: Aurell.Johanna@epa.gov."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "194",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "622",
  "end_page": "627",
  "pages": "622-627",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Environment",
    "Particulate Matter",
    "Risk Assessment",
    "Weapons"
  ],
  "article_ids": {
    "pubmed": "29241137",
    "mid": "NIHMS942968",
    "pmc": "PMC6361107",
    "doi": "10.1016/j.chemosphere.2017.11.072",
    "pii": "S0045-6535(17)31849-0"
  },
  "doi": "10.1016/j.chemosphere.2017.11.072",
  "pmc_id": "PMC6361107",
  "dates": {
    "completed": "2018-04-02",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Particulate Matter"
  ],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.909249",
    "pmid": "29241137"
  }
}