{
  "pmid": "29242711",
  "uid": "29242711",
  "title": "Effect of Point-of-Care Diagnostics on Maternal Outcomes in Human Immunodeficiency Virus-Infected Women: Systematic Review and Meta-analysis.",
  "abstract": "INTRODUCTION: The World Health Organization advocates for increased accessibility of HIV-related point-of-care (POC) diagnostics in settings that lack laboratory infrastructure. The aim of this study is to assess the impact of POC diagnostics on maternal health outcomes in HIV-infected women. METHODS: A systematic literature review used multiple data sources as follows: Cochrane Infectious Disease Group Specialized Register; Cochrane Central Register of Control Trials, published in The Cochrane Library; PubMed; EBSCOhost and LILACS from January 2000 to October 2015. References of included studies were hand searched. Randomized controlled trials (RCTs) and observational studies examining health outcomes of HIV-infected women were eligible for inclusion in this review. The Cochrane Risk of Bias tool was used for bias assessment of the included studies. PRISMA guidelines were used for reporting. RESULTS: Of the 695 studies identified, six retrievable studies (five cross-sectional studies and one case control study) met the inclusion criteria and were included in this study. These studies examined a total of 167 HIV-infected women in different study settings. No studies reported evidence of CD4 count, viral load and TB, and the syphilis POC test impact on HIV-infected women was not found by this study. Included studies reported the impact of various HIV rapid tests across the following five maternal outcomes: timely receipt of results with pooled effect size (ES) = 1.00 (95% confidence interval [CI]: (0.98; 1.02); enabling partner testing, ES = 0.95 (0.85; 1.04); prevention of mother-to-child transmission of HIV, ES = 0.86 (0.79; 0.93); linkage to antiretroviral treatment (ART), ES = 0.76 (0.69; 0.84); and linkage to HIV care, ES = 0.50 (0.18; 0.82). No studies reported evidence of the impact of POC testing on maternal mortality or maternal and child morbidity of HIV-infected women. CONCLUSIONS: The review provides an international overview of the impact of HIV POC diagnostics on maternal outcomes in HIV-infected women, showing the evidence that the HIV POC test is significantly associated with decreased mother-to-child transmission of HIV and increased linkage to ART and HIV care for HIV-infected women. It also revealed a gap in the literature aimed at assessing the impact of POC diagnostics on maternal morbidity and mortality in HIV-infected women.",
  "authors": [
    {
      "last_name": "Mashamba-Thompson",
      "fore_name": "Tivani P",
      "initials": "TP",
      "name": "Tivani P Mashamba-Thompson",
      "affiliations": [
        "Discipline of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Durban, South Africa."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sartorius",
      "fore_name": "Benn",
      "initials": "B",
      "name": "Benn Sartorius",
      "affiliations": [
        "Discipline of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Durban, South Africa."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Dennis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Drain",
      "fore_name": "Paul K",
      "initials": "PK",
      "name": "Paul K Drain",
      "affiliations": [
        "International Clinical Research Center, Department of Global Health, University of Washington, Seattle, USA.",
        "Division of Infectious Diseases, Department of Medicine, University of Washington, Seattle, USA.",
        "Department of Epidemiology, University of Washington, Seattle, USA.",
        "Department of Surgery, Massachusetts General Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit/FSORC, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Point of care",
    "iso_abbreviation": "Point Care",
    "issn": "1533-029X",
    "issn_type": "Print",
    "volume": "16",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Jun"
  },
  "start_page": "67",
  "end_page": "77",
  "pages": "67-77",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29242711",
    "mid": "NIHMS863547",
    "pmc": "PMC5726275"
  },
  "pmc_id": "PMC5726275",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 AI108293",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.122730",
    "pmid": "29242711"
  }
}