{
  "pmid": "29250219",
  "uid": "29250219",
  "title": "Use of acoustic cardiography immediately following electrical cardioversion to predict relapse of atrial fibrillation.",
  "abstract": "Predicting atrial fibrillation (AF) recurrence after successful electrical cardioversion (ECV) is difficult. The main aim of this study was to investigate whether acoustic cardiography (AUDICOR® 200) immediately post-ECV might provide indices for AF relapse following cardioversion. Acoustic cardiography parameters included Electromechanical Activation Time (EMAT), Left Ventricular Systolic Time (LVST), QRS duration, heart rate and third heart sound intensity (S3 Strength). We analysed data from 140 patients who underwent successful cardioversion and in whom AUDICOR results and echocardiographic measurements immediately after (baseline) ECV were available. Patients were prospectively followed-up at 4-6 weeks, 3 and 12 months post-ECV, and sinus rhythm maintenance was evaluated using acoustic cardiography and Holter electrocardiography. The effect of each baseline AUDICOR parameter on the hazard of AF relapse was investigated using Cox proportional hazards (PH) models. Fifty patients (35.7%) had AF relapse. Of all the AUDICOR parameters, only S3 Strength exhibited consistent predictive value. Increasing S3 Strength increased the hazard of relapse in a univariable Cox PH model (HR=2.52, p=0.003), and in two multivariable Cox PH model constructions (Model 1 excluded heart rate and Model II excluded EMAT/RR, LVST and LVST/RR) both of which included the parameters as continuous variables (Model I: HR=1.15, p=0.042; Model II: HR=1.14, p=0.045) or the parameters dichotomized according to suggested cut-points (Model I: HR=2.5, p=0.007; Model II: HR=2.09, p=0.031). In conclusion, this study suggests that acoustic cardiography may be a simple inexpensive and quantitative bedside method to assist in prediction of AF recurrence after ECV.",
  "authors": [
    {
      "last_name": "Erne",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Erne",
      "affiliations": [
        "Laboratory of Signal Transduction, Department of Biomedicine, Basel University Hospital and Basel University, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Resink",
      "fore_name": "Therese J",
      "initials": "TJ",
      "name": "Therese J Resink",
      "affiliations": [
        "Department of Cardiology, Luzerner Kantonsspital, Luzern, Switzerland."
      ]
    },
    {
      "last_name": "Mueller",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Mueller",
      "affiliations": [
        "Department of Cardiology, Luzerner Kantonsspital, Luzern, Switzerland."
      ]
    },
    {
      "last_name": "Coslovsky",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Coslovsky",
      "affiliations": [
        "Clinical Trial Unit, Basel University Hospital, Basel Switzerland."
      ]
    },
    {
      "last_name": "Kobza",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Kobza",
      "affiliations": [
        "Department of Cardiology, Luzerner Kantonsspital, Luzern, Switzerland."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Department of Cardiology, Basel University Hospital, Basel, Switzerland.",
        "Population Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bauer",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bauer",
      "affiliations": [
        "Inovise Medical, Inc., Beaverton, Oregon, USA."
      ]
    },
    {
      "last_name": "Arand",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Arand",
      "affiliations": [
        "Inovise Medical, Inc., Beaverton, Oregon, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of atrial fibrillation",
    "iso_abbreviation": "J Atr Fibrillation",
    "issn": "1941-6911",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2017"
  },
  "start_page": "1527",
  "pages": "1527",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29250219",
    "pmc": "PMC5673325",
    "doi": "10.4022/jafib.1527"
  },
  "doi": "10.4022/jafib.1527",
  "pmc_id": "PMC5673325",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:03.376331",
    "pmid": "29250219"
  }
}