{
  "pmid": "29253412",
  "uid": "29253412",
  "title": "Availability and affordability of blood pressure-lowering medicines and the effect on blood pressure control in high-income, middle-income, and low-income countries: an analysis of the PURE study data.",
  "abstract": "BACKGROUND: Hypertension is considered the most important risk factor for cardiovascular diseases, but its control is poor worldwide. We aimed to assess the availability and affordability of blood pressure-lowering medicines, and the association with use of these medicines and blood pressure control in countries at varying levels of economic development. METHODS: We analysed the availability, costs, and affordability of blood pressure-lowering medicines with data recorded from 626 communities in 20 countries participating in the Prospective Urban Rural Epidemiological (PURE) study. Medicines were considered available if they were present in the local pharmacy when surveyed, and affordable if their combined cost was less than 20% of the households' capacity to pay. We related information about availability and affordability to use of these medicines and blood pressure control with multilevel mixed-effects logistic regression models, and compared results for high-income, upper-middle-income, lower-middle-income, and low-income countries. Data for India are presented separately because it has a large generic pharmaceutical industry and a higher availability of medicines than other countries at the same economic level. FINDINGS: The availability of two or more classes of blood pressure-lowering drugs was lower in low-income and middle-income countries (except for India) than in high-income countries. The proportion of communities with four drug classes available was 94% in high-income countries (108 of 115 communities), 76% in India (68 of 90), 71% in upper-middle-income countries (90 of 126), 47% in lower-middle-income countries (107 of 227), and 13% in low-income countries (nine of 68). The proportion of households unable to afford two blood pressure-lowering medicines was 31% in low-income countries (1069 of 3479 households), 9% in middle-income countries (5602 of 65 471), and less than 1% in high-income countries (44 of 10 880). Participants with known hypertension in communities that had all four drug classes available were more likely to use at least one blood pressure-lowering medicine (adjusted odds ratio [OR] 2·23, 95% CI 1·59-3·12); p<0·0001), combination therapy (1·53, 1·13-2·07; p=0·054), and have their blood pressure controlled (2·06, 1·69-2·50; p<0·0001) than were those in communities where blood pressure-lowering medicines were not available. Participants with known hypertension from households able to afford four blood pressure-lowering drug classes were more likely to use at least one blood pressure-lowering medicine (adjusted OR 1·42, 95% CI 1·25-1·62; p<0·0001), combination therapy (1·26, 1·08-1·47; p=0·0038), and have their blood pressure controlled (1·13, 1·00-1·28; p=0·0562) than were those unable to afford the medicines. INTERPRETATION: A large proportion of communities in low-income and middle-income countries do not have access to more than one blood pressure-lowering medicine and, when available, they are often not affordable. These factors are associated with poor blood pressure control. Ensuring access to affordable blood pressure-lowering medicines is essential for control of hypertension in low-income and middle-income countries. FUNDING: Population Health Research Institute, the Canadian Institutes of Health Research, Heart and Stroke Foundation of Ontario, Canadian Institutes of Health Research Strategy for Patient Oriented Research through the Ontario SPOR Support Unit, the Ontario Ministry of Health and Long-Term Care, pharmaceutical companies (with major contributions from AstraZeneca [Canada], Sanofi Aventis [France and Canada], Boehringer Ingelheim [Germany amd Canada], Servier, and GlaxoSmithKline), Novartis and King Pharma, and national or local organisations in participating countries.",
  "authors": [
    {
      "last_name": "Attaei",
      "fore_name": "Marjan W",
      "initials": "MW",
      "name": "Marjan W Attaei",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khatib",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Khatib",
      "affiliations": [
        "Department of Public Health Sciences, Loyola Medical Center, Maywood, IL, USA."
      ]
    },
    {
      "last_name": "McKee",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin McKee",
      "affiliations": [
        "Department of Health Services Research and Policy, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Lear",
      "affiliations": [
        "Simon Fraser University, Faculty of Health Sciences, Burnaby, BC, Canada."
      ]
    },
    {
      "last_name": "Dagenais",
      "fore_name": "Gilles",
      "initials": "G",
      "name": "Gilles Dagenais",
      "affiliations": [
        "Heart and Lung Institute, Laval University, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Igumbor",
      "fore_name": "Ehimario U",
      "initials": "EU",
      "name": "Ehimario U Igumbor",
      "affiliations": [
        "School of Public Health, University of the Western Cape, Bellville, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "AlHabib",
      "fore_name": "Khalid F",
      "initials": "KF",
      "name": "Khalid F AlHabib",
      "affiliations": [
        "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Manmeet",
      "initials": "M",
      "name": "Manmeet Kaur",
      "affiliations": [
        "School of Public Health, Postgraduate Institute of Medical Education and Research, Chandigarh, India."
      ]
    },
    {
      "last_name": "Kruger",
      "fore_name": "Lanthe",
      "initials": "L",
      "name": "Lanthe Kruger",
      "affiliations": [
        "Africa Unit for Transdisciplinary Health Research, North-West University, Potchefstroom, North-West Province, South Africa."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lanas",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Lanas",
      "affiliations": [
        "Universidad de La Frontera, Temuco, Chile."
      ]
    },
    {
      "last_name": "Yusoff",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Yusoff",
      "affiliations": [
        "Universiti Teknologi MARA, Sungai Buloh, Selangor, Malaysia; UCSI University, Cheras, Selangor, Malaysia."
      ]
    },
    {
      "last_name": "Oguz",
      "fore_name": "Aytekin",
      "initials": "A",
      "name": "Aytekin Oguz",
      "affiliations": [
        "Faculty of Medicine, Department of Internal Medicine, Istanbul Medeniyet Univeristy, Istanbul, Turkey."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Eternal Heart Care Centre and Research Institute, Jawahar Circle, Jaipur India."
      ]
    },
    {
      "last_name": "Yusufali",
      "fore_name": "Afzalhussein M",
      "initials": "AM",
      "name": "Afzalhussein M Yusufali",
      "affiliations": [
        "Hatta Hospital, Dubai Health Authority, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Bahonar",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Bahonar",
      "affiliations": [
        "Hypertension Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."
      ]
    },
    {
      "last_name": "Kutty",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Kutty",
      "affiliations": [
        "Health Action by People, Medical College, Trivandrum, India."
      ]
    },
    {
      "last_name": "Rosengren",
      "fore_name": "Annika",
      "initials": "A",
      "name": "Annika Rosengren",
      "affiliations": [
        "Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Mohan",
      "fore_name": "Viswanathan",
      "initials": "V",
      "name": "Viswanathan Mohan",
      "affiliations": [
        "Madras Diabetes Research Foundation, Chennai, India."
      ]
    },
    {
      "last_name": "Avezum",
      "fore_name": "Alvaro",
      "initials": "A",
      "name": "Alvaro Avezum",
      "affiliations": [
        "Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Yusuf",
      "affiliations": [
        "School of Life Sciences, Independent University, Bangladesh, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Szuba",
      "fore_name": "Andrzej",
      "initials": "A",
      "name": "Andrzej Szuba",
      "affiliations": [
        "Wroclaw Medical University, Department of Internal Medicine, Borowska, Wroclaw, Poland."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Chow",
      "affiliations": [
        "Western Clinical School, Sydney Medical School, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada. Electronic address: salim.yusuf@phri.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Public health",
    "iso_abbreviation": "Lancet Public Health",
    "issn": "2468-2667",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep"
  },
  "start_page": "e411",
  "end_page": "e419",
  "pages": "e411-e419",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Antihypertensive Agents",
    "Developed Countries",
    "Developing Countries",
    "Female",
    "Humans",
    "Hypertension",
    "Income",
    "Male",
    "Middle Aged",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29253412",
    "doi": "10.1016/S2468-2667(17)30141-X",
    "pii": "S2468-2667(17)30141-X"
  },
  "doi": "10.1016/S2468-2667(17)30141-X",
  "dates": {
    "completed": "2018-02-13",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.917607",
    "pmid": "29253412"
  }
}