{
  "pmid": "29256063",
  "uid": "29256063",
  "title": "Benzodiazepine administration during adult cardiac surgery: a survey of current practice among Canadian anesthesiologists working in academic centres.",
  "abstract": "BACKGROUND: Benzodiazepines are commonly administered during cardiac surgery because of their limited effect on hemodynamics and presumed role in preventing intraoperative awareness. Recent concerns about an increased risk of delirium with benzodiazepines have resulted in decreased usage in the intensive care unit and in geriatric perioperative practice. Little is known, however, about current benzodiazepine usage in the setting of adult cardiac surgery. METHODS: We contacted all academic anesthesia departments in Canada to identify practicing attending cardiac anesthesiologists; this group constituted our sampling frame. Information regarding participant demographics, benzodiazepine usage, type, dose, and other administration details were obtained by electronic survey. Responses were analyzed descriptively. RESULTS: The survey was completed by 243/346 (70%) of cardiac anesthesiologists. Eleven percent of respondents do not administer benzodiazepines. Midazolam was the most commonly used benzodiazepine, with a mean (standard deviation) dose of 4.9 (3.8) mg given to an average patient. When respondents were asked the proportion of patients that they gave benzodiazepines, the response was bimodal. The most common considerations that influenced benzodiazepine use were patient age (73%), patient anxiety (63%), history of alcohol/drug/benzodiazepine use (60%), and the presence of risk factors for intraoperative awareness (44%). CONCLUSIONS: Benzodiazepine use is common among academic cardiac anesthesiologists in Canada. Nonetheless, heterogeneity exists between individual practices, suggesting clinical equipoise between restrictive and liberal administration of benzodiazepines for cardiac anesthesia. L'administration de benzodiazépines pendant la chirurgie cardiaque chez l'adulte: évaluation de la pratique actuelle des anesthésiologistes canadiens exerçant en milieu universitaire.",
  "authors": [
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Departments of Anesthesia and Critical Care and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute (PHRI), 2V9-1280 Main St. West, Hamilton, ON, L8S 4K1, Canada. jessicaspence13@gmail.com."
      ],
      "orcid": "0000-0003-1267-9455"
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Côté",
      "affiliations": [
        "Departments of Anesthesia and Critical Care, Medicine (Cardiology) and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Departments of Medicine (Cardiology) and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Departments of Surgery (Cardiac Surgery) and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Um",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Um",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McClure",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham McClure",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Departments of Surgery (Cardiac Surgery) and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "LeManach",
      "fore_name": "Yannick",
      "initials": "Y",
      "name": "Yannick LeManach",
      "affiliations": [
        "Departments of Anesthesia and Critical Care and Health Research Methods, Evidence, and Impact, McMaster University, Population Health Research Institute (PHRI), 2V9-1280 Main St. West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Connolly",
      "affiliations": [
        "Department of Medicine (Cardiology), McMaster University, Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Summer",
      "initials": "S",
      "name": "Summer Syed",
      "affiliations": [
        "Department of Anesthesia and Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "263",
  "end_page": "271",
  "pages": "263-271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Anesthesiologists",
    "Benzodiazepines",
    "Canada",
    "Cardiac Surgical Procedures",
    "Health Care Surveys",
    "Humans",
    "Midazolam",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "29256063",
    "doi": "10.1007/s12630-017-1047-1",
    "pii": "10.1007/s12630-017-1047-1"
  },
  "doi": "10.1007/s12630-017-1047-1",
  "dates": {
    "completed": "2019-07-31",
    "revised": "2019-07-31"
  },
  "chemicals": [
    "Benzodiazepines",
    "Midazolam"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.114881",
    "pmid": "29256063"
  }
}