{
  "pmid": "29273991",
  "uid": "29273991",
  "title": "Augmentation with potential endophytes enhances phytostabilization of Cr in contaminated soil.",
  "abstract": "The contamination of soil with heavy metals is a major environmental problem worldwide. The combined use of plants and their associated microbes has gained popularity in recent years for their potential to remediate heavy metal-contaminated soil. In the current study, the effect that augmentation of soil with plant growth-promoting endophytes has on the phytostabilization of chromium (Cr)-contaminated soil was investigated. Three potential endophytic bacterial strains (Enterobacter sp. HU38, Microbacterium arborescens HU33, and Pantoea stewartii ASI11) were inoculated individually as well as in combination to Leptochloa fusca and Brachiaria mutica vegetated in Cr-contaminated soil. The accumulation of Cr in the root and shoot of the plants was determined. Moreover, bacterial persistence in the rhizosphere and endosphere was determined. Augmentation with potential endophytes significantly increased root length (24-45%), shoot height (39-64%), chlorophyll content (20-55%), and the overall biomass (32-61%) of the plants. Although L. fusca and B. mutica showed potential to accumulate Cr in their root and shoot, endophytic augmentation increased uptake, translocation, and accumulation of Cr in the roots and shoots of both plant species. However, L. fusca showed more potential to phytostabilize Cr as compared to B. mutica. Furthermore, the potential endophytes showed more survival and persistence within the roots than in the rhizosphere and shoot interior. This study provides useful evidence of endophyte-assisted phytoremediation to be the most sustainable and affordable approach for in situ remediation of Cr-contaminated soil.",
  "authors": [
    {
      "last_name": "Ahsan",
      "fore_name": "Muhammad T",
      "initials": "MT",
      "name": "Muhammad T Ahsan",
      "affiliations": [
        "Division of Analytical Chemistry, Institute of Chemical Sciences, Bahauddin Zakariya University, Multan, 60800, Pakistan."
      ]
    },
    {
      "last_name": "Najam-Ul-Haq",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Najam-Ul-Haq",
      "affiliations": [
        "Division of Analytical Chemistry, Institute of Chemical Sciences, Bahauddin Zakariya University, Multan, 60800, Pakistan."
      ]
    },
    {
      "last_name": "Saeed",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Saeed",
      "affiliations": [
        "Division of Analytical Chemistry, Institute of Chemical Sciences, Bahauddin Zakariya University, Multan, 60800, Pakistan."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Tanveer",
      "initials": "T",
      "name": "Tanveer Mustafa",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), P. O. Box 577, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), P. O. Box 577, Faisalabad, Pakistan. afzal@nibge.org."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "7021",
  "end_page": "7032",
  "pages": "7021-7032",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biodegradation, Environmental",
    "Biomass",
    "Chromium",
    "Endophytes",
    "Enterobacter",
    "Pantoea",
    "Poaceae",
    "Rhizosphere",
    "Soil Microbiology",
    "Soil Pollutants"
  ],
  "article_ids": {
    "pubmed": "29273991",
    "doi": "10.1007/s11356-017-0987-x",
    "pii": "10.1007/s11356-017-0987-x"
  },
  "doi": "10.1007/s11356-017-0987-x",
  "dates": {
    "completed": "2018-11-23",
    "revised": "2018-11-23"
  },
  "chemicals": [
    "Soil Pollutants",
    "Chromium"
  ],
  "grants": [
    {
      "grant_id": "W/5104-2",
      "agency": "Intentional Foundation of Science, Sweden and the Organization for the Prohibition of Chemical Weapons"
    },
    {
      "grant_id": "20-3854/R&D/HEC/14",
      "agency": "Higher Education Commission, Pakistan"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.799142",
    "pmid": "29273991"
  }
}