{
  "pmid": "29285754",
  "uid": "29285754",
  "title": "Oral anticoagulation in people with cancer who have no therapeutic or prophylactic indication for anticoagulation.",
  "abstract": "BACKGROUND: Oral anticoagulants may improve the survival of people with cancer through both an antitumor effect and antithrombotic effect, yet increase the risk of bleeding. OBJECTIVES: To evaluate the efficacy and safety of oral anticoagulants in ambulatory people with cancer undergoing chemotherapy, hormonal therapy, immunotherapy or radiotherapy, but otherwise have no standard therapeutic or prophylactic indication for anticoagulation. SEARCH METHODS: We conducted a comprehensive literature search in February 2016 that included a major electronic search of Cochrane Central Register of Controlled Trials (CENTRAL) (2016, Issue 1), MEDLINE (Ovid) and Embase (Ovid); handsearching of conference proceedings; checking of references of included studies; a search for ongoing studies; and using the 'related citation' feature in PubMed. As part of the living systematic review approach, we are running continual searches and will incorporate new evidence rapidly after it is identified. This update of the systematic review is based on the findings of a literature search conducted on 14 December 2017. SELECTION CRITERIA: Randomized controlled trials (RCTs) assessing the benefits and harms of vitamin K antagonist (VKA) or direct oral anticoagulants (DOAC) in ambulatory people with cancer. These participants are typically undergoing systemic anticancer therapy, possibly including chemotherapy, target therapy, immunotherapy or radiotherapy, but otherwise have no standard therapeutic or prophylactic indication for anticoagulation. DATA COLLECTION AND ANALYSIS: Using a standardized form, we extracted data in duplicate on study design, participants, intervention outcomes of interest and risk of bias. Outcomes of interest included all-cause mortality, symptomatic venous thromboembolism (VTE), symptomatic deep vein thrombosis (DVT), pulmonary embolism (PE), major bleeding, minor bleeding and health-related quality of life (HRQoL). We assessed the certainty of evidence for each outcome using the GRADE approach (GRADE Handbook). MAIN RESULTS: Of 8545 identified citations, including 7668 unique citations, 16 papers reporting on 7 RCTs fulfilled the inclusion criteria. These trials enrolled 1486 participants. The oral anticoagulant was warfarin in six of these RCTs and apixaban in the seventh RCT. The comparator was either placebo or no intervention. The meta-analysis of the studies comparing VKA to no VKA did not rule out a clinically significant increase or decrease in mortality at one year (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.87 to 1.03; risk difference (RD) 29 fewer per 1000, 95% CI 75 fewer to 17 more; moderate certainty evidence). One study assessed the effect of VKA on thrombotic outcomes. The study did not rule out a clinically significant increase or decrease in PE when comparing VKA to no VKA (RR 1.05, 95% CI 0.07 to 16.58; RD 0 fewer per 1000, 95% CI 6 fewer to 98 more; very low certainty evidence), but found that VKA compared to no VKA likely decreases the incidence of DVT (RR 0.08, 95% CI 0.00 to 1.42; RD 35 fewer per 1000, 95% CI 38 fewer to 16 more; low certainty evidence). VKA increased both major bleeding (RR 2.93, 95% CI 1.86 to 4.62; RD 107 more per 1000, 95% CI 48 more to 201 more; moderate certainty evidence) and minor bleeding (RR 3.14, 95% CI 1.85 to 5.32; RD 167 more per 1000, 95% CI 66 more to 337 more; moderate certainty evidence).The study assessing the effect of DOAC compared to no DOAC did not rule out a clinically significant increase or decrease in mortality at three months (RR 0.24, 95% CI 0.02 to 2.56; RD 51 fewer per 1000, 95% CI 65 fewer to 104 more; low certainty evidence), PE (RR 0.16, 95% CI 0.01 to 3.91; RD 28 fewer per 1000, 95% CI 33 fewer to 97 more; low certainty evidence), symptomatic DVT (RR 0.07, 95% CI 0.00 to 1.32; RD 93 fewer per 1000, 95% CI 100 fewer to 32 more; low certainty evidence), major bleeding (RR 0.16, 95% CI 0.01 to 3.91; RD 28 fewer per 1000, 95% CI 33 fewer to 97 more; low certainty evidence); and minor bleeding (RR 4.43, 95% CI 0.25 to 79.68; RD 0 fewer per 1000, 95% CI 0 fewer to 8 more; low certainty evidence). AUTHORS' CONCLUSIONS: The existing evidence does not show a mortality benefit from oral anticoagulation in people with cancer but suggests an increased risk for bleeding.Editorial note: this is a living systematic review. Living systematic reviews offer a new approach to review updating in which the review is continually updated, incorporating relevant new evidence, as it becomes available. Please refer to the Cochrane Database of Systematic Reviews for the current status of this review.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": []
    },
    {
      "last_name": "Tsolakian",
      "fore_name": "Ibrahim G",
      "initials": "IG",
      "name": "Ibrahim G Tsolakian",
      "affiliations": []
    },
    {
      "last_name": "Matar",
      "fore_name": "Charbel F",
      "initials": "CF",
      "name": "Charbel F Matar",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor E D",
      "initials": "VED",
      "name": "Victor E D Yosuico",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "29"
  },
  "start_page": "CD006466",
  "pages": "CD006466",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Carcinoma, Small Cell",
    "Female",
    "Hemorrhage",
    "Heparin",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Neoplasms",
    "Pyrazoles",
    "Pyridones",
    "Randomized Controlled Trials as Topic",
    "Thromboembolism",
    "Time Factors",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "29285754",
    "pmc": "PMC6389337",
    "doi": "10.1002/14651858.CD006466.pub6"
  },
  "doi": "10.1002/14651858.CD006466.pub6",
  "pmc_id": "PMC6389337",
  "dates": {
    "completed": "2018-01-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Pyrazoles",
    "Pyridones",
    "apixaban",
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.642933",
    "pmid": "29285754"
  }
}