{
  "pmid": "29284866",
  "uid": "29284866",
  "title": "Does Pulmonary Artery Systolic Pressure as Estimated by Transthoracic Echocardiography Alter the Effect of Positive End-Expiratory Pressure on Arterial Blood Gases and Hemodynamics in Morbidly Obese Patients?",
  "abstract": "BACKGROUND: Positive end-expiratory pressure (PEEP) at the time of induction increases oxygenation by preventing lung atelectasis. However, PEEP may not prove beneficial in all cases. Factors affecting the action of PEEP have not been elucidated well and remain controversial. Pulmonary vasculature has direct bearing on the action of PEEP as has been proven in the previous studies. Thus, this prospective study was planned to evaluate the action of PEEP on the basis of pulmonary artery systolic pressure (PASP) which is noninvasive and easily measured by transthoracic echocardiography. MATERIALS AND METHODS: Seventy morbidly obese patients, the American Society of Anesthesiologists Grade II, or III, aged 20-65 years with body mass index >40 kg/m[2], scheduled for elective laparoscopic bariatric surgery were included. Patients who denied consent, those undergoing emergency and/or open surgery and those requiring >2 attempts for intubation were excluded from the study. Ten patients had to be excluded. Thus, a total of sixty patients participated in the study. Thirty patients received no PEEP at the time of induction while other thirty patients were given a PEEP of 10 cm of H2O. Serial ABG samples were taken preoperatively, at the time of intubation, 5 min after intubation, and 10 min after intubation. Patients were then divided into four groups on the basis of PASP value of ≤30 mm Hg with and without PEEP or >30 mm Hg with and without PEEP. PRIMARY OUTCOME: The primary outcome was the effect of PEEP of 10 cm of H2 O on ABG and hemodynamics in morbidly obese patients. SECONDARY OUTCOME: The secondary outcome was the effect of PASP on the action of PEEP in morbidly obese patients undergoing laparoscopic surgery. RESULTS: Patients having PASP of >30 mm Hg had significant improvement in oxygenation on PEEP application (270.11 ± 119.26 mm Hg) as compared to those without PEEP (157.57 ± 109.29 mm Hg) just after intubation. The increase in oxygenation remained significant at all time intervals. Patients with PASP ≤30 mm Hg did not show significant improvement in oxygenation with PEEP application (177.09 ± 85.85 mm Hg as compared to 226.27 ± 92.42 mm Hg without PEEP). Hemodynamic parameters did not show statistically significant alterations. CONCLUSION: Morbidly obese patients who have PASP >30 mm Hg benefit most from the PEEP. Thus, PASP which is an easily measurable noninvasive parameter can be used as a criterion for selecting patients who benefit from PEEP application.",
  "authors": [
    {
      "last_name": "Saxena",
      "fore_name": "Dipti",
      "initials": "D",
      "name": "Dipti Saxena",
      "affiliations": [
        "Department of Anesthesiology, Sri Aurobindo Institute of Medical Sciences, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Priyank",
      "initials": "P",
      "name": "Priyank Singh",
      "affiliations": [
        "Department of Anesthesiology, Sri Aurobindo Institute of Medical Sciences, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Dixit",
      "fore_name": "Atul",
      "initials": "A",
      "name": "Atul Dixit",
      "affiliations": [
        "Department of Anesthesiology, Sri Aurobindo Institute of Medical Sciences, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Arya",
      "fore_name": "Bipin",
      "initials": "B",
      "name": "Bipin Arya",
      "affiliations": [
        "Department of Anesthesiology, Sri Aurobindo Institute of Medical Sciences, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Bariatric and Metabolic Surgeries, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Sanwatsarkar",
      "fore_name": "Sadhana",
      "initials": "S",
      "name": "Sadhana Sanwatsarkar",
      "affiliations": [
        "Department of Anesthesiology, Sri Aurobindo Institute of Medical Sciences, MOHAK Hi-Tech Hospital, Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Anesthesia, essays and researches",
    "iso_abbreviation": "Anesth Essays Res",
    "issn": "0259-1162",
    "issn_type": "Print",
    "volume": "11",
    "issue": "4",
    "pub_year": "2017"
  },
  "start_page": "1013",
  "end_page": "1017",
  "pages": "1013-1017",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29284866",
    "pmc": "PMC5735441",
    "doi": "10.4103/aer.AER_73_17",
    "pii": "AER-11-1013"
  },
  "doi": "10.4103/aer.AER_73_17",
  "pmc_id": "PMC5735441",
  "dates": {
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.153537",
    "pmid": "29284866"
  }
}