{
  "pmid": "29282264",
  "uid": "29282264",
  "title": "Comparing the diagnostic accuracy of five common tumour biomarkers and CA19-9 for pancreatic cancer: a protocol for a network meta-analysis of diagnostic test accuracy.",
  "abstract": "INTRODUCTION: Surgical resection is the only curative treatment for patients with resectable pancreatic cancer. Unfortunately, 80%-85% of patients present with locally advanced or metastatic unresectable pancreatic cancer at the time of diagnosis. Detection of pancreatic cancer at early stages remains a great challenge due to lack of accurate detection tests. Recommendations in existing clinical practice guidelines on early diagnosis of pancreatic cancer are inconsistent and based on limited evidence. Most of them endorse measuring serum CA19-9 as a complementary test, but also state that it is not recommended for diagnosing early pancreatic cancer. There are currently no other tumour-specific markers recommended for diagnosing early pancreatic cancer. This study aims to evaluate and compare the accuracy of five common tumour biomarkers (CA242,carcino-embryonic antigen (CEA)), CA125, microRNAs and K-ras gene mutation) and CA19-9 and their combinations for diagnosing pancreatic cancer using network meta-analysis method, and to rank these tests using a superiority index. METHODS AND ANALYSIS: PubMed, EMBASE and the Cochrane Central Register of Controlled Trials will be searched from inception to April 2017. The search will include the above-mentioned tumour biomarkers for diagnosing pancreatic cancer, including CA19-9. The risk of bias for each study will be independently assessed as low, moderate or high using criteria adapted from the Quality Assessment of Diagnostic Accuracy Studies 2. Network meta-analysis will be performed using STATA V.12.0 and R software V.3.4.1. The competing diagnostic tests will be ranked by a superiority index. ETHICS AND DISSEMINATION: Ethical approval and patient consent are not required since this study is a network meta-analysis based on published studies. The results of this network meta-analysis will be submitted to a peer-reviewed journal for publication. PROSPERO REGISTRATION NUMBER: CRD42017064627.",
  "authors": [
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "The First Clinical Medical College, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Bei",
      "initials": "B",
      "name": "Bei Pan",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Fujian",
      "initials": "F",
      "name": "Fujian Song",
      "affiliations": [
        "Faculty of Medicine and Health Science, Norwich Medical School, University of East Anglia, Norwich, UK."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jichun",
      "initials": "J",
      "name": "Jichun Ma",
      "affiliations": [
        "School of Clinical Medicine, Gansu University of Traditional Chinese Medicine, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Jianguo",
      "initials": "J",
      "name": "Jianguo Zhou",
      "affiliations": [
        "Department of Oncology, Affiliated Hospital of Zunyi Medical College, Zunyi, China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Tian",
      "affiliations": [
        "Evidence-based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China.",
        "Key Laboratory of Evidence-based Medicine and Knowledge Translation of Gansu Province, Lanzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "12",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "26"
  },
  "start_page": "e018175",
  "pages": "e018175",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Biomarkers, Tumor",
    "CA-19-9 Antigen",
    "Early Detection of Cancer",
    "Pancreatic Neoplasms",
    "Predictive Value of Tests",
    "Research Design",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "29282264",
    "pmc": "PMC5770961",
    "doi": "10.1136/bmjopen-2017-018175",
    "pii": "bmjopen-2017-018175"
  },
  "doi": "10.1136/bmjopen-2017-018175",
  "pmc_id": "PMC5770961",
  "dates": {
    "completed": "2018-08-13",
    "revised": "2025-06-25"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "CA-19-9 Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.259624",
    "pmid": "29282264"
  }
}