{
  "pmid": "29297800",
  "uid": "29297800",
  "title": "AUDITORY EVOKED POTENTIALS AND BEHAVIORAL CONSIDERATIONS WITH HEARING LOSS IN SMALL CETACEANS: APPLICATION AS A STANDARD DIAGNOSTIC TEST IN HEALTH ASSESSMENT.",
  "abstract": "The primary sense in odontocetes is hearing and a large portion of the odontocete brain is devoted to the auditory processing of echolocation signals. Hearing deficits in odontocetes potentially compromise the ability to forage, navigate, socialize, and evade predators. This presents a challenge to survival and reproduction in wild odontocetes and can affect the general welfare of odontocetes under human care. Currently, little empirical information on how odontocete behavior is affected by hearing loss exists. This study investigated hearing deficits in several species of stranded dolphins and age-related hearing deficits in dolphins kept under human care through auditory evoked potential (AEP) testing and evaluated whether individual behavior correlated with hearing impairment. Behavioral questionnaires for participating animals were completed by individuals with extensive knowledge of the animals' history and behavior. A chi-square analysis determined whether animals with hearing impairment demonstrated behaviors that differed significantly from those considered normal. All tested individuals under human care over 35 years of age had some degree of hearing loss, as did a large percentage of previously stranded animals. Individuals with hearing loss exhibited a range of behavioral changes, including delays in learning new behaviors, accepting novel enrichment, and habituating to new environments. Some individuals with profound hearing loss also displayed a change in vocalization rate in various situations. Findings within previously stranded animals suggest AEP studies should be conducted in all stranded individuals entering rehabilitation. It is further recommended that dolphins living under human care undergo hearing tests as part of their normal health assessments, with emphasis on aging individuals and animals that exhibit delayed learning, respond poorly to audible cues, or show atypical vocalization behavior.",
  "authors": [
    {
      "last_name": "Strobel",
      "fore_name": "Megan M",
      "initials": "MM",
      "name": "Megan M Strobel",
      "affiliations": []
    },
    {
      "last_name": "Houser",
      "fore_name": "Dorian S",
      "initials": "DS",
      "name": "Dorian S Houser",
      "affiliations": []
    },
    {
      "last_name": "Moore",
      "fore_name": "Kathleen T",
      "initials": "KT",
      "name": "Kathleen T Moore",
      "affiliations": []
    },
    {
      "last_name": "Davis",
      "fore_name": "Michelle R",
      "initials": "MR",
      "name": "Michelle R Davis",
      "affiliations": []
    },
    {
      "last_name": "Clough",
      "fore_name": "Patricia L",
      "initials": "PL",
      "name": "Patricia L Clough",
      "affiliations": []
    },
    {
      "last_name": "Staggs",
      "fore_name": "Lydia A",
      "initials": "LA",
      "name": "Lydia A Staggs",
      "affiliations": []
    },
    {
      "last_name": "Eskelinen",
      "fore_name": "Holli C",
      "initials": "HC",
      "name": "Holli C Eskelinen",
      "affiliations": []
    },
    {
      "last_name": "Bates",
      "fore_name": "Robin J",
      "initials": "RJ",
      "name": "Robin J Bates",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of zoo and wildlife medicine : official publication of the American Association of Zoo Veterinarians",
    "iso_abbreviation": "J Zoo Wildl Med",
    "issn": "1042-7260",
    "issn_type": "Print",
    "volume": "48",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "979",
  "end_page": "986",
  "pages": "979-986",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aging",
    "Animals",
    "Behavior, Animal",
    "Dolphins",
    "Evoked Potentials, Auditory",
    "Hearing Loss",
    "Surveys and Questionnaires",
    "Vocalization, Animal"
  ],
  "article_ids": {
    "pubmed": "29297800",
    "doi": "10.1638/2017-0045R.1"
  },
  "doi": "10.1638/2017-0045R.1",
  "dates": {
    "completed": "2019-07-01",
    "revised": "2019-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.909505",
    "pmid": "29297800"
  }
}