{
  "pmid": "29295846",
  "uid": "29295846",
  "title": "Splenectomy for immune thrombocytopenia: down but not out.",
  "abstract": "Splenectomy is an effective therapy for steroid-refractory or dependent immune thrombocytopenia (ITP). With the advent of medical alternatives such as rituximab and thrombopoietin receptor antagonists, the use of splenectomy has declined and is generally reserved for patients that fail multiple medical therapies. Splenectomy removes the primary site of platelet clearance and autoantibody production and offers the highest rate of durable response (50% to 70%) compared with other ITP therapies. However, there are no reliable predictors of splenectomy response, and long-term risks of infection and cardiovascular complications must be considered. Because the long-term efficacy of different second-line medical therapies for ITP have not been directly compared, treatment decisions must be made without supportive evidence. Splenectomy continues to be a reasonable treatment option for many patients, including those with an active lifestyle who desire freedom from medication and monitoring, and patients with fulminant ITP that does not respond well to medical therapy. We try to avoid splenectomy within the first 12 months after ITP diagnosis for most patients to allow for spontaneous or therapy-induced remissions, particularly in older patients who have increased surgical morbidity and lower rates of response, and in young children. Treatment decisions must be individualized based on patients' comorbidities, lifestyles, and preferences. Future research should focus on comparing long-term outcomes of patients treated with different second-line therapies and on developing personalized medicine approaches to identify subsets of patients most likely to respond to splenectomy or other therapeutic approaches.",
  "authors": [
    {
      "last_name": "Chaturvedi",
      "fore_name": "Shruti",
      "initials": "S",
      "name": "Shruti Chaturvedi",
      "affiliations": [
        "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Michael G. DeGroote School of Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "McCrae",
      "fore_name": "Keith R",
      "initials": "KR",
      "name": "Keith R McCrae",
      "affiliations": [
        "Department of Hematology-Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH."
      ],
      "orcid": "0000-0001-7340-475X"
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "1528-0020",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "1172",
  "end_page": "1182",
  "pages": "1172-1182",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Receptors, Thrombopoietin",
    "Rituximab",
    "Splenectomy"
  ],
  "article_ids": {
    "pubmed": "29295846",
    "pmc": "PMC5855018",
    "doi": "10.1182/blood-2017-09-742353",
    "pii": "S0006-4971(20)32397-1"
  },
  "doi": "10.1182/blood-2017-09-742353",
  "pmc_id": "PMC5855018",
  "dates": {
    "completed": "2019-03-19",
    "revised": "2021-02-02"
  },
  "chemicals": [
    "Receptors, Thrombopoietin",
    "MPL protein, human",
    "Rituximab"
  ],
  "grants": [
    {
      "grant_id": "U34 HL123416",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.320489",
    "pmid": "29295846"
  }
}