{
  "pmid": "29290505",
  "uid": "29290505",
  "title": "Hand therapists' attitudes, environmental supports, and self-efficacy regarding intimate partner violence in their practice.",
  "abstract": "STUDY DESIGN: Descriptive, cross-sectional. INTRODUCTION: Intimate partner violence (IPV) may involve physical, psychological, or sexual abuse. Although hand injuries are reported as common sequelae of IPV, there is limited attention to this issue in hand therapy research reports or practice recommendations. PURPOSE OF THE STUDY: The primary aim is to describe the attitudes and beliefs of hand therapists (HTs) about IPV issues. METHODS: A sample of 189 HT completed a standardized survey investigating perceptions regarding issues pertaining to IPV. Areas addressed included self-efficacy (in dealing with IPV), perceived systemic support, victim blaming, professional role responsibility, and safety. Data were analyzed using descriptive statistics while between-group comparisons evaluating the impact of prior IPV experience and demographic variables of gender, country, certified hand therapy, and occupation on questionnaire scores used Mann-Whitney U analysis. RESULTS: The majority of therapists (66%) had some prior experience with IPV. HTs reported neutral perceptions about self-efficacy (M = 2.9/5), client or personal safety (M = 3/5), and support systems available when addressing IPV in practice (M = 3/5). However, therapists considered intervening as part of their professional role (M = 3.8/5) and reported low levels of victim-blaming attitudes (M = 4.4/5). Those with firsthand IPV experience reported lower victim blaming (mdn = 4.9/5 vs 4.6/5, P = .02). Additionally, females were less likely to blame victims of IPV than males (mdn = 4.7/5 vs 4.3/5, P = .003). DISCUSSION: Although Hand Therapists believe their professional role includes addressing IPV, confidence to deal with IPV, access/awareness of resources and perceived safety were substantive barriers. CONCLUSION: Continuing research should identify effective tools to educate and assist therapists to identify and support victims of IPV in hand therapy.",
  "authors": [
    {
      "last_name": "Sivagurunathan",
      "fore_name": "Marudan",
      "initials": "M",
      "name": "Marudan Sivagurunathan",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Western University, London, Ontario, Canada. Electronic address: msivagu@uwo.ca."
      ]
    },
    {
      "last_name": "Packham",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Packham",
      "affiliations": [
        "The School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dimopoulos",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Dimopoulos",
      "affiliations": [
        "The School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Murray",
      "affiliations": [
        "The School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "The School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Physical Therapy, Western University, London, Ontario, Canada; Hand and Upper Limb Centre Clinical Research Laboratory, St. Joseph's Health Centre, London, Ontario, Canada; Division of Orthopaedic Surgery, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hand therapy : official journal of the American Society of Hand Therapists",
    "iso_abbreviation": "J Hand Ther",
    "issn": "1545-004X",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2019"
  },
  "start_page": "353",
  "end_page": "360",
  "pages": "353-360",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Intimate Partner Violence",
    "Male",
    "Middle Aged",
    "Physical Therapists",
    "Professional Competence",
    "Professional Role",
    "Self Efficacy",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29290505",
    "doi": "10.1016/j.jht.2017.11.042",
    "pii": "S0894-1130(17)30170-9"
  },
  "doi": "10.1016/j.jht.2017.11.042",
  "dates": {
    "completed": "2020-01-21",
    "revised": "2020-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.381195",
    "pmid": "29290505"
  }
}