{
  "pmid": "29301552",
  "uid": "29301552",
  "title": "Performance of Harmonic devices in surgical oncology: an umbrella review of the evidence.",
  "abstract": "BACKGROUND: We performed an umbrella review of systematic reviews summarizing the evidence on the Harmonic scalpel (HS) compared with conventional techniques in surgical oncology (including lymph node dissection). METHODS: We searched MEDLINE, EMBASE, and the Cochrane Database of Systematic Reviews from inception to end of March of 2017 for meta-analyses or systematic reviews of randomized trials comparing HS to conventional techniques in surgical oncology. We assessed the quality of included systematic reviews with AMSTAR (A MeaSurement Tool to Assess systematic Reviews) and assessed the certainty in evidence for each pooled outcome using GRADE (Grading of Recommendations Assessment, Development, and Evaluation). RESULTS: We identified ten systematic reviews on breast cancer (n = 3), gastric cancers (n = 3), oral, head, and neck cancers (n = 1), and colon cancers (n = 3). Most reviews received a higher rating using AMSTAR. For operative time, systematic reviews reported a reduction of 25 to 29 min for HS compared with conventional methods across oncology types, with the exception of breast cancer where little differences were observed (very low to moderate quality of evidence (GRADE)). For blood loss and drainage volume, the majority of reviews reported statistically significant reductions with HS, and reductions ranged from 42 to 141 mL, and from 42 to 292 mL, respectively (very low to moderate quality of evidence). Hospitalization days were reported to decrease with use of HS by 0.2 to 3.2 days; however, reductions were only statistically significant for half of the included reviews (low to moderate quality of evidence). Regarding perioperative complications, two of six reviews reported a significantly reduced risk with HS use (breast cancer surgery) (moderate to high quality evidence)). CONCLUSION: Across surgical oncology types, the majority of included systematic reviews showed a statistically significant or numerical improvement in surgical outcomes with use of the HS compared with conventional methods. Well-designed randomized studies with large sample sizes will help to provide more precise estimates and reduce the risk of heterogeneity.",
  "authors": [
    {
      "last_name": "Cheng",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Cheng",
      "affiliations": [
        "Ethicon Inc, 4545 Creek Rd, Cincinnati, OH, 45242, USA."
      ]
    },
    {
      "last_name": "Clymer",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "name": "Jeffrey W Clymer",
      "affiliations": [
        "Ethicon Inc, 4545 Creek Rd, Cincinnati, OH, 45242, USA."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Cornerstone Research Group, 3228 South Service Road, Suite 204, Burlington, Ontario, L7N 3H8, Canada."
      ]
    },
    {
      "last_name": "Ferko",
      "fore_name": "Nicole C",
      "initials": "NC",
      "name": "Nicole C Ferko",
      "affiliations": [
        "Cornerstone Research Group, 3228 South Service Road, Suite 204, Burlington, Ontario, L7N 3H8, Canada. nferko@cornerstone-research.com."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Chris G",
      "initials": "CG",
      "name": "Chris G Cameron",
      "affiliations": [
        "Cornerstone Research Group, 3228 South Service Road, Suite 204, Burlington, Ontario, L7N 3H8, Canada."
      ]
    },
    {
      "last_name": "Amaral",
      "fore_name": "Joseph F",
      "initials": "JF",
      "name": "Joseph F Amaral",
      "affiliations": [
        "Ethicon Inc, 4545 Creek Rd, Cincinnati, OH, 45242, USA."
      ]
    }
  ],
  "journal": {
    "title": "World journal of surgical oncology",
    "iso_abbreviation": "World J Surg Oncol",
    "issn": "1477-7819",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "04"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "Operative Time",
    "Prognosis",
    "Surgical Instruments",
    "Surgical Oncology"
  ],
  "article_ids": {
    "pubmed": "29301552",
    "pmc": "PMC5755263",
    "doi": "10.1186/s12957-017-1298-x",
    "pii": "10.1186/s12957-017-1298-x"
  },
  "doi": "10.1186/s12957-017-1298-x",
  "pmc_id": "PMC5755263",
  "dates": {
    "completed": "2018-08-14",
    "revised": "2024-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.801976",
    "pmid": "29301552"
  }
}