{
  "pmid": "29303440",
  "uid": "29303440",
  "title": "Predictive value of positive high-sensitivity troponin T in intubated traumatic brain injury patients.",
  "abstract": "OBJECTIVEThe clinical relevance of high-sensitivity troponin T (HsTnT) in trauma patients is not well explored. In this study, the authors aimed to study the predictive value of serum HsTnT in intubated patients who had sustained traumatic brain injury (TBI).METHODSA retrospective analysis was conducted for all intubated TBI patients between 2010 and 2014 at a national level 1 trauma center. Data were analyzed and compared based on the HsTnT status on admission (group 1, negative results; and group 2, positive results). Receiver operating characteristic curves were used to determine sensitivity, specificity, and cutoff level of HsTnT to predict mortality. Time to earlier discharge from hospital or death was modeled using Cox proportional hazard models to describe the relationship between HsTnT and in-hospital mortality.RESULTSOf the 826 intubated TBI patients, 490 underwent HsTnT testing; 65.7% had positive HsTnT results. Patients in group 2 had a higher Injury Severity Score (p = 0.001) and head Abbreviated Injury Scale (AIS) score (p = 0.004) than those in group 1. In addition, group 2 patients were more likely to have lower Glasgow Coma Scale scores (p = 0.001) and more likely to experience intraventricular hemorrhage, brain edema, pneumonia, and sepsis (p = 0.001). HsTnT values positively correlated with head AIS score (r = 0.19, p = 0.001) and varied by the type of lesion and time to death. Ventilator days and length of hospital stay were more prolonged in group 2 patients (p = 0.001). Area under the curve (AUC) analysis showed that HsTnT ≥ 26.5 ng/L predicted all-cause mortality (AUC 0.75, 95% CI 0.699-0.801) with 80% sensitivity. Positive HsTnT was an independent predictor of mortality in multivariate models (adjusted OR 3.10, 95% CI 1.308-7.351) even after excluding chest injury (adjusted OR 4.18, 95% CI 1.320-13.231).CONCLUSIONSPositive HsTnT results are associated with poor outcomes in intubated patients with TBI. In this subset of patients, measuring serum HsTnT on admission is a useful tool for early risk stratification and expedited care; however, further prospective studies are warranted.",
  "authors": [
    {
      "last_name": "El-Menyar",
      "fore_name": "Ayman",
      "initials": "A",
      "name": "Ayman El-Menyar",
      "affiliations": [
        "1Department of Surgery, Trauma Surgery Section, Clinical Research, Hamad General Hospital.",
        "2Department of Clinical Medicine, Weill Cornell Medical School-Qatar, Doha, Qatar."
      ]
    },
    {
      "last_name": "Asim",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Asim",
      "affiliations": [
        "1Department of Surgery, Trauma Surgery Section, Clinical Research, Hamad General Hospital."
      ]
    },
    {
      "last_name": "Latifi",
      "fore_name": "Rifat",
      "initials": "R",
      "name": "Rifat Latifi",
      "affiliations": [
        "3Department of Surgery, Westchester Medical Center, Valhalla, New York.",
        "4Department of Surgery, University of Arizona, Tucson, Arizona."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "5Department of Biostatistics, University of North Carolina, Gillings School of Global Public Health, Chapel Hill, North Carolina; and."
      ]
    },
    {
      "last_name": "Al-Thani",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Al-Thani",
      "affiliations": [
        "6Department of Surgery, Trauma Surgery Section, Hamad General Hospital, Doha, Qatar."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurosurgery",
    "iso_abbreviation": "J Neurosurg",
    "issn": "1933-0693",
    "issn_type": "Electronic",
    "volume": "129",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1541",
  "end_page": "1549",
  "pages": "1541-1549",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Brain Injuries, Traumatic",
    "Child",
    "Child, Preschool",
    "Female",
    "Glasgow Coma Scale",
    "Hospital Mortality",
    "Humans",
    "Intubation",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Prognosis",
    "Retrospective Studies",
    "Survival Rate",
    "Troponin T",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29303440",
    "doi": "10.3171/2017.7.JNS17675",
    "pii": "2017.7.JNS17675"
  },
  "doi": "10.3171/2017.7.JNS17675",
  "dates": {
    "completed": "2019-10-15",
    "revised": "2024-07-30"
  },
  "chemicals": [
    "Troponin T"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.899987",
    "pmid": "29303440"
  }
}