{
  "pmid": "29307708",
  "uid": "29307708",
  "title": "What Interventions Are Being Used to Prevent Preterm Birth and When?",
  "abstract": "OBJECTIVE: This study sought to determine the proportions of women at risk of preterm birth who received progesterone, elective and rescue cerclage, or pessary to prevent preterm birth, by using medical records. The authors also sought to determine whether these proportions differed among primary-, secondary-, and tertiary-level centres. METHODS: The authors conducted a retrospective cohort study and extracted data from consecutive medical charts of women with an estimated date of confinement over 3 months in primary-, secondary-, and tertiary-level centres in Southern Ontario. The study identified women with a previous spontaneous preterm birth or a short cervix and determined whether they were offered and whether they received a preventive intervention for preterm birth. Descriptive statistics and Fisher exact tests were calculated. RESULTS: The authors reviewed 1024 consecutive charts at primary, secondary, and tertiary centres and identified 31 women with a previous spontaneous preterm birth or a short cervix. Of these women, less than one half (42%) received progesterone or cerclage for prevention of preterm birth, and none received pessary. One in four women (26%) were not referred to an obstetrician or maternal-fetal medicine specialist in time for an intervention, and among those referred before 24 weeks of gestation, an intervention was offered to 57% of the women. CONCLUSION: Less than half of women at risk of spontaneous preterm birth received progesterone, cerclage, or pessary, attesting to the importance of improving knowledge translation methods to encourage timely referral and use of progesterone for the prevention of preterm birth.",
  "authors": [
    {
      "last_name": "Feng",
      "fore_name": "Yu Yang",
      "initials": "YY",
      "name": "Yu Yang Feng",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Jarde",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Jarde",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, ON. Electronic address: jarde@mcmaster.ca."
      ]
    },
    {
      "last_name": "Seo",
      "fore_name": "Ye Rin",
      "initials": "YR",
      "name": "Ye Rin Seo",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Powell",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Powell",
      "affiliations": [
        "Westside Obstetrics and Gynecology, Brantford, ON."
      ]
    },
    {
      "last_name": "Nwebube",
      "fore_name": "Nwachukwu",
      "initials": "N",
      "name": "Nwachukwu Nwebube",
      "affiliations": [
        "West Lincoln Memorial Hospital, Grimsby, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, ON; Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, ON; Department of Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "547",
  "end_page": "554",
  "pages": "547-554",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cerclage, Cervical",
    "Female",
    "Humans",
    "Ontario",
    "Pessaries",
    "Pregnancy",
    "Premature Birth",
    "Progesterone",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "29307708",
    "doi": "10.1016/j.jogc.2017.08.036",
    "pii": "S1701-2163(17)30576-5"
  },
  "doi": "10.1016/j.jogc.2017.08.036",
  "dates": {
    "completed": "2019-10-16",
    "revised": "2019-10-16"
  },
  "chemicals": [
    "Progesterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.062991",
    "pmid": "29307708"
  }
}