{
  "pmid": "29306886",
  "uid": "29306886",
  "title": "Comparative efficacy and tolerability of new-generation antidepressants for major depressive disorder in children and adolescents: protocol of an individual patient data meta-analysis.",
  "abstract": "INTRODUCTION: Although previous conventional meta-analyses and network meta-analyses have provided some important findings about pharmacological treatments for children and adolescents with depressive disorders in the past decades, several questions still remain unsolved by the aggregate data from those meta-analyses. Individual participant data meta-analysis (IPD-MA) enables exploration of the impacts of individual characteristics on treatment effects, allowing matching of treatments to specific subgroups of patients. We will perform an IPD-MA to assess the efficacy and tolerability of new-generation antidepressants for major depressive disorder in children and adolescents. METHODS AND ANALYSIS: We will systematically search for all double-blind randomised controlled trials (RCTs) that have compared any new-generation antidepressant with placebo for the acute treatment of major depressive disorder in children and adolescents, in the following databases: PubMed, EMBASE, the Cochrane Library, PsycINFO, Web of Science, CINAHL, LILACS and ProQuest Dissertations. We will contact all corresponding authors of included RCTs and ask for their cooperation in this project by providing individual participant data from the original trials. The primary outcomes will include efficacy, measured as the mean change of depression symptoms by Children's Depression Rating Scale Revised (CDRS-R), and tolerability, measured as the proportion of patients who withdrew from the trials early due to adverse effects. The secondary outcomes will include response rates, remission rates, deterioration rate, all-cause discontinuation, suicidal-related outcomes and global functioning outcome. Using the raw de-identified study data, we will use mixed-effects logistic and linear regression models to perform the IPD-MAs. The risk of bias of included studies will be assessed using the Cochrane risk of bias tool. We will also detect the publication bias and effects of non-participation of eligible studies. DISSEMINATION: Ethical approval is not required given that informed consent has already been obtained from the patients by the trial investigators before the included trials were conducted. This study may have considerable implications for practice and help improve patient care. PROSPERO REGISTRATION NUMBER: CRD42016051657.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Psychiatry, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Cipriani",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Cipriani",
      "affiliations": [
        "Department of Psychiatry, University of Oxford, Oxford, UK.",
        "Oxford Health NHS Foundation Trust, Warneford Hospital, Oxford, UK."
      ],
      "orcid": "0000-0001-5179-8321"
    },
    {
      "last_name": "Furukawa",
      "fore_name": "Toshi A",
      "initials": "TA",
      "name": "Toshi A Furukawa",
      "affiliations": [
        "Department of Health Promotion and Human Behavior, Kyoto University Graduate School of Medicine and School of Public Health, Kyoto, Japan."
      ],
      "orcid": "0000-0003-2159-3776"
    },
    {
      "last_name": "Cuijpers",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Cuijpers",
      "affiliations": [
        "Department of Clinical Psychology, Neuro and Developmental Psychology, Amsterdam Public Health Research Institute, VU University Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Institute of Neuroscience and the Collaborative Innovation Center for Brain Science, Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Hetrick",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Hetrick",
      "affiliations": [
        "Orygen, The National Centre of Excellence in Youth Mental Health and the Centre of Youth Mental Health, University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0003-2532-0142"
    },
    {
      "last_name": "Pu",
      "fore_name": "Juncai",
      "initials": "J",
      "name": "Juncai Pu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Institute of Neuroscience and the Collaborative Innovation Center for Brain Science, Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Shuai",
      "initials": "S",
      "name": "Shuai Yuan",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Institute of Neuroscience and the Collaborative Innovation Center for Brain Science, Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Institute of Primary Health Care (BIHAM), University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Institute of Neuroscience and the Collaborative Innovation Center for Brain Science, Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "start_page": "e018357",
  "pages": "e018357",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Antidepressive Agents",
    "Child",
    "Comparative Effectiveness Research",
    "Depressive Disorder, Major",
    "Double-Blind Method",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Selective Serotonin Reuptake Inhibitors",
    "Suicidal Ideation",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "29306886",
    "pmc": "PMC5781225",
    "doi": "10.1136/bmjopen-2017-018357",
    "pii": "bmjopen-2017-018357"
  },
  "doi": "10.1136/bmjopen-2017-018357",
  "pmc_id": "PMC5781225",
  "dates": {
    "completed": "2018-09-18",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Antidepressive Agents",
    "Serotonin Uptake Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.265743",
    "pmid": "29306886"
  }
}