{
  "pmid": "29317222",
  "uid": "29317222",
  "title": "Do Performance Measures of Strength, Balance, and Mobility Predict Quality of Life and Community Reintegration After Stroke?",
  "abstract": "OBJECTIVE: To investigate the extent to which physical performance measures of strength, balance, and mobility taken at discharge from inpatient stroke rehabilitation can predict health-related quality of life (HRQoL) and community reintegration after 6 months. DESIGN: Longitudinal study. SETTING: University laboratory. PARTICIPANTS: Adults (N=75) recruited within 1 month of discharge home from inpatient stroke rehabilitation. INTERVENTIONS: Not applicable. MAIN OUTCOME MEASURES: 36-Item Short Form Health Survey (SF-36) for HRQoL and Subjective Index of Physical and Social Outcome (SIPSO) for community reintegration. Physical performance measures were the 6-minute walk test, timed Up and Go (TUG) test, Berg Balance Scale, Community Balance and Mobility Scale, and isokinetic torque and power of hip, knee, and ankle on the paretic and nonparetic sides. Other prognostic variables included age, sex, stroke type and location, comorbidities, and motor FIM score. RESULTS: Separate stepwise linear regressions were performed using the SF-36 and SIPSO as dependent variables. The total paretic lower limb torque and 6-minute walk test predicted the SF-36 Physical Component Summary (adjusted R[2]=.30). The total paretic lower limb torque and TUG test predicted the SIPSO physical component (adjusted R[2]=.47). The total paretic lower limb torque significantly predicted the SF-36 Mental Component Summary, but the adjusted R[2] was low (.06). Similarly, the TUG test significantly predicted the SIPSO social component, but again the adjusted R[2] was low (.09). CONCLUSIONS: Measures of physical performance including muscle strength and mobility at discharge can partially predict HRQoL and community reintegration 6 months later. Further research is necessary for more accurate predictions.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Joshua W",
      "initials": "JW",
      "name": "Joshua W Cohen",
      "affiliations": [
        "School of Kinesiology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ivanova",
      "fore_name": "Tanya D",
      "initials": "TD",
      "name": "Tanya D Ivanova",
      "affiliations": [
        "School of Physical Therapy, Western University, London, Ontario, Canada; Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Brouwer",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Brouwer",
      "affiliations": [
        "School of Rehabilitation Therapy, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Kimberly J",
      "initials": "KJ",
      "name": "Kimberly J Miller",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Kinesiology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garland",
      "fore_name": "S Jayne",
      "initials": "SJ",
      "name": "S Jayne Garland",
      "affiliations": [
        "School of Physical Therapy, Western University, London, Ontario, Canada; Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: jgarland@uwo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "713",
  "end_page": "719",
  "pages": "713-719",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Disability Evaluation",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Muscle Strength",
    "Postural Balance",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Stroke",
    "Stroke Rehabilitation",
    "Task Performance and Analysis",
    "Torque",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29317222",
    "doi": "10.1016/j.apmr.2017.12.007",
    "pii": "S0003-9993(18)30001-7"
  },
  "doi": "10.1016/j.apmr.2017.12.007",
  "dates": {
    "completed": "2019-01-17",
    "revised": "2019-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.953580",
    "pmid": "29317222"
  }
}