{
  "pmid": "29318083",
  "uid": "29318083",
  "title": "A Missed Opportunity in Bone Health: Vitamin D and Calcium Use in Elderly Femoral Neck Fracture Patients Following Arthroplasty.",
  "abstract": "INTRODUCTION: Introduction: Adequate calcium and vitamin D from diet and supplementation is recommended for elderly hip fracture patients. Using data from the multinational hip fracture arthroplasty trial (HEALTH), we determined the proportion of patients who consistently took vitamin D and calcium and which characteristics/prescribing practices were associated with consistency of supplement use. METHODS: HEALTH is a multicenter randomized trial of elderly hip fracture patients treated with hemi-arthroplasty and total hip arthroplasty. Patients were categorized as consistent users, inconsistent users, or nonusers of calcium and vitamin D. We used multinomial regression to determine the characteristics associated with calcium and vitamin D use. RESULTS: 603 HEALTH participants were included in the analysis. 34.7% of patients never took vitamin D within 12 months after surgery, 26.2% took vitamin D inconsistently, and 39.1% took vitamin D consistently. 36.0% of patients never took calcium within 12 months after surgery, 28.4% took calcium inconsistently, and 35.7% took calcium consistently. There was great variation in prescribed/recommended doses. Compared to nonusers, consistent users of the supplements were more likely to be female, North American, prescribed/recommended vitamin D and/or calcium postoperatively, and presented to a facility with comprehensive fragility fracture protocols. CONCLUSIONS: A low proportion of elderly hip fracture patients are consistently taking vitamin D and calcium, which may contribute to poorer bone health. Surgeons should be educated to prescribe/ recommend vitamin D and calcium, institutions should develop comprehensive fragility fracture protocols and patient education strategies to ensure that patients with osteoporosis receive bone health management beyond fracture care.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2861-9636"
    },
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard",
      "initials": "G",
      "name": "Gerard Slobogean",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Maryland, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D Rick",
      "initials": "JDR",
      "name": "Jonathan D Rick Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bogoch",
      "fore_name": "Earl",
      "initials": "E",
      "name": "Earl Bogoch",
      "affiliations": [
        "Department of Orthopaedic Surgery, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kleinlugtenbelt",
      "fore_name": "Ydo V",
      "initials": "YV",
      "name": "Ydo V Kleinlugtenbelt",
      "affiliations": [
        "Department of Orthopaedic Surgery, Deventer Hospital, Deventer, the Netherlands."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Geriatric orthopaedic surgery & rehabilitation",
    "iso_abbreviation": "Geriatr Orthop Surg Rehabil",
    "issn": "2151-4585",
    "issn_type": "Print",
    "volume": "8",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "215",
  "end_page": "224",
  "pages": "215-224",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29318083",
    "pmc": "PMC5755842",
    "doi": "10.1177/2151458517735201",
    "pii": "10.1177_2151458517735201"
  },
  "doi": "10.1177/2151458517735201",
  "pmc_id": "PMC5755842",
  "dates": {
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.381535",
    "pmid": "29318083"
  }
}