{
  "pmid": "29324562",
  "uid": "29324562",
  "title": "Effectiveness of interventions to prevent pre-frailty and frailty progression in older adults: a systematic review.",
  "abstract": "OBJECTIVE: To summarize the best available evidence regarding the effectiveness of interventions for preventing frailty progression in older adults. INTRODUCTION: Frailty is an age-related state of decreased physiological reserves characterized by an increased risk of poor clinical outcomes. Evidence supporting the malleability of frailty, its prevention and treatment, has been presented. INCLUSION CRITERIA: The review considered studies on older adults aged 65 and over, explicitly identified as pre-frail or frail, who had been undergoing interventions focusing on the prevention of frailty progression. Participants selected on the basis of specific illness or with a terminal diagnosis were excluded. The comparator was usual care, alternative therapeutic interventions or no intervention. The primary outcome was frailty. Secondary outcomes included: (i) cognition, quality of life, activities of daily living, caregiver burden, functional capacity, depression and other mental health-related outcomes, self-perceived health and social engagement; (ii) drugs and prescriptions, analytical parameters, adverse outcomes and comorbidities; (iii) costs, and/or costs relative to benefits and/or savings associated with implementing the interventions for frailty. Experimental study designs, cost effectiveness, cost benefit, cost minimization and cost utility studies were considered for inclusion. METHODS: Databases for published and unpublished studies, available in English, Portuguese, Spanish, Italian and Dutch, from January 2001 to November 2015, were searched. Critical appraisal was conducted using standardized instruments from the Joanna Briggs Institute. Data was extracted using the standardized tools designed for quantitative and economic studies. Data was presented in a narrative form due to the heterogeneity of included studies. RESULTS: Twenty-one studies, all randomized controlled trials, with a total of 5275 older adults and describing 33 interventions, met the criteria for inclusion. Economic analyses were conducted in two studies. Physical exercise programs were shown to be generally effective for reducing or postponing frailty but only when conducted in groups. Favorable effects on frailty indicators were also observed after the interventions, based on physical exercise with supplementation, supplementation alone, cognitive training and combined treatment. Group meetings and home visits were not found to be universally effective. Lack of efficacy was evidenced for physical exercise performed individually or delivered one-to-one, hormone supplementation and problem solving therapy. Individually tailored management programs for clinical conditions had inconsistent effects on frailty prevalence. Economic studies demonstrated that this type of intervention, as compared to usual care, provided better value for money, particularly for very frail community-dwelling participants, and had favorable effects in some of the frailty-related outcomes in inpatient and outpatient management, without increasing costs. CONCLUSIONS: This review found mixed results regarding the effectiveness of frailty interventions. However, there is clear evidence on the usefulness of such interventions in carefully chosen evidence-based circumstances, both for frailty itself and for secondary outcomes, supporting clinical investment of resources in frailty intervention. Further research is required to reinforce current evidence and examine the impact of the initial level of frailty on the benefits of different interventions. There is also a need for economic evaluation of frailty interventions.",
  "authors": [
    {
      "last_name": "Apóstolo",
      "fore_name": "João",
      "initials": "J",
      "name": "João Apóstolo",
      "affiliations": [
        "Health Sciences Research Unit: Nursing, Nursing School of Coimbra, Portugal Centre for Evidence Based Practice: a Joanna Briggs Institute Centre of Excellence."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Cooke",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing (ARCHA), Aston University, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Bobrowicz-Campos",
      "fore_name": "Elzbieta",
      "initials": "E",
      "name": "Elzbieta Bobrowicz-Campos",
      "affiliations": [
        "Health Sciences Research Unit: Nursing, Nursing School of Coimbra, Portugal Centre for Evidence Based Practice: a Joanna Briggs Institute Centre of Excellence."
      ]
    },
    {
      "last_name": "Santana",
      "fore_name": "Silvina",
      "initials": "S",
      "name": "Silvina Santana",
      "affiliations": [
        "Department of Economics, Management and Industrial Engineering, University of Aveiro, Aveiro, Portugal."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department. of Clinical Science and Community Health, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Cano",
      "affiliations": [
        "Department of Paediatrics, Obstetrics and Gynaecology, Universitat de Valência, Valência, Spain."
      ]
    },
    {
      "last_name": "Vollenbroek-Hutten",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Vollenbroek-Hutten",
      "affiliations": [
        "Roessingh Research and Development, Enschede, The Netherlands."
      ]
    },
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "Department. of Clinical Science and Community Health, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "D'Avanzo",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara D'Avanzo",
      "affiliations": [
        "IRCCS Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Gwyther",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Gwyther",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing (ARCHA), Aston University, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Holland",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Holland",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing (ARCHA), Aston University, Birmingham, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "JBI database of systematic reviews and implementation reports",
    "iso_abbreviation": "JBI Database System Rev Implement Rep",
    "issn": "2202-4433",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "140",
  "end_page": "232",
  "pages": "140-232",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Aged",
    "Disease Progression",
    "Frailty",
    "Humans",
    "Independent Living",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "29324562",
    "pmc": "PMC5771690",
    "doi": "10.11124/JBISRIR-2017-003382",
    "pii": "01938924-201801000-00015"
  },
  "doi": "10.11124/JBISRIR-2017-003382",
  "pmc_id": "PMC5771690",
  "dates": {
    "completed": "2019-11-04",
    "revised": "2019-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:12.007153",
    "pmid": "29324562"
  }
}