{
  "pmid": "29325985",
  "uid": "29325985",
  "title": "Platelet-Activating Antibodies Are Detectable at the Earliest Onset of Heparin-Induced Thrombocytopenia, With Implications for the Operating Characteristics of the Serotonin-Release Assay.",
  "abstract": "BACKGROUND: Heparin-induced thrombocytopenia (HIT) is a prothrombotic drug reaction caused by platelet-activating antibodies that recognize platelet factor 4 (PF4)/heparin complexes. It is unknown whether platelet-activating antibodies are detectable at the onset of the HIT-related platelet count fall. METHODS: Available blood samples from 18 patients obtained at onset of HIT were tested using the serotonin-release assay (SRA), a test for platelet-activating antibodies, and a PF4-dependent enzyme-linked immunosorbent assay (ELISA). Patient samples showing a delay of > 2 days between ELISA and SRA seroconversion were tested for subthreshold levels of platelet-activating antibodies using two modifications of the SRA that amplify detection of HIT antibodies. We also estimated SRA sensitivity and specificity in two postorthopedic surgery clinical trials (633 samples), including assessing whether a positive SRA influenced platelet count recovery in the absence of thrombocytopenia. RESULTS: Platelet-activating HIT antibodies were detected in all 18 patients at the beginning of the HIT-related platelet count fall. Although ELISA seroconversion usually preceded SRA seroconversion by only 1 day (median), subthreshold levels of platelet-activating antibodies were detected in both patients who exhibited a lag between ELISA and SRA seroconversion. SRA sensitivity was 100% (18/18), and its specificity was 97% (597/615). Nonthrombocytopenic SRA-positive patients with ongoing heparin treatment exhibited blunted platelet count recovery vs control subjects, suggesting even higher SRA specificity for detecting abnormal platelet count profiles. CONCLUSIONS: Platelet-activating HIT antibodies are detectable at the onset of the HIT-related platelet count fall. The SRA has high sensitivity and specificity for HIT, and indicates that presence of HIT antibodies can blunt postoperative platelet count recovery.",
  "authors": [
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; McMaster Centre for Transfusion Research, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: twarken@mcmaster.ca."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; McMaster Centre for Transfusion Research, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; Canadian Blood Services, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kelton",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Kelton",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; McMaster Centre for Transfusion Research, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sheppard",
      "fore_name": "Jo-Ann I",
      "initials": "JI",
      "name": "Jo-Ann I Sheppard",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "James W",
      "initials": "JW",
      "name": "James W Smith",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nazy",
      "fore_name": "Ishac",
      "initials": "I",
      "name": "Ishac Nazy",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; McMaster Centre for Transfusion Research, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "153",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "1396",
  "end_page": "1404",
  "pages": "1396-1404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Antibodies",
    "Anticoagulants",
    "Enzyme-Linked Immunosorbent Assay",
    "Female",
    "Heparin",
    "Humans",
    "Male",
    "Middle Aged",
    "Platelet Activation",
    "Platelet Count",
    "Platelet Factor 4",
    "Predictive Value of Tests",
    "Serotonin",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "29325985",
    "doi": "10.1016/j.chest.2018.01.001",
    "pii": "S0012-3692(18)30066-7"
  },
  "doi": "10.1016/j.chest.2018.01.001",
  "dates": {
    "completed": "2019-09-19",
    "revised": "2019-09-19"
  },
  "chemicals": [
    "Antibodies",
    "Anticoagulants",
    "Serotonin",
    "Platelet Factor 4",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.321170",
    "pmid": "29325985"
  }
}