{
  "pmid": "29325399",
  "uid": "29325399",
  "title": "Evaluating the Process and Extent of Institutionalization: A Case Study of a Rapid Response Unit for Health Policy in Burkina Faso.",
  "abstract": "BACKGROUND: Good decision-making requires gathering and using sufficient information. Several knowledge translation platforms have been introduced in Burkina Faso to support evidence-informed decision-making. One of these is the rapid response service for health. This platform aims to provide quick access for policy-makers in Burkina Faso to highquality research evidence about health systems. The purpose of this study is to describe the process and extent of the institutionalization of the rapid response service. METHODS: A qualitative case study design was used, drawing on interviews with policy-makers, together with documentary analysis. Previously used institutionalization frameworks were combined to guide the analysis. RESULTS: Burkina Faso's rapid response service has largely reached the consolidation phase of the institutionalization process but not yet the final phase of maturity. The impetus for the project came from designated project leaders, who convinced policy-makers of the importance of the rapid response service, and obtained resources to run a pilot. During the expansion stage, additional policy-makers at national and sub-national levels began to use the service. Unit staff also tried to improve the way it was delivered, based on lessons learned during the pilot stage. The service has, however, stagnated at the consolidation stage, and not moved into the final phase of maturity. CONCLUSION: The institutionalization process for the rapid response service in Burkina Faso has been fluid rather than linear, with some areas developing faster than others. The service has reached the consolidation stage, but now requires additional efforts to reach maturity.",
  "authors": [
    {
      "last_name": "Zida",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Zida",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Unit, College of Health Sciences, Makerere University, Kampala, Uganda.",
        "Ministry of Health, Ouagadougou, Burkina Faso."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, and Department of Political Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Unit, College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Kouyate",
      "fore_name": "Bocar",
      "initials": "B",
      "name": "Bocar Kouyate",
      "affiliations": [
        "Ministry of Health, Ouagadougou, Burkina Faso."
      ]
    },
    {
      "last_name": "Ouedraogo",
      "fore_name": "Salimata",
      "initials": "S",
      "name": "Salimata Ouedraogo",
      "affiliations": [
        "Ministry of Health, Ouagadougou, Burkina Faso."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "15",
  "end_page": "26",
  "pages": "15-26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Burkina Faso",
    "Decision Making",
    "Evidence-Based Practice",
    "Health Policy",
    "Humans",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "29325399",
    "pmc": "PMC5745864",
    "doi": "10.15171/ijhpm.2017.39"
  },
  "doi": "10.15171/ijhpm.2017.39",
  "pmc_id": "PMC5745864",
  "dates": {
    "completed": "2018-08-16",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.995480",
    "pmid": "29325399"
  }
}