{
  "pmid": "29331633",
  "uid": "29331633",
  "title": "Organ donation in the ICU: A document analysis of institutional policies, protocols, and order sets.",
  "abstract": "OBJECTIVE: To better understand how local policies influence organ donation rates. RESEARCH METHODOLOGY/DESIGN: We conducted a document analysis of our ICU organ donation policies, protocols and order sets. We used a systematic search of our institution's policy library to identify documents related to organ donation. We used Mindnode software to create a publication timeline, basic statistics to describe document characteristics, and qualitative content analysis to extract document themes. SETTING: Documents were retrieved from Hamilton Health Sciences, an academic hospital system with a high volume of organ donation, from database inception to October 2015. FINDINGS: We retrieved 12 active organ donation documents, including six protocols, two policies, two order sets, and two unclassified documents, a majority (75%) after the introduction of donation after circulatory death in 2006. Four major themes emerged: organ donation process, quality of care, patient and family-centred care, and the role of the institution. These themes indicate areas where documented institutional standards may be beneficial. CONCLUSION: Further research is necessary to determine the relationship of local policies, protocols, and order sets to actual organ donation practices, and to identify barriers and facilitators to improving donation rates.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada; Hamilton Health Sciences, Hamilton, Canada. Electronic address: oczkowsj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Centofanti",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Centofanti",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada; Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Durepos",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Durepos",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada; School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Arseneau",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Arseneau",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kelecevic",
      "fore_name": "Julija",
      "initials": "J",
      "name": "Julija Kelecevic",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; St Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada; Hamilton Health Sciences, Hamilton, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Intensive & critical care nursing",
    "iso_abbreviation": "Intensive Crit Care Nurs",
    "issn": "1532-4036",
    "issn_type": "Electronic",
    "volume": "45",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "58",
  "end_page": "65",
  "pages": "58-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Intensive Care Units",
    "Organizational Policy",
    "Patient-Centered Care",
    "Qualitative Research",
    "Quality of Health Care",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "29331633",
    "doi": "10.1016/j.iccn.2017.12.005",
    "pii": "S0964-3397(17)30243-4"
  },
  "doi": "10.1016/j.iccn.2017.12.005",
  "dates": {
    "completed": "2018-06-26",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.036709",
    "pmid": "29331633"
  }
}