{
  "pmid": "29331967",
  "uid": "29331967",
  "title": "Understanding frailty: a qualitative study of European healthcare policy-makers' approaches to frailty screening and management.",
  "abstract": "OBJECTIVE: To elicit European healthcare policy-makers' views, understanding and attitudes about the implementation of frailty screening and management strategies and responses to stakeholders' views. DESIGN: Thematic analysis of semistructured qualitative interviews. SETTING: European healthcare policy departments. PARTICIPANTS: Seven European healthcare policy-makers representing the European Union (n=2), UK (n=2), Italy (n=1), Spain (n=1) and Poland (n=1). Participants were sourced through professional networks and the European Commission Authentication Service website and were required to be in an active healthcare policy or decision-making role. RESULTS: Seven themes were identified. Our findings reveal a 'knowledge gap', around frailty and awareness of the malleability of frailty, which has resulted in restricted ownership of frailty by specialists. Policy-makers emphasised the need to recognise frailty as a clinical syndrome but stressed that it should be managed via an integrated and interdisciplinary response to chronicity and ageing. That is, through social co-production. This would require a culture shift in care with redeployment of existing resources to deliver frailty management and intervention services. Policy-makers proposed barriers to a culture shift, indicating a need to be innovative with solutions to empower older adults to optimise their health and well-being, while still fully engaging in the social environment. The cultural acceptance of an integrated care system theme described the complexities of institutional change management, as well as cultural issues relating to working democratically, while in signposting adult care, the need for a personal navigator to help older adults to access appropriate services was proposed. Policy-makers also believed that screening for frailty could be an effective tool for frailty management. CONCLUSIONS: There is potential for frailty to be managed in a more integrated and person-centred manner, overcoming the challenges associated with niche ownership within the healthcare system. There is also a need to raise its profile and develop a common understanding of its malleability among stakeholders, as well as consistency in how and when it is measured.",
  "authors": [
    {
      "last_name": "Gwyther",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Gwyther",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing (ARCHA), Psychology, School of Life and Health Sciences, Aston University, Birmingham, UK."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Shaw",
      "affiliations": [
        "Aston Research Centre for Healthy Ageing (ARCHA), Psychology, School of Life and Health Sciences, Aston University, Birmingham, UK."
      ]
    },
    {
      "last_name": "Jaime Dauden",
      "fore_name": "Eva-Amparo",
      "initials": "EA",
      "name": "Eva-Amparo Jaime Dauden",
      "affiliations": [
        "Department of Pediatrics, Obstetrics and Gynecology, University of Valencia, Valencia, Spain."
      ]
    },
    {
      "last_name": "D'Avanzo",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara D'Avanzo",
      "affiliations": [
        "Laboratory of Quality Assessment of Geriatric Therapies and Services, IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy."
      ]
    },
    {
      "last_name": "Kurpas",
      "fore_name": "Donata",
      "initials": "D",
      "name": "Donata Kurpas",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, UK."
      ]
    },
    {
      "last_name": "Bujnowska-Fedak",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Bujnowska-Fedak",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, UK."
      ]
    },
    {
      "last_name": "Kujawa",
      "fore_name": "Tomasz",
      "initials": "T",
      "name": "Tomasz Kujawa",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, UK."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Cano",
      "affiliations": [
        "Department of Pediatrics, Obstetrics and Gynecology, University of Valencia, Valencia, Spain."
      ]
    },
    {
      "last_name": "Holland",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Holland",
      "affiliations": [
        "Faculty of Health and Medicine, Centre for Ageing Research, Furness College, Lancaster University, Lancaster, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "e018653",
  "pages": "e018653",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Aged",
    "Aged, 80 and over",
    "Attitude of Health Personnel",
    "Decision Making",
    "Delivery of Health Care",
    "Europe",
    "European Union",
    "Frail Elderly",
    "Frailty",
    "Health Knowledge, Attitudes, Practice",
    "Health Policy",
    "Health Resources",
    "Humans",
    "Organizational Culture",
    "Policy Making",
    "Qualitative Research",
    "Social Environment"
  ],
  "article_ids": {
    "pubmed": "29331967",
    "pmc": "PMC5781160",
    "doi": "10.1136/bmjopen-2017-018653",
    "pii": "bmjopen-2017-018653"
  },
  "doi": "10.1136/bmjopen-2017-018653",
  "pmc_id": "PMC5781160",
  "dates": {
    "completed": "2018-08-22",
    "revised": "2019-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.462170",
    "pmid": "29331967"
  }
}