{
  "pmid": "29344358",
  "uid": "29344358",
  "title": "The global problem of childhood diarrhoeal diseases: emerging strategies in prevention and management.",
  "abstract": "Acute diarrhoeal diseases remain a leading cause of global morbidity and mortality particularly among young children in resource-limited countries. Recent large studies utilizing case-control design, prospective sampling and more sensitive and broad diagnostic techniques have shed light on particular pathogens of importance and highlighted the previously under recognized impact of these infections on post-acute illness mortality and growth. Vaccination, particularly against rotavirus, has emerged as a key effective means of preventing significant morbidity and mortality from childhood diarrhoeal disease. Other candidate vaccines against leading diarrhoeal pathogens, such as enterotoxigenic Escherichia coli and Shigella spp., also hold significant promise in further ameliorating the burden of enteric infections in children. Large studies are also currently underway evaluating novel and potential easy-to-implement water, sanitation and hygiene (WASH) preventive strategies. Given the ongoing global burden of this illness, the paucity of new advances in case management over the last several decades remains a challenge. The increasing recognition of post-acute illness mortality and growth impairment has highlighted the need for interventions that go beyond management of dehydration and electrolyte disturbances. The few trials of novel promising interventions such as probiotics have mainly been conducted in high-income settings. Trials of antimicrobials have also been primarily conducted in high-income settings or in travellers from high-income settings. Bloody diarrhoea has been shown to be a poor marker of potentially treatable bacterial enteritis, and rising antimicrobial resistance has also made empiric antimicrobial therapy more challenging in many settings. Novel effective and sustainable interventions and diagnostic strategies are clearly needed to help improve case management. Diarrhoeal disease and other enteric infections remain an unmet challenge in global child health. Most promising recent developments have been focused around preventive measures, in particular vaccination. Further advances in prevention and case management including the possible use of targeted antimicrobial treatment are also required to fully address this critical burden on child health and human potential.",
  "authors": [
    {
      "last_name": "Mokomane",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Mokomane",
      "affiliations": [
        "Department of Medical Laboratory Science, Faculty of Health Sciences, University of Botswana, Gaborone, Botswana; Botswana National Health Laboratory, Ministry of Health, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Kasvosve",
      "fore_name": "Ishmael",
      "initials": "I",
      "name": "Ishmael Kasvosve",
      "affiliations": [
        "Department of Medical Laboratory Sciences, Faculty of Health Sciences, University of Botswana, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "de Melo",
      "fore_name": "Emilia",
      "initials": "E",
      "name": "Emilia de Melo",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": [
        "University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in infectious disease",
    "iso_abbreviation": "Ther Adv Infect Dis",
    "issn": "2049-9361",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "29",
  "end_page": "43",
  "pages": "29-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29344358",
    "pmc": "PMC5761924",
    "doi": "10.1177/2049936117744429",
    "pii": "10.1177_2049936117744429"
  },
  "doi": "10.1177/2049936117744429",
  "pmc_id": "PMC5761924",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.308084",
    "pmid": "29344358"
  }
}