{
  "pmid": "29349203",
  "uid": "29349203",
  "title": "Neighbourhood socioeconomic status indices and early childhood development.",
  "abstract": "The developmental health of young children is highly influenced by the socioeconomic conditions in which they are raised. How to accurately measure these conditions is a point of debate in the current literature on child development, health, and social determinants. We have evaluated four existing indices of socioeconomic status (SES) to determine the most relevant for the analysis of early childhood development (ECD) in Canada. Following a literature review of published SES indices which used 2006 Canadian Census data, four indices were chosen based on their relevance to ECD and the number of citations in subsequent articles. These were: the Canadian Deprivation Index, the Socioeconomic Factor Index, the Canadian Marginalization Index and an index created by the Early Childhood Mapping Project in Alberta, Canada. The indices were replicated using SES data for 2038 customized geographic neighbourhoods encompassing 99.9% of the Canadian population, and the relationship of the indices to ECD was investigated by linking to aggregated data from the Early Development Instrument (EDI), a teacher-completed questionnaire used to assess kindergarten children's physical, social, emotional, and cognitive development, and communication skills. The derived SES indices were compared based on four criteria: the input variables used, the index structure, the interpretability of the index and the variance they explained (R[2]) in the different EDI outcome measures. In terms of variance explained, material components of the SES indices (e.g., income, education) consistently showed the strongest association with children's language and cognitive development. The patterns of association for the non-material SES components and the other developmental domains of the EDI were more complex. We discuss the findings in regard to current developments in the field, and the need for refining empirical and theoretical approaches to examine associations between different facets of SES contextual factors and different aspects of ECD outcomes.",
  "authors": [
    {
      "last_name": "Webb",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Webb",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 201A, 1280 Main Street West, Hamilton, ON, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 201A, 1280 Main Street West, Hamilton, ON, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 201A, 1280 Main Street West, Hamilton, ON, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Raos",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Raos",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 201A, 1280 Main Street West, Hamilton, ON, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Brownell",
      "fore_name": "Marni",
      "initials": "M",
      "name": "Marni Brownell",
      "affiliations": [
        "Manitoba Centre for Health Policy, University of Manitoba, MB, Canada, R3E 3P5."
      ]
    },
    {
      "last_name": "Forer",
      "fore_name": "Barry",
      "initials": "B",
      "name": "Barry Forer",
      "affiliations": [
        "The Human Early Learning Partnership, University of British Columbia, Suite 440, 2206 East Mall, Vancouver, BC, Canada V6T 1Z3."
      ]
    },
    {
      "last_name": "Guhn",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Guhn",
      "affiliations": [
        "The Human Early Learning Partnership, University of British Columbia, Suite 440, 2206 East Mall, Vancouver, BC, Canada V6T 1Z3."
      ]
    },
    {
      "last_name": "Muhajarine",
      "fore_name": "Nazeem",
      "initials": "N",
      "name": "Nazeem Muhajarine",
      "affiliations": [
        "Saskatchewan Population Health and Evaluation Research Unit, University of Saskatchewan, 104 Clinic Road, Saskatoon, SK, Canada S7N 5E5."
      ]
    }
  ],
  "journal": {
    "title": "SSM - population health",
    "iso_abbreviation": "SSM Popul Health",
    "issn": "2352-8273",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "48",
  "end_page": "56",
  "pages": "48-56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29349203",
    "pmc": "PMC5769026",
    "doi": "10.1016/j.ssmph.2016.11.006",
    "pii": "S2352-8273(16)30151-3"
  },
  "doi": "10.1016/j.ssmph.2016.11.006",
  "pmc_id": "PMC5769026",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.711343",
    "pmid": "29349203"
  }
}