{
  "pmid": "29344632",
  "uid": "29344632",
  "title": "Factors Associated With Outcomes and Costs After Pediatric Laparoscopic Cholecystectomy.",
  "abstract": "IMPORTANCE: The prevalence of pediatric cholelithiasis is increasing with the epidemic of childhood obesity. With this rise, the outcomes and costs of pediatric laparoscopic cholecystectomy become an important public health and economic concern. OBJECTIVE: To assess patient and health system factors associated with the outcomes and costs after laparoscopic cholecystectomy among Canadian children. DESIGN, SETTING, AND PARTICIPANTS: This was a retrospective, population-based study of children 17 years and younger undergoing laparoscopic cholecystectomy from April 1, 2008, until March 31, 2015. The data source was the Canadian Institute for Health Information. The Canadian Institute for Health Information Discharge Abstract Database includes data from all Canadian hospitals. The analysis was limited to inpatient cholecystectomies. All Canadian children undergoing laparoscopic cholecystectomy were included. EXPOSURE: The exposure in this study was laparoscopic cholecystectomy. MAIN OUTCOMES AND MEASURES: The primary outcome was all-cause morbidity, a composite outcome of any complication that prolonged length of stay by 24 hours or required a second, unplanned procedure. The cost of the index admission was also calculated as a secondary outcome. These outcomes of interest were determined before data analysis. Odds ratios and 95% CIs were estimated using multilevel logistic regression models. RESULTS: During the study period, 3519 laparoscopic cholecystectomies were performed; of these, 79.1% (n = 2785) were in girls, and 98.0% (n = 3450) were for gallstone disease. The overall morbidity rate was 3.9% (n = 137). After adjustment, patients with comorbidities were more susceptible to morbidity (odds ratio, 2.68; 95% CI, 1.78-3.86; P < .001). Operations for gallstones were less morbid. High-volume general surgeons had lower morbidity rates compared with low-volume pediatric surgeons (odds ratio, 0.32; 95% CI, 0.12-0.69; P = .005) independent of pediatric volumes. The mean (SD) unadjusted cost of a laparoscopic cholecystectomy was $4115 ($7273). Operative indication, complications, comorbidities, emergency admission, and surgeon volume were associated with cost. CONCLUSIONS AND RELEVANCE: The high-volume nature of adult general surgery translated to lower morbidity and cost after pediatric laparoscopic cholecystectomy, suggesting that adult volume is associated with pediatric outcomes. As the rate of pediatric gallstone disease increases, surgeon volume, rather than specialty training, should be considered when pursuing operative management.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Gileh-Gol",
      "initials": "GG",
      "name": "Gileh-Gol Akhtar-Danesh",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Surgery, Department of Surgery, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bos",
      "fore_name": "Cecily",
      "initials": "C",
      "name": "Cecily Bos",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Flageole",
      "fore_name": "Helene",
      "initials": "H",
      "name": "Helene Flageole",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Surgery, Department of Surgery, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA surgery",
    "iso_abbreviation": "JAMA Surg",
    "issn": "2168-6262",
    "issn_type": "Electronic",
    "volume": "153",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "551",
  "end_page": "557",
  "pages": "551-557",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Child",
    "Child, Preschool",
    "Cholecystectomy, Laparoscopic",
    "Female",
    "Follow-Up Studies",
    "Gallstones",
    "Health Care Costs",
    "Humans",
    "Incidence",
    "Infant",
    "Infant, Newborn",
    "Length of Stay",
    "Male",
    "Patient Discharge",
    "Postoperative Complications",
    "Prognosis",
    "Retrospective Studies",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29344632",
    "pmc": "PMC5875370",
    "doi": "10.1001/jamasurg.2017.5461",
    "pii": "2669914"
  },
  "doi": "10.1001/jamasurg.2017.5461",
  "pmc_id": "PMC5875370",
  "dates": {
    "completed": "2019-09-26",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.714263",
    "pmid": "29344632"
  }
}