{
  "pmid": "29344848",
  "uid": "29344848",
  "title": "Current status and future possibilities of molecular genetics techniques in Brassica napus.",
  "abstract": "As PCR methods have improved over the last 15 years, there has been an upsurge in the number of new DNA marker tools, which has allowed the generation of high-density molecular maps for all the key Brassica crop types. Biotechnology and molecular plant breeding have emerged as a significant tool for molecular understanding that led to a significant crop improvement in the Brassica napus species. Brassica napus possess a very complicated polyploidy-based genomics. The quantitative trait locus (QTL) is not sufficient to develop effective markers for trait introgression. In the coming years, the molecular marker techniques will be more effective to determine the whole genome impairing desired traits. Available genetic markers using the single-nucleotide sequence (SNP) technique and high-throughput sequencing are effective in determining the maps and genome polymorphisms amongst candidate genes and allele interactions. High-throughput sequencing and gene mapping techniques are involved in discovering new alleles and gene pairs, serving as a bridge between the gene map and genome evaluation. The decreasing cost for DNA sequencing will help in discovering full genome sequences with less resources and time. This review describes (1) the current use of integrated approaches, such as molecular marker technologies, to determine genome arrangements and interspecific outcomes combined with cost-effective genomes to increase the efficiency in prognostic breeding efforts. (2) It also focused on functional genomics, proteomics and field-based breeding practices to achieve insight into the genetics underlying both simple and complex traits in canola.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Plant Production Department, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Salem Safer",
      "initials": "SS",
      "name": "Salem Safer Alghamdi",
      "affiliations": [
        "Plant Production Department, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Habib Ur Rahman",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Habib Ur Rahman",
      "affiliations": [
        "Department of Agronomy, Muhammad Nawaz Shareef University of Agriculture, Multan, Pakistan.",
        "AgWeatherNet, Washington State University, Prosser, WA, USA."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Awais",
      "initials": "A",
      "name": "Awais Ahmad",
      "affiliations": [
        "Plant Physiology Plant Production Department, College of Food and Agricultural Sciences, King Saud University, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Farooq",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Farooq",
      "affiliations": [
        "Department of Plant Protection, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh, 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Mukhtar",
      "initials": "M",
      "name": "Mukhtar Alam",
      "affiliations": [
        "Department of Agriculture, The University of Swabi, Khyber Pakhtunkhwa, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Imtiaz Ali",
      "initials": "IA",
      "name": "Imtiaz Ali Khan",
      "affiliations": [
        "Department of Agriculture, The University of Swabi, Khyber Pakhtunkhwa, Pakistan."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Hidayat",
      "initials": "H",
      "name": "Hidayat Ullah",
      "affiliations": [
        "Department of Agriculture, The University of Swabi, Khyber Pakhtunkhwa, Pakistan."
      ]
    },
    {
      "last_name": "Nasim",
      "fore_name": "Wajid",
      "initials": "W",
      "name": "Wajid Nasim",
      "affiliations": [
        "Department of Environmental Sciences, COMSATS Institute of Information Technology (CIIT), Vehari, 61000, Pakistan.",
        "CIHEAM-IAMM, 3191 route de Mende, 34090, Montpellier, France.",
        "CSIRO Sustainable Ecosystem, National Research Flagship, 203 Tor St, Toowoomba, QLD, 4350, Australia."
      ]
    },
    {
      "last_name": "Fahad",
      "fore_name": "Shah",
      "initials": "S",
      "name": "Shah Fahad",
      "affiliations": [
        "Department of Agriculture, The University of Swabi, Khyber Pakhtunkhwa, Pakistan. shahfahad@uoswabi.edu.pk.",
        "College of Plant Science and Technology, Huazhong Agricultural University, Wuhan, Hubei, China. shahfahad@uoswabi.edu.pk."
      ]
    }
  ],
  "journal": {
    "title": "Biotechnology letters",
    "iso_abbreviation": "Biotechnol Lett",
    "issn": "1573-6776",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "479",
  "end_page": "492",
  "pages": "479-492",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Brassica napus",
    "Breeding",
    "Chromosome Mapping",
    "Genetic Markers",
    "Genetic Techniques",
    "Genome, Plant",
    "Genomics",
    "Quantitative Trait Loci"
  ],
  "article_ids": {
    "pubmed": "29344848",
    "doi": "10.1007/s10529-018-2510-y",
    "pii": "10.1007/s10529-018-2510-y"
  },
  "doi": "10.1007/s10529-018-2510-y",
  "dates": {
    "completed": "2018-08-20",
    "revised": "2021-10-07"
  },
  "chemicals": [
    "Genetic Markers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.802224",
    "pmid": "29344848"
  }
}