{
  "pmid": "29357876",
  "uid": "29357876",
  "title": "Training scholars in dissemination and implementation research for cancer prevention and control: a mentored approach.",
  "abstract": "BACKGROUND: As the field of D&I (dissemination and implementation) science grows to meet the need for more effective and timely applications of research findings in routine practice, the demand for formalized training programs has increased concurrently. The Mentored Training for Dissemination and Implementation Research in Cancer (MT-DIRC) Program aims to build capacity in the cancer control D&I research workforce, especially among early career researchers. This paper outlines the various components of the program and reports results of systematic evaluations to ascertain its effectiveness. METHODS: Essential features of the program include selection of early career fellows or more experienced investigators with a focus relevant to cancer control transitioning to a D&I research focus, a 5-day intensive training institute, ongoing peer and senior mentoring, mentored planning and work on a D&I research proposal or project, limited pilot funding, and training and ongoing improvement activities for mentors. The core faculty and staff members of the MT-DIRC program gathered baseline and ongoing evaluation data regarding D&I skill acquisition and mentoring competency through participant surveys and analyzed it by iterative collective reflection. RESULTS: A majority (79%) of fellows are female, assistant professors (55%); 59% are in allied health disciplines, and 48% focus on cancer prevention research. Forty-three D&I research competencies were assessed; all improved from baseline to 6 and 18 months. These effects were apparent across beginner, intermediate, and advanced initial D&I competency levels and across the competency domains. Mentoring competency was rated very highly by the fellows--higher than rated by the mentors themselves. The importance of different mentoring activities, as rated by the fellows, was generally congruent with their satisfaction with the activities, with the exception of relatively greater satisfaction with the degree of emotional support and relatively lower satisfaction for skill building and opportunity initially. CONCLUSIONS: These first years of MT-DIRC demonstrated the program's ability to attract, engage, and improve fellows' competencies and skills and implement a multicomponent mentoring program that was well received. This account of the program can serve as a basis for potential replication and evolution of this model in training future D&I science researchers.",
  "authors": [
    {
      "last_name": "Padek",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Padek",
      "affiliations": [
        "Prevention Research Center in St. Louis, The Brown School at Washington University in St. Louis, 1 Brookings Drive. Campus Box 1196, St. Louis, MO, 63130, USA. mpadek@wustl.edu."
      ],
      "orcid": "0000-0002-9825-4513"
    },
    {
      "last_name": "Mir",
      "fore_name": "Nageen",
      "initials": "N",
      "name": "Nageen Mir",
      "affiliations": [
        "Division of Public Health Sciences, Department of Surgery, Washington University in St. Louis School of Medicine, 660 S. Euclid Ave. Campus Box 8100, St. Louis, MO, 63110, USA."
      ]
    },
    {
      "last_name": "Jacob",
      "fore_name": "Rebekah R",
      "initials": "RR",
      "name": "Rebekah R Jacob",
      "affiliations": [
        "Prevention Research Center in St. Louis, The Brown School at Washington University in St. Louis, 1 Brookings Drive. Campus Box 1196, St. Louis, MO, 63130, USA."
      ]
    },
    {
      "last_name": "Chambers",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Chambers",
      "affiliations": [
        "Division of Cancer Control and Population Sciences, National Cancer Institute, Rockville, MD, 20850, USA."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, National Collaborating Centre for Methods and Tools, McMaster University, 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Emmons",
      "fore_name": "Karen M",
      "initials": "KM",
      "name": "Karen M Emmons",
      "affiliations": [
        "Harvard T.H. Chan School of Public Health, 677 Huntington Avenue, Kresge 1005, Boston, MA, 02115, USA."
      ]
    },
    {
      "last_name": "Kerner",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Kerner",
      "affiliations": [
        "Canadian Partnership Against Cancer, 6202 Newburn Drive, Bethesda, MD, 20816, USA."
      ]
    },
    {
      "last_name": "Kumanyika",
      "fore_name": "Shiriki",
      "initials": "S",
      "name": "Shiriki Kumanyika",
      "affiliations": [
        "Drexel University Dornsife School of Public Health, Philadelphia, PA, 19104, USA."
      ]
    },
    {
      "last_name": "Pfund",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Pfund",
      "affiliations": [
        "Center for the Improvement of Mentored Experiences in Research, Wisconsin Center for Education Research, Institute for Clinical and Translational Research, School of Medicine and Public Health, University of Wisconsin-Madison, Madison, WI, 53706, USA."
      ]
    },
    {
      "last_name": "Proctor",
      "fore_name": "Enola K",
      "initials": "EK",
      "name": "Enola K Proctor",
      "affiliations": [
        "Center for Mental Health Services Research, The Brown School at Washington University in St. Louis, St. Louis, MO, 63130, USA."
      ]
    },
    {
      "last_name": "Stange",
      "fore_name": "Kurt C",
      "initials": "KC",
      "name": "Kurt C Stange",
      "affiliations": [
        "Center for Community Health Integration and the Case Comprehensive Cancer Center, 11000 Cedar Ave., Suite 402, Cleveland, OH, 44106-7136, USA."
      ]
    },
    {
      "last_name": "Brownson",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Brownson",
      "affiliations": [
        "Prevention Research Center in St. Louis, The Brown School at Washington University in St. Louis, 1 Brookings Drive. Campus Box 1196, St. Louis, MO, 63130, USA.",
        "Division of Public Health Sciences and Alvin J. Siteman Cancer Center, Department of Surgery, Washington University School of Medicine, Washington University in St. Louis, St. Louis, USA."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Biomedical Research",
    "Capacity Building",
    "Delivery of Health Care",
    "Female",
    "Health Services Research",
    "Humans",
    "Information Dissemination",
    "Male",
    "Mentoring",
    "Mentors",
    "Neoplasms",
    "Pilot Projects",
    "Research Personnel",
    "Translational Research, Biomedical",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "29357876",
    "pmc": "PMC5778694",
    "doi": "10.1186/s13012-018-0711-3",
    "pii": "10.1186/s13012-018-0711-3"
  },
  "doi": "10.1186/s13012-018-0711-3",
  "pmc_id": "PMC5778694",
  "dates": {
    "completed": "2018-12-27",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R25CA171994",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 CA171994",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 CA244433",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 CA057711",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR002345",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "KL2 TR000450",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "KL2 TR002346",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000448",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.345556",
    "pmid": "29357876"
  }
}