{
  "pmid": "29353554",
  "uid": "29353554",
  "title": "Knowledge, attitudes and practices related to cystic echinococcosis endemicity in Pakistan.",
  "abstract": "BACKGROUND: Cystic echinococcosis (CE) is a human and animal health problem in many endemic areas worldwide. It is considered a neglected zoonotic disease caused by the larval form (hydatid cyst) of Echinococcus spp. tapeworm. There are limited studies on echinococcosis in Pakistan. METHODS: A cross-sectional survey was conducted to find out recent knowledge, attitudes and practices on the occurrence of cystic echinococcosis in butchers and dog owners in both urban and rural areas of Rawalpindi/Islamabad regions, Pakistan. The quantitative data was collected in the form of questionnaires to investigate the knowledge and awareness of CE among community members and their routine practices that  were behind the factors involved in hydatid cyst infection. The practices and infrastructure of abattoirs/butcher shops and their role in transmission of cystic echinococcosis were also evaluated in the present study. RESULTS: The participants involved in the study were dog owners and people who kept animals. A total of 400 people were interviewed and 289 questionnaires were received. The results showed that only 4.1% of people have heard about the disease, and 58.1% were closely associated with dogs. Sixty-three percent of dogs in study area were consuming uncooked organs (e.g. liver, lung, etc.) of slaughtered animals, while 100% of dogs at butcher shops were consuming uncooked organs. Home slaughtering was common in 20.06%. Among butchers, 32.3% had heard about zoonoses and 7.61% knew about CE. The statistical analysis showed that there was highly significant difference (P < 0.05) among most of the practices that were associated with the prevalence of CE. CONCLUSIONS: It  was concluded from the present study that, the knowledge and awareness of CE among people of Rawalpindi/Islamabad were low. Because of dogs and poor knowledge of CE among community members and butchers, the transmission of echinococcosis is facilitated. Therefore, there is urgent need to strengthen awareness and health education among people, as well as proper practices related to the CE not only in the study area, but also in other areas of Pakistan.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naz",
      "fore_name": "Kashf",
      "initials": "K",
      "name": "Kashf Naz",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chakh Shahzad, Islamabad, Pakistan. haroonahmad12@yahoo.com."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Haider",
      "fore_name": "Waseem",
      "initials": "W",
      "name": "Waseem Haider",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Sheikh Saeed",
      "initials": "SS",
      "name": "Sheikh Saeed Ahmad",
      "affiliations": [
        "Department of Environmental Sciences, Fatima Jinnah Women University, Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Farrakh",
      "fore_name": "Sumaira",
      "initials": "S",
      "name": "Sumaira Farrakh",
      "affiliations": [
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Weiping",
      "fore_name": "Wu",
      "initials": "W",
      "name": "Wu Weiping",
      "affiliations": [
        "Department of Echinococcosis, National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, Key Laboratory of Parasite and Vector Biology, Ministry of Health, WHO Collaborating Center of Tropical Diseases, National Center for International Researches on Tropical Diseases, Ministry of Science and Technology, 207 Ruijin Er Road, Shanghai, 200025, China. Wuwp@nipd.chinacdc.cn."
      ]
    },
    {
      "last_name": "Yayi",
      "fore_name": "Guan",
      "initials": "G",
      "name": "Guan Yayi",
      "affiliations": [
        "Center for Global Health, National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, Key Laboratory of Parasite and Vector Biology, Ministry of Health, WHO Collaborating Center of Tropical Diseases, National Center for International Researches on Tropical Diseases, Ministry of Science and Technology, 207 Ruijin Er Road, Shanghai, 200025, China. guan_ml@126.com."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases of poverty",
    "iso_abbreviation": "Infect Dis Poverty",
    "issn": "2049-9957",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abattoirs",
    "Adolescent",
    "Adult",
    "Aged",
    "Animals",
    "Cross-Sectional Studies",
    "Dogs",
    "Echinococcosis",
    "Echinococcus granulosus",
    "Endemic Diseases",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Ownership",
    "Pakistan",
    "Pets",
    "Prevalence",
    "Raw Foods",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Young Adult",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "29353554",
    "pmc": "PMC5776779",
    "doi": "10.1186/s40249-017-0383-2",
    "pii": "10.1186/s40249-017-0383-2"
  },
  "doi": "10.1186/s40249-017-0383-2",
  "pmc_id": "PMC5776779",
  "dates": {
    "completed": "2018-11-21",
    "revised": "2018-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.802582",
    "pmid": "29353554"
  }
}