{
  "pmid": "29363105",
  "uid": "29363105",
  "title": "Anticoagulation for the initial treatment of venous thromboembolism in people with cancer.",
  "abstract": "BACKGROUND: Compared with people without cancer, people with cancer who receive anticoagulant treatment for venous thromboembolism (VTE) are more likely to develop recurrent VTE. OBJECTIVES: To compare the efficacy and safety of three types of parenteral anticoagulants (i.e. fixed-dose low molecular weight heparin (LMWH), adjusted-dose unfractionated heparin (UFH), and fondaparinux) for the initial treatment of VTE in people with cancer. SEARCH METHODS: A comprehensive search included a major electronic search of the following databases: Cochrane Central Register of Controlled Trials (CENTRAL) (2018, Issue 1), MEDLINE (via Ovid) and Embase (via Ovid); handsearching of conference proceedings; checking of references of included studies; use of the 'related citation' feature in PubMed; and a search for ongoing studies. This update of the systematic review was based on the findings of a literature search conducted on 14 January 2018. SELECTION CRITERIA: Randomized controlled trials (RCTs) assessing the benefits and harms of LMWH, UFH, and fondaparinux in people with cancer and objectively confirmed VTE. DATA COLLECTION AND ANALYSIS: Using a standardized form, we extracted data in duplicate on study design, participants, interventions outcomes of interest, and risk of bias. Outcomes of interested included all-cause mortality, symptomatic VTE, major bleeding, minor bleeding, postphlebitic syndrome, quality of life, and thrombocytopenia. We assessed the certainty of evidence for each outcome using the GRADE approach. MAIN RESULTS: Of 15440 identified citations, 7387 unique citations, 15 RCTs fulfilled the eligibility criteria. These trials enrolled 1615 participants with cancer and VTE: 13 compared LMWH with UFH enrolling 1025 participants, one compared fondaparinux with UFH and LMWH enrolling 477 participants, and one compared dalteparin with tinzaparin enrolling 113 participants. The meta-analysis of mortality at three months included 418 participants from five studies and that of recurrent VTE included 422 participants from 3 studies. The findings showed that LMWH likely decreases mortality at three months compared to UFH (risk ratio (RR) 0.66, 95% confidence interval (CI) 0.40 to 1.10; risk difference (RD) 57 fewer per 1000, 95% CI 101 fewer to 17 more; moderate certainty evidence), but did not rule out a clinically significant increase or decrease in VTE recurrence (RR 0.69, 95% CI 0.27 to 1.76; RD 30 fewer per 1000, 95% CI 70 fewer to 73 more; moderate certainty evidence).The study comparing fondaparinux with heparin (UFH or LMWH) did not exclude a beneficial or detrimental effect of fondaparinux on mortality at three months (RR 1.25, 95% CI 0.86 to 1.81; RD 43 more per 1000, 95% CI 24 fewer to 139 more; moderate certainty evidence), recurrent VTE (RR 0.93, 95% CI 0.56 to 1.54; RD 8 fewer per 1000, 95% CI 52 fewer to 63 more; moderate certainty evidence), major bleeding (RR 0.82, 95% CI 0.40 to 1.66; RD 12 fewer per 1000, 95% CI 40 fewer to 44 more; moderate certainty evidence), or minor bleeding (RR 1.53, 95% CI 0.88 to 2.66; RD 42 more per 1000, 95% CI 10 fewer to 132 more; moderate certainty evidence)The study comparing dalteparin with tinzaparin did not exclude a beneficial or detrimental effect of dalteparin on mortality (RR 0.86, 95% CI 0.43 to 1.73; RD 33 fewer per 1000, 95% CI 135 fewer to 173 more; low certainty evidence), recurrent VTE (RR 0.44, 95% CI 0.09 to 2.16; RD 47 fewer per 1000, 95% CI 77 fewer to 98 more; low certainty evidence), major bleeding (RR 2.19, 95% CI 0.20 to 23.42; RD 20 more per 1000, 95% CI 14 fewer to 380 more; low certainty evidence), or minor bleeding (RR 0.82, 95% CI 0.30 to 2.21; RD 24 fewer per 1000, 95% CI 95 fewer to 164 more; low certainty evidence). AUTHORS' CONCLUSIONS: LMWH is possibly superior to UFH in the initial treatment of VTE in people with cancer. Additional trials focusing on patient-important outcomes will further inform the questions addressed in this review. The decision for a person with cancer to start LMWH therapy should balance the benefits and harms and consider the person's values and preferences.",
  "authors": [
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": [
        "Family Medicine, American University of Beirut, Beirut, Lebanon, 1107 2020."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": []
    },
    {
      "last_name": "Tsolakian",
      "fore_name": "Ibrahim G",
      "initials": "IG",
      "name": "Ibrahim G Tsolakian",
      "affiliations": []
    },
    {
      "last_name": "Matar",
      "fore_name": "Charbel F",
      "initials": "CF",
      "name": "Charbel F Matar",
      "affiliations": []
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor Ed",
      "initials": "VE",
      "name": "Victor Ed Yosuico",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "start_page": "CD006649",
  "pages": "CD006649",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Dalteparin",
    "Fibrinolytic Agents",
    "Fondaparinux",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Polysaccharides",
    "Randomized Controlled Trials as Topic",
    "Recurrence",
    "Secondary Prevention",
    "Tinzaparin",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "29363105",
    "pmc": "PMC6389339",
    "doi": "10.1002/14651858.CD006649.pub7"
  },
  "doi": "10.1002/14651858.CD006649.pub7",
  "pmc_id": "PMC6389339",
  "dates": {
    "completed": "2018-02-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Heparin, Low-Molecular-Weight",
    "Polysaccharides",
    "Tinzaparin",
    "Heparin",
    "Fondaparinux",
    "Dalteparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.645665",
    "pmid": "29363105"
  }
}