{
  "pmid": "29368662",
  "uid": "29368662",
  "title": "Treatment outcomes in patients with opioid use disorder initiated by prescription: a systematic review protocol.",
  "abstract": "BACKGROUND: In North America, opioid use has become a public health crisis with policy makers declaring it a state of emergency. Opioid substitution therapy (OST) is a harm-reduction method used in treating opioid use disorder. While OST has shown to be successful in improving treatment outcomes, there is still a great degree of variability among patients. This cohort of patients has shifted from young males using heroin to a greater number of older people and women using prescription opioids. The primary objective of this review is to examine the literature on the association between the first exposure to opioids through prescription versus illicit use and OST treatment outcomes. METHOD: An electronic search will be conducted on the EMBASE, MEDLINE, PsycINFO, and Cumulative Index to Nursing and Allied Health Literature (CINAHL) databases. Two independent reviewers will conduct the initial title and abstract screenings using predetermined criteria for inclusion and exclusion. Reviewers will then conduct full-text data extraction using a pilot-tested data extraction form in duplicate. A third author will resolve disagreements if consensus cannot be reached. Quality and risk of bias assessment will be conducted along with a sensitivity analysis for all included studies. Qualitative summary of the evidence will be provided, and when possible, a meta-analysis will be conducted, along with heterogeneity calculation. The reporting of this protocol follows the PRISMA-P. DISCUSSION: We expect that this review will help determine whether patients that were initially exposed to opioids through a prescription differ in OST treatment outcomes in comparison to people who used opioids through illicit means. We hope that this review will provide evidence related to prescription opioids exposure and future treatment outcomes, which will aid clinicians in their decisions to prescribe opioids or not for specific populations at risk. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42017058143.",
  "authors": [
    {
      "last_name": "Sanger",
      "fore_name": "Nitika",
      "initials": "N",
      "name": "Nitika Sanger",
      "affiliations": [
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Meha",
      "initials": "M",
      "name": "Meha Bhatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zielinski",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Zielinski",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sanger",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Sanger",
      "affiliations": [
        "Health Science Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shahid",
      "fore_name": "Hamnah",
      "initials": "H",
      "name": "Hamnah Shahid",
      "affiliations": [
        "Arts & Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bantoto",
      "fore_name": "Bianca",
      "initials": "B",
      "name": "Bianca Bantoto",
      "affiliations": [
        "Integrated Sciences Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": [
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada. samaanz@mcmaster.ca.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. samaanz@mcmaster.ca.",
        "Peter Boris Centre for Addictions Research, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada. samaanz@mcmaster.ca.",
        "Mood Disorders Program, St. Joseph's Healthcare Hamilton, 100 West 5th St., Hamilton, ON, L8N 3K7, Canada. samaanz@mcmaster.ca."
      ],
      "orcid": "0000-0002-5974-9361"
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "start_page": "16",
  "pages": "16",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Analgesics, Opioid",
    "Illicit Drugs",
    "Meta-Analysis as Topic",
    "Methadone",
    "North America",
    "Opiate Substitution Treatment",
    "Opioid-Related Disorders",
    "Practice Patterns, Physicians'",
    "Prescription Drugs",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "29368662",
    "pmc": "PMC5784712",
    "doi": "10.1186/s13643-018-0682-0",
    "pii": "10.1186/s13643-018-0682-0"
  },
  "doi": "10.1186/s13643-018-0682-0",
  "pmc_id": "PMC5784712",
  "dates": {
    "completed": "2019-01-07",
    "revised": "2025-01-02"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Illicit Drugs",
    "Methadone",
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.510543",
    "pmid": "29368662"
  }
}