{
  "pmid": "29379864",
  "uid": "29379864",
  "title": "Guide to enable health charities to increase recruitment to clinical trials on dementia.",
  "abstract": "INTRODUCTION: The Alzheimer Society embarked on a project to improve ways that the 60 provincial and local Societies in Canada can work with local researchers to support recruitment of volunteers to clinical trials and studies. A Guide to assist these offices was produced to design ethical recruitment of research volunteers within their client populations. METHODS: Consultations with individuals from provincial and local Societies, as well as researchers and leaders from health-related organizations, were conducted to identify in what ways these organizations are involved in study volunteer recruitment, what is and is not working, and what would be helpful to support future efforts. The Guide prototype used scenarios to illustrate study volunteer recruitment practices as they have been or could be applied in Societies. An implementable version of the Guide was produced with input from multiple internal and external reviewers including subject-matter experts and target users from Societies. RESULTS: Society staff reported that benefits of using the Guide were that it served as a catalyst for conversation and reflection and identified the need for a policy. Also, it enabled Society readiness to respond to requests by persons with dementia and their caregivers wishing to participate in research. A majority (94%) of participating Society staff across Canada agreed that they would increase their capacity to support research recruitment. DISCUSSION: Charitable organizations that raise funds for research have a role in promoting the recruitment of persons with dementia and their caregivers into clinical trials and studies. The Guide was produced to facilitate organizational change to both create a positive culture regarding research as well as practical solutions that can help organizations achieve this goal.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": [
        "Bruyère Research Institute, University of Ottawa, Ottawa, Ontario, Canada.",
        "School of Public Health, Epidemiology and Preventive Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health, York University, Toronto, Ontario, Canada.",
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Harris",
      "affiliations": [
        "Gestalt Collective, Milton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lusk",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Lusk",
      "affiliations": [
        "Gestalt Collective, Milton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Benczkowski",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Benczkowski",
      "affiliations": [
        "Alzheimer Society of Canada, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Alzheimer's & dementia (New York, N. Y.)",
    "iso_abbreviation": "Alzheimers Dement (N Y)",
    "issn": "2352-8737",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2017",
    "pub_month": "Nov"
  },
  "start_page": "584",
  "end_page": "592",
  "pages": "584-592",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29379864",
    "pmc": "PMC5779735",
    "doi": "10.1016/j.trci.2017.08.008",
    "pii": "S2352-8737(17)30055-0"
  },
  "doi": "10.1016/j.trci.2017.08.008",
  "pmc_id": "PMC5779735",
  "dates": {
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:55.898850",
    "pmid": "29379864"
  }
}