{
  "pmid": "29372344",
  "uid": "29372344",
  "title": "\"We get them up, moving, and out the door. How do we get them to do what is recommended?\" Using behaviour change theory to put exercise evidence into action for rehabilitation professionals.",
  "abstract": "UNLABELLED: Recommendations suggest a multicomponent exercise for people with osteoporosis. We identified rehabilitation professionals' barriers and facilitators to implementing exercise recommendations with people with osteoporosis, and used those to make suggestions for targeted knowledge translation interventions. Future work will report on development and evaluation of the interventions informed by our study. PURPOSE: Rehabilitation professionals can help people with osteoporosis to engage in a multicomponent exercise program and perform activities of daily living safely. However, rehabilitation professional face barriers to implementing exercise evidence, especially for specific disease conditions like osteoporosis. We performed a behavioural analysis and identified rehabilitation professionals' barriers to and facilitators of implementing disease-specific physical activity and exercise recommendations (Too Fit to Fracture recommendations), and used the Behaviour Change Wheel to select interventions. METHODS: Semi-structured interviews and focus groups were conducted with rehabilitation professionals, including physical therapists, kinesiologists, and occupational therapists, and transcribed verbatim. Two researchers coded data and identified emerging themes. Using the Behaviour Change Wheel framework, themes were categorized into capability, opportunity, and motivation, and relevant interventions were identified. RESULTS: Ninety-four rehabilitation professionals (mean age 40.5 years, 88.3% female) participated. Identified barriers were as follows: capability-lack of training in behaviour change, how to modify recommendations for physical and cognitive impairments; opportunity-lack of resources, time, and team work; motivation-lack of trust between providers, fear in providing interventions that may cause harm. Interventions selected were as follows: education, training, enablement, modelling and persuasion. Policy categories are communication/marketing, guidelines, service provision and environmental/social planning. CONCLUSIONS: Key barriers to implementing the recommendations are rehabilitation professionals' ability to use behaviour change techniques, to modify the recommendations for physical and cognitive limitations and to feel comfortable with delivering challenging but safe interventions for people with osteoporosis, and lacking trust and team work across sectors. Future work will report on development and evaluation of knowledge translation interventions informed by our study.",
  "authors": [
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. cmcarthur@uwaterloo.ca.",
        "Geriatric Education and Research in Aging Sciences Centre, Hamilton, ON, Canada. cmcarthur@uwaterloo.ca.",
        "McMaster University, Hamilton, ON, Canada. cmcarthur@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Geriatric Education and Research in Aging Sciences Centre, Hamilton, ON, Canada.",
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Cheung",
      "affiliations": [
        "University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Laprade",
      "fore_name": "Judi",
      "initials": "J",
      "name": "Judi Laprade",
      "affiliations": [
        "University of Toronto, Toronto, ON, Canada.",
        "Ontario Osteoporosis Strategy & Osteoporosis Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Centre for Family Medicine, Kitchener, ON, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Jain",
      "affiliations": [
        "Ontario Osteoporosis Strategy & Osteoporosis Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora M",
      "initials": "LM",
      "name": "Lora M Giangregorio",
      "affiliations": [
        "Department of Kinesiology, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada.",
        "Geriatric Education and Research in Aging Sciences Centre, Hamilton, ON, Canada.",
        "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada.",
        "Schlegel - UW Research Institute for Aging, Waterloo, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of osteoporosis",
    "iso_abbreviation": "Arch Osteoporos",
    "issn": "1862-3514",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "start_page": "7",
  "pages": "7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Attitude of Health Personnel",
    "Behavior Therapy",
    "Female",
    "Focus Groups",
    "Health Personnel",
    "Humans",
    "Male",
    "Osteoporosis",
    "Physical and Rehabilitation Medicine",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "29372344",
    "doi": "10.1007/s11657-018-0419-7",
    "pii": "10.1007/s11657-018-0419-7"
  },
  "doi": "10.1007/s11657-018-0419-7",
  "dates": {
    "completed": "2019-05-23",
    "revised": "2019-05-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.414794",
    "pmid": "29372344"
  }
}