{
  "pmid": "29373352",
  "uid": "29373352",
  "title": "Identifying Needs in Young Adults With Inflammatory Bowel Disease: A Qualitative Study.",
  "abstract": "Successful transitional care for young adults entails that healthcare teams recognize and understand the attitudes, perspectives, and developmental maturity of young adults. The aim of this study was to identify the needs of young adults with inflammatory bowel disease. Young adults 18-30 years of age were recruited from the McMaster University Medical Centre adult inflammatory bowel disease (IBD) clinic between July 2012 and May 2013. Semistructured interviews were audio taped, transcribed verbatim, and coded using a constant comparative method. QSR NVivo10 software was used to manage the data. Twenty-one young adults, including 15 subjects diagnosed as adolescents (younger than 18 years) and 6 subjects diagnosed as young adults, were interviewed. Four broad categories of needs were identified: psychosocial, informational, self-advocacy, and daily living needs. The most commonly reported needs were psychosocial and the least common were daily living needs. Results from this study may be used to inform clinical practitioners of potential needs that may be important to the overall quality of patient health during young adulthood. In addition, these findings may be used to evaluate existing transition and self-management tools to measure success of transition interventions more effectively.",
  "authors": [
    {
      "last_name": "Cho",
      "fore_name": "Romy",
      "initials": "R",
      "name": "Romy Cho",
      "affiliations": [
        "Romy Cho, MD, is with Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada. Natasha M. Wickert, MSc, is with Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada. Anne F. Klassen, BA, DPhil, is with Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada. Elena Tsangaris, MSc, is with Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. John K. Marshall, MD, MSc, FRCPC, AGAF, is with Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Herbert Brill, MD, MBA, FRCPC, is with Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wickert",
      "fore_name": "Natasha M",
      "initials": "NM",
      "name": "Natasha M Wickert",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Brill",
      "fore_name": "Herbert",
      "initials": "H",
      "name": "Herbert Brill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastroenterology nursing : the official journal of the Society of Gastroenterology Nurses and Associates",
    "iso_abbreviation": "Gastroenterol Nurs",
    "issn": "1538-9766",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "19",
  "end_page": "28",
  "pages": "19-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Male",
    "Needs Assessment",
    "Qualitative Research",
    "Transition to Adult Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29373352",
    "doi": "10.1097/SGA.0000000000000288",
    "pii": "00001610-201801000-00003"
  },
  "doi": "10.1097/SGA.0000000000000288",
  "dates": {
    "completed": "2018-10-15",
    "revised": "2018-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.117045",
    "pmid": "29373352"
  }
}