{
  "pmid": "29371059",
  "uid": "29371059",
  "title": "COPD exacerbations in the emergency department: Epidemiology and related costs. A retrospective cohort multicentre study from the Italian Society of Emergency Medicine (SIMEU).",
  "abstract": "UNLABELLED: Acute exacerbations of chronic obstructive pulmonary disease (AECOPDs) frequently cause patients with COPD to access the emergency department and have a negative impact on the course of the disease. The objectives of our study were: 1) describing the socio-demographic and clinical characteristics, and the clinical management, of patients with AECOPD, when they present to the emergency department; and 2) estimating the costs related to the management of these patients. We conducted a retrospective cohort study in Italy, collecting data on 4396 patients, from 34 centres. Patients had a mean (SD) age of 76,6 (10.6) years, and 61.2% of them where males. >70% of the patients had a moderate to very high comorbidity burden, and heart failure was present in 26.4% of the cohort. The 64.6% of patients were admitted to hospital wards, with a mean (SD) length of stay of 10.8 (9.8) days. The estimated cost per patient was 2617 €. CONCLUSIONS: Patients attending the ED for an AECOPD are old and present important comorbidities. The rate of admission is high, and costs are remarkable.",
  "authors": [
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada,; Department of Health Sciences, Università degli Studi di Milano, Milan, Italy; Emergency Department, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy. Electronic address: germinif@mcmaster.ca."
      ]
    },
    {
      "last_name": "Veronese",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Veronese",
      "affiliations": [
        "Department of Emergency Medicine, Grande Ospedale Metropolitano Niguarda Ca' Granda, Università di Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Coen",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Coen",
      "affiliations": [
        "Department of Emergency Medicine, Grande Ospedale Metropolitano Niguarda Ca' Granda, Università di Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Ardemagni",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Ardemagni",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy; Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Montano",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Montano",
      "affiliations": [
        "Emergency Department, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy; Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Fabbri",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Fabbri",
      "affiliations": [
        "Department of Emergency Medicine, Ospedale Morgagni-Pierantoni, Forlì, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of internal medicine",
    "iso_abbreviation": "Eur J Intern Med",
    "issn": "1879-0828",
    "issn_type": "Electronic",
    "volume": "51",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "74",
  "end_page": "79",
  "pages": "74-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Comorbidity",
    "Disease Progression",
    "Emergency Service, Hospital",
    "Female",
    "Health Care Costs",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Italy",
    "Male",
    "Pulmonary Disease, Chronic Obstructive",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "29371059",
    "doi": "10.1016/j.ejim.2018.01.010",
    "pii": "S0953-6205(18)30010-4"
  },
  "doi": "10.1016/j.ejim.2018.01.010",
  "dates": {
    "completed": "2018-10-25",
    "revised": "2018-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.462719",
    "pmid": "29371059"
  }
}