{
  "pmid": "29374668",
  "uid": "29374668",
  "title": "Healthy Foundations Study: a randomised controlled trial to evaluate biological embedding of early-life experiences.",
  "abstract": "INTRODUCTION: Adverse early experiences are associated with long-lasting disruptions in physiology, development and health. These experiences may be 'biologically embedded' into molecular and genomic systems that determine later expressions of vulnerability. Most studies to date have not examined whether preventive interventions can potentially reverse biological embedding. The Nurse-Family Partnership (NFP) is an evidence-based intervention with demonstrated efficacy in improving prenatal health, parenting and child functioning. The Healthy Foundations Study is an innovative birth cohort which will evaluate the impact of the NFP on biological outcomes of mothers and their infants. METHODS AND ANALYSIS: Starting in 2013, up to 400 pregnant mothers and their newborns were recruited from the British Columbia Healthy Connections Project-a randomised controlled trial of the NFP, and will be followed to child aged 2 years. Women were recruited prior to 28 weeks' gestation and then individually randomised to receive existing services (comparison group) or NFP plus existing services (intervention group). Hair samples are collected from mothers at baseline and 2 months post partum to measure physiological stress. Saliva samples are collected from infants during all visits for analyses of stress and immune function. Buccal swabs are collected from infants at 2 and 24 months to assess DNA methylation. Biological samples will be related to child outcome measures at age 2 years. ETHICS AND DISSEMINATION: The study received ethical approval from seven research ethics boards. Findings from this study will be shared broadly with the research community through peer-reviewed publications, and conference presentations, as well as seminars with our policy partners and relevant healthcare providers. The outcomes of this study will provide all stakeholders with important information regarding how early adversity may lead to health and behavioural disparities and how these may be altered through early interventions. TRIAL REGISTRATION NUMBER: NCT01672060; Pre-results.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0087-830X"
    },
    {
      "last_name": "Catherine",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Catherine",
      "affiliations": [
        "Children's Health Policy Centre, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kobor",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Kobor",
      "affiliations": [
        "Department of Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sheehan",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Sheehan",
      "affiliations": [
        "Children's Health Policy Centre, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Tonmyr",
      "fore_name": "Lil",
      "initials": "L",
      "name": "Lil Tonmyr",
      "affiliations": [
        "Family Violence Surveillance, Health Promotion and Chronic Disease Prevention Branch, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "Psychiatry Department, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "26"
  },
  "start_page": "e018915",
  "pages": "e018915",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Biomarkers",
    "British Columbia",
    "Child Development",
    "Child, Preschool",
    "DNA Methylation",
    "Epigenesis, Genetic",
    "Female",
    "Hair",
    "Humans",
    "Hydrocortisone",
    "Infant",
    "Infant, Newborn",
    "Parenting",
    "Pregnancy",
    "Prospective Studies",
    "Regression Analysis",
    "Saliva",
    "Socioeconomic Factors",
    "Stress, Physiological",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29374668",
    "pmc": "PMC5829768",
    "doi": "10.1136/bmjopen-2017-018915",
    "pii": "bmjopen-2017-018915"
  },
  "doi": "10.1136/bmjopen-2017-018915",
  "pmc_id": "PMC5829768",
  "dates": {
    "completed": "2018-08-21",
    "revised": "2019-02-02"
  },
  "chemicals": [
    "Biomarkers",
    "Hydrocortisone"
  ],
  "grants": [
    {
      "grant_id": "MOP#130496",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.205652",
    "pmid": "29374668"
  }
}