{
  "pmid": "29373297",
  "uid": "29373297",
  "title": "Humeral Retroversion and Capsule Thickening in the Overhead Throwing Athlete: A Systematic Review.",
  "abstract": "PURPOSE: To investigate the humeral and soft-tissue adaptations, including humeral retroversion, range of motion, and posterior capsule changes, in overhead throwing athletes. METHODS: We performed a systematic review in accordance with Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines. PubMed, MEDLINE, CENTRAL (Cochrane Central Register of Controlled Trials), and Embase were searched from January 1, 2011, through April 23, 2017, by 2 reviewers independently and in duplicate. The methodologic quality of all included articles was assessed using the Methodological Index for Non-randomized Studies criteria. Interobserver agreement for assessments of eligibility was calculated with the Cohen κ statistic. Descriptive statistics and raw counts were used to summarize data. RESULTS: We identified 14 studies (6 Level IV and 8 Level III) including 1,152 overhead throwing athletes. The mean age of the included athletes was 18.37 years (standard deviation, 1.52 years), with 59% of the athletes being pitchers and 41% being position players. Significantly greater humeral retroversion was found across all studies evaluating bony morphology in the dominant arm of overhead throwing athletes (range of mean differences, 9.6°-25.8°). Each of these studies also found decreased internal rotation in the dominant arm (range of mean internal rotation differences, -28° to -7.8°). Five studies found a significant negative correlation between the difference in humeral retroversion between the 2 arms and the difference in internal rotation (range of Pearson correlation coefficients, -0.56 to -0.35). Soft-tissue adaptations were assessed in 5 studies, with 4 identifying significantly thicker posterior capsules and 2 identifying significantly stiffer posterior capsules (P < .05). CONCLUSIONS: Overhead throwing athletes consistently show several distinct changes in their dominant shoulder. These include increased humeral retroversion and the presence of a thickened and stiff posterior capsule. Concomitantly, there is often reduced internal rotation and increased external rotation of the dominant arm. LEVEL OF EVIDENCE: Level IV, systematic review of Level III and IV studies.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: jeffrey.kay@medportal.ca."
      ]
    },
    {
      "last_name": "Kirsch",
      "fore_name": "Jacob M",
      "initials": "JM",
      "name": "Jacob M Kirsch",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, U.S.A."
      ]
    },
    {
      "last_name": "Bakshi",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Bakshi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, U.S.A."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan",
      "initials": "N",
      "name": "Nolan Horner",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gichuru",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Gichuru",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, U.S.A."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, U.S.A."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "1308",
  "end_page": "1318",
  "pages": "1308-1318",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Physiological",
    "Athletes",
    "Baseball",
    "Functional Laterality",
    "Humans",
    "Joint Capsule",
    "Range of Motion, Articular",
    "Rotation",
    "Shoulder Joint"
  ],
  "article_ids": {
    "pubmed": "29373297",
    "doi": "10.1016/j.arthro.2017.10.049",
    "pii": "S0749-8063(17)31432-9"
  },
  "doi": "10.1016/j.arthro.2017.10.049",
  "dates": {
    "completed": "2019-09-04",
    "revised": "2019-09-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.280372",
    "pmid": "29373297"
  }
}