{
  "pmid": "29381459",
  "uid": "29381459",
  "title": "Assessment of urology postgraduate trainees' competencies in flexible ureteroscopic stone extraction.",
  "abstract": "INTRODUCTION: We aimed to assess flexible ureteroscopic stone extraction skill of urology postgraduate trainees (PGTs) at an Objective Structured Clinical Examination (OSCE) and to determine whether previous experience in the operating theatre or practice on the simulator correlated with performance. METHODS: After obtaining ethics approval, PGTs from postgraduate years (PGYs) 3-5 were recruited from all four Quebec urology training programs during an OSCE. After a short orientation to the UroMentor™ simulator, PGTs were asked to perform Task 10 for 15 minutes, where two small stones from the left proximal ureter and renal pelvis were extracted using a basket. Competency of PGTs in performing the task was assessed using objective assessment from the simulator and subjective evaluations using Ureteroscopy-Global Rating Scale (URS-GRS). Simulator performance reports and URS-GRS scores were analyzed. RESULTS: Thirty PGTs (9 PGY-3, 11 PGY-4, 10 PGY-5) participated in this study. PGTs had performed a mean of 55.9 semi-rigid and 45.7 flexible ureteroscopies prior to the study. Mean URS-GRS score of the participants was 20.0±4.4. Using norm-referenced method with three experts, cutoff score of 19 on the URS-GRS was determined to indicate competency. Sixty percent (18/30) of PGTs were competent. All eight PGTs who had practiced on the simulator were competent. Previous experience in the operating theatre and PGY level did not correlate with performance. CONCLUSIONS: This study confirmed the feasibility of incorporating the UroMentor at OSCEs to assess competency of urology PGTs in ureteroscopic stone extraction skill. PGTs who practiced on the simulator scored significantly higher than those who did not practice; however, the software needs to be updated to improve its face validity and to include more complex tasks, such as holmium laser lithotripsy. Future studies with larger sample sizes and more complex cases are needed to confirm these results.",
  "authors": [
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "Division of Urology, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Couture",
      "fore_name": "Félix",
      "initials": "F",
      "name": "Félix Couture",
      "affiliations": [
        "Division of Urology, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Fahmy",
      "fore_name": "Nader",
      "initials": "N",
      "name": "Nader Fahmy",
      "affiliations": [
        "Division of Urology, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Elhilali",
      "fore_name": "Mostafa M",
      "initials": "MM",
      "name": "Mostafa M Elhilali",
      "affiliations": [
        "Division of Urology, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Andonian",
      "fore_name": "Sero",
      "initials": "S",
      "name": "Sero Andonian",
      "affiliations": [
        "Division of Urology, McGill University, Montreal, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "12",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "52",
  "end_page": "58",
  "pages": "52-58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29381459",
    "pmc": "PMC5937392",
    "doi": "10.5489/cuaj.4570",
    "pii": "cuaj.4570"
  },
  "doi": "10.5489/cuaj.4570",
  "pmc_id": "PMC5937392",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:33.439174",
    "pmid": "29381459"
  }
}