{
  "pmid": "29387930",
  "uid": "29387930",
  "title": "An auxin-induced β-type endo-1,4-β-glucanase in poplar is involved in cell expansion and lateral root formation.",
  "abstract": "PtrGH9A7, a poplar β-type endo-1,4-β-glucanase gene induced by auxin, promotes both plant growth and lateral root development by enhancing cell expansion. Endo-1,4-β-glucanase (EGase) family genes function in multiple aspects of plant growth and development. Our previous study found that PtrCel9A6, a poplar EGase gene of the β subfamily, is specifically expressed in xylem tissue and is involved in the cellulose biosynthesis required for secondary cell wall formation (Yu et al. in Mol Plant 6:1904-1917, 2013). To further explore the functions and regulatory mechanism of β-subfamily EGases, we cloned and characterized another poplar β-type EGase gene PtrGH9A7, a close homolog of PtrCel9A6. In contrast to PtrCel9A6, PtrGH9A7 is predominantly expressed in parenchyma tissues of the above-ground part; in roots, PtrGH9A7 expression is specifically restricted to lateral root primordia at all stages from initiation to emergence and is strongly induced by auxin application. Heterologous overexpression of PtrGH9A7 promotes plant growth by enhancing cell expansion, suggesting a conserved role for β-type EGases in 1,4-β-glucan chains remodeling, which is required for cell wall loosening. Moreover, the overexpression of PtrGH9A7 significantly increases lateral root number, which might result from improved lateral root primordium development due to enhanced cell expansion. Taken together, these results demonstrate that this β-type EGase induced by auxin signaling has a novel role in promoting lateral root formation as well as in enhancing plant growth.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Liangliang",
      "initials": "L",
      "name": "Liangliang Yu",
      "affiliations": [
        "Shanghai Key Lab of Bio-energy Crops, School of Life Sciences, Shanghai University, Shanghai, 200444, China. yuliangliang@shu.edu.cn."
      ],
      "orcid": "0000-0001-6202-2035"
    },
    {
      "last_name": "Li",
      "fore_name": "Qiong",
      "initials": "Q",
      "name": "Qiong Li",
      "affiliations": [
        "Shanghai Key Lab of Bio-energy Crops, School of Life Sciences, Shanghai University, Shanghai, 200444, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yingying",
      "initials": "Y",
      "name": "Yingying Zhu",
      "affiliations": [
        "National Key Laboratory of Plant Molecular Genetics and CAS Center for Excellence in Molecular Plant Sciences, Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, 200032, China."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Saddique",
      "initials": "MS",
      "name": "Muhammad Saddique Afzal",
      "affiliations": [
        "Shanghai Key Lab of Bio-energy Crops, School of Life Sciences, Shanghai University, Shanghai, 200444, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Laigeng",
      "initials": "L",
      "name": "Laigeng Li",
      "affiliations": [
        "National Key Laboratory of Plant Molecular Genetics and CAS Center for Excellence in Molecular Plant Sciences, Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, 200032, China. lgli@sibs.ac.cn."
      ],
      "orcid": "0000-0001-6924-4431"
    }
  ],
  "journal": {
    "title": "Planta",
    "iso_abbreviation": "Planta",
    "issn": "1432-2048",
    "issn_type": "Electronic",
    "volume": "247",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "1149",
  "end_page": "1161",
  "pages": "1149-1161",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arabidopsis",
    "Blotting, Western",
    "Cellulase",
    "Gene Expression Regulation, Plant",
    "Genes, Plant",
    "Indoleacetic Acids",
    "Plant Roots",
    "Plants, Genetically Modified",
    "Populus",
    "Real-Time Polymerase Chain Reaction",
    "Seeds"
  ],
  "article_ids": {
    "pubmed": "29387930",
    "doi": "10.1007/s00425-018-2851-8",
    "pii": "10.1007/s00425-018-2851-8"
  },
  "doi": "10.1007/s00425-018-2851-8",
  "dates": {
    "completed": "2018-08-21",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Indoleacetic Acids",
    "Cellulase"
  ],
  "grants": [
    {
      "grant_id": "31500197",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "31630014",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "15YF1403800",
      "agency": "Shanghai Sailing Program"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.803312",
    "pmid": "29387930"
  }
}