{
  "pmid": "29383667",
  "uid": "29383667",
  "title": "European Practice for CDI Treatment.",
  "abstract": "Clostridium difficile infection (CDI) remains a significant cause of morbidity and mortality worldwide. Historically, two antibiotics (metronidazole and vancomycin) and a recent third (fidaxomicin) have been used routinely for CDI treatment; convincing data are now available showing that metronidazole is the least efficacious agent. The European Society of Clinical Microbiology and Infectious Diseases CDI treatment guidelines outline the treatment options for a variety of CDI clinical scenarios, including use of the more traditional anti-CDI therapies (e.g., metronidazole, vancomycin), the role of newer anti-CDI agents (e.g., fidaxomicin), indications for surgical intervention and for non-antimicrobial management (e.g., faecal microbiota transplantation, FMT). A 2017 survey of 20 European countries found that while the majority (n = 14) have national CDI guidelines that provide a variety of recommendations for CDI treatment, only five have audited guideline implementation. A variety of restrictions are in place in 13 (65%) countries prior to use of new anti-CDI treatments, including committee/infection specialist approval or economic review/restrictions. Novel anti-CDI agents are being evaluated in Phase III trials; it is not yet clear what will be the roles of these agents. Prophylaxis is an optimum approach to reduce the impact of CDI especially in high-risk populations; monoclonal antibodies, antibiotic blocking approaches and multiple vaccines are currently in advanced clinical trials. The treatment of recurrent CDI is particularly troublesome, and several different live bio therapeutics are being developed, in addition to FMT.",
  "authors": [
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Fidelma",
      "initials": "F",
      "name": "Fidelma Fitzpatrick",
      "affiliations": [
        "Department of Clinical Microbiology, The Royal College of Surgeons in Ireland, Dublin, Ireland. fidelmafitzpatrick@rcsi.ie.",
        "Department of Clinical Microbiology, Beaumont Hospital, Dublin, Ireland. fidelmafitzpatrick@rcsi.ie."
      ]
    },
    {
      "last_name": "Skally",
      "fore_name": "Mairead",
      "initials": "M",
      "name": "Mairead Skally",
      "affiliations": [
        "Department of Clinical Microbiology, Beaumont Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Brady",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brady",
      "affiliations": [
        "Department of Clinical Microbiology, Beaumont Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Department of Clinical Microbiology, Beaumont Hospital, Dublin, Ireland.",
        "Health Protection Surveillance Centre, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Rooney",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Rooney",
      "affiliations": [
        "Microbiology, Leeds Teaching Hospitals and University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Wilcox",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Wilcox",
      "affiliations": [
        "Microbiology, Leeds Teaching Hospitals and University of Leeds, Leeds, UK. mark.wilcox@nhs.net.",
        "Leeds Teaching Hospitals and University of Leeds, Leeds, UK. mark.wilcox@nhs.net."
      ]
    }
  ],
  "journal": {
    "title": "Advances in experimental medicine and biology",
    "iso_abbreviation": "Adv Exp Med Biol",
    "issn": "0065-2598",
    "issn_type": "Print",
    "volume": "1050",
    "pub_year": "2018"
  },
  "start_page": "117",
  "end_page": "135",
  "pages": "117-135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Clostridioides difficile",
    "Clostridium Infections",
    "Europe",
    "Humans",
    "Microbiota",
    "Practice Guidelines as Topic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "29383667",
    "doi": "10.1007/978-3-319-72799-8_8"
  },
  "doi": "10.1007/978-3-319-72799-8_8",
  "dates": {
    "completed": "2018-06-01",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.170517",
    "pmid": "29383667"
  }
}