{
  "pmid": "29385071",
  "uid": "29385071",
  "title": "Synthesis and In Vitro Antiproliferative Activity of New 1-Phenyl-3-(4-(pyridin-3-yl)phenyl)urea Scaffold-Based Compounds.",
  "abstract": "A new series of 1-phenyl-3-(4-(pyridin-3-yl)phenyl)urea derivatives were synthesized and subjected to in vitro antiproliferative screening against National Cancer Institute (NCI)-60 human cancer cell lines of nine different cancer types. Fourteen compounds 5a-n were synthesized with three different solvent exposure moieties (4-hydroxylmethylpiperidinyl and trimethoxyphenyloxy and 4-hydroxyethylpiperazine) attached to the core structure. Substituents with different π and σ values were added on the terminal phenyl group. Compounds 5a-e with a 4-hydroxymethylpiperidine moiety showed broad-spectrum antiproliferative activity with higher mean percentage inhibition values over the 60-cell line panel at 10 µM concentration. Compound 5a elicited lethal rather than inhibition effects on SK-MEL-5 melanoma cell line, 786-0, A498, RXF 393 renal cancer cell lines, and MDA-MB-468 breast cancer cell line. Two compounds, 5a and 5d showed promising mean growth inhibitions and thus were further tested at five-dose mode to determine median inhibitory concentration (IC50) values. The data revealed that urea compounds 5a and 5d are the most active derivatives, with significant efficacies and superior potencies than paclitaxel in 21 different cancer cell lines belonging particularly to renal cancer and melanoma cell lines. Moreover, 5a and 5d had superior potencies than gefitinib in 38 and 34 cancer cell lines, respectively, particularly colon cancer, breast cancer and melanoma cell lines.",
  "authors": [
    {
      "last_name": "Al-Sanea",
      "fore_name": "Mohammad M",
      "initials": "MM",
      "name": "Mohammad M Al-Sanea",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. mmalsanea@ju.edu.sa."
      ]
    },
    {
      "last_name": "Ali Khan",
      "fore_name": "Mohammed Safwan",
      "initials": "MS",
      "name": "Mohammed Safwan Ali Khan",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. mskhan@ju.edu.sa.",
        "Department of Pharmacology, Anwarul Uloom College of Pharmacy, Jawaharlal Nehru Technological University, Hyderabad 500001, Telangana, India. mskhan@ju.edu.sa.",
        "Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia. mskhan@ju.edu.sa."
      ],
      "orcid": "0000-0002-6186-5740"
    },
    {
      "last_name": "Abdelazem",
      "fore_name": "Ahmed Z",
      "initials": "AZ",
      "name": "Ahmed Z Abdelazem",
      "affiliations": [
        "Department of Biotechnology & Life Sciences, Faculty of Postgraduate Studies for Advanced Sciences, Beni-Suef University, Beni-Suef 62574, Egypt. aznagi2003@gmail.com."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "So Ha",
      "initials": "SH",
      "name": "So Ha Lee",
      "affiliations": [
        "Chemical Kinomics Research Center, Korea Institute of Science and Technology, Seoul 136-791, Korea. lsh6211@kist.re.kr."
      ]
    },
    {
      "last_name": "Mok",
      "fore_name": "Pooi Ling",
      "initials": "PL",
      "name": "Pooi Ling Mok",
      "affiliations": [
        "Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia. pooi_ling@upm.edu.my.",
        "Genetics and Regenerative Medicine Research Centre, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia. pooi_ling@upm.edu.my."
      ]
    },
    {
      "last_name": "Gamal",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Gamal",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. mgmohamed@ju.edu.sa.",
        "Department of Pharmaceutical Analytical Chemistry, Faculty of Pharmacy, Beni-Suef University, Alshaheed Shehata Ahmed Hegazy St., Beni-Suef 62574, Egypt. mgmohamed@ju.edu.sa."
      ],
      "orcid": "0000-0002-4674-6516"
    },
    {
      "last_name": "Shaker",
      "fore_name": "Mohamed E",
      "initials": "ME",
      "name": "Mohamed E Shaker",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. mshaker2222@yahoo.com.",
        "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Mansoura University, Mansoura 35516, Egypt. mshaker2222@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. afzalgufran@gmail.com."
      ]
    },
    {
      "last_name": "Youssif",
      "fore_name": "Bahaa G M",
      "initials": "BGM",
      "name": "Bahaa G M Youssif",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, Aljouf University, Sakaka 2014, Aljouf Province, Saudi Arabia. bgyoussif@ju.edu.sa.",
        "Department of Pharmaceutical Organic Chemistry, Faculty of Pharmacy, Assiut University, Assiut 71526, Egypt. bgyoussif@ju.edu.sa."
      ],
      "orcid": "0000-0002-6834-6548"
    },
    {
      "last_name": "Omar",
      "fore_name": "Nesreen Nabil",
      "initials": "NN",
      "name": "Nesreen Nabil Omar",
      "affiliations": [
        "Department of Biochemistry, Faculty of Pharmacy, Modern University for Technology & Information, 11571 Cairo, Egypt. dr.n.nabil@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Molecules (Basel, Switzerland)",
    "iso_abbreviation": "Molecules",
    "issn": "1420-3049",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "31"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Cell Line, Tumor",
    "Cell Proliferation",
    "Humans",
    "Neoplasms",
    "Phenylurea Compounds"
  ],
  "article_ids": {
    "pubmed": "29385071",
    "pmc": "PMC6017049",
    "doi": "10.3390/molecules23020297",
    "pii": "molecules23020297"
  },
  "doi": "10.3390/molecules23020297",
  "pmc_id": "PMC6017049",
  "dates": {
    "completed": "2018-08-13",
    "revised": "2018-12-07"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Phenylurea Compounds"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.803070",
    "pmid": "29385071"
  }
}