{
  "pmid": "29402327",
  "uid": "29402327",
  "title": "Mapping educational opportunities for healthcare workers on antimicrobial resistance and stewardship around the world.",
  "abstract": "BACKGROUND: Antimicrobial resistance is an important global issue facing society. Healthcare workers need to be engaged in solving this problem, as advocates for rational antimicrobial use, stewards of sustainable effectiveness, and educators of their patients. To fulfill this role, healthcare workers need access to training and educational resources on antimicrobial resistance. METHODS: To better understand the resources available to healthcare workers, we undertook a global environmental scan of educational programs and resources targeting healthcare workers on the topic of antimicrobial resistance and antimicrobial stewardship. Programs were identified through contact with key experts, web searching, and academic literature searching. We summarized programs in tabular form, including participating organizations, region, and intended audience. We developed a coding system to classify programs by program type and participating organization type, assigning multiple codes as necessary and creating summary charts for program types, organization types, and intended audience to illustrate the breadth of available resources. RESULTS: We identified 94 educational initiatives related to antimicrobial resistance and antimicrobial stewardship, which represent a diverse array of programs including courses, workshops, conferences, guidelines, public outreach materials, and online-resource websites. These resources were developed by a combination of government bodies, professional societies, universities, non-profit and community organizations, hospitals and healthcare centers, and insurance companies and industry. Most programs either targeted healthcare workers collectively or specifically targeted physicians. A smaller number of programs were aimed at other healthcare worker groups including pharmacists, nurses, midwives, and healthcare students. CONCLUSIONS: Our environmental scan shows that there are many organizations working to develop and share educational resources for healthcare workers on antimicrobial resistance and antimicrobial stewardship. Governments, hospitals, and professional societies appear to be driving action on this front, sometimes working with other types of organizations. A broad range of resources have been made freely available; however, we have noted several opportunities for action, including increased engagement with students, improvements to pre-service education, recognition of antimicrobial resistance courses as continuing medical education, and better platforms for resource-sharing online.",
  "authors": [
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Sara L",
      "initials": "SL",
      "name": "Sara L Jones",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada.",
        "Dalhousie Medical School, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum, McMaster University, Hamilton, ON, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. steven.hoffman@globalstrategylab.org."
      ]
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "05"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Resistance, Bacterial",
    "Education, Continuing",
    "Education, Professional",
    "Government",
    "Health Personnel",
    "Health Resources",
    "Hospitals",
    "Humans",
    "Nurses",
    "Pharmacists",
    "Physicians",
    "Societies",
    "Students"
  ],
  "article_ids": {
    "pubmed": "29402327",
    "pmc": "PMC5799960",
    "doi": "10.1186/s12960-018-0270-3",
    "pii": "10.1186/s12960-018-0270-3"
  },
  "doi": "10.1186/s12960-018-0270-3",
  "pmc_id": "PMC5799960",
  "dates": {
    "completed": "2019-02-14",
    "revised": "2024-03-13"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.634559",
    "pmid": "29402327"
  }
}