{
  "pmid": "29401263",
  "uid": "29401263",
  "title": "Contractual health services performance agreements for responsive health systems: from conception to implementation in the case of Qatar.",
  "abstract": "OBJECTIVE: Despite their use worldwide, strategy-based performance management is limited in the Eastern Mediterranean Region. This article explores Qatar's experience, the first from the Region, in implementing contractual agreements between healthcare providers and the regulator-Ministry of Public Health-to align strategy, performance and accountabilities. DESIGN: mixed-methods including tools development and pilot-testing, guided by performance management cycle with a focus on knowledge translation and key principles: feasibility; mandatory participation; participatory approach through Steering Committee. SETTING: All public, private and semi-governmental hospitals and primary healthcare centers. INTERVENTION(S): (i) semi-structured interviews; (ii) review of 4982 indicators; (iii) Delphi technique for selecting indicators with > 80% agreement on importance and > 60% agreement on feasibility; (iv) capacity-building of providers and Ministry staff and 2-month pilot assessed by questionnaire with indicators scoring > 3 considered valid, reliable and feasible; and (v) 1-year grace period assessed by questionnaire. MAIN OUTCOME MEASURE(S): Approach strengths and challenges; Data collection and healthcare quality improvements. RESULTS: Contracts mandate reporting 25 hospital and 15 primary healthcare indicators to the regulator, which delivers confidential benchmarking reports to providers. Scorecards were discussed with the regulator for evidence-informed policymaking. The approach uncovered system-related challenges and learning for public and private sectors: providers commended the participatory approach (82%) and indicated that contracts enabled collecting valid and timely data (64%) and improved healthcare quality (55%). CONCLUSION: This experience provides insights for countries implementing performance management, responsive regulation and public-private partnerships. It suggests that contractual agreements can be useful, despite their mandatory nature, if clear principles are applied early on.",
  "authors": [
    {
      "last_name": "Al-Katheeri",
      "fore_name": "Huda",
      "initials": "H",
      "name": "Huda Al-Katheeri",
      "affiliations": [
        "Healthcare Quality and Patient Safety Department, Ministry of Public Health, PO Box 42, Doha, Qatar."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon.",
        "Center for Systematic Reviews of Health Policy and Systems Research (SPARK), American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, CRL-209, 1280 Main St. West, Hamilton, Ontario, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Abdulla Salem",
      "fore_name": "Noura",
      "initials": "N",
      "name": "Noura Abdulla Salem",
      "affiliations": [
        "Healthcare Quality and Patient Safety Department, Ministry of Public Health, PO Box 42, Doha, Qatar."
      ]
    },
    {
      "last_name": "Abbas Badr",
      "fore_name": "Nader",
      "initials": "N",
      "name": "Nader Abbas Badr",
      "affiliations": [
        "Healthcare Quality and Patient Safety Department, Ministry of Public Health, PO Box 42, Doha, Qatar."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "International journal for quality in health care : journal of the International Society for Quality in Health Care",
    "iso_abbreviation": "Int J Qual Health Care",
    "issn": "1464-3677",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "219",
  "end_page": "226",
  "pages": "219-226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delphi Technique",
    "Health Personnel",
    "Health Services",
    "Humans",
    "Legislation, Hospital",
    "Qatar",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "29401263",
    "doi": "10.1093/intqhc/mzy006",
    "pii": "4833569"
  },
  "doi": "10.1093/intqhc/mzy006",
  "dates": {
    "completed": "2018-09-11",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.826191",
    "pmid": "29401263"
  }
}