{
  "pmid": "29408428",
  "uid": "29408428",
  "title": "Misclassification of Case-Control Studies in Neurosurgery and Proposed Solutions.",
  "abstract": "OBJECTIVE: Case-control studies (CCS) and cohort studies (CS) are common research designs in neurosurgery. But the term case-control study is frequently misused in the neurosurgical literature, with many articles reported as CCS, even although their methodology does not respect the basic components of a CCS. We sought to estimate the extent of these discrepancies in neurosurgical literature, explore factors contributing to mislabeling, and shed some light on study design reporting. METHODS: We identified 31 top-ranking pure neurosurgical journals and searched them for articles reported as CCS, either in the title or in the abstract. The articles were read to determine if they really were CCS according to STROBE (Strengthening the Reporting of Observational Studies in Epidemiology) guidelines. Article assessment was conducted in duplicate (agreement [κ statistics] = 99.82%). RESULTS: Two hundred and twenty-four articles met our inclusion criteria, 133 of which (59.38%) correctly labeled the case-control design, whereas 91 (40.62%) misclassified this study design. Cohort studies (CS) were the most common design mislabeled as case-control studies in 76 articles (33.93%), 57 of which (25.45%) were retrospective CS. The mislabeling of CCS impairs the appropriate indexing, classification, and sorting of evidence. Mislabeling CS for CCS leads to a downgrading of evidence as CS represent the highest level of evidence for observational studies. Odds ratios instead of relative risk are reported for these studies, resulting in a distortion of the measurement of the effect size, compounded when these are summarized in systematic reviews and pooled in meta-analyses. CONCLUSIONS: Many studies reported as CCS are not true CCS. Reporting guidelines should include items that ensure that studies are labeled correctly. STROBE guidelines should be implemented in assessment of observational studies. Researchers in neurosurgery need better training in research methods and terminology. We also recommend accrued vigilance from reviewers and editors.",
  "authors": [
    {
      "last_name": "Esene",
      "fore_name": "Ignatius Ngene",
      "initials": "IN",
      "name": "Ignatius Ngene Esene",
      "affiliations": [
        "Department of Neurological Surgery, University of Wisconsin-Madison, Madison, Wisconsin, USA; Gamma Knife Center, Nasser Institute, Cairo, Egypt. Electronic address: esenengene@yahoo.co.uk."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dechambenoit",
      "fore_name": "Gilbert",
      "initials": "G",
      "name": "Gilbert Dechambenoit",
      "affiliations": [
        "African Journal of Neurological Sciences, Ivory Coast."
      ]
    },
    {
      "last_name": "Reda",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Reda",
      "affiliations": [
        "Gamma Knife Center, Nasser Institute, Cairo, Egypt."
      ]
    },
    {
      "last_name": "Kalangu",
      "fore_name": "Kazadi K",
      "initials": "KK",
      "name": "Kazadi K Kalangu",
      "affiliations": [
        "Department of Neurosurgery, University of Zimbabwe, Harare, Zimbabwe."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "112",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "233",
  "end_page": "242",
  "pages": "233-242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Humans",
    "Neurosurgery",
    "Publishing",
    "Research Design",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "29408428",
    "doi": "10.1016/j.wneu.2018.01.171",
    "pii": "S1878-8750(18)30214-6"
  },
  "doi": "10.1016/j.wneu.2018.01.171",
  "dates": {
    "completed": "2018-05-21",
    "revised": "2018-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.514666",
    "pmid": "29408428"
  }
}