{
  "pmid": "29412167",
  "uid": "29412167",
  "title": "Effectiveness of Client-Centered \"Tune-Ups\" on Community Reintegration, Mobility, and Quality of Life After Stroke: A Randomized Controlled Trial.",
  "abstract": "OBJECTIVE: To explore the effectiveness of a 2-week client-centered rehabilitation intervention (tune-up) delivered 6 months after inpatient discharge on community reintegration at 1 year in people with stroke. DESIGN: A multicenter randomized controlled trial with 2 groups: an intervention (\"tune-up\") group and a control group having the same exposure to assessment. SETTING: Three research laboratories. PARTICIPANTS: Participants (N=103) with hemiparetic stroke recruited from inpatient rehabilitation units at the time of discharge. INTERVENTIONS: Participants randomized to the tune-up group received 1-hour therapy sessions in their home 3times/wk for 2 weeks at 6 months postdischarge focusing on identified mobility-related goals. A second tune-up was provided at 12 months. MAIN OUTCOME MEASURES: Community reintegration measured by the Subjective Index of Physical and Social Outcome at 12 months and secondary outcomes included the Berg Balance Scale and measures of mobility and health-related quality of life up to 15 months. RESULTS: At 12 months, both groups showed significant improvement in community reintegration (P<.05), a trend evident at all time points, with no difference between groups (mean difference, -0.5; 95% confidence interval, -1.8 to 2.7; P=.68). Similarly, a main effect of time reflected improvement in mobility-related and quality of life outcomes for both groups (P≤.0.5), but no group differences (P≥.30). CONCLUSIONS: All participants in the tune-up group met or exceeded at least 1 mobility-related goal; however, the intervention did not differentially improve community reintegration. The improvements in mobility and quality of life over the 15-month postdischarge period may be secondary to high activity levels in both study groups and exposure to regular assessment.",
  "authors": [
    {
      "last_name": "Brouwer",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Brouwer",
      "affiliations": [
        "School of Rehabilitation Therapy, Queen's University, Kingston, Ontario, Canada. Electronic address: brouwerb@queensu.ca."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garland",
      "fore_name": "S Jayne",
      "initials": "SJ",
      "name": "S Jayne Garland",
      "affiliations": [
        "School of Physical Therapy, Western University, London, Ontario, Canada; Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "1325",
  "end_page": "1332",
  "pages": "1325-1332",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Community Integration",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Mobility Limitation",
    "Patient Discharge",
    "Person-Centered Psychotherapy",
    "Quality of Life",
    "Stroke",
    "Stroke Rehabilitation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29412167",
    "doi": "10.1016/j.apmr.2017.12.034",
    "pii": "S0003-9993(18)30071-6"
  },
  "doi": "10.1016/j.apmr.2017.12.034",
  "dates": {
    "completed": "2019-04-10",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.954285",
    "pmid": "29412167"
  }
}