{
  "pmid": "29428685",
  "uid": "29428685",
  "title": "Inoculation with bacteria in floating treatment wetlands positively modulates the phytoremediation of oil field wastewater.",
  "abstract": "The aim of the present study was to investigate the potential of plant-bacterial synergism in floating treatment wetlands (FTWs) for efficient remediation of an oil field wastewater. Two plants, Brachiara mutica and Phragmites australis, were vegetated on floatable mats to develop FTWs, and inoculated with bacterial cons which were then inoculated with a consortium of hydrocarbon-degrading bacteria (Bacillus subtilis strain LORI66, Klebsiella sp. strain LCRI87, Acinetobacter Junii strain TYRH47, Acinetobacter sp. strain LCRH81). Both plants successfully removed organic and inorganic pollutants from wastewater, but bioaugmentation of P. australis significantly enhanced the plant's efficiency to reduce oil content (97%), COD (93%), and BOD (97%), in wastewater. Analysis of alkane-degrading gene (alkB) abundance and its expression profile further validated a higher microbial growth and degradation activity in water around P. australis as well as its roots and shoots. This study provides insight into the available phytotechnology for remediation of crude oil-contaminated water and introduces a wetland macrophyte, P. australis, with tailor-made bacterial consortium as an effective tool for improved phytoremediation efficiency of FTWs.",
  "authors": [
    {
      "last_name": "Rehman",
      "fore_name": "Khadeeja",
      "initials": "K",
      "name": "Khadeeja Rehman",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan; Pakistan Institute of Engineering and Applied Sciences (PIEAS), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Imran",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Amin",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan. Electronic address: afzal@nibge.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hazardous materials",
    "iso_abbreviation": "J Hazard Mater",
    "issn": "1873-3336",
    "issn_type": "Electronic",
    "volume": "349",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "05"
  },
  "start_page": "242",
  "end_page": "251",
  "pages": "242-251",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bacteria",
    "Biodegradation, Environmental",
    "Fishes",
    "Genes, Bacterial",
    "Industrial Waste",
    "Oil and Gas Fields",
    "Poaceae",
    "Waste Disposal, Fluid",
    "Wastewater",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "29428685",
    "doi": "10.1016/j.jhazmat.2018.02.013",
    "pii": "S0304-3894(18)30089-X"
  },
  "doi": "10.1016/j.jhazmat.2018.02.013",
  "dates": {
    "completed": "2019-10-22",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Industrial Waste",
    "Waste Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.804744",
    "pmid": "29428685"
  }
}