{
  "pmid": "29425207",
  "uid": "29425207",
  "title": "The prevalence and trends of waterpipe tobacco smoking: A systematic review.",
  "abstract": "INTRODUCTION: Waterpipe tobacco smoking is harmful to health however its prevalence estimates remain uncertain. We aimed to systematically review the medical literature on waterpipe tobacco prevalence and trends. METHODS: We searched Medline, Embase and ISI Web of Science for 'waterpipe' and its synonyms, without using language or date restrictions. We included any measure of waterpipe tobacco smoking prevalence in jurisdictionally representative populations. We stratified findings by prevalence measure (past 30 day, ever, regular or occasional, daily, other or unspecified) and age (adults or youth). RESULTS: We included 129 studies reporting 355 estimates for 68 countries. In general, prevalence estimates among adults were highest in the Eastern Mediterranean, and among youth were about equal between Eastern Mediterranean and European regions. Past 30 day use was highest among Lebanese youth (37.2% in 2008), ever use was highest among Lebanese youth in 2002 and Lebanese university students in 2005 (both 65.3%), regular or occasional use was highest in among Iranian university students (16.3% in 2005), and daily use was highest among Egyptian youth (10.4% in 2005). Trend data were limited but most studies reported increased use over time, ranging from 0.3-1.0% per year among youth in the US to 2.9% per year among youth in Jordan (both for past 30 day use). Results were similar for ever use trends. Turkey (2.3% in 2008 to 0.8% in 2010) and Iraq (6.3% in 2008 and 4.8% in 2012) both witnessed decreased waterpipe use. CONCLUSION: Waterpipe tobacco smoking is most prevalent in Eastern Mediterranean and European countries, and appears higher among youth than adults. Continued surveillance will be important to assess and inform policy measures to control waterpipe tobacco use.",
  "authors": [
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Public Health Policy Evaluation Unit, Imperial College London, London, United Kingdom."
      ],
      "orcid": "0000-0002-1051-2136"
    },
    {
      "last_name": "Charide",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Charide",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Waziry",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Waziry",
      "affiliations": [
        "Department of Epidemiology Harvard T.H. Chan School of Public Health, Boston, Massachusetts, United States of America.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Darzi",
      "affiliations": [
        "AUB GRADE Center, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ballout",
      "fore_name": "Rami A",
      "initials": "RA",
      "name": "Rami A Ballout",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "e0192191",
  "pages": "e0192191",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Female",
    "Humans",
    "Male",
    "Mediterranean Region",
    "Prevalence",
    "Surveys and Questionnaires",
    "Tobacco Smoking",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29425207",
    "pmc": "PMC5806869",
    "doi": "10.1371/journal.pone.0192191",
    "pii": "PONE-D-17-32303"
  },
  "doi": "10.1371/journal.pone.0192191",
  "pmc_id": "PMC5806869",
  "dates": {
    "completed": "2018-03-13",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:33.345580",
    "pmid": "29425207"
  }
}