{
  "pmid": "29437508",
  "uid": "29437508",
  "title": "What Matters to Patients With Cleft Lip and/or Palate: An International Qualitative Study Informing the Development of the CLEFT-Q.",
  "abstract": "OBJECTIVE: The goal of treatment for individuals with cleft lip and/or palate (CL/P) is to improve physical, psychological, and social health. Outcomes of treatment are rarely measured from the patient's perspective. The aim of the study was to develop a conceptual framework for a patient-reported outcome (PRO) instrument for individuals with clefts (CLEFT-Q) by developing an in-depth understanding of issues that individuals consider to be important. DESIGN: The qualitative methodology of interpretive description was used. Setting, Participants, and Intervention: We performed 136 individual in-depth interviews with participants with clefts of any age, presenting for cleft care, across 6 countries. Parents were involved if the child was more comfortable. Interviews were audio-recorded, transcribed verbatim, and coded using constant comparison. The data were used to develop a refined conceptual framework. RESULTS: Participants described concepts of interest in 3 top-level domains, each of which included subdomains: appearance (face, nose, nostrils, teeth, lips, jaw, cleft lip scar), health-related quality of life (psychological, social, school, speech-related distress), and facial function (speech, eating/drinking). Participants were able to describe changes over time with regard to the 3 domains. CONCLUSIONS: A conceptual framework of concepts of interest to individuals with CL/P formed the basis of the scales in the CLEFT-Q. Each subdomain represents an independently functioning scale. Understanding what matters to patients is essential in guiding PRO measurement.",
  "authors": [
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "1 Division of Plastic and Reconstructive Surgery, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada.",
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goodacre",
      "fore_name": "Timothy E E",
      "initials": "TEE",
      "name": "Timothy E E Goodacre",
      "affiliations": [
        "3 Spires Cleft Center, Oxford Radcliffe Children's Hospital, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Christopher R",
      "initials": "CR",
      "name": "Christopher R Forrest",
      "affiliations": [
        "1 Division of Plastic and Reconstructive Surgery, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lawson",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Lawson",
      "affiliations": [
        "4 Ferkauf Graduate School of Psychology, Yeshiva University, Bronx, NY, USA."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "5 Plastic and Reconstructive Surgery, Memorial Sloan-Kettering Cancer Center, New York, NY, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "6 Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cleft palate-craniofacial journal : official publication of the American Cleft Palate-Craniofacial Association",
    "iso_abbreviation": "Cleft Palate Craniofac J",
    "issn": "1545-1569",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "442",
  "end_page": "450",
  "pages": "442-450",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Child",
    "Cleft Lip",
    "Cleft Palate",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Patient Reported Outcome Measures",
    "Qualitative Research",
    "Quality of Life",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29437508",
    "doi": "10.1177/1055665617732854"
  },
  "doi": "10.1177/1055665617732854",
  "dates": {
    "completed": "2019-06-03",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.117685",
    "pmid": "29437508"
  }
}