{
  "pmid": "29431235",
  "uid": "29431235",
  "title": "Barriers to treatment adherence for individuals with latent tuberculosis infection: A systematic search and narrative synthesis of the literature.",
  "abstract": "OBJECTIVES: We investigated the rates of initiation and completion of treatment for latent TB infection (LTBI), factors explaining nonadherence and interventions to improve treatment adherence in countries with low TB incidence. DESIGN: A systematic search was performed in PubMed and Embase. All included articles were assessed for risk of bias. A narrative synthesis of the results was conducted. RESULTS: There were 54 studies included in this review. The proportion of people initiating treatment varied from 24% to 98% and the proportion of people completing treatment varied from 19% to 90%. The main barriers to adherence included the fear or experience of adverse effects, long duration of treatment, financial barriers, lack of transport to clinics (for patients), and insufficient resources for LTBI control. While interventions like peer counseling, incentives, and culturally specific case management have been used to improve adherence, the proportion of people who initiate and complete LTBI treatment still remains low. CONCLUSION: To further improve treatment and LTBI control and to fulfill the World Health Organization goal of eliminating TB in low-incidence countries, greater priority should be given to the use of treatment regimens involving shorter durations and fewer adverse effects, like the 3-month regimen of weekly rifapentine plus isoniazid, supported by innovative patient education and incentive strategies.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Yisi",
      "initials": "Y",
      "name": "Yisi Liu",
      "affiliations": [
        "Department of Environmental and Occupational Health Sciences, University of Washington, Seattle, Washington, USA."
      ],
      "orcid": "0000-0001-6974-1462"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics, University of Manchester, Manchester, UK."
      ],
      "orcid": "0000-0002-1372-0440"
    },
    {
      "last_name": "Newbold",
      "fore_name": "K Bruce",
      "initials": "KB",
      "name": "K Bruce Newbold",
      "affiliations": [
        "School of Geography and Earth Sciences, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0002-6441-7863"
    },
    {
      "last_name": "Essue",
      "fore_name": "Beverley M",
      "initials": "BM",
      "name": "Beverley M Essue",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada.",
        "University of Sydney, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0002-1512-4634"
    }
  ],
  "journal": {
    "title": "The International journal of health planning and management",
    "iso_abbreviation": "Int J Health Plann Manage",
    "issn": "1099-1751",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "e416",
  "end_page": "e433",
  "pages": "e416-e433",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Latent Tuberculosis",
    "Male",
    "Patient Acceptance of Health Care",
    "Treatment Adherence and Compliance"
  ],
  "article_ids": {
    "pubmed": "29431235",
    "doi": "10.1002/hpm.2495"
  },
  "doi": "10.1002/hpm.2495",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.856417",
    "pmid": "29431235"
  }
}