{
  "pmid": "29432350",
  "uid": "29432350",
  "title": "An Exploratory Reanalysis of the Randomized Trial on Efficacy of Corticosteroids as Rescue Therapy for the Late Phase of Acute Respiratory Distress Syndrome.",
  "abstract": "OBJECTIVES: In the Acute Respiratory Distress Syndrome Network randomized controlled trial, methylprednisolone treatment was associated with increased return to mechanical ventilation with partial loss of early improvements. We hypothesize a causal relationship between protocol-driven rapid discontinuation of methylprednisolone post extubation and return to mechanical ventilation. To explore this possibility, we investigated the timing that events occurred in each treatment arm during active treatment intervention (efficacy) and after stopping therapy. DESIGN AND SETTINGS: Retrospective intention-to-treat analysis of multicenter randomized controlled trial. PATIENTS AND INTERVENTIONS: Patients were randomized to methylprednisolone (2 mg/kg/d) or placebo (89 vs 91). The target sample size was reduced post hoc and provided 80% power for an optimistic 50% mortality reduction. MEASUREMENTS AND MAIN RESULTS: Findings are reported as methylprednisolone versus placebo. By day 28, fewer patients died before achieving extubation (15.7% vs 25.3% and risk ratio, 0.62; 95% CI, 0.34-1.13), more achieved successful extubation (71.9% vs 49.5% and risk ratio, 1.45; CI, 1.14-1.85), time to successful extubation was shorter (hazard ratio, 2.05; CI, 1.42-2.96), and more were discharged alive from the ICU (65.2% vs 48.3%; risk ratio, 1.35; CI, 1.04-1.75). After treatment discontinuation, more methylprednisolone-treated patients returned to mechanical ventilation (26.6% vs 6.7%; risk ratio, 3.98; CI, 1.24-12.79)-consistent with reconstituted systemic inflammation in the presence of adrenal suppression. Participants returning to mechanical ventilation without reinstitution of methylprednisolone had increased risk of ventilator dependence and mortality. Despite loss of early benefits, methylprednisolone was associated with sizable and significant improvements in all secondary outcomes and reduction in serious complications (shock and severe infections). CONCLUSIONS: During active intervention, methylprednisolone was safe and effective in achieving disease resolution. Our findings support rapid glucocorticoid discontinuation post extubation as likely cause of disease relapse. Gradual tapering might be necessary to preserve the significant improvements achieved during methylprednisolone administration.",
  "authors": [
    {
      "last_name": "Meduri",
      "fore_name": "G Umberto",
      "initials": "GU",
      "name": "G Umberto Meduri",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary, Critical Care, and Sleep Medicine, Memphis Veterans Affairs Medical Center, Memphis, TN."
      ]
    },
    {
      "last_name": "Bridges",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Bridges",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary, Critical Care, and Sleep Medicine, Memphis Veterans Affairs Medical Center, Memphis, TN."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kocak",
      "fore_name": "Mehmet",
      "initials": "M",
      "name": "Mehmet Kocak",
      "affiliations": [
        "Department of Preventive Medicine, University of Tennessee Health Science Center, Memphis, TN."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "884",
  "end_page": "891",
  "pages": "884-891",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Airway Extubation",
    "Humans",
    "Intention to Treat Analysis",
    "Methylprednisolone",
    "Respiratory Distress Syndrome",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29432350",
    "doi": "10.1097/CCM.0000000000003021"
  },
  "doi": "10.1097/CCM.0000000000003021",
  "dates": {
    "completed": "2019-09-19",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Methylprednisolone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.479577",
    "pmid": "29432350"
  }
}