{
  "pmid": "29433557",
  "uid": "29433557",
  "title": "Metastatic uveal melanoma showing durable response to anti-CTLA-4 and anti-PD-1 combination therapy after experiencing progression on anti-PD-1 therapy alone.",
  "abstract": "BACKGROUND: Uveal melanoma accounts for 85% of the ocular melanomas and has an increased risk of hematogenous spread, most commonly to the liver. After curative intent therapy like surgery and radiation, fifty percent of patients present with distant metastasis. Metastatic uveal melanoma (MUM) does not harbor typically targetable mutations, e.g., BRAF as in cutaneous melanoma. As a result, there is no proven therapy for MUM. Various chemotherapy and immunotherapy regimens have been tried and only partial response (PR) is the best that has been achieved in most of the cases. Here, we present a case of MUM treated with combination immune checkpoint therapy (ipilimumab and nivolumab) following the progression with single-agent nivolumab and demonstrating a durable response without recurrence more than 22 months from the last treatment. CASE PRESENTATION: A 72-year-old Caucasian man presented with ciliary body melanoma of the left eye and underwent curative-intent enucleation but six months later developed diffuse hepatic metastases. He initially was treated with nivolumab 3 mg/kg every two weeks for four cycles but restaging scan showed a significant progression of the disease with increasing LDH. With the FDA approval for the combination of nivolumab 1mg/kg with Ipilimumab 3 mg/kg every three weeks for metastatic melanoma, this combination was given for four cycles with continuous rise in LDH to 993 unit/L (110-220 unit/L) until finishing cycle four of the treatment. Three weeks later, maintainence nivolumab 3mg/kg was initiated but two weeks later, he developed grade 4 liver toxicity with ALT 1565 unit/L (0-55 unit/L). A presumptive diagnosis of autoimmune hepatitis was made, nivolumab was stopped and oral prednisone 1mg/kg was started with quick resolution of elevated transaminases. Restaging abdominal MRI one month after the first and last dose of maintenance nivolumab showed PR and continuous shrinkage of the metastatic lesions with no hypermetabolic activity even on PET/CT. He is 22 months' post-treatment and continues to do well without any evidence of active disease. CONCLUSION: Although, limited response has been shown to single agent immune checkpoint inhibitors and chemotherapy, our patient showed durable response with anti-CTLA-4 and anti-PD-1 combination therapy in MUM.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Department of Hospital Medicine, Dartmouth-Hitchcock Medical Center, One Medical Center Dr., Lebanon, NH, 03756, USA."
      ]
    },
    {
      "last_name": "Mabaera",
      "fore_name": "Rodwell",
      "initials": "R",
      "name": "Rodwell Mabaera",
      "affiliations": [
        "Hematology/Oncology, Norris cotton Cancer Center, One Medical Center Dr., Lebanon, NH, 03756, USA."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Hematology/Oncology, Norris cotton Cancer Center, One Medical Center Dr., Lebanon, NH, 03756, USA. keisuke.shirai@dartmouth.edu."
      ],
      "orcid": "0000-0002-1403-8128"
    }
  ],
  "journal": {
    "title": "Journal for immunotherapy of cancer",
    "iso_abbreviation": "J Immunother Cancer",
    "issn": "2051-1426",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Antineoplastic Agents, Immunological",
    "Antineoplastic Combined Chemotherapy Protocols",
    "CTLA-4 Antigen",
    "Humans",
    "Ipilimumab",
    "Liver Neoplasms",
    "Male",
    "Melanoma",
    "Nivolumab",
    "Positron Emission Tomography Computed Tomography",
    "Programmed Cell Death 1 Receptor",
    "Treatment Outcome",
    "Uveal Neoplasms",
    "Uveal Melanoma"
  ],
  "article_ids": {
    "pubmed": "29433557",
    "pmc": "PMC5809910",
    "doi": "10.1186/s40425-018-0322-1",
    "pii": "10.1186/s40425-018-0322-1"
  },
  "doi": "10.1186/s40425-018-0322-1",
  "pmc_id": "PMC5809910",
  "dates": {
    "completed": "2019-10-15",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Antineoplastic Agents, Immunological",
    "CTLA-4 Antigen",
    "CTLA4 protein, human",
    "Ipilimumab",
    "PDCD1 protein, human",
    "Programmed Cell Death 1 Receptor",
    "Nivolumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.805567",
    "pmid": "29433557"
  }
}