{
  "pmid": "29447177",
  "uid": "29447177",
  "title": "Physician prescribing of opioid agonist treatments in provincial correctional facilities in Ontario, Canada: A survey.",
  "abstract": "BACKGROUND: Substance use and substance use disorders are common in people who experience detention or incarceration in Canada, and opioid agonist treatment (OAT) may reduce the harms associated with substance use disorders. We aimed to define current physician practice in provincial correctional facilities in Ontario with respect to prescribing OAT and to identify potential barriers and facilitators to prescribing OAT. METHODS: We invited all physicians practicing in the 26 provincial correctional facilities for adults in Ontario to participate in an online survey. RESULTS: Twenty-seven physicians participated, with representation from most correctional facilities in Ontario. Of participating physicians, 52% reported prescribing methadone and 48% reported prescribing buprenorphine/naloxone to patients in provincial correctional facilities. Nineteen percent of participants reported initiating methadone treatment and 11% reported initiating buprenorphine/naloxone for patients in custody. Participants identified multiple barriers to initiating OAT in provincial correctional facilities including concerns about medication diversion and safety, concerns about initiating treatment in patients who are not currently using opioids, lack of linkage with community-based providers and the Ministry of Community Safety and Correctional Services policy. Identified facilitators to initiating OAT were support from institutional health care staff and administrative staff, adequate resources for program delivery and access to linkage with community-based OAT providers. CONCLUSIONS: This study identifies opportunities to improve OAT programs and to improve access to OAT for persons in provincial correctional facilities in Ontario.",
  "authors": [
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    },
    {
      "last_name": "Patel",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Patel",
      "affiliations": [
        "University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "To",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J To",
      "affiliations": [
        "Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, Canada.",
        "Faculty of Medicine, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Kiefer",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Kiefer",
      "affiliations": [
        "Ontario Ministry of Community Safety and Correctional Services, Toronto, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Regenstreif",
      "fore_name": "Leonora",
      "initials": "L",
      "name": "Leonora Regenstreif",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "e0192431",
  "pages": "e0192431",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Buprenorphine",
    "Humans",
    "Male",
    "Methadone",
    "Naloxone",
    "Ontario",
    "Opiate Substitution Treatment",
    "Opioid-Related Disorders",
    "Practice Patterns, Physicians'",
    "Prisons",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "29447177",
    "pmc": "PMC5813939",
    "doi": "10.1371/journal.pone.0192431",
    "pii": "PONE-D-17-14329"
  },
  "doi": "10.1371/journal.pone.0192431",
  "pmc_id": "PMC5813939",
  "dates": {
    "completed": "2018-04-06",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Naloxone",
    "Buprenorphine",
    "Methadone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.233963",
    "pmid": "29447177"
  }
}