{
  "pmid": "29440335",
  "uid": "29440335",
  "title": "Age- and sex-specific Canadian utility norms, based on the 2013-2014 Canadian Community Health Survey.",
  "abstract": "BACKGROUND: Although many Canadian studies have provided disease-specific or patient group-specific utility scores, the utility score norms currently available for the general Canadian population are outdated. Canadian guideline recommendations for the economic evaluation of health technologies advocate for utilities reflecting those of the general population and for stratified analyses when results are heterogeneous; as such, there is also a need for age-, sex- and jurisdiction-specific utility score norms. METHODS: We used data from the 2013-2014 Canadian Community Health Survey. We used the Health Utilities Index Mark 3 to calculate utility scores. We estimated means (with 95% confidence intervals [CIs]) and medians (with interquartile ranges [IQRs]) for utility scores. In addition to Canadian-level measures, we stratified all utility score norms by respondents' age, sex, and province or territory of residence. We weighted respondents' answers and computed 95% CIs using sampling weights and bootstrap weights provided by Statistics Canada to extrapolate the study findings to the Canadian population. RESULTS: Respondents to the 2013-2014 Canadian Community Health Survey represented 30 014 589 community-dwelling Canadians 12 years of age and older (98% of the Canadian population); half of the respondents were female (50.6%), and the weighted average age was 44.8 (95% CI 44.7-44.9) years. The mean and median self-reported utility scores for Canadians were estimated at 0.863 (95% CI 0.861-0.865) and 0.927 (IQR 0.838-0.972), respectively. INTERPRETATION: This study provides utility score norms for several age-, sex-and jurisdiction-specific strata in Canada. These results will be useful for future cost-utility analyses and could serve as benchmark values for comparisons with future studies.",
  "authors": [
    {
      "last_name": "Guertin",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Guertin",
      "affiliations": [
        "Department of Social and Preventive Medicine (Guertin), Faculty of Medicine, Université Laval; Centre de recherche du CHU de Québec - Université Laval (Guertin), Axe Santé des Populations et Pratiques Optimales en Santé, Hôpital du Saint-Sacrement, Québec, Que.; Department of Economics, Faculty of Social Sciences (Feeny), Centre for Health Economics and Policy Analysis (Feeny, Tarride) and Department of Health Research Methods, Faculty of Health Sciences (Tarride), McMaster University, Hamilton, Ont.; Health Utilities Incorporated (Feeny), Dundas, Ont.; Programs for Assessment of Technology in Health (Tarride), Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ont. jason.guertin@fmed.ulaval.ca."
      ]
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": [
        "Department of Social and Preventive Medicine (Guertin), Faculty of Medicine, Université Laval; Centre de recherche du CHU de Québec - Université Laval (Guertin), Axe Santé des Populations et Pratiques Optimales en Santé, Hôpital du Saint-Sacrement, Québec, Que.; Department of Economics, Faculty of Social Sciences (Feeny), Centre for Health Economics and Policy Analysis (Feeny, Tarride) and Department of Health Research Methods, Faculty of Health Sciences (Tarride), McMaster University, Hamilton, Ont.; Health Utilities Incorporated (Feeny), Dundas, Ont.; Programs for Assessment of Technology in Health (Tarride), Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Social and Preventive Medicine (Guertin), Faculty of Medicine, Université Laval; Centre de recherche du CHU de Québec - Université Laval (Guertin), Axe Santé des Populations et Pratiques Optimales en Santé, Hôpital du Saint-Sacrement, Québec, Que.; Department of Economics, Faculty of Social Sciences (Feeny), Centre for Health Economics and Policy Analysis (Feeny, Tarride) and Department of Health Research Methods, Faculty of Health Sciences (Tarride), McMaster University, Hamilton, Ont.; Health Utilities Incorporated (Feeny), Dundas, Ont.; Programs for Assessment of Technology in Health (Tarride), Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "1488-2329",
    "issn_type": "Electronic",
    "volume": "190",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "E155",
  "end_page": "E161",
  "pages": "E155-E161",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Child",
    "Cost-Benefit Analysis",
    "Economics",
    "Female",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Reference Values",
    "Regression Analysis",
    "Sex Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29440335",
    "pmc": "PMC5809215",
    "doi": "10.1503/cmaj.170317",
    "pii": "190/6/E155"
  },
  "doi": "10.1503/cmaj.170317",
  "pmc_id": "PMC5809215",
  "dates": {
    "completed": "2019-04-03",
    "revised": "2019-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.633373",
    "pmid": "29440335"
  }
}