{
  "pmid": "29443055",
  "uid": "29443055",
  "title": "A Seminiferous Tubule Squash Technique for the Cytological Analysis of Spermatogenesis Using the Mouse Model.",
  "abstract": "Meiotic progression in males is a process that requires the concerted action of a number of highly regulated cellular events. Errors occurring during meiosis can lead to infertility, pregnancy loss or genetic defects. Commencing at the onset of puberty and continuing throughout adulthood, continuous semi-synchronous waves of spermatocytes undergo spermatogenesis and ultimately form haploid sperm. The first wave of mouse spermatocytes undergoing meiotic initiation appear at day 10 post-partum (10 dpp) and are released into the lumen of seminiferous tubules as mature sperm at 35 dpp. Therefore, it is advantageous to utilize mice within this developmental time-window in order to obtain highly enriched populations of interest. Analysis of rare cell stages is more difficult in older mice due to the contribution of successive spermatogenic waves, which increase the diversity of the cellular populations within the tubules. The method described here is an easily implemented technique for the cytological evaluation of the cells found within the seminiferous tubules of mice, including spermatogonia, spermatocytes, and spermatids. The tubule squash technique maintains the integrity of isolated male germ cells and allows examination of cellular structures that are not easily visualized with other techniques. To demonstrate the possible applications of this tubule squash technique, spindle assembly was monitored in spermatocytes progressing through the prophase to metaphase I transition (G2/MI transition). In addition, centrosome duplication, meiotic sex chromosome inactivation (MSCI), and chromosome bouquet formation were assessed as examples of the cytological structures that can be observed using this tubule squash method. This technique can be used to pinpoint specific defects during spermatogenesis that are caused by mutation or exogenous perturbation, and thus, contributes to our molecular understanding of spermatogenesis.",
  "authors": [
    {
      "last_name": "Wellard",
      "fore_name": "Stephen R",
      "initials": "SR",
      "name": "Stephen R Wellard",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins Bloomberg School of Public Health."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins Bloomberg School of Public Health."
      ]
    },
    {
      "last_name": "Jordan",
      "fore_name": "Philip W",
      "initials": "PW",
      "name": "Philip W Jordan",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins Bloomberg School of Public Health; pjordan8@jhu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of visualized experiments : JoVE",
    "iso_abbreviation": "J Vis Exp",
    "issn": "1940-087X",
    "issn_type": "Electronic",
    "issue": "132",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Video-Audio Media"
  ],
  "keywords": [
    "Animals",
    "Disease Models, Animal",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Seminiferous Tubules",
    "Spermatogenesis"
  ],
  "article_ids": {
    "pubmed": "29443055",
    "mid": "NIHMS966076",
    "pmc": "PMC5912363",
    "doi": "10.3791/56453"
  },
  "doi": "10.3791/56453",
  "pmc_id": "PMC5912363",
  "dates": {
    "completed": "2018-06-25",
    "revised": "2021-07-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM117155",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 CA009110",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UM1 OD023222",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.591727",
    "pmid": "29443055"
  }
}