{
  "pmid": "29455067",
  "uid": "29455067",
  "title": "Gap-enhanced Raman tags for high-contrast sentinel lymph node imaging.",
  "abstract": "The sentinel lymph node (SLN) biopsy is gaining in popularity as a procedure to investigate the lymphatic metastasis of malignant tumors. The commonly used techniques to identify the SLNs in clinical practice are blue dyes-guided visualization, radioisotope-based detection and near-infrared fluorescence imaging. However, all these methods have not been found to perfectly fit the clinical criteria with issues such as short retention time in SLN, poor spatial resolution, autofluorescence, low photostability and high cost. In this study, we have reported a new type of nanoprobes, named, gap-enhanced Raman tags (GERTs) for the SLN Raman imaging. With the advantageous features including unique \"fingerprint\" Raman signal, strong Raman enhancement, high photostability, good biocompatibility and extra-long retention time, we have demonstrated that GERTs are greatly favorable for high-contrast and deep SLN Raman imaging, which meanwhile reveals the dynamic migration behavior of the probes entering the SLN. In addition, a quantitative volumetric Raman imaging (qVRI) data-processing method is employed to acquire a high-resolution 3-dimensional (3D) margin of SLN as well as the content variation of GERTs in the SLN. Moreover, SLN detection could be realized via a cost-effective commercial portable Raman scanner. Therefore, GERTs hold the great potential to be translated in clinical application for accurate and intraoperative location of the SLN.",
  "authors": [
    {
      "last_name": "Bao",
      "fore_name": "Zhouzhou",
      "initials": "Z",
      "name": "Zhouzhou Bao",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Med-X Engineering Research Center, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Ziyang",
      "initials": "Z",
      "name": "Ziyang Tan",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Med-X Engineering Research Center, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Yin",
      "fore_name": "Xia",
      "initials": "X",
      "name": "Xia Yin",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Di",
      "fore_name": "Wen",
      "initials": "W",
      "name": "Wen Di",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China. Electronic address: diwen163@163.com."
      ]
    },
    {
      "last_name": "Ye",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Ye",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, PR China; Shanghai Med-X Engineering Research Center, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, PR China. Electronic address: yejian78@sjtu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Biomaterials",
    "iso_abbreviation": "Biomaterials",
    "issn": "1878-5905",
    "issn_type": "Electronic",
    "volume": "163",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "105",
  "end_page": "115",
  "pages": "105-115",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biocompatible Materials",
    "Biological Transport",
    "Cell Line",
    "Cell Survival",
    "Contrast Media",
    "Female",
    "Gold",
    "Humans",
    "Metal Nanoparticles",
    "Mice, Inbred BALB C",
    "Particle Size",
    "Physical Phenomena",
    "Porosity",
    "Sentinel Lymph Node",
    "Silicon Dioxide",
    "Spectrum Analysis, Raman",
    "Surface Properties"
  ],
  "article_ids": {
    "pubmed": "29455067",
    "doi": "10.1016/j.biomaterials.2018.02.020",
    "pii": "S0142-9612(18)30098-X"
  },
  "doi": "10.1016/j.biomaterials.2018.02.020",
  "dates": {
    "completed": "2019-06-19",
    "revised": "2019-06-19"
  },
  "chemicals": [
    "Biocompatible Materials",
    "Contrast Media",
    "Gold",
    "Silicon Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.269055",
    "pmid": "29455067"
  }
}