{
  "pmid": "29452598",
  "uid": "29452598",
  "title": "7 versus 14 days of antibiotic treatment for critically ill patients with bloodstream infection: a pilot randomized clinical trial.",
  "abstract": "BACKGROUND: Shorter-duration antibiotic treatment is sufficient for a range of bacterial infections, but has not been adequately studied for bloodstream infections. Our systematic review, survey, and observational study indicated equipoise for a trial of 7 versus 14 days of antibiotic treatment for bloodstream infections; a pilot randomized clinical trial (RCT) was a necessary next step to assess feasibility of a larger trial. METHODS: We conducted an open, pilot RCT of antibiotic treatment duration among critically ill patients with bloodstream infection across 11 intensive care units (ICUs). Antibiotic selection, dosing and route were at the discretion of the treating team; patients were randomized 1:1 to intervention arms consisting of two fixed durations of treatment - 7 versus 14 days. We recruited adults with a positive blood culture yielding pathogenic bacteria identified while in ICU. We excluded patients with severe immunosuppression, foci of infection with an established requirement for prolonged treatment, single cultures with potential contaminants, or cultures yielding Staphylococcus aureus or fungi. The primary feasibility outcomes were recruitment rate and adherence to treatment duration protocol. Secondary outcomes included 90-day, ICU and hospital mortality, relapse of bacteremia, lengths of stay, mechanical ventilation and vasopressor duration, antibiotic-free days, Clostridium difficile, antibiotic adverse events, and secondary infection with antimicrobial-resistant organisms. RESULTS: We successfully achieved our target sample size (n = 115) and average recruitment rate of 1 (interquartile range (IQR) 0.3-1.5) patient/ICU/month. Adherence to treatment duration was achieved in 89/115 (77%) patients. Adherence differed by underlying source of infection: 26/31 (84%) lung; 18/29 (62%) intra-abdominal; 20/26 (77%) urinary tract; 8/9 (89%) vascular-catheter; 4/4 (100%) skin/soft tissue; 2/4 (50%) other; and 11/12 (92%) unknown sources. Patients experienced a median (IQR) 14 (8-17) antibiotic-free days (of the 28 days after blood culture collection). Antimicrobial-related adverse events included hepatitis in 1 (1%) patient, Clostridium difficile infection in 4 (4%), and secondary infection with highly resistant microorganisms in 10 (9%). Ascertainment was complete for all study outcomes in ICU, in hospital and at 90 days. CONCLUSION: It is feasible to conduct a RCT to determine whether 7 versus 14 days of antibiotic treatment is associated with comparable 90-day survival. TRIAL REGISTRATION: ClinicalTrials.gov , identifier: NCT02261506 . Registered on 26 September 2014.",
  "authors": [
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Division of Infectious Diseases and Clinical Epidemiology, Sunnybrook Health Sciences Centre, University of Toronto and Adjunct Scientist, Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, 2075 Bayview Ave, Toronto, ON, M4N 3M5, Canada. nick.daneman@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar H",
      "initials": "AH",
      "name": "Asgar H Rishu",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Center, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Center, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Aslanian",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Aslanian",
      "affiliations": [
        "Service de Soins Intensifs et Centre de Recherche, Centre Hospitalier de l'Université de Montréal, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Carignan",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Carignan",
      "affiliations": [
        "Department of Microbiology and Infectious Diseases, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "Department of Critical Care Medicine, Hôpital du Sacré-Coeur de Montreal and Hôpital de Trois-Rivières, University of Montreal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Coburn",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Coburn",
      "affiliations": [
        "Division of Infectious Diseases, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Detsky",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Detsky",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of BC, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Departments of Critical Care Medicine and Anesthesiology, Pain Management and Perioperative Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Kumar",
      "affiliations": [
        "Section of Critical Care Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lamontagne",
      "affiliations": [
        "Centre de Recherche du CHU de Sherbrooke and Department of Medicine, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Lauzier",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lauzier",
      "affiliations": [
        "Centre de Recherche du CHU de Québec-Université Laval, Axe Santé des Populations et Pratiques Optimales en Santé, Division de Soins Intensifs, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Departments of Surgery and Critical Care Medicine, St. Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Department of Medicine, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Reynolds",
      "affiliations": [
        "Department of Biophysiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada."
      ]
    },
    {
      "last_name": "Sligl",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sligl",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Critical Care Medicine, Institute of Public Health, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Wilcox",
      "fore_name": "M Elizabeth",
      "initials": "ME",
      "name": "M Elizabeth Wilcox",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Toronto Western Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Departments of Medicine and Critical Care Medicine, Sunnybrook Health Sciences Center, Adjunct Scientist, Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "start_page": "111",
  "pages": "111",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Anti-Bacterial Agents",
    "Bacteremia",
    "Canada",
    "Community-Acquired Infections",
    "Critical Illness",
    "Cross Infection",
    "Drug Administration Schedule",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29452598",
    "pmc": "PMC5816399",
    "doi": "10.1186/s13063-018-2474-1",
    "pii": "10.1186/s13063-018-2474-1"
  },
  "doi": "10.1186/s13063-018-2474-1",
  "pmc_id": "PMC5816399",
  "dates": {
    "completed": "2019-03-14",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.204456",
    "pmid": "29452598"
  }
}