{
  "pmid": "29474288",
  "uid": "29474288",
  "title": "Pelvic Floor Muscle Training Versus Watchful Waiting and Pelvic Floor Disorders in Postpartum Women: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVES: Pelvic floor muscle training (PFMT) is often recommended to treat postpartum urinary incontinence (UI). However, the role of postpartum PFMT in pelvic organ prolapse (POP), sexual function, and anal incontinence (AI) remains unclear. We therefore aim to assess the efficacy of postpartum PFMT on these pelvic floor disorders. METHODS: This study is a meta-analysis consisting of randomized controlled trials (RCTs). We searched databases including CENTRAL, MEDLINE, EMBASE, CINAHL, and PEDro. We also sought after grey literature including conference proceedings. We included RCTs comparing PFMT versus watchful waiting in women with stage II or less POP within 1 year postpartum. Two authors independently performed study screening, risk of bias assessments, and data extraction. RESULTS: Fifteen RCTs (3845 patients) were included. Women undergoing PFMT less likely report bothersome POP symptoms (risk ratio [RR], 0.48 [0.30-0.76]; very low-quality evidence). There is no significant difference in the number of women with stage II or greater POP (RR, 0.74 [0.45-1.24]; moderate-quality evidence). Fewer women receiving PFMT report the presence of sexual dysfunction (RR, 0.48 [0.30-0.77]; low-quality evidence). There is no significant difference in AI symptoms (RR, 1.11 [0.82-1.51]), but PFMT may be more beneficial for women with anal sphincter injuries (standardized mean differencein AI scores, -0.57 [-1.12 to -0.02]; low-quality evidence). Women receiving PFMT less likely report UI (RR, 0.44 [0.25-0.75]; moderate-quality evidence) with a more pronounced effect on stress UI (SUI). CONCLUSIONS: At present, it remains uncertain whether postpartum PFMT improves POP symptoms because of very low-quality evidence, and more high-quality RCTs are needed in this area. The POP staging will likely not change with postpartum PFMT. The PFMT may result in improved postpartum sexual function compared to watchful waiting, and may provide benefit for AI in women with anal sphincter injuries. Postpartum PFMT likely reduces the risk of UI, particularly stress urinary incontinence symptoms. There is currently little evidence about postpartum PFMT and long-term pelvic floor function.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "You Maria",
      "initials": "YM",
      "name": "You Maria Wu",
      "affiliations": []
    },
    {
      "last_name": "McInnes",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia McInnes",
      "affiliations": []
    },
    {
      "last_name": "Leong",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Leong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Female pelvic medicine & reconstructive surgery",
    "iso_abbreviation": "Female Pelvic Med Reconstr Surg",
    "issn": "2154-4212",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "142",
  "end_page": "149",
  "pages": "142-149",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Exercise Therapy",
    "Fecal Incontinence",
    "Female",
    "Humans",
    "Muscle Contraction",
    "Patient Satisfaction",
    "Pelvic Floor",
    "Pelvic Floor Disorders",
    "Postnatal Care",
    "Randomized Controlled Trials as Topic",
    "Sexual Dysfunction, Physiological",
    "Treatment Outcome",
    "Urinary Incontinence",
    "Watchful Waiting"
  ],
  "article_ids": {
    "pubmed": "29474288",
    "doi": "10.1097/SPV.0000000000000513",
    "pii": "01436319-201803000-00016"
  },
  "doi": "10.1097/SPV.0000000000000513",
  "dates": {
    "completed": "2019-01-28",
    "revised": "2019-01-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:28.289563",
    "pmid": "29474288"
  }
}