{
  "pmid": "29483026",
  "uid": "29483026",
  "title": "Canada's global health role: supporting equity and global citizenship as a middle power.",
  "abstract": "Canada's history of nation building, combined with its status as a so-called middle power in international affairs, has been translated into an approach to global health that is focused on equity and global citizenship. Canada has often aspired to be a socially progressive force abroad, using alliance building and collective action to exert influence beyond that expected from a country with moderate financial and military resources. Conversely, when Canada has primarily used economic self-interest to define its global role, the country's perceived leadership in global health has diminished. Current Prime Minister Justin Trudeau's Liberal federal government has signalled a return to progressive values, driven by appreciation for diversity, equality, and Canada's responsibility to be a good global citizen. However, poor coordination of efforts, limited funding, and the unaddressed legacy of Canada's colonisation of Indigenous peoples weaken the potential for Canadians to make meaningful contributions to improvement of global health equity. Amid increased nationalism and uncertainty towards multilateral commitments by some major powers in the world, the Canadian federal government has a clear opportunity to convert its commitments to equity and global citizenship into stronger leadership on the global stage. Such leadership will require the translation of aspirational messages about health equity and inclusion into concrete action at home and internationally.",
  "authors": [
    {
      "last_name": "Nixon",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Nixon",
      "affiliations": [
        "Department of Physical Therapy, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; International Centre for Disability and Rehabilitation, and Rehabilitation Sciences Institute, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada. Electronic address: stephanie.nixon@utoronto.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Lee",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada."
      ]
    },
    {
      "last_name": "Bhutta",
      "fore_name": "Zulfiqar A",
      "initials": "ZA",
      "name": "Zulfiqar A Bhutta",
      "affiliations": [
        "Department of Nutrition, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Centre for Global Child Health, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Blanchard",
      "fore_name": "James",
      "initials": "J",
      "name": "James Blanchard",
      "affiliations": [
        "Centre for Global Public Health, Department of Community Health Sciences, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Haddad",
      "fore_name": "Slim",
      "initials": "S",
      "name": "Slim Haddad",
      "affiliations": [
        "Centre de Recherche du Centre Hospitalier Universitaire de Québec-Université Laval, Québec City, QC, Canada; Département de Médecine Sociale et Préventive, Université Laval, Québec City, QC, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, School of Health Policy and Management, and Osgoode Hall Law School, York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Medicine and School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "391",
    "issue": "10131",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "start_page": "1736",
  "end_page": "1748",
  "pages": "1736-1748",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Global Health",
    "Health Equity",
    "Humans",
    "International Cooperation"
  ],
  "article_ids": {
    "pubmed": "29483026",
    "pmc": "PMC7138077",
    "doi": "10.1016/S0140-6736(18)30322-2",
    "pii": "S0140-6736(18)30322-2"
  },
  "doi": "10.1016/S0140-6736(18)30322-2",
  "pmc_id": "PMC7138077",
  "dates": {
    "completed": "2018-10-31",
    "revised": "2024-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.516783",
    "pmid": "29483026"
  }
}