{
  "pmid": "29488190",
  "uid": "29488190",
  "title": "Barriers to the Interpretation of Body Composition in Colorectal Cancer: A Review of the Methodological Inconsistency and Complexity of the CT-Defined Body Habitus.",
  "abstract": "BACKGROUND: Measurement of body composition by computed tomography (CT) is an advancing field. Sarcopenia, myosteatosis, and visceral obesity (VO) have been identified as predictive of survival in colorectal cancer (CRC). We performed a systematic review of contemporary studies to characterize this association and highlight methodological inconsistencies. METHODS: MEDLINE and PubMed were queried for articles published from January 2000 on, with populations of resectable CRC and with CT-measured body composition and survival data. The study quality was assessed by two independent reviewers using the Newcastle-Ottawa Scale. RESULTS: Twenty studies met inclusion criteria, with a total of 8895 patients. Only two of the studies scored as high quality and nine as moderate quality. The remaining nine studies scored as low quality. Ten studies considered sarcopenia and 12 considered visceral obesity (VO). Cutoff points to define sarcopenia, myosteatosis, and VO were identified by optimal stratification, quartiles, or median values. The prevalence of sarcopenia varied from 15 to 60%, which based on study population and cutoff value used. Sarcopenia was associated with worse overall and disease-free survival in eight of the included studies. Myosteatosis was considered in three studies with a prevalence of 19-78%. It was significantly predictive of worse overall and disease-free survival in all three studies. VO had a prevalence of 14-70% and was inconsistently predictive of survival outcomes. CONCLUSIONS: There is a lack of methodological consistency within the currently published literature. Despite this, sarcopenia and myosteatosis, but not VO, are consistently associated with worse survival outcomes, when population and cancer-specific cutoffs are utilized.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica J",
      "initials": "JJ",
      "name": "Jessica J Hopkins",
      "affiliations": [
        "Department of Surgery, University of Alberta, Edmonton, AB, Canada. jjhopkin@ualberta.ca.",
        "School of Public Health, University of Alberta, Edmonton, AB, Canada. jjhopkin@ualberta.ca."
      ]
    },
    {
      "last_name": "Skubleny",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Skubleny",
      "affiliations": [
        "Department of Surgery, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Bigam",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Bigam",
      "affiliations": [
        "Department of Surgery, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Baracos",
      "fore_name": "Vickie E",
      "initials": "VE",
      "name": "Vickie E Baracos",
      "affiliations": [
        "Department of Medical Oncology, Cross Cancer Institute, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Eurich",
      "fore_name": "Dean T",
      "initials": "DT",
      "name": "Dean T Eurich",
      "affiliations": [
        "School of Public Health, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Sawyer",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Sawyer",
      "affiliations": [
        "Department of Medical Oncology, Cross Cancer Institute, Edmonton, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of surgical oncology",
    "iso_abbreviation": "Ann Surg Oncol",
    "issn": "1534-4681",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "1381",
  "end_page": "1394",
  "pages": "1381-1394",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Body Composition",
    "Colorectal Neoplasms",
    "Disease-Free Survival",
    "Humans",
    "Muscular Diseases",
    "Obesity, Abdominal",
    "Sarcopenia",
    "Survival Rate",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "29488190",
    "doi": "10.1245/s10434-018-6395-8",
    "pii": "10.1245/s10434-018-6395-8"
  },
  "doi": "10.1245/s10434-018-6395-8",
  "dates": {
    "completed": "2019-02-15",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Clinical Investigator Program",
      "agency": "Alberta Health Services"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.591957",
    "pmid": "29488190"
  }
}