{
  "pmid": "29483787",
  "uid": "29483787",
  "title": "The use of ibuprofen and acetaminophen for acute headache in the postconcussive youth: A pilot study.",
  "abstract": "OBJECTIVE: Acute postconcussive headaches are problematic for children after mild traumatic brain injury. There are no evidence-based guidelines for their management. This pilot study aims to assess the feasibility and efficacy of routine analgesia administration. METHODS: A four-arm open-label randomized controlled trial pilot/feasibility study was conducted: (i) acetaminophen, (ii) ibuprofen, (iii) alternating acetaminophen and ibuprofen and (iv) a control group. Children and youth 8 to 18 years of age presenting to emergency department with headache within 48 hours of their first concussion were recruited consecutively and sequentially randomized. Children with abnormal neuroimaging, history of previous concussions and bleeding disorder were excluded. A headache survey was administered at recruitment. All participants were provided with standard concussion management education and were also instructed on how to use the headache diary for the 1-week study follow-up period. The diary captures (i) headache days, (ii) number of headaches, (iii) headache intensity and (iv) return-to-school information. Feasibility was assessed based on study recruitment and compliance. RESULTS: There were no feasibility concerns with the recruitment and no major compliance issues. Patients on acetaminophen, ibuprofen or both had significantly less headache days, episodes of headache and lower headache intensity than did the standard care group. Patients on both ibuprofen and acetaminophen (79.0%) and on ibuprofen alone (61.0%) were more likely to be back at school 1 week postinjury as compared with the acetaminophen group (33.3%) and the standard care group (21.1%). CONCLUSION: Results showed routine analgesia administration was feasible and effective for postconcussive headache management. A larger full-scale randomized controlled trial is required to further assess the efficacy with longer follow-up, a wider variety of patients and more concussion related outcomes.",
  "authors": [
    {
      "last_name": "Petrelli",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Petrelli",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario.",
        "McMaster Children's Hospital, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario.",
        "Department of Clinical Epidemiology Biostatistics and Surgical Research Methodology, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia McGrath",
      "affiliations": [
        "Pain Innovation Inc., London, Ontario."
      ]
    },
    {
      "last_name": "Sulowski",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Sulowski",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Ontario.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Sobhi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Sobhi",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "DeMatteo",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol DeMatteo",
      "affiliations": [
        "School of Rehabilitation Science and CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Giglia",
      "fore_name": "Lucia",
      "initials": "L",
      "name": "Lucia Giglia",
      "affiliations": [
        "Pain Innovation Inc., London, Ontario."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sheila K",
      "initials": "SK",
      "name": "Sheila K Singh",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario.",
        "McMaster Children's Hospital, Hamilton, Ontario.",
        "Stem Cell and Cancer Research Institute, Michael DeGroote Centre for Learning and Discovery, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2017",
    "pub_month": "Mar"
  },
  "start_page": "2",
  "end_page": "6",
  "pages": "2-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29483787",
    "pmc": "PMC5819847",
    "doi": "10.1093/pch/pxw011",
    "pii": "pxw011"
  },
  "doi": "10.1093/pch/pxw011",
  "pmc_id": "PMC5819847",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.366657",
    "pmid": "29483787"
  }
}