{
  "pmid": "29491516",
  "uid": "29491516",
  "title": "Airway management in the presence of cervical spine instability: A cross-sectional survey of the members of the Indian Society of Neuroanaesthesiology and Critical Care.",
  "abstract": "BACKGROUND AND AIMS: There is a paucity of clinical practice guidelines for the ideal approach to airway management in patients with cervical spine instability (CSI). The aim of this survey was to evaluate preferences, perceptions and practices regarding airway management in patients with CSI among neuroanaesthesiologists practicing in India. METHODS: A 25-item questionnaire was circulated for cross-sectional survey to 378 members of the Indian Society of Neuroanaesthesiology and Critical Care (ISNACC) by E-mail. We sent four reminders and again submitted our survey to non-responders during the 2017 annual ISNACC meeting. Apart from demographic information, the survey captured preferred methods of intubation and airway management for patients with CSI and their justification. Regression analysis was used to identify factors associated with the use of indirect technique for intubation. RESULTS: Only 122 out of the 378 anaesthesiologists responded to our survey. Most respondents were senior consultants, working in training hospitals, and performed ≥25 intubations per year for CSI patients. The majority of neuroanaesthesiologists (78.7%; n = 96) preferred indirect techniques for elective intubation. However, 45 anaesthesiologists (36.9%) preferred indirect techniques for emergency intubation. In an adjusted analysis, preference for patients to be conscious during intubation was significantly associated with the use of indirect techniques (odds ratio = 3.79; confidence interval = 1.52-9.49, P < 0.01). CONCLUSIONS: Among ISNACC members, indirect techniques are preferred for elective intubation of patients with CSI, while direct laryngoscopy is preferred for emergency intubation.",
  "authors": [
    {
      "last_name": "Sriganesh",
      "fore_name": "Kamath",
      "initials": "K",
      "name": "Kamath Sriganesh",
      "affiliations": [
        "Department of Neuroanaesthesia and Neurocritical Care, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ramesh",
      "fore_name": "Venkatapura J",
      "initials": "VJ",
      "name": "Venkatapura J Ramesh",
      "affiliations": [
        "Department of Neuroanaesthesia and Neurocritical Care, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of anaesthesia",
    "iso_abbreviation": "Indian J Anaesth",
    "issn": "0019-5049",
    "issn_type": "Print",
    "volume": "62",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "115",
  "end_page": "120",
  "pages": "115-120",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29491516",
    "pmc": "PMC5827477",
    "doi": "10.4103/ija.IJA_671_17",
    "pii": "IJA-62-115"
  },
  "doi": "10.4103/ija.IJA_671_17",
  "pmc_id": "PMC5827477",
  "dates": {
    "revised": "2024-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.642061",
    "pmid": "29491516"
  }
}