{
  "pmid": "29499694",
  "uid": "29499694",
  "title": "Developing a workbook to support the contextualisation of global health systems guidance: a case study identifying steps and critical factors for success in this process at WHO.",
  "abstract": "BACKGROUND: Global guidance can help countries strengthen their health systems to deliver effective interventions to their populations. However, to have an impact, guidance needs to be contextualised or adapted to local settings; this process includes consideration of health system arrangements and political system factors. To date, methods to support contextualisation do not exist. In response, a workbook was designed to provide specific methods and strategies to enable the contextualisation of WHO's 'Optimizing health worker roles to improve maternal and newborn health' (OptimizeMNH) guidance at the national or subnational level. The objective of this study was to describe the process of developing the workbook and identify key steps of the development process, barriers that arose and facilitators that helped overcome some of these barriers. METHODS: A qualitative single case study design was carried out. Interviews, documents and a reflexive journal were used. Constant comparison and an edit-style of organisation were used during data analysis to develop concepts, themes, subthemes and relationships among them. RESULTS: Thirteen interviews were conducted and 52 documents were reviewed. Three main steps were identified in the process of developing the workbook for health systems guidance contextualisation, namely (1) determining the need for and gaining approval to develop the workbook, (2) developing the workbook (taking on the task, creating the structure of the workbook, operationalising its components, undergoing approval processes and editing it), and (3) implementing the workbook both at the WHO level and at the national/subnational level. Five barriers and/or facilitators emerged relevant to each step, namely (1) having well-placed and credible champions, (2) creating and capitalising on opportunities, (3) finding the right language to engage various actors and obtain buy-in, (4) obtaining and maintaining meaningful buy-in, and (5) ensuring access to resources. CONCLUSIONS: Understanding the key steps and the critical factors involved in the process of developing the workbook could help in the planning of similar and other tools aimed to support the implementation of WHO guidance. A plan for dissemination and implementation needs to be addressed during the preparation of these tools.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. alvare@mcmaster.ca."
      ],
      "orcid": "0000-0003-2333-0144"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "McMaster Health Forum, MML-417, 1280 Main St. West, Hamilton, ON, L8S 4L6, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Hospital Site G Wing, 2nd Floor, Room 207, 711 Concession Street, Hamilton, ON, L8V 1C3, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Mar",
    "pub_day": "02"
  },
  "start_page": "19",
  "pages": "19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Capacity Building",
    "Communication",
    "Delivery of Health Care",
    "Global Health",
    "Guidelines as Topic",
    "Health Personnel",
    "Health Resources",
    "Humans",
    "Maternal-Child Health Services",
    "Politics",
    "Publishing",
    "Qualitative Research",
    "Residence Characteristics",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical",
    "World Health Organization",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "29499694",
    "pmc": "PMC5833055",
    "doi": "10.1186/s12961-018-0297-x",
    "pii": "10.1186/s12961-018-0297-x"
  },
  "doi": "10.1186/s12961-018-0297-x",
  "pmc_id": "PMC5833055",
  "dates": {
    "completed": "2018-09-05",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.678843",
    "pmid": "29499694"
  }
}