{
  "pmid": "29505859",
  "uid": "29505859",
  "title": "Systematic reviews do not adequately report or address missing outcome data in their analyses: a methodological survey.",
  "abstract": "OBJECTIVES: To describe how systematic review authors report and address categories of participants with potential missing outcome data of trial participants. STUDY DESIGN AND SETTING: Methodological survey of systematic reviews reporting a group-level meta-analysis. RESULTS: We included a random sample of 50 Cochrane and 50 non-Cochrane systematic reviews. Of these, 25 reported in their methods section a plan to consider at least one of the 10 categories of missing outcome data; 42 reported in their results, data for at least one category of missing data. The most reported category in the methods and results sections was \"unexplained loss to follow-up\" (n = 34 in methods section and n = 6 in the results section). Only 19 reported a method to handle missing data in their primary analyses, which was most often complete case analysis. Few reviews (n = 9) reported in the methods section conducting sensitivity analysis to judge risk of bias associated with missing outcome data at the level of the meta-analysis; and only five of them presented the results of these analyses in the results section. CONCLUSION: Most systematic reviews do not explicitly report sufficient information on categories of trial participants with potential missing outcome data or address missing data in their primary analyses.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diab",
      "fore_name": "Batoul",
      "initials": "B",
      "name": "Batoul Diab",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Evidence Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, University of Missouri-Kansas City, Kansas City, MO, USA; Department of Biomedical and Health Informatics, University of Missouri-Kansas City, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Kwong",
      "fore_name": "Joey",
      "initials": "J",
      "name": "Joey Kwong",
      "affiliations": [
        "JC School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Internal Medicine, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Clinical Research and Evaluation Unit, Chinese Evidence-based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Post Graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Basel Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital Basel, University of Basel, Spitalstrasse 12 4031, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Canada; The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway; Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "Paul Elias",
      "initials": "PE",
      "name": "Paul Elias Alexander",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "99",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "14",
  "end_page": "23",
  "pages": "14-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Data Accuracy",
    "Data Interpretation, Statistical",
    "Meta-Analysis as Topic",
    "Outcome Assessment, Health Care",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "29505859",
    "doi": "10.1016/j.jclinepi.2018.02.016",
    "pii": "S0895-4356(17)31397-5"
  },
  "doi": "10.1016/j.jclinepi.2018.02.016",
  "dates": {
    "completed": "2019-09-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:45.744252",
    "pmid": "29505859"
  }
}