{
  "pmid": "29501322",
  "uid": "29501322",
  "title": "Do sulphonylureas still have a place in clinical practice?",
  "abstract": "Sulphonylureas have been commercially available since the 1950s, but their use continues to be associated with controversy. Although adverse cardiovascular outcomes in some observational studies have raised concerns about sulphonylureas, findings from relatively recent, robust, and high-quality systematic reviews have indicated no increased risk of all-cause mortality associated with sulphonylureas compared with other active treatments. Results from large, multicentre, randomised controlled trials such as the UK Prospective Diabetes Study and ADVANCE have confirmed the microvascular benefits of sulphonylureas, a reduction in the incidence or worsening of nephropathy and retinopathy, and no increase in all-cause mortality, although whether these benefits were due to sulphonylurea therapy and not an overall glucose-lowering effect could not be confirmed. A comparison of sulphonylureas and pioglitazone in the TOSCA.IT trial also confirmed the efficacy and cardiovascular safety of sulphonylureas. Investigators of randomised controlled trials have reported an increased risk of hypoglycaemia and weight gain with sulphonylureas, but data from observational studies suggest that the incidence of severe hypoglycaemia is lower in people taking sulphonylurea than in people taking insulin, and weight gain with sulphonylureas has been relatively modest in large cohort studies. 80% of people with diabetes live in low-to-middle income countries, so the effectiveness, affordability, and safety of sulphonylureas are particularly important considerations when prescribing glucose-lowering therapy. Results of ongoing head-to-head studies with new drugs, such as the comparison of glimepiride with linagliptin in the CAROLINA study and the comparison of various therapies (including sulphonylureas) for glycaemic control in the GRADE study, will determine the place of sulphonylureas in glucose-lowering therapy algorithms for patients with type 2 diabetes.",
  "authors": [
    {
      "last_name": "Khunti",
      "fore_name": "Kamlesh",
      "initials": "K",
      "name": "Kamlesh Khunti",
      "affiliations": [
        "Diabetes Research Centre, University of Leicester, Leicester General Hospital, Leicester, UK. Electronic address: kk22@le.ac.uk."
      ]
    },
    {
      "last_name": "Chatterjee",
      "fore_name": "Sudesna",
      "initials": "S",
      "name": "Sudesna Chatterjee",
      "affiliations": [
        "Diabetes Research Centre, University of Leicester, Leicester General Hospital, Leicester, UK."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, McMaster University, ON, Canada; Thrombosis and Atherosclerosis Research Institute, Hamilton Health Sciences, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Zoungas",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Zoungas",
      "affiliations": [
        "Division of Metabolism, Ageing and Genomics, School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia; The George Institute for Global Health, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Melanie J",
      "initials": "MJ",
      "name": "Melanie J Davies",
      "affiliations": [
        "Diabetes Research Centre, University of Leicester, Leicester General Hospital, Leicester, UK."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "821",
  "end_page": "832",
  "pages": "821-832",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Diabetes Mellitus, Type 2",
    "Humans",
    "Hypoglycemic Agents",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Sulfonylurea Compounds",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29501322",
    "doi": "10.1016/S2213-8587(18)30025-1",
    "pii": "S2213-8587(18)30025-1"
  },
  "doi": "10.1016/S2213-8587(18)30025-1",
  "dates": {
    "completed": "2019-07-10",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Sulfonylurea Compounds"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.699307",
    "pmid": "29501322"
  }
}