{
  "pmid": "29509477",
  "uid": "29509477",
  "title": "Better Care and Better Value for Canadians: A Review of RCT Studies of Nurse Interventions.",
  "abstract": "This review is focused on the effectiveness of nursing interventions for patient outcomes and healthcare costs. It was guided by ecological and economic evaluation frameworks. Restricting the first-tier search of over 4,000 articles to randomized controlled trials (RCTs) yielded 203 studies and 9 additional trials that used identical methods of cost evaluation. Of 212 RCTs, 37 met the eligibility criteria. Of the 37 articles, 29 came from the literature search and 8 came from the first author's research unit, which used identical methods of economic evaluation. Of the first 29 studies, 26 found that nurse interventions were more or equally effective and less or equally costly compared to usual care, as was true of 7 of the 9 RCTs with comprehensive economic evaluations. It is effective and efficient to deploy specialty-trained nurses to lead teams of professionals, including physicians, assembled to address complex patient needs. A nurse-led model of proactive and supplemental care for the chronically ill, versus the on-demand, physician-led model now in place, would be more or equally effective and less or equally costly.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": [
        "Health and Social Service Utilization Research Unit, and Professor, School of Nursing and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, and Member, Centre for Health Economics and Policy Analysis, McMaster University."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, and Associate Member, Departments of Anesthesia and Pediatrics, McMaster University; Lead, FSORC, Research Institute at St. Joseph's Healthcare, Hamilton; Director, Biostatistics Unit, St. Joseph's Healthcare; and Senior Scientist, Population Health Research Institute, Hamilton Health Sciences."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of nursing research = Revue canadienne de recherche en sciences infirmieres",
    "iso_abbreviation": "Can J Nurs Res",
    "issn": "0844-5621",
    "issn_type": "Print",
    "volume": "47",
    "issue": "4",
    "pub_year": "2015",
    "pub_month": "Dec"
  },
  "start_page": "41",
  "end_page": "60",
  "pages": "41-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29509477",
    "doi": "10.1177/084456211504700403",
    "pii": "j47/4/41"
  },
  "doi": "10.1177/084456211504700403",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.856638",
    "pmid": "29509477"
  }
}