{
  "pmid": "29503576",
  "uid": "29503576",
  "title": "Clinical and economic burden of idiopathic pulmonary fibrosis in Quebec, Canada.",
  "abstract": "BACKGROUND: Idiopathic pulmonary fibrosis (IPF), although rare, is a severe and costly disease. OBJECTIVE: To estimate the clinical and economic burden of IPF over multiple years before and after diagnosis using comprehensive administrative databases for the province of Quebec, Canada. METHODS: Several administrative databases from Quebec, providing information on hospital care, community care, and pharmaceuticals, were linked over a 5-year period ending March 31, 2011, which was before approval of antifibrotic drugs in Canada. Prevalent and incident IPF cases were defined using International Classification Disease-10-CA codes and International Classification Disease-9-CM codes. We used a broad definition that excluded cases with subsequent diagnosis of other interstitial lung diseases and a narrow definition that required further diagnostic testing to confirm IPF diagnosis. Incident cases had an IPF code in a particular year without any IPF code in the 2 previous years. Health care resource utilization before and after the index diagnosis date was determined and costs calculated. Costs were expressed in 2016 Canadian dollars. RESULTS: Over 5-years, 10,579 (mean age: 76.4; 58% male) satisfied the broad definition of IPF and 8,683 (mean age: 74.5; 57% male) satisfied the narrow definition (82% of broad). Incidences of IPF overall were 25.8 and 21.7/100,000 population for broad and narrow definitions, respectively. Three-year survival was 40% and 37% in broad and narrow cohorts, respectively. For both cohorts, health care resource utilization and costs increased several years before diagnosis ($2,721 and $7,049/patient 5 years and 2 years prior to diagnosis using a broad definition, respectively) and remained elevated for multiple years post diagnosis ($12,978 and $8,267 at 2 and 3 years postdiagnosis). CONCLUSION: Health care resource utilization and costs of IPF increase many years prior to diagnosis. Incorporating multiyear annual costs before and after diagnosis results in a higher estimate of the economic burden of IPF than previous studies using a 1-year time frame.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guertin",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Guertin",
      "affiliations": [
        "Department of Social and Preventive Medicine, Laval University, Quebec City, QC, Canada.",
        "Centre de recherche du CHU de Québec - Université Laval, Axe Santé des Populations et Pratiques Optimales en Santé, Hôpital du St-Sacrement, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fell",
      "fore_name": "Charlene D",
      "initials": "CD",
      "name": "Charlene D Fell",
      "affiliations": [
        "Division of Respirology, Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Dion",
      "fore_name": "Genevieve",
      "initials": "G",
      "name": "Genevieve Dion",
      "affiliations": [
        "Quebec Heart and Lung Institute, Laval University, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Kolb",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Kolb",
      "affiliations": [
        "Division of Respirology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2018"
  },
  "start_page": "127",
  "end_page": "137",
  "pages": "127-137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29503576",
    "pmc": "PMC5826203",
    "doi": "10.2147/CEOR.S154323",
    "pii": "ceor-10-127"
  },
  "doi": "10.2147/CEOR.S154323",
  "pmc_id": "PMC5826203",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.633927",
    "pmid": "29503576"
  }
}