{
  "pmid": "29519574",
  "uid": "29519574",
  "title": "Malone appendicostomy versus cecostomy tube insertion for children with intractable constipation: A systematic review and meta-analysis.",
  "abstract": "PURPOSE: Children with intractable constipation are often treated with antegrade continence enemas. This requires the creation of a Malone appendicostomy in the operating room or insertion of a cecostomy tube using endoscopic, radiologic, or surgical techniques. The purpose of this study was to assess the evidence regarding these procedures. METHODS: We conducted a search of Embase, Medline, CINAHL, and Web of Science up to October 2016. We included comparative studies of children treated with Malone appendicostomy or cecostomy tube insertion. Two reviewers screened abstracts, reviewed studies, and extracted data. RESULTS: We identified 166 children from three retrospective studies who underwent Malone appendicostomy (n=82) or cecostomy tube insertion (n=84). There were no differences in the number of patients who achieved continence (80% versus 70%, p=0.76), but the need for additional surgery was higher in children treated with Malone appendicostomy (30% versus 12%, p=0.01). Studies reported a variety of tube and stoma-related complications, but quality of life was not assessed using validated measures. CONCLUSION: Malone appendicostomy and cecostomy tube insertion are comparable in terms of achieving continence. Children treated with Malone appendicostomy appear to be more likely to require additional surgery due to early or late complications. LEVEL OF EVIDENCE: Therapeutic, 1c.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Li",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanahan",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Shanahan",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada; Division of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Walton",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Ontario, Canada; Division of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: waltonj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "885",
  "end_page": "891",
  "pages": "885-891",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cecostomy",
    "Child",
    "Colostomy",
    "Constipation",
    "Enema",
    "Humans",
    "Intubation, Gastrointestinal",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "29519574",
    "doi": "10.1016/j.jpedsurg.2018.02.010",
    "pii": "S0022-3468(18)30064-2"
  },
  "doi": "10.1016/j.jpedsurg.2018.02.010",
  "dates": {
    "completed": "2018-09-17",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.355145",
    "pmid": "29519574"
  }
}