{
  "pmid": "29528481",
  "uid": "29528481",
  "title": "All-Inside Anterior Cruciate Ligament Reconstruction-A Systematic Review of Techniques, Outcomes, and Complications.",
  "abstract": "The all-inside technique (AIT) for anterior cruciate ligament reconstruction (ACLR) is gaining popularity as a more anatomic, less invasive, technique with the potential for more rapid recovery. This systematic review aims to critically assess components of the technique, its safety profile, outcomes, and complications. PUBMED, EMBASE, and MEDLINE were searched for studies discussing primary ACLR using the AIT. Article screening, quality assessment, and data abstraction were completed in duplicate, and a minimal clinically important difference (MCID) was used to frame the descriptive results in a clinically significant context. A total of 13 studies satisfied the inclusion criteria. Five-hundred twenty six patients (mean age 31.9 ± 5.9 years) underwent ACLR using the AIT. The mean follow-up was 18.2 ± 7.7 months. Graft choice included autograft (73.8%) and allograft (26.2%). Drilling techniques for femoral sockets were outside-in (53.4%) and through the anteromedial portal (35.4%), whereas tibial sockets were drilled outside-in (35.0%) and through the superomedial portal (3.8%). The rehabilitation protocol had an immediate focus on obtaining full knee extension, jogging permitted 2 to 4 months postoperatively in 61.5% of studies, and return to cutting and pivoting sports 6 to 9 months postoperatively in 69.2% of studies. A MCID was reached for subjective International Knee Documentation Committee scores at 6, 12, and 24 months follow-up and Lysholm knee score at 24 months follow-up. An improvement in outcomes was most notably between 6 and 12 months postoperatively. There was a total of 31 complications (5.89%) and included graft rerupture (2.47%), loss of extension of 1° to 10° (1.14%), and cartilage or meniscus injuries on the operated knee (0.760%). Complications related to the surgical technique were not reported. The AIT for ACLR shows potential as a minimally invasive approach given the low graft failure rates and short-term improvements in knee function and stability, pain and patient important outcomes from this approach. Comparative studies with large sample sizes and a long-term follow-up are required to assess the proposed advantages of this technique. This is a Level IV study.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weidman",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Weidman",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin C",
      "initials": "DC",
      "name": "Devin C Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh Medical Centre, Pittsburgh, Pennsylvania."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of knee surgery",
    "iso_abbreviation": "J Knee Surg",
    "issn": "1938-2480",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "895",
  "end_page": "904",
  "pages": "895-904",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Female",
    "Humans",
    "Male",
    "Postoperative Complications",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29528481",
    "doi": "10.1055/s-0038-1627446"
  },
  "doi": "10.1055/s-0038-1627446",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.817141",
    "pmid": "29528481"
  }
}