{
  "pmid": "29527248",
  "uid": "29527248",
  "title": "Use of Hyaluronic Acid-Based Biological Bilaminar Matrix in Wound Bed Preparation: A Case Series.",
  "abstract": "Objectives: To analyze the efficacy of a hyaluronic acid--based matrix in the treatment of lesions where the extracellular matrix was lost. Methods: Prospective, noncomparative clinical case series. Results: Twelve patients with 12 serious surgical wounds of different etiologies participated in this project. Many defects showed exposed muscle, tendons, and/or bone. After thorough debridement, a hyaluronic acid--based matrix, with a removable, semipermeable silicone top layer, was applied for the purpose of generating a neodermis. In a number of cases, the matrix was combined with negative pressure wound therapy. All wounds developed granulation tissue. Nine wounds were subsequently closed with a split-skin autograft. There was no graft failure. Three wounds healed by secondary intention. All wounds showed complete reepithelialization. Discussion: Lesions with exposed tendon and bone are difficult to heal. Providing a granulation tissue through the use of an extracellular matrix in which cellular repopulation leads to the development of granulation tissue has been shown to be beneficial with regard to the speed and quality of healing. In this case series, the use of a hyaluronic acid--based matrix was shown to provide a granulation tissue and all lesions healed completely. Conclusion: This case series shows a strong trend for Hyalomatrix to play an important role in supporting wound healing in complex, surgical wounds.",
  "authors": [
    {
      "last_name": "Simman",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Simman",
      "affiliations": [
        "Dermatology and Pharmacology and Toxicology, Wright State University School of Medicine, Dayton, Ohio."
      ]
    },
    {
      "last_name": "Mari",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Mari",
      "affiliations": [
        "Dermatology and Pharmacology and Toxicology, Wright State University School of Medicine, Dayton, Ohio."
      ]
    },
    {
      "last_name": "Younes",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Younes",
      "affiliations": [
        "Dermatology and Pharmacology and Toxicology, Wright State University School of Medicine, Dayton, Ohio."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Dermatology and Pharmacology and Toxicology, Wright State University School of Medicine, Dayton, Ohio."
      ]
    }
  ],
  "journal": {
    "title": "Eplasty",
    "iso_abbreviation": "Eplasty",
    "issn": "1937-5719",
    "issn_type": "Print",
    "volume": "18",
    "pub_year": "2018"
  },
  "start_page": "e10",
  "pages": "e10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29527248",
    "pmc": "PMC5828938"
  },
  "pmc_id": "PMC5828938",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.457892",
    "pmid": "29527248"
  }
}