{
  "pmid": "29531839",
  "uid": "29531839",
  "title": "Prognostic indices of inflammatory markers, cognitive function and fatigue for survival in patients with localised colorectal cancer.",
  "abstract": "BACKGROUND: Inflammation promotes the development of malignancy, while a variety of systemic markers of inflammation predict for worse cancer outcomes including recurrence and survival. Here, we evaluate the prognostic impact of cytokine concentrations, full blood count (FBC) differential ratios, cognitive function and fatigue on survival in patients with localised colorectal cancer (CRC). PATIENTS AND METHODS: Data are from a prospective longitudinal study comparing cognitive function and fatigue in patients with CRC who did (n=173) and did not (n=116) receive adjuvant/neoadjuvant chemotherapy. Baseline blood results (prior to any chemotherapy) included cytokines and FBC from which neutrophil lymphocyte ratio, lymphocyte monocyte ratio, platelet lymphocyte ratio and platelet monocyte ratio were derived. Fatigue was measured with the Functional Assessment of Cancer Therapy-Fatigue subscale and cognitive function by a neuropsychological test battery. Kaplan-Meier methods were used to estimate disease-free survival (DFS) and overall survival (OS). Univariable and multivariable Cox regression analyses were performed to evaluate factors potentially prognostic of outcomes. RESULTS: At a median follow-up of 91.2 months, 227 subjects (79%) are still alive, and 212 (73%) have no evidence of a recurrence. Five-year OS and DFS are 86% (95% CI 81% to 90%) and 77% (95% CI 71% to 82%), respectively. None of the cytokines (interleukin (IL-6), IL-1 and tumour necrosis factor) or differential ratios of blood components, fatigue or cognitive function was statistically related to DFS or OS. Patient educational status (P=0.018), stage of disease (P=0.032), alanine transaminase (P=0.003), lactate dehydrogenase (P=0.008) and carcinoembryonic antigen (P=0.002) were significant as prognostic covariates of OS in univariable analyses, with similar results for DFS. CONCLUSION: None of the a priori selected markers of inflammation, fatigue or cognitive function was associated with OS or DFS in this cohort of patients. TRIAL REGISTRATION NUMBER: NCT00188331, Post-results.",
  "authors": [
    {
      "last_name": "Vardy",
      "fore_name": "Janette L",
      "initials": "JL",
      "name": "Janette L Vardy",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0002-5739-5790"
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Haryana Mary",
      "initials": "HM",
      "name": "Haryana Mary Dhillon",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Renton",
      "fore_name": "Corrinne",
      "initials": "C",
      "name": "Corrinne Renton",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Clarke",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Tannock",
      "fore_name": "Ian F",
      "initials": "IF",
      "name": "Ian F Tannock",
      "affiliations": [
        "Medical Oncology, Princess Margaret Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ESMO open",
    "iso_abbreviation": "ESMO Open",
    "issn": "2059-7029",
    "issn_type": "Print",
    "volume": "3",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "e000302",
  "pages": "e000302",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29531839",
    "pmc": "PMC5844380",
    "doi": "10.1136/esmoopen-2017-000302",
    "pii": "S2059-7029(20)32340-1"
  },
  "doi": "10.1136/esmoopen-2017-000302",
  "pmc_id": "PMC5844380",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.214520",
    "pmid": "29531839"
  }
}