{
  "pmid": "29531395",
  "uid": "29531395",
  "title": "Potential Negative Effects of Antimicrobial Allergy Labelling on Patient Care: A Systematic Review.",
  "abstract": "BACKGROUND: Antimicrobial allergy labels, either self-reported or placed in a patient's medical record, are common, but in many cases they are not associated with a true immunoglobulin E-mediated allergic response. OBJECTIVE: To assess the impact of antimicrobial allergy labels on antimicrobial prescribing, resource utilization, and clinical outcomes. DATA SOURCES: The MEDLINE, Embase, CINAHL, and Scopus electronic databases were searched for the period 1990 to January 2016. STUDY SELECTION: Controlled studies with the objective of assessing antimicrobial prescribing, resource utilization, and/or clinical outcomes associated with antimicrobial allergy labels were included. RESULTS: The search identified 560 unique citations, of which 7 articles met the inclusion criteria. One additional article identified by an expert in the field was also included. Four of the identified papers were limited to penicillin or other β-lactam allergies. Six studies noted differences in antibiotic selection between patients with allergy labels and those without such labels. Broader-spectrum or second-line agents (e.g., vancomycin, clindamycin, and fluoroquinolones) were more commonly prescribed for patients with penicillin allergy labels. Antibiotic therapy costs were significantly higher for patients with allergy labels than for those without. The impact of allergy labels on clinical outcomes was mixed. One study indicated a longer length of hospital stay, 2 studies reported higher readmission rates, and 1 study reported a higher rate of antibiotic-resistant organisms for patients with allergy labels. CONCLUSIONS: Most of the available literature is limited to penicillin or β-lactam allergy. The growing body of knowledge supports the concept that β-lactam allergy labels are not benign and that labelling in the absence of a true allergy has a negative effect on patient care. Allergy labelling appears to be associated with suboptimal antibiotic selection, greater treatment costs, prolonged length of stay, greater readmission rates, and higher prevalence of antibiotic-resistant organisms. There is an opportunity for antimicrobial stewardship programs to implement systematic allergy verification to optimize antimicrobial therapy and improve patient care.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Julie Hui-Chih",
      "initials": "JH",
      "name": "Julie Hui-Chih Wu",
      "affiliations": [
        ", MSc, is with Public Health Ontario, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        ", BScPhm, ACPR, PharmD, BCPS, is with Public Health Ontario, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        ", MD, MSc, FRCPC, is with Public Health Ontario and the Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Zvonar",
      "fore_name": "Rosemary",
      "initials": "R",
      "name": "Rosemary Zvonar",
      "affiliations": [
        ", BScPhm, ACPR, FCSHP, is with The Ottawa Hospital, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Raybardhan",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Raybardhan",
      "affiliations": [
        ", BScPhm, ACPR, MPH, is with North York General Hospital, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        ", BScPhm, ACPR, MBA, is with Public Health Ontario, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Garber",
      "affiliations": [
        ", MD, FRCPC, FACP, FIDSA, CCPE, is with Public Health Ontario and the Department of Medicine, University of Toronto, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of hospital pharmacy",
    "iso_abbreviation": "Can J Hosp Pharm",
    "issn": "1920-2903",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "29",
  "end_page": "35",
  "pages": "29-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29531395",
    "pmc": "PMC5842048"
  },
  "pmc_id": "PMC5842048",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.246611",
    "pmid": "29531395"
  }
}