{
  "pmid": "29538109",
  "uid": "29538109",
  "title": "A Call to Investigate the Relationship Between Education and Health Outcomes Using Big Data.",
  "abstract": "There exists an assumption that improving medical education will improve patient care. While seemingly logical, this premise has rarely been investigated. In this Invited Commentary, the authors propose the use of big data to test this assumption. The authors present a few example research studies linking education and patient care outcomes and argue that using big data may more easily facilitate the process needed to investigate this assumption. The authors also propose that collaboration is needed to link educational and health care data. They then introduce a grassroots initiative, inclusive of universities in one Canadian province and national licensing organizations that are working together to collect, organize, link, and analyze big data to study the relationship between pedagogical approaches to medical training and patient care outcomes. While the authors acknowledge the possible challenges and issues associated with harnessing big data, they believe that the benefits supersede these. There is a need for medical education research to go beyond the outcomes of training to study practice and clinical outcomes as well. Without a coordinated effort to harness big data, policy makers, regulators, medical educators, and researchers are left with sometimes costly guesses and assumptions about what works and what does not. As the social, time, and financial investments in medical education continue to increase, it is imperative to understand the relationship between education and health outcomes.",
  "authors": [
    {
      "last_name": "Chahine",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Chahine",
      "affiliations": [
        "S. Chahine is research scientist, Centre for Education Research & Innovation, and assistant professor, Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada; ORCID: https://orcid.org/0000-0003-0488-773X. K. Kulasegaram is scientist and assistant professor, Department of Family & Community Medicine, Wilson Centre, University Health Network and Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. S. Wright is assistant professor, Department of Family & Community Medicine, and scientist, Wilson Centre, University Health Network and Faculty of Medicine, University of Toronto and Michael Garron Hospital, Toronto East Health Network, Toronto, Ontario, Canada; ORCID: https://orcid.org/0000-0002-6636-4822. S. Monteiro is assistant professor, Department of Health Research Methods, Evidence and Impact, and education scientist, McMaster Education Research, Innovation and Theory, Faculty of Health Sciences Program, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0001-8723-5942. L.E.M. Grierson is scientist, McMaster Faculty of Health Sciences Program for Education Research, Innovation, and Theory, and associate professor, Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. C. Barber is assessment and data analyst, Undergraduate Medical Education, Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada. S.S. Sebok-Syer is a postdoctoral fellow, Centre for Education Research & Innovation, Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada; ORCID: https://orcid.org/0000-0002-3572-5971. M. McConnell is assistant professor, Department of Innovation in Medical Education, University of Ottawa, Ottawa, Ontario, Canada; ORCID: https://orcid.org/0000-0002-8721-2107. W. Yen is senior researcher, College of Physicians and Surgeons of Ontario, Toronto, Ontario, Canada. A. De Champlain is director, Psychometrics and Assessment Services, Medical Council of Canada, Ottawa, Ontario, Canada; ORCID: http://orcid.org/0000-0002-2472-798X. C. Touchie is chief medical education officer, Medical Council of Canada, and associate professor, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; ORCID: http://orcid.org/0000-0001-7926-9720."
      ]
    },
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan Mahan",
      "initials": "KM",
      "name": "Kulamakan Mahan Kulasegaram",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Wright",
      "affiliations": []
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    },
    {
      "last_name": "Barber",
      "fore_name": "Cassandra",
      "initials": "C",
      "name": "Cassandra Barber",
      "affiliations": []
    },
    {
      "last_name": "Sebok-Syer",
      "fore_name": "Stefanie S",
      "initials": "SS",
      "name": "Stefanie S Sebok-Syer",
      "affiliations": []
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan McConnell",
      "affiliations": []
    },
    {
      "last_name": "Yen",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Yen",
      "affiliations": []
    },
    {
      "last_name": "De Champlain",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre De Champlain",
      "affiliations": []
    },
    {
      "last_name": "Touchie",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Touchie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "829",
  "end_page": "832",
  "pages": "829-832",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Big Data",
    "Education, Medical",
    "Humans",
    "Needs Assessment",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "29538109",
    "doi": "10.1097/ACM.0000000000002217"
  },
  "doi": "10.1097/ACM.0000000000002217",
  "dates": {
    "completed": "2019-09-03",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.053481",
    "pmid": "29538109"
  }
}