{
  "pmid": "29536127",
  "uid": "29536127",
  "title": "Outcomes of cartilage repair techniques for chondral injury in the hip-a systematic review.",
  "abstract": "OBJECTIVE/PURPOSE: The aim of the study was to assess the options of treatment and their related outcomes for chondral injuries in the hip based on the available evidence whilst highlighting new and innovative techniques. METHODS: A systematic review of the literature from PubMed (Medline), EMBASE, Google Scholar, British Nursing Index (BNI), Cumulative Index to Nursing and Allied Health Literature (CINAHL) and Allied and Complementary Medicine Database (AMED) was undertaken from their inception to March 2017 using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Clinical outcome studies, prospective/retrospective case series and case reports that described the outcome of cartilage repair technique for the chondral injury in the hip were included. Studies on total hip replacement, animal studies, basic studies, trial protocols and review articles were excluded. RESULTS: The systematic review found 21 relevant papers with 596 hips. Over 80% of the included studies were published in or after 2010. Most studies were case series or case reports (18 studies, 85.7%). Arthroscopy was used in 11 studies (52.4%). The minimum follow-up period was six months. Mean age of the participants was 37.2 years; 93.5% of patients had cartilage injuries of the acetabulum and 6.5% of them had injuries of the femoral head. Amongst the 11 techniques described in the systematic review, autologous matrix-induced chondrogenesis, osteochondral autograft transplantation and microfracture were the three frequently reported techniques. CONCLUSION: Over ten different techniques are available for cartilage repair in the hip, and most of them have good short- to medium-term outcomes. However, there are no robust comparative studies to assess superiority of one technique over another, and further research is required in this arena.",
  "authors": [
    {
      "last_name": "Nakano",
      "fore_name": "Naoki",
      "initials": "N",
      "name": "Naoki Nakano",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Box 37, Hills Road, Cambridge, CB2 0QQ, UK."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Department of Orthopaedics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Department of Orthopaedics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Orthopaedics, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Khanduja",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Khanduja",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Box 37, Hills Road, Cambridge, CB2 0QQ, UK. vk279@cam.ac.uk."
      ],
      "orcid": "0000-0001-9454-3978"
    }
  ],
  "journal": {
    "title": "International orthopaedics",
    "iso_abbreviation": "Int Orthop",
    "issn": "1432-5195",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "2309",
  "end_page": "2322",
  "pages": "2309-2322",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cartilage Diseases",
    "Cartilage, Articular",
    "Female",
    "Hip Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Orthopedic Procedures",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29536127",
    "doi": "10.1007/s00264-018-3862-6",
    "pii": "10.1007/s00264-018-3862-6"
  },
  "doi": "10.1007/s00264-018-3862-6",
  "dates": {
    "completed": "2019-05-27",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.817465",
    "pmid": "29536127"
  }
}