{
  "pmid": "29548892",
  "uid": "29548892",
  "title": "Comparison of Opioid Prescribing Among Cancer and Noncancer Patients Aged 18-64: Analysis Using Administrative Data.",
  "abstract": "BACKGROUND: Opioid prescribing has been increasingly scrutinized among noncancer patients. As an unintended consequence, opioids may be underprescribed for cancer patients. The purpose of this study was to compare trends in opioid prescribing in younger adults with and without cancer. METHODS: From 2004 to 2013, Ontario residents aged 18-64 years eligible for government paid pharmacare were annually stratified into three groups: no cancer history, cancer diagnosis more than five years ago, and cancer diagnosis five years ago and less. We evaluated time trends in two annual outcomes: opioid prescription rate and mean daily opioid dose. RESULTS: In 2013, 800,371 individuals were eligible for this study (3% with recent cancer and 2% with remote cancer). Across all years, compared with noncancer patients, overall opioid prescription rates were 43% and 26% higher for those with recent and remote cancer, respectively. Overall, a 1% relative annual increase was seen in those without cancer and a 1% decrease was seen in those with a recent cancer. Changes in prescription rates varied with drug class and cancer group. Notably, long-acting opioids had a relative annual increase of 7% in noncancer patients vs. 2% in recent cancer patients. Immediate-release combination agents had a relative annual decrease of 2% for all cancer groups. Trends in mean daily dose were similar between groups, but by 2013, they were lowest in recent cancer patients, regardless of drug class. INTERPRETATION: Secular trends in opioid prescribing affect cancer and noncancer patients similarly. Further research is required to assess the potential impact on symptom management.",
  "authors": [
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "Department of Radiation Oncology, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: lisa.barbera@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Chu",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howell",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Howell",
      "affiliations": [
        "University Health Network, Princess Margaret Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig C",
      "initials": "CC",
      "name": "Craig C Earle",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada; Department of Medicine, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dudgeon",
      "fore_name": "Deb",
      "initials": "D",
      "name": "Deb Dudgeon",
      "affiliations": [
        "Department of Medicine and Oncology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atzema",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Atzema",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husain",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Husain",
      "affiliations": [
        "Mount Sinai Hospital, Temmy Latner Centre for Palliative Care, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Liu",
      "affiliations": [
        "Institute of Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "DeAngelis",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo DeAngelis",
      "affiliations": [
        "Department of Pharmacy, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "72",
  "end_page": "79",
  "pages": "72-79",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Analgesics, Opioid",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Ontario",
    "Pain",
    "Practice Patterns, Physicians'",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29548892",
    "doi": "10.1016/j.jpainsymman.2018.03.010",
    "pii": "S0885-3924(18)30135-0"
  },
  "doi": "10.1016/j.jpainsymman.2018.03.010",
  "dates": {
    "completed": "2019-09-18",
    "revised": "2019-09-18"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.066255",
    "pmid": "29548892"
  }
}