{
  "pmid": "29547861",
  "uid": "29547861",
  "title": "Ketamine induction of p53-dependent apoptosis and oxidative stress in zebrafish (Danio rerio) embryos.",
  "abstract": "Ketamine is a widely used pharmaceutical that has been detected in water sources worldwide. Zebrafish embryos were used in this study to investigate the oxidative stress and apoptotic signals following a 24h exposure to different ketamine concentrations (0, 50, 70 and 90 mg L[-1]). Early blastula embryos (∼2 h post fertilisation-hpf) were exposed for 24 h and analysed at 8 and 26 hpf. Reactive oxygen species and apoptotic cells were identified in vivo, at 26 hpf. Enzymatic activities (superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPx), lactate dehydrogenase (LDH) and acetylcholinesterase (AChE)), glutathione levels (oxidised (GSSG) and reduced (GSH)), oxidative damage (lipid peroxidation (LPO) and protein carbonyls (CO)) as well as oxidative stress (gclc, gstp1, sod1 and cat), apoptosis (casp3a, casp6, casp8, casp9, aifm1 and tp53) and cell proliferation (pcna) related-genes were evaluated at 8 and 26 hpf. Caspase (3 and 9) activity was also determined at both time-points by colorimetric methods. Superoxide dismutase (SOD), catalase (CAT), glutathione levels (GSSG), caspase-9 and reactive oxygen species (ROS) were shown to be affected by ketamine exposure while in vivo analysis showed no difference in ROS. A significant up-regulation of superoxide dismutase (sod1) and catalase (cat) genes expression was also perceived. Ketamine-induced apoptosis was observed in vivo and confirmed by the apoptotic-related genes up-regulation. The overall results suggest that ketamine induced oxidative stress and apoptosis through the involvement of p53-dependent pathways in zebrafish embryos which could be important for the evaluation of the overall risk of ketamine in aquatic environments.",
  "authors": [
    {
      "last_name": "Félix",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto (UP), Porto, Portugal; Laboratory Animal Science (LAS), Instituto de Biologia Molecular e Celular (IBMC), Universidade do Porto (UP), Porto, Portugal. Electronic address: lfelix@utad.pt."
      ]
    },
    {
      "last_name": "Vidal",
      "fore_name": "Ana M",
      "initials": "AM",
      "name": "Ana M Vidal",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Serafim",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Serafim",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Valentim",
      "fore_name": "Ana M",
      "initials": "AM",
      "name": "Ana M Valentim",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto (UP), Porto, Portugal; Laboratory Animal Science (LAS), Instituto de Biologia Molecular e Celular (IBMC), Universidade do Porto (UP), Porto, Portugal."
      ]
    },
    {
      "last_name": "Antunes",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Antunes",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Instituto de Investigação e Inovação em Saúde (i3S), Universidade do Porto (UP), Porto, Portugal; Laboratory Animal Science (LAS), Instituto de Biologia Molecular e Celular (IBMC), Universidade do Porto (UP), Porto, Portugal; School of Agrarian and Veterinary Sciences (ECAV), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Matos",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Matos",
      "affiliations": [
        "Biosystems & Integrative Sciences Institute (BioISI), Faculty of Sciences, University of Lisboa, Lisboa, Portugal; Department of Genetics and Biotechnology (DGB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Coimbra",
      "fore_name": "Ana M",
      "initials": "AM",
      "name": "Ana M Coimbra",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "201",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "730",
  "end_page": "739",
  "pages": "730-739",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Antioxidants",
    "Apoptosis",
    "Embryo, Nonmammalian",
    "Embryonic Development",
    "Gene Expression",
    "Ketamine",
    "Oxidative Stress",
    "Tumor Suppressor Protein p53",
    "Water Pollutants, Chemical",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "29547861",
    "doi": "10.1016/j.chemosphere.2018.03.049",
    "pii": "S0045-6535(18)30463-6"
  },
  "doi": "10.1016/j.chemosphere.2018.03.049",
  "dates": {
    "completed": "2018-07-02",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Antioxidants",
    "Tumor Suppressor Protein p53",
    "Water Pollutants, Chemical",
    "Ketamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.065440",
    "pmid": "29547861"
  }
}