{
  "pmid": "29544812",
  "uid": "29544812",
  "title": "Thyroid function alterations attributed to high iodide supplementation in maternal rats and their offspring.",
  "abstract": "OBJECTIVE: Our aim was to investigate thyroid function alterations attributed to high iodide supplementation in maternal rats and their offspring. METHODS: Depending on their iodide intake, the pregnant rats were randomly divided into three groups: normal iodide intake (NI), 10 times high iodide intake (10 HI) and 100 times high iodide intake (100 HI) groups. Iodine concentration in the urine and maternal milk; iodine content and mitochondrial superoxide production; expression of TRα1, TRβ1, NIS and Dio1 in both the thyroid and mammary glands were all measured. The offspring were exposed to different iodide-containing water (NI, 10 HI and 100 HI) from weaning to postnatal day 180 (PN180). Serum thyroid hormone levels were measured in both maternal rats and their offspring. RESULTS: Iodine concentration in the urine and maternal milk, as well as iodine content in the thyroid and mammary glands was significantly increased in both the 10 HI and 100 HI groups (p < .05). In the 100 HI group of maternal rats, low FT3 levels, high FT4, TPOAb and TgAb levels were detected. In addition, an increased mitochondrial superoxide production and decreased expression of TRα1, TRβ1, NIS and Dio1 in the thyroid and mammary glands was found (p < .05). A positive staining of CD4[+] that co-localized with TRβ1 in the infiltrated cells within the thyroid follicles was observed. At PN180 in the offspring, the FT3 and FT4 levels showed a significant decrease, while the levels of serum TSH, TPOAb and TgAb were significantly increased in both 10 HI and 100 HI groups (p < .05). CONCLUSION: In maternal rats, although normal thyroid function can be maintained following 10 HI, thyroiditis can be induced following 100 HI on lactation days 7, 14, and 21. In the offspring at PN180, hypothyroidism complicated with thyroiditis can occur in both the 10 HI and 100 HI groups.",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Liang",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: liangxue@tmu.edu.cn."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Yanni",
      "initials": "Y",
      "name": "Yanni Feng",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: fengyanni@tmu.edu.cn."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Laixiang",
      "initials": "L",
      "name": "Laixiang Lin",
      "affiliations": [
        "Key Laboratory of Hormones and Development (Ministry of Health), Tianjin Key Laboratory of Metabolic Diseases, Tianjin Metabolic Diseases Hospital & Tianjin Institute of Endocrinology, Tianjin Medical University, Tianjin 300070, China. Electronic address: linlx@tmu.edu.cn."
      ]
    },
    {
      "last_name": "Abeysekera",
      "fore_name": "Iruni Roshanie",
      "initials": "IR",
      "name": "Iruni Roshanie Abeysekera",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: iruniabey@tmu.edu.cn."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Umar",
      "initials": "U",
      "name": "Umar Iqbal",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: umar_iq@rediffmail.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Tingting",
      "initials": "T",
      "name": "Tingting Wang",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: tingting0538@163.com."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: m13820798606@163.com."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: yaoxm@tmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
    "iso_abbreviation": "J Trace Elem Med Biol",
    "issn": "1878-3252",
    "issn_type": "Electronic",
    "volume": "47",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "89",
  "end_page": "97",
  "pages": "89-97",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Animals, Newborn",
    "Female",
    "Hypothyroidism",
    "Iodide Peroxidase",
    "Iodine",
    "Male",
    "Mammary Glands, Animal",
    "Milk",
    "Rats, Wistar",
    "Receptors, Thyroid Hormone",
    "Superoxides",
    "Thyroid Function Tests",
    "Thyroid Gland",
    "Thyroxine",
    "Triiodothyronine"
  ],
  "article_ids": {
    "pubmed": "29544812",
    "doi": "10.1016/j.jtemb.2018.01.018",
    "pii": "S0946-672X(17)30752-6"
  },
  "doi": "10.1016/j.jtemb.2018.01.018",
  "dates": {
    "completed": "2018-10-05",
    "revised": "2018-10-05"
  },
  "chemicals": [
    "Receptors, Thyroid Hormone",
    "Triiodothyronine",
    "Superoxides",
    "Iodine",
    "Iodide Peroxidase",
    "Thyroxine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.360161",
    "pmid": "29544812"
  }
}