{
  "pmid": "29550029",
  "uid": "29550029",
  "title": "Access to pathology and laboratory medicine services: a crucial gap.",
  "abstract": "As global efforts accelerate to implement the Sustainable Development Goals and, in particular, universal health coverage, access to high-quality and timely pathology and laboratory medicine (PALM) services will be needed to support health-care systems that are tasked with achieving these goals. This access will be most challenging to achieve in low-income and middle-income countries (LMICs), which have a disproportionately large share of the global burden of disease but a disproportionately low share of global health-care resources, particularly PALM services. In this first in a Series of three papers on PALM in LMICs, we describe the crucial and central roles of PALM services in the accurate diagnosis and detection of disease, informing prognosis and guiding treatment, contributing to disease screening, public health surveillance and disease registries, and supporting medical-legal systems. We also describe how, even though data are sparse, these services are of both insufficient scope and inadequate quality to play their key role in health-care systems in LMICs. Lastly, we identify four key barriers to the provision of optimal PALM services in resource-limited settings: insufficient human resources or workforce capacity, inadequate education and training, inadequate infrastructure, and insufficient quality, standards, and accreditation.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health, Denver, CO, USA; Department of Pathology, University of Colorado School of Medicine, Aurora, CO, USA. Electronic address: michael.wilson@dhha.org."
      ]
    },
    {
      "last_name": "Fleming",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Fleming",
      "affiliations": [
        "Centre for Global Health, National Cancer Institute, Rockville, MD, USA; Green Templeton College, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Kuti",
      "fore_name": "Modupe A",
      "initials": "MA",
      "name": "Modupe A Kuti",
      "affiliations": [
        "Department of Chemical Pathology, College of Medicine, University College Hospital, University of Ibadan, Ibadan, Nigeria."
      ]
    },
    {
      "last_name": "Looi",
      "fore_name": "Lai Meng",
      "initials": "LM",
      "name": "Lai Meng Looi",
      "affiliations": [
        "Department of Pathology, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Lago",
      "fore_name": "Nestor",
      "initials": "N",
      "name": "Nestor Lago",
      "affiliations": [
        "Department of Pathology, University of Buenos Aires, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Ru",
      "fore_name": "Kun",
      "initials": "K",
      "name": "Kun Ru",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Institute of Hematology, Chinese Academy of Medical Sciences, Tianjin, China."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "391",
    "issue": "10133",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "12"
  },
  "start_page": "1927",
  "end_page": "1938",
  "pages": "1927-1938",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Review"
  ],
  "keywords": [
    "Clinical Laboratory Services",
    "Developing Countries",
    "Health Education",
    "Health Services Needs and Demand",
    "Humans",
    "Population Surveillance",
    "Public Health",
    "Quality of Health Care",
    "Universal Health Insurance",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "29550029",
    "doi": "10.1016/S0140-6736(18)30458-6",
    "pii": "S0140-6736(18)30458-6"
  },
  "doi": "10.1016/S0140-6736(18)30458-6",
  "dates": {
    "completed": "2018-10-23",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.462895",
    "pmid": "29550029"
  }
}