{
  "pmid": "29553540",
  "uid": "29553540",
  "title": "Chromatin Spread Preparations for the Analysis of Mouse Oocyte Progression from Prophase to Metaphase II.",
  "abstract": "Chromatin spread techniques have been widely used to assess the dynamic localization of various proteins during gametogenesis, particularly for spermatogenesis. These techniques allow for visualization of protein and DNA localization patterns during meiotic events such as homologous chromosome pairing, synapsis and DNA repair. While a few protocols have been described in the literature, general chromatin spread techniques using mammalian prophase oocytes are limited and difficult due to the timing of meiosis initiation in fetal ovaries. In comparison, prophase spermatocytes can be collected from juvenile male mice with higher yields without the need for microdissection. However, it is difficult to obtain a pure synchronized population of cells at specific stages due to the heterogeneity of meiotic and post-meiotic germ cell populations in the juvenile and adult testis. For later stages of meiosis, it is advantageous to assess oocytes undergoing meiosis I (MI) or meiosis II (MII), because groups of mature oocytes can be collected from adult female mice and stimulated to resume meiosis in culture. Here, methods for meiotic chromatin spread preparations using oocytes dissected from fetal, neonatal and adult ovaries are described with accompanying video demonstrations. Chromosome missegregation events in mammalian oocytes are frequent, particularly during MI. These techniques can be used to assess and characterize the effects of different mutations or environmental exposures during various stages of oogenesis. As there are distinct differences between oogenesis and spermatogenesis, the techniques described within are invaluable to increase our understanding of mammalian oogenesis and the sexually dimorphic features of chromosome and protein dynamics during meiosis.",
  "authors": [
    {
      "last_name": "Hwang",
      "fore_name": "Grace H",
      "initials": "GH",
      "name": "Grace H Hwang",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins University Bloomberg School of Public Health."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica L",
      "initials": "JL",
      "name": "Jessica L Hopkins",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins University Bloomberg School of Public Health."
      ]
    },
    {
      "last_name": "Jordan",
      "fore_name": "Philip W",
      "initials": "PW",
      "name": "Philip W Jordan",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, Johns Hopkins University Bloomberg School of Public Health; pjordan8@jhu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of visualized experiments : JoVE",
    "iso_abbreviation": "J Vis Exp",
    "issn": "1940-087X",
    "issn_type": "Electronic",
    "issue": "132",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "26"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Video-Audio Media"
  ],
  "keywords": [
    "Animals",
    "Chromatin",
    "Female",
    "Metaphase",
    "Mice",
    "Oocytes",
    "Pregnancy",
    "Prophase"
  ],
  "article_ids": {
    "pubmed": "29553540",
    "mid": "NIHMS966082",
    "pmc": "PMC5931380",
    "doi": "10.3791/56736"
  },
  "doi": "10.3791/56736",
  "pmc_id": "PMC5931380",
  "dates": {
    "completed": "2018-06-22",
    "revised": "2019-02-26"
  },
  "chemicals": [
    "Chromatin"
  ],
  "grants": [
    {
      "grant_id": "R01 GM117155",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 CA009110",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.592278",
    "pmid": "29553540"
  }
}