{
  "pmid": "29555496",
  "uid": "29555496",
  "title": "Effect of an e-Learning Tool on Expectations and Satisfaction Following Total Knee Arthroplasty: A Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Orthopedic surgeons recognize patient expectations of total knee arthroplasty (TKA) can be managed through education. E-learning is the application of educational technology. The objective of this study was to evaluate whether an e-learning tool could affect whether patients' expectations were met and they were satisfied 1 year following TKA. METHODS: Patients with osteoarthritis from the London Health Sciences Centre, Canada, were randomly assigned to either a control group (n = 207) receiving standard patient education or an intervention group (n = 209) using the e-learning tool in addition to the standard. We used a web-based system with permuted block sizes, stratified by surgeon and first or second TKA. Preoperative measures were completed following the patients' preadmission clinic visit. Postoperative patient-reported outcome measures were completed at 6 weeks, 3 months, and 1 year after TKA. One year after TKA, risk difference was used to determine between-group differences for patient satisfaction and expectations being met. RESULTS: One year postoperatively, the risk that expectations of patients were not met was 21.8% in the control group and 21.4% in the intervention group for an adjusted risk difference of 1.3% (95% confidence interval, -7.8% to 10.4%, P = .78). The proportion of patients satisfied with their TKA at 1 year postoperative was 78.6% in the intervention and 78.2% in the control groups. CONCLUSION: There was no between-group difference at 1 year between intervention and control groups for either the risk that expectations of patients were not met or the proportion of patients who were dissatisfied with their TKA.",
  "authors": [
    {
      "last_name": "Culliton",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Culliton",
      "affiliations": [
        "Faculty of Health Sciences, Western University, Health and Rehabilitation Sciences, Elborn College, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Western University, School of Physical Therapy, Elborn College, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J MacDonald",
      "affiliations": [
        "Orthopaedic Surgery, Western University, University Hospital, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hibbert",
      "fore_name": "Kathy M",
      "initials": "KM",
      "name": "Kathy M Hibbert",
      "affiliations": [
        "Western University, Faculty of Education, London, Ontario Canada."
      ]
    },
    {
      "last_name": "Chesworth",
      "fore_name": "Bert M",
      "initials": "BM",
      "name": "Bert M Chesworth",
      "affiliations": [
        "Faculty of Health Sciences, Western University, School of Physical Therapy, Elborn College, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of arthroplasty",
    "iso_abbreviation": "J Arthroplasty",
    "issn": "1532-8406",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "2153",
  "end_page": "2158",
  "pages": "2153-2158",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Knee",
    "Canada",
    "Computer-Assisted Instruction",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Motivation",
    "Orthopedics",
    "Osteoarthritis, Knee",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Personal Satisfaction",
    "Postoperative Period",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29555496",
    "doi": "10.1016/j.arth.2018.02.040",
    "pii": "S0883-5403(18)30171-2"
  },
  "doi": "10.1016/j.arth.2018.02.040",
  "dates": {
    "completed": "2019-02-18",
    "revised": "2019-02-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.954883",
    "pmid": "29555496"
  }
}