{
  "pmid": "29554202",
  "uid": "29554202",
  "title": "Polypill Variants (Quarter Pill Trials).",
  "abstract": "The cardiovascular polypill or fixed-dose combination pill, consisting of 3, 4, or more drugs in a single tablet (or capsule), has been proposed as an effective and convenient therapy in both secondary and primary prevention of cardiovascular disease (CVD). Each of the drugs in the combination has a documented ability to prevent CVD events. The combined effect has been estimated to reduce risk by 75% to 80%. Since the concept was introduced 15 years ago, several polypills are available and their effects on risk factors evaluated. Their effects on individual risk factors, such as hypertension and elevated low-density lipoprotein levels, are similar to the individual drugs separately. Enhancement of adherence of the polypill has also been shown compared to individual drugs given separately. Based on the reductions on the individual risk factors, the reductions in risk are estimated to be substantial. A few large long-term randomized controlled trials are ongoing and will be completed in the next 2 years. If the effects on CVD outcomes are as predicted, this would help the many millions of individuals who are currently not adequately treated or not treated at all. There are however considerable challenges in development and acceptance of the polypill. These include regulatory issues; intellectual property; perception by the public, patients, and physicians; and the role of health systems and societal approach to disease prevention. For the polypill to be accepted and achieve even a part of its potential, multiple barriers outlined in this review have to be overcome.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "PHRI Hamilton Health Sciences- McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "PHRI Hamilton Health Sciences- McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of hypertension",
    "iso_abbreviation": "Am J Hypertens",
    "issn": "1941-7225",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "758",
  "end_page": "761",
  "pages": "758-761",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticholesteremic Agents",
    "Antihypertensive Agents",
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Drug Combinations",
    "Dyslipidemias",
    "Humans",
    "Hypertension",
    "Medication Adherence",
    "Polypharmacy",
    "Primary Prevention",
    "Protective Factors",
    "Risk Assessment",
    "Risk Factors",
    "Secondary Prevention",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29554202",
    "doi": "10.1093/ajh/hpy040",
    "pii": "4938470"
  },
  "doi": "10.1093/ajh/hpy040",
  "dates": {
    "completed": "2020-01-02",
    "revised": "2020-01-02"
  },
  "chemicals": [
    "Anticholesteremic Agents",
    "Antihypertensive Agents",
    "Drug Combinations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.929941",
    "pmid": "29554202"
  }
}