{
  "pmid": "29567091",
  "uid": "29567091",
  "title": "Non-contrast MDCT for Ureteral Calculi and Alternative Diagnoses: Yield in Adult Women vs in Adult Men.",
  "abstract": "PURPOSE: To determine the yield of non-contrast multi-detector computed tomography (MDCT) of the abdomen and pelvis in diagnosing ureteral calculi as well as other alternative acute conditions in male vs in female adult patients presenting to the emergency department with new onset of symptoms. METHODS: Our institutional review board approved a retrospective review of the official reports of the non-contrast MDCT examinations of the abdomen and pelvis performed on adults (18 years and older) presenting to our emergency department with a suspected ureteral calculus from October 1, 2011 to October 30, 2013. Patients with recently documented ureteral calculi, known urinary tract infection, malignancy, and trauma were excluded from the study. From a total of 1097 non-contrast MDCT examinations of the abdomen and pelvis over the 2-year period, 400 randomly selected examinations were reviewed (approximately one-third of all the examinations). We compared the prevalence of ureteral calculi between the male and female population. P values and confidence intervals were determined using software Stata 14. Other acute intra-abdominal and intra-pelvic findings amenable to prompt medical care were also documented and analyzed separately. RESULTS: The mean patient age was 55.2 years, with a range of 19-90 years. This included 170 female (mean age 56.8 years) and 230 male patients (mean age 54.2 years). Ureteral calculi were detected in 170 (42.5%) of the patients [111 males (48%) and 59 females (34.7%)] with a prevalence which was statistically significantly higher in the male patients compared to in the female patients (P < 0.01, confidence level of 95% and CI of 13.2-13.4). An alternative diagnosis was made based on the MDCT findings in 49 patient cases (12.25 %), including 26 females (15.29%) and 23 males (10.00%). There was no statistically significant difference in alternative acute findings in male compared to in female patients (P > 0.05). This was with the exception of acute pyelonephritis, which was statistically significantly higher in the female patients (P < 0.01). CONCLUSION: The likelihood of making the diagnosis of a ureteral calculus on non-contrast MDCT of the abdomen and pelvis was statistically significantly higher in male patients compared with female patients presenting to our emergency department. However, there was no statistically significant difference in the alternative diagnoses, with the exception of pyelonephritis, which was more common in women.",
  "authors": [
    {
      "last_name": "Fani",
      "fore_name": "Parisa",
      "initials": "P",
      "name": "Parisa Fani",
      "affiliations": [
        "Division of Emergency/Trauma Radiology, Department of Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patlas",
      "fore_name": "Michael N",
      "initials": "MN",
      "name": "Michael N Patlas",
      "affiliations": [
        "Division of Emergency/Trauma Radiology, Department of Radiology, McMaster University, Hamilton, Ontario, Canada. Electronic address: patlas@hhsc.ca."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Douglas S",
      "initials": "DS",
      "name": "Douglas S Katz",
      "affiliations": [
        "Department of Radiology, NYU Winthrop Hospital, Mineola, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current problems in diagnostic radiology",
    "iso_abbreviation": "Curr Probl Diagn Radiol",
    "issn": "1535-6302",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "2",
    "pub_year": "2019"
  },
  "start_page": "148",
  "end_page": "151",
  "pages": "148-151",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Diagnosis, Differential",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Tomography, X-Ray Computed",
    "Ureteral Calculi"
  ],
  "article_ids": {
    "pubmed": "29567091",
    "doi": "10.1067/j.cpradiol.2018.01.009",
    "pii": "S0363-0188(17)30208-6"
  },
  "doi": "10.1067/j.cpradiol.2018.01.009",
  "dates": {
    "completed": "2019-03-11",
    "revised": "2019-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.053822",
    "pmid": "29567091"
  }
}