{
  "pmid": "29561480",
  "uid": "29561480",
  "title": "Resolution of Diplopia in Late Repair of Enophthalmos Following Facial Trauma.",
  "abstract": "Posttraumatic enophthalmos due to isolated or complex orbital fractures can contribute to diplopia. Current evidence recommends early repair. However, little is known about the outcome of enophthalmos correction when repair occurs beyond 30 days after trauma. In this systematic review, the authors aim to evaluate the current evidence on functional outcomes after delayed repair of posttraumatic enophthalmos.Two independent assessors undertook a systematic review of the literature using multiple databases. The authors' inclusion criteria identified studies involving patients at least 14 years of age who had surgical correction of persistent enophthalmos 30 days after initial trauma. Each eligible paper was included after critical appraisal using validated guidelines. Data on preoperative and postoperative enophthalmos and diplopia in each study was extracted. The pattern of fracture was also noted.The authors' search for the medical databases yielded 1053 articles, of which 6 eligible papers were included. Meta-analysis was performed. In patients with complex injuries involving orbital and mid-facial fractures, diplopia resolution was calculated to be 53%, and enophthalmos was corrected in 83% of the patients. In patients with isolated orbital fractures, 53% had resolution of their diplopia, and enophthalmos was corrected in 88% of the patients.Enophthalmos can be corrected to within 2 mm of the contralateral eye in both the isolated and complex orbital fractures in patients who present 30 days or greater after injury. Based on the studies reviewed, there is less predictability in diplopia resolution.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Edward H",
      "initials": "EH",
      "name": "Edward H Liu",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University Medical Centre."
      ]
    },
    {
      "last_name": "Najarali",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Najarali",
      "affiliations": [
        "Michael G. DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McRae",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McRae",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University Medical Centre."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of craniofacial surgery",
    "iso_abbreviation": "J Craniofac Surg",
    "issn": "1536-3732",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "1006",
  "end_page": "1011",
  "pages": "1006-1011",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Diplopia",
    "Enophthalmos",
    "Facial Injuries",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29561480",
    "doi": "10.1097/SCS.0000000000004430"
  },
  "doi": "10.1097/SCS.0000000000004430",
  "dates": {
    "completed": "2018-09-19",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.367442",
    "pmid": "29561480"
  }
}