{
  "pmid": "29568537",
  "uid": "29568537",
  "title": "A Province-wide, Cross-sectional Study of Demographics and Medication Use of Patients in Hemodialysis Units Across Ontario.",
  "abstract": "BACKGROUND: Hemodialysis patients are at an increased risk of polypharmacy as they have the highest pill burden of all chronically ill patient populations, with an estimated average of 12 medications per day. OBJECTIVES: The aim of this study was to evaluate prescribing patterns of outpatient medications in patients receiving in-center hemodialysis. This was done to identify potential candidate medications for future quality improvement initiations to optimize prescribing. DESIGN: We conducted a descriptive retrospective cross-sectional study in the province of Ontario, Canada, using several linked health care databases housed at the Institute for Clinical Evaluative Sciences (ICES). SETTING: We considered outpatient medications dispensed to patients eligible for the Ontario Drug Benefit program. PATIENTS: Patients were receiving chronic in-center hemodialysis at one of the 69 facilities in the province of Ontario, Canada as of October 1, 2013. MEASUREMENTS: We assessed whether any of our 28 study medications of interest were recently dispensed (within the prior 120 days), the type of prescribing physician, and the associated medication costs. The 28 included medications of interest (ie, proton pump inhibitors, benzodiazepines) were selected because they may not have a true indication for dialysis patients and/or there are safety concerns with their use in this population. Results are presented as median (25th, 75th percentile). METHODS: We conducted this study at ICES according to a prespecified protocol approved by the Research Ethics Board at Sunnybrook Health Sciences Centre (Toronto, Ontario). RESULTS: A total of 3094 patients on chronic in-center hemodialysis received a study drug of interest (age: 76.5 years [SD: 7.3]), 44% women). Patients were dispensed 11 (8, 14) unique medication products with more than two-thirds of patients dispensed 9 or more different medications. The median number of annual health care visits was 7 (3-15) with more than half the cohort receiving prescriptions from 3 or more specialists. The 10 most commonly dispensed study medications cost more than 3 million dollars in direct costs in 1 year. LIMITATIONS: Our study was also subjected to some limitations of health care databases. CONCLUSIONS: Polypharmacy is frequent in in-center hemodialysis patients. To decrease polypharmacy and its associated negative outcomes, health care providers need to implement tools to optimize medication use and deprescribe medications that lack evidence for efficacy and safety in hemodialysis patients. Therefore, strategies to improve prescribing and discontinue ineffective medications warrant testing for better patient outcomes and reduced health care costs.",
  "authors": [
    {
      "last_name": "Battistella",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Battistella",
      "affiliations": [
        "Department of Pharmacy, University Health Network, Toronto, Ontario, Canada.",
        "Faculty of Pharmacy, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jandoc",
      "fore_name": "Racquel",
      "initials": "R",
      "name": "Racquel Jandoc",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Jeremy Y",
      "initials": "JY",
      "name": "Jeremy Y Ng",
      "affiliations": [
        "Department of Pharmacy, University Health Network, Toronto, Ontario, Canada.",
        "Faculty of Pharmacy, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "Department of Medicine, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118760832",
  "pages": "2054358118760832",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29568537",
    "pmc": "PMC5858734",
    "doi": "10.1177/2054358118760832",
    "pii": "10.1177_2054358118760832"
  },
  "doi": "10.1177/2054358118760832",
  "pmc_id": "PMC5858734",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.244264",
    "pmid": "29568537"
  }
}