{
  "pmid": "29567495",
  "uid": "29567495",
  "title": "Characterizing exposure to household air pollution within the Prospective Urban Rural Epidemiology (PURE) study.",
  "abstract": "BACKGROUND: Household air pollution (HAP) from combustion of solid fuels is an important contributor to disease burden in low- and middle-income countries (LIC, and MIC). However, current HAP disease burden estimates are based on integrated exposure response curves that are not currently informed by quantitative HAP studies in LIC and MIC. While there is adequate evidence supporting causal relationships between HAP and respiratory disease, large cohort studies specifically examining relationships between quantitative measures of HAP exposure with cardiovascular disease are lacking. OBJECTIVE: We aim to improve upon exposure proxies based on fuel type, and to reduce exposure misclassification by quantitatively measuring exposure across varying cooking fuel types and conditions in diverse geographies and socioeconomic settings. We leverage technology advancements to estimate household and personal PM2.5 (particles below 2.5 μm in aerodynamic diameter) exposure within the large (N~250,000) multi-country (N~26) Prospective Urban and Rural Epidemiological (PURE) cohort study. Here, we detail the study protocol and the innovative methodologies being used to characterize HAP exposures, and their application in epidemiologic analyses. METHODS/DESIGN: This study characterizes HAP PM2.5 exposures for participants in rural communities in ten PURE countries with >10% solid fuel use at baseline (Bangladesh, Brazil, Chile, China, Colombia, India, Pakistan, South Africa, Tanzania, and Zimbabwe). PM2.5 monitoring includes 48-h cooking area measurements in 4500 households and simultaneous personal monitoring of male and female pairs from 20% of the selected households. Repeat measurements occur in 20% of households to assess impacts of seasonality. Monitoring began in 2017, and will continue through 2019. The Ultrasonic Personal Aerosol Sampler (UPAS), a novel, robust, and inexpensive filter based monitor that is programmable through a dedicated mobile phone application is used for sampling. Pilot study field evaluation of cooking area measurements indicated high correlation between the UPAS and reference Harvard Impactors (r = 0.91; 95% CI: 0.84, 0.95; slope = 0.95). To facilitate tracking and to minimize contamination and analytical error, the samplers utilize barcoded filters and filter cartridges that are weighed pre- and post-sampling using a fully automated weighing system. Pump flow and pressure measurements, temperature and RH, GPS coordinates and semi-quantitative continuous particle mass concentrations based on filter differential pressure are uploaded to a central server automatically whenever the mobile phone is connected to the internet, with sampled data automatically screened for quality control parameters. A short survey is administered during the 48-h monitoring period. Post-weighed filters are further analyzed to estimate black carbon concentrations through a semi-automated, rapid, cost-effective image analysis approach. The measured PM2.5 data will then be combined with PURE survey information on household characteristics and behaviours collected at baseline and during follow-up to develop quantitative HAP models for PM2.5 exposures for all rural PURE participants (~50,000) and across different cooking fuel types within the 10 index countries. Both the measured (in the subset) and the modelled exposures will be used in separate longitudinal epidemiologic analyses to assess associations with cardiopulmonary mortality, and disease incidence. DISCUSSION: The collected data and resulting characterization of cooking area and personal PM2.5 exposures in multiple rural communities from 10 countries will better inform exposure assessment as well as future epidemiologic analyses assessing the relationships between quantitative estimates of chronic HAP exposure with adult mortality and incident cardiovascular and respiratory disease. This will provide refined and more accurate exposure estimates in global CVD related exposure-response analyses.",
  "authors": [
    {
      "last_name": "Arku",
      "fore_name": "Raphael E",
      "initials": "RE",
      "name": "Raphael E Arku",
      "affiliations": [
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada; Department of Environmental Health Sciences, School of Public Health and Health Sciences, University of Massachusetts, Amherst, MA, USA. Electronic address: rarku@umass.edu."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Birch",
      "affiliations": [
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Shupler",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Shupler",
      "affiliations": [
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hystad",
      "fore_name": "Perry",
      "initials": "P",
      "name": "Perry Hystad",
      "affiliations": [
        "College of Public Health and Human Sciences, Oregon State University, Corvallis, USA."
      ]
    },
    {
      "last_name": "Brauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brauer",
      "affiliations": [
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "114",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "307",
  "end_page": "317",
  "pages": "307-317",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Air Pollutants",
    "Air Pollution, Indoor",
    "Cooking",
    "Environmental Exposure",
    "Health Surveys",
    "Humans",
    "Particulate Matter",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "29567495",
    "mid": "NIHMS953924",
    "pmc": "PMC5899952",
    "doi": "10.1016/j.envint.2018.02.033",
    "pii": "S0160-4120(17)31828-7"
  },
  "doi": "10.1016/j.envint.2018.02.033",
  "pmc_id": "PMC5899952",
  "dates": {
    "completed": "2019-01-07",
    "revised": "2024-03-23"
  },
  "chemicals": [
    "Air Pollutants",
    "Particulate Matter"
  ],
  "grants": [
    {
      "grant_id": "DP5 OD019850",
      "agency": "NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "136893",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:42.783557",
    "pmid": "29567495"
  }
}