{
  "pmid": "29577868",
  "uid": "29577868",
  "title": "Regulation of Smooth Muscle Myosin Light Chain Phosphatase by Multisite Phosphorylation of the Myosin Targeting Subunit, MYPT1.",
  "abstract": "BACKGROUND: Smooth muscle contraction is triggered primarily by activation of Ca2+/calmodulin-dependent myosin light chain kinase leading to phosphorylation of the regulatory light chains of myosin II. Numerous contractile stimuli also induce inhibition of myosin light chain phosphatase thereby prolonging the contractile response. The phosphatase is a trimeric enzyme containing a catalytic subunit, a regulatory, myosin-binding subunit (MYPT1) and a third subunit of uncertain function. MYPT1 is phosphorylated at multiple sites by several kinases, which regulate phosphatase activity, protein-protein interactions and subcellular localization. The best-characterized phosphorylation events involve phosphorylation by Rho-associated coiled-coil kinase (ROCK) at T697 and T855, which inhibits phosphatase activity, and phosphorylation by cAMP- or cGMPdependent protein kinases (PKA and PKG, respectively) at S696, T697, S854 and T855, which has no effect on phosphatase activity. Furthermore, phosphorylation by ROCK at T697 and T855 prevents phosphorylation by PKA or PKG at the neighboring serine residues. Some 30 phosphorylation sites have been identified in MYPT1 with many more suggested by large-scale phosphoproteomic studies. It is important to gain as complete understanding as possible of the complex phosphorylation-mediated mechanisms of regulation of MYPT1 functions in part because of their involvement in pathological processes. For example, dysfunctional MYPT1 phosphorylation has been implicated in the pathogenesis of several vascular disorders, including type 2 diabetes. CONCLUSION: Much effort is now being devoted to the development of novel therapeutics targeting MYPT1 and specific kinases involved in the phosphorylation of MYPT1.",
  "authors": [
    {
      "last_name": "MacDonald",
      "fore_name": "Justin A",
      "initials": "JA",
      "name": "Justin A MacDonald",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cardiovascular & hematological disorders drug targets",
    "iso_abbreviation": "Cardiovasc Hematol Disord Drug Targets",
    "issn": "2212-4063",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "4",
  "end_page": "13",
  "pages": "4-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Muscle, Smooth",
    "Myosin-Light-Chain Phosphatase",
    "Phosphorylation",
    "Signal Transduction",
    "rho-Associated Kinases"
  ],
  "article_ids": {
    "pubmed": "29577868",
    "doi": "10.2174/1871529X18666180326120638",
    "pii": "CHDDT-EPUB-89285"
  },
  "doi": "10.2174/1871529X18666180326120638",
  "dates": {
    "completed": "2019-03-29",
    "revised": "2019-03-29"
  },
  "chemicals": [
    "rho-Associated Kinases",
    "Myosin-Light-Chain Phosphatase",
    "PPP1R12A protein, human"
  ],
  "grants": [
    {
      "grant_id": "MOP-133494",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.914683",
    "pmid": "29577868"
  }
}