{
  "pmid": "29571426",
  "uid": "29571426",
  "title": "Cardiovascular Disease Among Women From Vulnerable Populations: A Review.",
  "abstract": "On a global scale, cardiovascular disease (CVD) is the leading cause of mortality. It is also the number 1 cause of death among women, resulting in 8.6 million deaths annually and constituting one third of all deaths in women worldwide. The burden of CVD and related risk factors has taken priority in the policy development for noncommunicable diseases. However, vulnerable populations, defined here as women who are socially or economically disadvantaged (eg, low income), nonwhite (specifically South Asian and indigenous women), and those who are elderly have often been overlooked in these discussions. These additional vulnerabilities, which may exist independently or in combination, place such women at higher risk for CVD. Specifically, these vulnerabilities include low socioeconomic status, a low sense of control, high stress, South Asian or indigenous ancestry, and increased age. Thus it is vital that we initiate a multipronged approach to CVD prevention that includes rigorous monitoring of CVD risk factors in high-risk populations and the implementation of timely, accurate, and contextually tailored prevention programs, services, and treatments. Well-trained nonphysician health care workers can support the accurate monitoring and management of CVD and CVD risk factors so that groups of women who may otherwise be overlooked can receive adequate attention.",
  "authors": [
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: anands@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "450",
  "end_page": "457",
  "pages": "450-457",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cost of Illness",
    "Female",
    "Healthcare Disparities",
    "Humans",
    "Preventive Health Services",
    "Quality Improvement",
    "Risk Factors",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "29571426",
    "doi": "10.1016/j.cjca.2018.01.017",
    "pii": "S0828-282X(18)30035-7"
  },
  "doi": "10.1016/j.cjca.2018.01.017",
  "dates": {
    "completed": "2018-11-26",
    "revised": "2018-11-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.308482",
    "pmid": "29571426"
  }
}