{
  "pmid": "29584693",
  "uid": "29584693",
  "title": "Is Matrix Gla Protein Associated with Vascular Calcification? A Systematic Review.",
  "abstract": "Specific patient cohorts are at increased risk of vascular calcification. Functional matrix-gla protein (MGP), a tissue-derived vitamin K dependent protein, is reported to be an important inhibitor of vascular calcification and may have clinical potential to modify the progression of vascular calcification through regulation of functional MGP fractions. This systematic review examines twenty-eight studies which assess the relationship between circulating protein expressions of MGP species and vascular calcification in different arterial beds. The included studies examined participants with atherosclerosis, chronic kidney disease (CKD), diabetes, healthy participants, vitamin K supplementation, measured plasma vitamin K levels and vitamin K antagonist usage. The current review reports conflicting results regarding MGP fractions with respect to local calcification development indicating that a multifaceted relationship exists between the MGP and calcification. A primary concern regarding the studies in this review is the large degree of variability in the calcification location assessed and the fraction of MGP measured. This review suggests that different underlying molecular mechanisms can accelerate local disease progression within the vasculature, and specific circulating fractions of MGP may be influenced differently depending on the local disease states related to vascular calcification development. Further studies examining the influence of non-functional MGP levels, with respect to specific calcified arterial beds, are warranted.",
  "authors": [
    {
      "last_name": "Barrett",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Barrett",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), School of Engineering, Bernal Institute, University of Limerick, Limerick V94 F858, UK. hilary.barrett@ul.ie."
      ]
    },
    {
      "last_name": "O'Keeffe",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary O'Keeffe",
      "affiliations": [
        "School of Natural Sciences and Department of Biological Sciences, University of Limerick, Limerick V94 F858, UK. mary.okeeffe@ul.ie."
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon",
      "initials": "E",
      "name": "Eamon Kavanagh",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Limerick V94 F858, UK. eamon.kavanagh@icloud.com."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), School of Engineering, Bernal Institute, University of Limerick, Limerick V94 F858, UK. michael.walsh@ul.ie.",
        "Health Research Institute (HRI), University of Limerick, Limerick V94 F858, UK. michael.walsh@ul.ie."
      ]
    },
    {
      "last_name": "O'Connor",
      "fore_name": "Eibhlís M",
      "initials": "EM",
      "name": "Eibhlís M O'Connor",
      "affiliations": [
        "School of Natural Sciences and Department of Biological Sciences, University of Limerick, Limerick V94 F858, UK. eibhlis.oconnor@ul.ie.",
        "Health Research Institute (HRI), University of Limerick, Limerick V94 F858, UK. eibhlis.oconnor@ul.ie.",
        "Alimentary Pharmabiotic Centre, Microbiome Institute, University College Cork, Cork T12 YN60, UK. eibhlis.oconnor@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Nutrients",
    "iso_abbreviation": "Nutrients",
    "issn": "2072-6643",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Mar",
    "pub_day": "27"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Arteries",
    "Calcium-Binding Proteins",
    "Extracellular Matrix Proteins",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Signal Transduction",
    "Vascular Calcification",
    "Matrix Gla Protein"
  ],
  "article_ids": {
    "pubmed": "29584693",
    "pmc": "PMC5946200",
    "doi": "10.3390/nu10040415",
    "pii": "nu10040415"
  },
  "doi": "10.3390/nu10040415",
  "pmc_id": "PMC5946200",
  "dates": {
    "completed": "2018-09-17",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Calcium-Binding Proteins",
    "Extracellular Matrix Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.915007",
    "pmid": "29584693"
  }
}