{
  "pmid": "29588672",
  "uid": "29588672",
  "title": "Interventional Strategies in Thrombus Management for ST Elevation Myocardial Infarction.",
  "abstract": "The major limitation of modern primary percutaneous coronary intervention (PPCI) is distal embolisation of thrombus and microvascular obstruction. Microvascular flow, as measured by myocardial blush grade (MPG), predicts mortality after PPCI. Despite initial enthusiasm, current evidence does not support routine use of Intracoronary over intravenous glycoprotein 2b3a inhibitors during PPCI for ST elevation myocardial infarction (STEMI) to improve clinical outcomes. Manual thrombectomy (MT) improves MPG and reduces distal embolisation in meta-analyses of small trials. A single-centre trial (N=1071), the Thrombus aspiration during percutaneous coronary intervention in acute myocardial infarction study (TAPAS) trial showed a mortality reduction, which led guidelines to recommend routine manual aspiration. However, the largest randomised trial (Thrombus aspiration in ST-elevation myocardial infarction in Scandinavia [TASTE] trial, N=7021) showed no difference in mortality and only trends towards reduction in myocardial infarction (MI) and stent thrombosis. The TASTE trial had much lower than expected mortality and so was likely underpowered for modest but important treatment effects (20-30 % RRR). The Thrombectomy with PCI versus PCI alone in patients with STEMI undergoing primary PCI (TOTAL) trial (N=10,700) will determine if MT reduces important clinical events during PPCI. Thrombus management remains an important area of research in STEMI.",
  "authors": [
    {
      "last_name": "Tsang",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Tsang",
      "affiliations": [
        "Interventional Cardiology Fellow."
      ]
    },
    {
      "last_name": "Jolly",
      "fore_name": "Sanjit",
      "initials": "S",
      "name": "Sanjit Jolly",
      "affiliations": [
        "Associate Professor, McMaster University and Population Health Research Institute,Hamilton Health Sciences, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Interventional cardiology (London, England)",
    "iso_abbreviation": "Interv Cardiol",
    "issn": "1756-1477",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Mar"
  },
  "start_page": "35",
  "end_page": "38",
  "pages": "35-38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29588672",
    "pmc": "PMC5808725",
    "doi": "10.15420/icr.2015.10.1.35"
  },
  "doi": "10.15420/icr.2015.10.1.35",
  "pmc_id": "PMC5808725",
  "dates": {
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:16.983716",
    "pmid": "29588672"
  }
}