{
  "pmid": "29587864",
  "uid": "29587864",
  "title": "Outcome Measures in Rheumatology - Interventions for medication Adherence (OMERACT-Adherence) Core Domain Set for Trials of Interventions for Medication Adherence in Rheumatology: 5 Phase Study Protocol.",
  "abstract": "BACKGROUND: Over the last 20 years, there have been marked improvements in the availability of effective medications for rheumatic conditions such as gout, osteoporosis and rheumatoid arthritis (RA), which have led to a reduction in disease flares and the risk of re-fracture in osteoporosis, and the slowing of disease progression in RA. However, medication adherence remains suboptimal, as treatment regimens can be complex and difficult to continue long term. Many trials have been conducted to improve adherence to medication. Core domains, which are the outcomes of most relevance to patients and clinicians, are a pivotal component of any trial. These core domains should be measured consistently, so that all relevant trials can be combined in systematic reviews and meta-analyses to reach conclusions that are more valid. Failure to do this severely limits the potential for trial-based evidence to inform decisions on how to support medication adherence. The Outcome Measures in Rheumatology (OMERACT) - Interventions for Medication Adherence study by the OMERACT-Adherence Group aims to develop a core domain set for interventions that aim to support medication adherence in rheumatology. METHODS/DESIGN: This OMERACT-Adherence study has five phases: (1) a systematic review to identify outcome domains that have been reported in interventions focused on supporting medication adherence in rheumatology; (2) semi-structured stakeholder interviews with patients and caregivers to determine their views on the core domains; (3) focus groups using the nominal group technique with patients and caregivers to identify and rank domains that are relevant to them, including the reasons for their choices; (4) an international three-round modified Delphi survey involving patients with diverse rheumatic conditions, caregivers, health professionals, researchers and other stakeholders to develop a preliminary core domain set; and (5) a stakeholder workshop with OMERACT members to review, vote on and reach a consensus on the core domain set for interventions to support medication adherence in rheumatology. DISCUSSION: Establishing a core domain set to be reported in all intervention studies undertaken to support patients with medication adherence will enhance the relevance and the impact of these results and improve the lives of people with rheumatic conditions.",
  "authors": [
    {
      "last_name": "Kelly",
      "fore_name": "Ayano",
      "initials": "A",
      "name": "Ayano Kelly",
      "affiliations": [
        "Canberra Rheumatology, Level 9, 40 Marcus Clarke St, Canberra City, ACT, 2606, Australia. ayano.kelly@anu.edu.au.",
        "Department of Rheumatology, Canberra Hospital, Canberra, ACT, Australia. ayano.kelly@anu.edu.au.",
        "College of Health and Medicine, Australian National University, Canberra, ACT, Australia. ayano.kelly@anu.edu.au.",
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, NSW, Australia. ayano.kelly@anu.edu.au."
      ],
      "orcid": "0000-0003-3325-3840"
    },
    {
      "last_name": "Tong",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Tong",
      "affiliations": [
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, NSW, Australia.",
        "Sydney School of Public Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Tymms",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Tymms",
      "affiliations": [
        "Canberra Rheumatology, Level 9, 40 Marcus Clarke St, Canberra City, ACT, 2606, Australia.",
        "Department of Rheumatology, Canberra Hospital, Canberra, ACT, Australia.",
        "College of Health and Medicine, Australian National University, Canberra, ACT, Australia."
      ]
    },
    {
      "last_name": "March",
      "fore_name": "Lyn",
      "initials": "L",
      "name": "Lyn March",
      "affiliations": [
        "Department of Rheumatology, Royal North Shore Hospital, Sydney, NSW, Australia.",
        "Institute of Bone and Joint Research, Kolling Institute of Medical Research, Sydney, NSW, Australia.",
        "Northern Clinical School, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Craig",
      "fore_name": "Jonathan C",
      "initials": "JC",
      "name": "Jonathan C Craig",
      "affiliations": [
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, NSW, Australia.",
        "Sydney School of Public Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "De Vera",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary De Vera",
      "affiliations": [
        "Faculty of Pharmaceutical Sciences, The University of British Columbia, Vancouver, BC, Canada.",
        "Arthritis Research Centre of Canada, Richmond, BC, Canada."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Evans",
      "affiliations": [
        "Patient Research Partner, Clear Vision Consulting, Canberra, ACT, Australia."
      ]
    },
    {
      "last_name": "Hassett",
      "fore_name": "Geraldine",
      "initials": "G",
      "name": "Geraldine Hassett",
      "affiliations": [
        "Department of Rheumatology, Liverpool Hospital, Sydney, NSW, Australia.",
        "Ingham Institute of Applied Medical Research, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Toupin-April",
      "fore_name": "Karine",
      "initials": "K",
      "name": "Karine Toupin-April",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada.",
        "Department of Pediatrics and School of Rehabilitation Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "van den Bemt",
      "fore_name": "Bart",
      "initials": "B",
      "name": "Bart van den Bemt",
      "affiliations": [
        "Department of Pharmacy, Sint Maartenskliniek, Ubbergen, Netherlands.",
        "Radboud University Medical Centre, Nijmegen, Netherlands."
      ]
    },
    {
      "last_name": "Teixeira-Pinto",
      "fore_name": "Armando",
      "initials": "A",
      "name": "Armando Teixeira-Pinto",
      "affiliations": [
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, NSW, Australia.",
        "Sydney School of Public Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Alten",
      "fore_name": "Rieke",
      "initials": "R",
      "name": "Rieke Alten",
      "affiliations": [
        "Department of Rheumatology, Clinical Immunology, Osteology, Physical therapy and Sports Medicine, Schlosspark Klinik, Charité University Medicine, Berlin, Germany."
      ]
    },
    {
      "last_name": "Bartlett",
      "fore_name": "Susan J",
      "initials": "SJ",
      "name": "Susan J Bartlett",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, Canada.",
        "Division of Rheumatology, Johns Hopkins School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Willemina",
      "initials": "W",
      "name": "Willemina Campbell",
      "affiliations": [
        "Patient Research Partner, Toronto Western Hospital, Toronto, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Dawson",
      "fore_name": "Therese",
      "initials": "T",
      "name": "Therese Dawson",
      "affiliations": [
        "Lord Street Specialist Centre, Port Macquarie, NSW, Australia.",
        "Mayo Hospital Specialist Centre, Taree, NSW, Australia."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gill",
      "affiliations": [
        "Patient Research Partner, Dragon Claw, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Hebing",
      "fore_name": "Renske",
      "initials": "R",
      "name": "Renske Hebing",
      "affiliations": [
        "Amsterdam Rheumatology and Immunology Centre, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Meara",
      "fore_name": "Alexa",
      "initials": "A",
      "name": "Alexa Meara",
      "affiliations": [
        "The Ohio State University, Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Yomei",
      "initials": "Y",
      "name": "Yomei Shaw",
      "affiliations": [
        "National Data Bank for Rheumatic Diseases, Wichita, KS, USA."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Jasvinder A",
      "initials": "JA",
      "name": "Jasvinder A Singh",
      "affiliations": [
        "Medicine Service, VA Medical Center, Birmingham, AL, USA.",
        "Department of Medicine, School of Medicine, University of Alabama, Birmingham, AL, USA.",
        "Division of Epidemiology, School of Public Health, University of Alabama, Birmingham, AL, USA."
      ]
    },
    {
      "last_name": "Suarez-Almazor",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Suarez-Almazor",
      "affiliations": [
        "Section of Rheumatology and Clinical Immunology, Department of General Internal Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Sumpton",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Sumpton",
      "affiliations": [
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, NSW, Australia.",
        "Sydney School of Public Health, The University of Sydney, Sydney, NSW, Australia.",
        "Department of Rheumatology, Concord Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Wong",
      "affiliations": [
        "Mid-North Coast Arthritis Clinic, Coffs Harbour, NSW, Australia.",
        "University of New South Wales Rural Clinical School, Coffs Harbour, NSW, Australia."
      ]
    },
    {
      "last_name": "Christensen",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Christensen",
      "affiliations": [
        "Musculoskeletal Statistics Unit, The Parker Institute, Bispebjerg and Frederiksberg Hospital, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Beaton",
      "fore_name": "Dorcas",
      "initials": "D",
      "name": "Dorcas Beaton",
      "affiliations": [
        "Musculoskeletal Health & Outcomes Research, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada.",
        "Institute for Work & Health, Toronto, ON, Canada.",
        "Department of Occupational Science & Occupational Therapy and the Institute of Health Policy Management & Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "de Wit",
      "fore_name": "Maarten",
      "initials": "M",
      "name": "Maarten de Wit",
      "affiliations": [
        "Metamedica, VU Medical Centre, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Mar",
    "pub_day": "27"
  },
  "start_page": "204",
  "pages": "204",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antirheumatic Agents",
    "Caregivers",
    "Clinical Trials as Topic",
    "Consensus",
    "Delphi Technique",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interviews as Topic",
    "Medication Adherence",
    "Outcome Assessment, Health Care",
    "Patients",
    "Research Design",
    "Rheumatic Diseases",
    "Stakeholder Participation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29587864",
    "pmc": "PMC5870260",
    "doi": "10.1186/s13063-018-2565-z",
    "pii": "10.1186/s13063-018-2565-z"
  },
  "doi": "10.1186/s13063-018-2565-z",
  "pmc_id": "PMC5870260",
  "dates": {
    "completed": "2019-04-08",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antirheumatic Agents"
  ],
  "grants": [
    {
      "grant_id": "2018 Arthritis Australia Grant",
      "agency": "Arthritis Australia"
    },
    {
      "grant_id": "N/A",
      "agency": "Stephen Hall"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.926311",
    "pmid": "29587864"
  }
}