{
  "pmid": "29595129",
  "uid": "29595129",
  "title": "Assessing the validity of surrogate endpoints in the context of a controversy about the measurement of effectiveness of hepatitis C virus treatment.",
  "abstract": "Surrogate endpoints are often used in clinical trials, as they allow for indirect measures of outcomes (eg, shorter trials with less participants). Improvements in surrogate endpoints (eg, reduction in low density lipoprotein cholesterol, normalisation of glycated haemoglobin) achieved with an intervention are, however, not always associated with improvements in patient-important outcomes. The common tendency in evidence-based medicine is to view results based on surrogate endpoints as less certain than results based on long term, final patient-important outcomes and rate them as 'lower quality evidence'. However, careful appraisal of the validity of a surrogate endpoint as a measure of the final, patient-important outcome is more useful than an automatic judgement. In this guide, we use a contemporary and currently highly debated example of the surrogate endpoint 'sustained viral response' (ie, viral eradication considered to represent successful treatment) in patients treated for chronic hepatitis C virus. We demonstrate how the validity of a surrogate endpoint can be critically appraised to assess the quality of the evidence (ie, the certainty in estimates) and the implications for decision-making.",
  "authors": [
    {
      "last_name": "Dobler",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Dobler",
      "affiliations": [
        "Evidence-Based Practice Center, Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0002-5460-0189"
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Division of Gastroenterology, Case Western Reserve University, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-Based Practice Center, Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0001-5502-5975"
    }
  ],
  "journal": {
    "title": "BMJ evidence-based medicine",
    "iso_abbreviation": "BMJ Evid Based Med",
    "issn": "2515-4478",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "50",
  "end_page": "53",
  "pages": "50-53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29595129",
    "doi": "10.1136/bmjebm-2017-110852",
    "pii": "bmjebm-2017-110852"
  },
  "doi": "10.1136/bmjebm-2017-110852",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.126394",
    "pmid": "29595129"
  }
}