{
  "pmid": "29596072",
  "uid": "29596072",
  "title": "The Speaker Gender Gap at Critical Care Conferences.",
  "abstract": "OBJECTIVES: To review women's participation as faculty at five critical care conferences over 7 years. DESIGN: Retrospective analysis of five scientific programs to identify the proportion of females and each speaker's profession based on conference conveners, program documents, or internet research. SETTING: Three international (European Society of Intensive Care Medicine, International Symposium on Intensive Care and Emergency Medicine, Society of Critical Care Medicine) and two national (Critical Care Canada Forum, U.K. Intensive Care Society State of the Art Meeting) annual critical care conferences held between 2010 and 2016. SUBJECTS: Female faculty speakers. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Male speakers outnumbered female speakers at all five conferences, in all 7 years. Overall, women represented 5-31% of speakers, and female physicians represented 5-26% of speakers. Nursing and allied health professional faculty represented 0-25% of speakers; in general, more than 50% of allied health professionals were women. Over the 7 years, Society of Critical Care Medicine had the highest representation of female (27% overall) and nursing/allied health professional (16-25%) speakers; notably, male physicians substantially outnumbered female physicians in all years (62-70% vs 10-19%, respectively). Women's representation on conference program committees ranged from 0% to 40%, with Society of Critical Care Medicine having the highest representation of women (26-40%). The female proportions of speakers, physician speakers, and program committee members increased significantly over time at the Society of Critical Care Medicine and U.K. Intensive Care Society State of the Art Meeting conferences (p < 0.05), but there was no temporal change at the other three conferences. CONCLUSIONS: There is a speaker gender gap at critical care conferences, with male faculty outnumbering female faculty. This gap is more marked among physician speakers than those speakers representing nursing and allied health professionals. Several organizational strategies can address this gender gap.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine and Interdepartmental Division of Critical Care Medicine, Sinai Health System, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rose",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Rose",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Lawrence S. Bloomberg Faculty of Nursing and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Herridge",
      "affiliations": [
        "Department of Medicine and Interdepartmental Division of Critical Care Medicine, University Health Network, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Owais",
      "fore_name": "Sawayra",
      "initials": "S",
      "name": "Sawayra Owais",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Metaxa",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Metaxa",
      "affiliations": [
        "King's College Hospital, King's College London, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "991",
  "end_page": "996",
  "pages": "991-996",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Congresses as Topic",
    "Critical Care",
    "Europe",
    "Faculty, Medical",
    "Female",
    "Humans",
    "Male",
    "Physicians, Women",
    "Retrospective Studies",
    "Sex Factors",
    "Societies, Medical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "29596072",
    "doi": "10.1097/CCM.0000000000003114"
  },
  "doi": "10.1097/CCM.0000000000003114",
  "dates": {
    "completed": "2019-09-19",
    "revised": "2019-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.205919",
    "pmid": "29596072"
  }
}