{
  "pmid": "29606891",
  "uid": "29606891",
  "title": "Critical concepts in adaptive clinical trials.",
  "abstract": "Adaptive clinical trials are an innovative trial design aimed at reducing resources, decreasing time to completion and number of patients exposed to inferior interventions, and improving the likelihood of detecting treatment effects. The last decade has seen an increasing use of adaptive designs, particularly in drug development. They frequently differ importantly from conventional clinical trials as they allow modifications to key trial design components during the trial, as data is being collected, using preplanned decision rules. Adaptive designs have increased likelihood of complexity and also potential bias, so it is important to understand the common types of adaptive designs. Many clinicians and investigators may be unfamiliar with the design considerations for adaptive designs. Given their complexities, adaptive trials require an understanding of design features and sources of bias. Herein, we introduce some common adaptive design elements and biases and specifically address response adaptive randomization, sample size reassessment, Bayesian methods for adaptive trials, seamless trials, and adaptive enrichment using real examples.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay Jh",
      "initials": "JJ",
      "name": "Jay Jh Park",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "The Bill and Melinda Gates Foundation, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "The Bill and Melinda Gates Foundation, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2018"
  },
  "start_page": "343",
  "end_page": "351",
  "pages": "343-351",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29606891",
    "pmc": "PMC5868584",
    "doi": "10.2147/CLEP.S156708",
    "pii": "clep-10-343"
  },
  "doi": "10.2147/CLEP.S156708",
  "pmc_id": "PMC5868584",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.965324",
    "pmid": "29606891"
  }
}