{
  "pmid": "29619353",
  "uid": "29619353",
  "title": "An Evaluation of h-Index as a Measure of Research Productivity Among Canadian Academic Plastic Surgeons.",
  "abstract": "BACKGROUND: Evaluation of research productivity among plastic surgeons can be complex. The Hirsch index (h-index) was recently introduced to evaluate both the quality and quantity of one's research activity. It has been proposed to be valuable in assessing promotions and grant funding within academic medicine, including plastic surgery. Our objective is to evaluate research productivity among Canadian academic plastic surgeons using the h-index. METHODS: A list of Canadian academic plastic surgeons was obtained from websites of academic training programs. The h-index was retrieved using the Scopus database. Relevant demographic and academic factors were collected and their effects on the h-index were analyzed using the t test and Wilcoxon Mann-Whitney U test. Nominal and categorical variables were analyzed using χ[2] test and 1-way analysis of variance. Univariate and multivariate models were built a priori. All P values were 2 sided, and P < .05 was considered to be significant. RESULTS: Our study on Canadian plastic surgeons involved 175 surgeons with an average h-index of 7.6. Over 80% of the surgeons were male. Both univariable and multivariable analysis showed that graduate degree (P < .0001), academic rank (P = .03), and years in practice (P < .0001) were positively correlated with h-index. Limitations of the study include that the Scopus database and the websites of training programs were not always up-to-date. CONCLUSION: The h-index is a novel tool for evaluating research productivity in academic medicine, and this study shows that the h-index can also serve as a useful metric for measuring research productivity in the Canadian plastic surgery community. Plastic surgeons would be wise to familiarize themselves with the h-index concept and should consider using it as an adjunct to existing metrics such as total publication number.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Jiayi",
      "initials": "J",
      "name": "Jiayi Hu",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gholami",
      "fore_name": "Arian",
      "initials": "A",
      "name": "Arian Gholami",
      "affiliations": [
        "Faculty of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Stone",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1952-9161"
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Justyna",
      "initials": "J",
      "name": "Justyna Bartoszko",
      "affiliations": [
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Surgical Outcomes Research Centre, Camperdown, New South Wales, Australia.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Feb"
  },
  "start_page": "5",
  "end_page": "10",
  "pages": "5-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29619353",
    "pmc": "PMC5871118",
    "doi": "10.1177/2292550317749508",
    "pii": "10.1177_2292550317749508"
  },
  "doi": "10.1177/2292550317749508",
  "pmc_id": "PMC5871118",
  "dates": {
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.168353",
    "pmid": "29619353"
  }
}