{
  "pmid": "29626051",
  "uid": "29626051",
  "title": "Access to palliative care by disease trajectory: a population-based cohort of Ontario decedents.",
  "abstract": "OBJECTIVES: To examine access to palliative care between different disease trajectories and compare to other geographic areas. DESIGN: A retrospective population-based decedent cohort study using linked administrative data. SETTING: Ontario, Canada. PARTICIPANTS: Ontario decedents between 1 April 2010 and 31 December 2012. Patients were categorised into disease trajectories: terminal illness (eg, cancer), organ failure (eg, chronic heart failure), frailty (eg, dementia), sudden death or other. INTERVENTIONS: Receipt of palliative care services from institutional and community settings, derived from a validated list of palliative care codes from multiple administrate databases. OUTCOME MEASURES: Receiving any palliative care services in the last year of life (yes/no), intensity (total days) and time of initiation of palliative care, in hospital and community sectors. Multivariable analysis examined the association between disease trajectory and the receipt of palliative care in the last year of life. RESULTS: We identified 235 159 decedents in Ontario. In the last year of life, 88% of terminal illness, 44% of organ failure and 32% of frailty decedents accessed at least one palliative care service. Most care was provided during an inpatient hospitalisation. Terminal illness decedents received twice as many palliative care days (mean of 49 days) compared with organ failure and frailty decedents. Patients with terminal illness initiated palliative care median of 107 days before death compared with median of 19 days among those using the US Medicare hospice benefit. CONCLUSIONS: Terminal illness decedents are more likely to receive any palliative care, with increased intensity and earlier before death than organ failure or frailty decedents. These data serve as a useful comparison for other countries with similar and different healthcare systems and eligibility criteria.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Leary",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin O'Leary",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "e021147",
  "pages": "e021147",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Health Services Accessibility",
    "Hospitalization",
    "Humans",
    "Male",
    "Neoplasms",
    "Ontario",
    "Palliative Care",
    "Retrospective Studies",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "29626051",
    "pmc": "PMC5892765",
    "doi": "10.1136/bmjopen-2017-021147",
    "pii": "bmjopen-2017-021147"
  },
  "doi": "10.1136/bmjopen-2017-021147",
  "pmc_id": "PMC5892765",
  "dates": {
    "completed": "2019-02-25",
    "revised": "2019-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.066592",
    "pmid": "29626051"
  }
}