{
  "pmid": "29623626",
  "uid": "29623626",
  "title": "Healthcare Resource Uses and Out-of-Pocket Expenses Associated with Pulmonary TB Treatment in Thailand.",
  "abstract": "BACKGROUND: In Thailand, pharmaceutical care has been recently introduced to a tertiary hospital as an approach to improve adherence to tuberculosis (TB) treatment in addition to home visit and modified directly observed therapy (DOT). However, the economic impact of pharmaceutical care is not known. OBJECTIVE: The aim of this study was to estimate healthcare resource uses and costs associated with pharmaceutical care compared with home visit and modified DOT in pulmonary TB patients in Thailand from a healthcare sector perspective inclusive of out-of-pocket expenditures. METHODS: We conducted a retrospective study using data abstracted from the hospital billing database associated with pulmonary TB patients who began treatment between 2010 and 2013 in three hospitals in Thailand. We used generalized linear models to compare the costs by accounting for baseline characteristics. All costs were converted to international dollars (Intl$) RESULTS: The mean direct healthcare costs to the public payer were $519.96 (95%confidence interval [CI] 437.31-625.58) associated with pharmaceutical care, $1020.39 (95% CI 911.13-1154.11) for home visit, and $887.79 (95% CI 824.28-955.91) for modified DOT. The mean costs to patients were $175.45 (95% CI 130.26-230.48) for those receiving pharmaceutical care, $53.77 (95% CI 33.25-79.44) for home visit, and $49.33 (95% CI 34.03-69.30) for modified DOT. After adjustment for baseline characteristics, pharmaceutical care was associated with lower total direct costs compared with home visit (-$354.95; 95% CI -285.67 to -424.23) and modified DOT (-$264.61; 95% CI -198.76 to -330.46). CONCLUSION: After adjustment for baseline characteristics, pharmaceutical care was associated with lower direct costs compared with home visit and modified DOT.",
  "authors": [
    {
      "last_name": "Tanvejsilp",
      "fore_name": "Pimwara",
      "initials": "P",
      "name": "Pimwara Tanvejsilp",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. pimwaraj@gmail.com.",
        "Department of Pharmacy Administration, Faculty of Pharmaceutical Sciences, Prince of Songkla University, Hatyai, Songkhla, 90112, Thailand. pimwaraj@gmail.com."
      ],
      "orcid": "0000-0003-3177-612X"
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dushoff",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dushoff",
      "affiliations": [
        "Department of Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "297",
  "end_page": "308",
  "pages": "297-308",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29623626",
    "pmc": "PMC6103920",
    "doi": "10.1007/s41669-017-0053-0",
    "pii": "10.1007/s41669-017-0053-0"
  },
  "doi": "10.1007/s41669-017-0053-0",
  "pmc_id": "PMC6103920",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.913988",
    "pmid": "29623626"
  }
}