{
  "pmid": "29623632",
  "uid": "29623632",
  "title": "Out-of-Pocket Expenditures, Indirect Costs and Health-Related Quality of Life of Patients with Pulmonary Tuberculosis in Thailand.",
  "abstract": "BACKGROUND: Thailand's hospitals may adopt different supervision approaches to improve tuberculosis (TB) treatment adherence. OBJECTIVE: The aim of this study was to compare out-of-pocket (OOP) expenditures, indirect costs, and health-related quality of life (HRQoL) among TB patients who received pharmaceutical care (pharmacist-led patient education and telephone consultation), home visit, and self-administered therapy (SAT) in Thailand. METHODS: We conducted a prospective study to collect OOP expenditures, indirect costs, and HRQoL from a subsample of 104 adult pulmonary TB patients who started treatment between January and May 2014 in three hospitals. The three sources of data included patient interviews, patient medical records, and the hospital billing database. Patients were followed from January 2014 to March 2015. Relevant OOP expenditures collected during the interviews included (1) healthcare costs and other medications costs (e.g. vitamins, antibiotics, anti-cough) occurring in private healthcare units; and (2) costs of transportation, food, and accommodation. Productivity loss was measured using the self-reported amount of time a patient was unable to work due to TB, travel time to and from the hospital, time spent at the hospital (waiting time, consultation time, and hospitalizations), and time spent accompanying family members on outpatient visits or during hospitalizations. Cost differences among treatment strategies were adjusted for baseline characteristics by generalized linear models (GLMs). All costs were converted to international dollars (I$). RESULTS: A total of 256 eligible patients who started pulmonary TB treatment during the specified period were approached, with 104 patients being included in the analysis (29, 38, and 37 patients receiving pharmaceutical care, home visit, and SAT, respectively). Mean OOP expenditures per patient receiving pharmaceutical care, home visit, and SAT were I$907.56 [confidence interval (CI) I$603.80-I$1269.41], I$148.47 (CI I$109.49-I$194.89), and I$95.35 (CI I$69.11-I$129.63), respectively. The GLM indicated statistically significantly lower OOP expenditures for patients receiving either home visit or SAT (ratio of mean costs 0.247, CI 0.142-0.427; and 0.318, CI 0.187-0.540, respectively) than those receiving pharmaceutical care. Patient's indirect costs for receiving pharmaceutical care, home visit, and SAT were I$1925.68 (CI I$922.06-I$3284.94), I$2393.66 (CI I$1435.01-I$3501.98), and I$833.33 (CI I$453.87-I$1263.45), respectively. The GLM found no statistically significant differences in indirect costs for the home visit and SAT groups (ratio of mean costs 1.904, CI 0.754-4.802; and 0.792, CI 0.289-2.175, respectively) when pharmaceutical care was set as the reference. Mean utility scores [EuroQol five-dimensional three-level (EQ-5D-3L)] at baseline and treatment end were 0.679 and 0.830, 0.713 and 0.905, and 0.708 and 0.913 for patients receiving pharmaceutical care, home visit, and SAT, respectively. CONCLUSION: Pharmaceutical care patients experienced the highest OOP expenditures, compared with home visit and SAT patients. Home-visit patients reached the highest indirect costs and utility score improvements. A large-scale prospective study is required in order to strengthen evidence to support policy making regarding the most efficient use of limited resources for the management of TB.",
  "authors": [
    {
      "last_name": "Tanvejsilp",
      "fore_name": "Pimwara",
      "initials": "P",
      "name": "Pimwara Tanvejsilp",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. pimwara.t@psu.ac.th.",
        "Department of Pharmacy Administration, Faculty of Pharmaceutical Sciences, Prince of Songkla University, Hatyai, Songkhla, 90112, Thailand. pimwara.t@psu.ac.th."
      ],
      "orcid": "0000-0003-3177-612X"
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dushoff",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dushoff",
      "affiliations": [
        "Department of Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "281",
  "end_page": "296",
  "pages": "281-296",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29623632",
    "pmc": "PMC6103926",
    "doi": "10.1007/s41669-017-0057-9",
    "pii": "10.1007/s41669-017-0057-9"
  },
  "doi": "10.1007/s41669-017-0057-9",
  "pmc_id": "PMC6103926",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.917843",
    "pmid": "29623632"
  }
}