{
  "pmid": "29621846",
  "uid": "29621846",
  "title": "The CRISP-Q study: Communicating the risks and benefits of colorectal cancer screening.",
  "abstract": "BACKGROUND AND OBJECTIVES: Many Australians at average risk of colorectal cancer (CRC) are undergoing unnecessary colonoscopic screening, while many at increased risk are getting inadequate screening. The aim of this study was to test different ways of communicating the risks and benefits of CRC screening, as part of the development of a CRC risk prediction (CRISP) tool. METHOD: General practice patients were shown five different risk presentations for hypothetical ‘average’ and ‘increased’ risk cases and were asked to choose the screening method they would undergo. Associations were explored between risk presentation type and ‘risk-appropriate screening’ choice. RESULTS: All risk formats were associated with improved risk-appropriate screening by participants (n = 204); however, there was a statistical trend favouring absolute risk with a government recommendation and an ‘expected frequency tree’. The icon array was most weakly associated with appropriate screening. DISCUSSION: This research will inform approaches to communicating risk in CRISP and may be of wider relevance to supporting informed decisions about cancer screening.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Grace Y",
      "initials": "GY",
      "name": "Grace Y Kim",
      "affiliations": [
        "BSc, MD, Medical Resident, St Vincent@s Hospital, Fitzroy, Vic; Scholarly Selective Student, Centre for Cancer Research, Department of General Practice, Faculty of Medicine, Dentistry and Health Sciences, Victorian Comprehensive Cancer Centre, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": [
        "BAppSci, MPH, PhD, Senior Research Fellow, Centre for Cancer Research, Department of General Practice, Faculty of Medicine, Dentistry and Health Sciences, Victorian Comprehensive Cancer Centre, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Bickerstaffe",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Bickerstaffe",
      "affiliations": [
        "BCompSci (Hons), PhD, Senior Research Fellow and Head of Research Computing, Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Hewabandu",
      "fore_name": "Nadira",
      "initials": "N",
      "name": "Nadira Hewabandu",
      "affiliations": [
        "BITS (Hons), Technical Support Officer, Melbourne School of Population and Global Health, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Pirotta",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pirotta",
      "affiliations": [
        "MBBS, MMed, GradDipEpi@Biostats, PhD, FRACGP, General practitioner, Senior Lecturer and Research Fellow, Centre for Cancer Research, Department of General Practice, Faculty of Medicine, Dentistry and Health Sciences, Victorian Comprehensive Cancer Centre, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Flander",
      "fore_name": "Louisa",
      "initials": "L",
      "name": "Louisa Flander",
      "affiliations": [
        "PhD, Senior Research Fellow, Centre for Epidemiology @ Biostatistics, Melbourne School of Population @ Global Health, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Jenkins",
      "affiliations": [
        "BSc, PhD, Director of the Centre for Epidemiology and Biostatics, Melbourne School of Population and Global Health, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Emery",
      "fore_name": "Jon D",
      "initials": "JD",
      "name": "Jon D Emery",
      "affiliations": [
        "MA, MBBCh, FRACGP, MRCGP, DPhil, Professor of Primary Care Cancer Research, Centre for Cancer Research, Department of General Practice, Faculty of Medicine, Dentistry and Health Sciences, Victorian Comprehensive Cancer Centre, University of Melbourne, Vic."
      ]
    }
  ],
  "journal": {
    "title": "Australian journal of general practice",
    "iso_abbreviation": "Aust J Gen Pract",
    "issn": "2208-7958",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "139",
  "end_page": "145",
  "pages": "139-145",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Australia",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Cross-Sectional Studies",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Patient Compliance",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "29621846",
    "doi": "10.31128/AFP-04-17-4195"
  },
  "doi": "10.31128/AFP-04-17-4195",
  "dates": {
    "completed": "2019-06-17",
    "revised": "2019-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.656108",
    "pmid": "29621846"
  }
}