{
  "pmid": "29633514",
  "uid": "29633514",
  "title": "Guideline of guidelines: primary monotherapies for localised or locally advanced prostate cancer.",
  "abstract": "Decisions regarding the primary treatment of prostate cancer depend on several patient- and disease-specific factors. Several international guidelines regarding the primary treatment of prostate cancer exist; however, they have not been formally compared. As guidelines often contradict each other, we aimed to systematically compare recommendations regarding the different primary treatment modalities of prostate cancer between guidelines. We searched Medline, the National Guidelines Clearinghouse, the library of the Guidelines International Network, and the websites of major urological associations for prostate cancer treatment guidelines. In total, 14 guidelines from 12 organisations were included in the present article. One of the main discrepancies concerned the definition of 'localised' prostate cancer. Localised prostate cancer was defined as cT1-cT3 in most guidelines; however, this disease stage was defined in other guidelines as cT1-cT2, or as any T-stage as long as there is no lymph node involvement (N0) or metastases (M0). In addition, the risk stratification of localised cancer differed considerably between guidelines. Recommendations regarding radical prostatectomy and hormonal therapy were largely consistent between the guidelines. However, recommendations regarding active surveillance, brachytherapy, and external beam radiotherapy varied, mainly as a result of the inconsistencies in the risk stratification. The differences in year of publication and the methodology (i.e. consensus-based or evidence-based) for developing the guidelines might partly explain the differences in recommendations. It can be assumed that the observed variation in international clinical practice regarding the primary treatment of prostate cancer might be partly due to the inconsistent recommendations in different guidelines.",
  "authors": [
    {
      "last_name": "Lancee",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Lancee",
      "affiliations": [
        "Utrecht University, Utrecht, The Netherlands.",
        "Department of Research, Netherlands Comprehensive Cancer Organisation, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "de Reijke",
      "fore_name": "Theo M",
      "initials": "TM",
      "name": "Theo M de Reijke",
      "affiliations": [
        "Department of Urology, Academic Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Kataja",
      "fore_name": "Vesa V",
      "initials": "VV",
      "name": "Vesa V Kataja",
      "affiliations": [
        "Central Finland Central Hospital, Central Finland Health Care District, Jyväskylä, Finland."
      ]
    },
    {
      "last_name": "Aben",
      "fore_name": "Katja K H",
      "initials": "KKH",
      "name": "Katja K H Aben",
      "affiliations": [
        "Department of Research, Netherlands Comprehensive Cancer Organisation, Utrecht, The Netherlands.",
        "Radboud Institute for Health Sciences, Radboud University Medical Centre, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Research, Netherlands Comprehensive Cancer Organisation, Utrecht, The Netherlands."
      ],
      "orcid": "0000-0001-5734-4566"
    }
  ],
  "journal": {
    "title": "BJU international",
    "iso_abbreviation": "BJU Int",
    "issn": "1464-410X",
    "issn_type": "Electronic",
    "volume": "122",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "535",
  "end_page": "548",
  "pages": "535-548",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Brachytherapy",
    "Chemotherapy, Adjuvant",
    "Humans",
    "Male",
    "Neoadjuvant Therapy",
    "Practice Guidelines as Topic",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "Watchful Waiting"
  ],
  "article_ids": {
    "pubmed": "29633514",
    "doi": "10.1111/bju.14237"
  },
  "doi": "10.1111/bju.14237",
  "dates": {
    "completed": "2019-03-26",
    "revised": "2019-03-26"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.909400",
    "pmid": "29633514"
  }
}