{
  "pmid": "29649021",
  "uid": "29649021",
  "title": "Impressions of Early Mobilization of Critically Ill Children-Clinician, Patient, and Family Perspectives.",
  "abstract": "OBJECTIVES: To understand patient, family caregiver, and clinician impressions of early mobilization, the perceived barriers and facilitators to its implementation, and the use of in-bed cycling as a method of mobilization. DESIGN: A qualitative study, conducted as part of the Early Exercise in Critically ill Youth and Children, a preliminary Evaluation (wEECYCLE) Pilot randomized controlled trial. SETTING: McMaster Children's Hospital PICU, Hamilton, ON, Canada. PARTICIPANTS: Clinicians (i.e., physicians, nurses, and physiotherapists), family caregivers, and capable patients age greater than or equal to 8 years old who were enrolled in a clinical trial of early mobilization in critically ill children (wEECYCLE). INTERVENTION: Semistructured, face-to-face interviews using a customized interview guide for clinicians, caregivers, and patients respectively, conducted after exposure to the early mobilization intervention. MEASUREMENTS AND MAIN RESULTS: Thirty-seven participants were interviewed (19 family caregivers, four patients, and 14 clinicians). Family caregivers and clinicians described similar interrelated themes representing barriers to mobilization, namely low prioritization of mobilization by the medical team, safety concerns, the lack of physiotherapy resources, and low patient motivation. Key facilitators were family trust in the healthcare team, team engagement, an a priori belief that physical activity is important, and participation in research. Increased familiarity and specific features such as the virtual reality component and ability to execute passive and or active mobilization helped to engage critically ill children in in-bed cycling. CONCLUSIONS: Clinicians, patients, and families were highly supportive of mobilization in critically ill children; however, concerns were identified with respect to how and when to execute this practice. Understanding key stakeholder perspectives enables the development of strategies to facilitate the implementation of early mobilization and in-bed cycling, not just in the context of a clinical trial but also within the culture of practice in a PICU.",
  "authors": [
    {
      "last_name": "Zheng",
      "fore_name": "Katina",
      "initials": "K",
      "name": "Katina Zheng",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada.",
        "Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Sarti",
      "fore_name": "Aimee",
      "initials": "A",
      "name": "Aimee Sarti",
      "affiliations": [
        "Department of Critical Care, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Boles",
      "fore_name": "Sama",
      "initials": "S",
      "name": "Sama Boles",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Saoirse",
      "initials": "S",
      "name": "Saoirse Cameron",
      "affiliations": [
        "University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Carlisi",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Carlisi",
      "affiliations": [
        "University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Clark",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Khawaji",
      "fore_name": "Adeeb",
      "initials": "A",
      "name": "Adeeb Khawaji",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Awladthani",
      "fore_name": "Saif",
      "initials": "S",
      "name": "Saif Awladthani",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Al-Harbi",
      "fore_name": "Samah",
      "initials": "S",
      "name": "Samah Al-Harbi",
      "affiliations": [
        "Department of Pediatric, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "19",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "e350",
  "end_page": "e357",
  "pages": "e350-e357",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Caregivers",
    "Child",
    "Critical Illness",
    "Early Ambulation",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Male",
    "Parents",
    "Physical Therapy Modalities",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "29649021",
    "doi": "10.1097/PCC.0000000000001547"
  },
  "doi": "10.1097/PCC.0000000000001547",
  "dates": {
    "completed": "2019-09-10",
    "revised": "2019-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.907258",
    "pmid": "29649021"
  }
}