{
  "pmid": "29650621",
  "uid": "29650621",
  "title": "Barriers to and enablers of advance care planning with patients in primary care: Survey of health care providers.",
  "abstract": "OBJECTIVE: To identify barriers to and enablers of advance care planning (ACP) perceived by physicians and other health professionals in primary care. DESIGN: Cross-sectional, self-administered survey. SETTING: Ontario, Alberta, and British Columbia. PARTICIPANTS: Family physicians (n = 117) and other health professionals (n = 64) in primary care. MAIN OUTCOME MEASURES: Perceived barriers relating to the clinician, characteristics of patients, and system factors, rated on a 7-point scale from 0 (not at all) to 6 (an extreme amount), and enablers reported using an open-ended question. RESULTS: Between November 2014 and June 2015, questionnaires were returned by 72.2% (117 of 162) of family physicians and 68.8% (64 of 93) of the other health professionals. Physicians rated insufficient time, inability to electronically transfer the advance care plan across care settings, decreased interaction with patients near the end of life owing to transfer of care, and patients' difficulty understanding limitations and complications of treatment options as the highest barriers. Other health professionals additionally identified their own lack of knowledge and difficulty accessing the physician as barriers. Themes identified as enablers included greater public engagement, clinician attitudes, creating capacity for clinicians, integrating ACP into practice, and system and policy supports. CONCLUSION: In primary care, there are barriers to engaging patients in ACP at the patient, provider, and system levels that could potentially be addressed through the informed development of multifaceted interventions.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont. mhoward@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Assistant Clinical Professor in the Department of Family Medicine at McMaster University and Associate Program Director, Curriculum and Remediation in the Department of Family and Community Medicine at the University of Toronto in Ontario."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Klein",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at the University of Alberta in Edmonton."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Researcher in the Department of Family Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at the University of Calgary in Alberta."
      ]
    },
    {
      "last_name": "Slaven",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Slaven",
      "affiliations": [
        "Assistant Clinical Professor in the Division of Palliative Care at McMaster University."
      ]
    },
    {
      "last_name": "Barwich",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Barwich",
      "affiliations": [
        "Clinical Associate Professor in the Division of Palliative Care in the Department of Medicine at the University of British Columbia in Vancouver."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Associate Professor in the Department of Health Research Methods, Evidence and Impact and the Department of Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Professor in the Department of Critical Care Medicine and the Department Public Health Sciences at Queen's University in Kingston, Ont, and Director of the Clinical Evaluation Research Unit at Kingston General Hospital."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "e190",
  "end_page": "e198",
  "pages": "e190-e198",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Canada",
    "Communication Barriers",
    "Cross-Sectional Studies",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Health Personnel",
    "Humans",
    "Male",
    "Middle Aged",
    "Physicians, Family",
    "Primary Health Care",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "29650621",
    "pmc": "PMC5897087",
    "pii": "64/4/e190"
  },
  "pmc_id": "PMC5897087",
  "dates": {
    "completed": "2019-09-10",
    "revised": "2019-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.523698",
    "pmid": "29650621"
  }
}