{
  "pmid": "29661182",
  "uid": "29661182",
  "title": "Women's perspectives on the ethical implications of non-invasive prenatal testing: a qualitative analysis to inform health policy decisions.",
  "abstract": "BACKGROUND: Non-Invasive Prenatal Testing (NIPT) is a technology which provides information about fetal genetic characteristics (including sex) very early in pregnancy by examining fetal DNA obtained from a sample of maternal blood. NIPT is a morally complex technology that has advanced quickly to market with a strong push from industry developers, leaving many areas of uncertainty still to be resolved, and creating a strong need for health policy that reflects women's social and ethical values. We approach the need for ethical policy-making by studying the use of NIPT and emerging policy in the province of Ontario, Canada. METHODS: Using an adapted version of constructivist grounded theory, we conducted interviews with 38 women who have had personal experiences with NIPT. We used an iterative process of data collection and analysis and a staged coding strategy to conduct a descriptive analysis of ethics issues identified implicitly and explicitly by women who have been affected by this technology. RESULTS: The findings of this paper focus on current ethical issues for women seeking NIPT, including place in the prenatal pathway, health care provider counselling about the test, industry influence on the diffusion of NIPT, consequences of availability of test results. Other issues gain relevance in the context of future policy decisions regarding NIPT, including funding of NIPT and principles that may govern the expansion of the scope of NIPT. These findings are not an exhaustive list of all the potential ethical issues related to NIPT, but rather a representation of the issues which concern women who have personal experience with this test. CONCLUSIONS: Women who have had personal experience with NIPT have concerns and priorities which sometimes contrast dramatically with the theoretical ethics literature. These findings suggest the importance of engaging patients in ethical deliberation about morally complex technologies, and point to the need for more deliberative patient engagement work in this area.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, DBHSC 5003E, 100 Main St W, Hamilton, ON, L8P 1H6, Canada. Meredith.vanstone@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. Meredith.vanstone@mcmaster.ca."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Cernat",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Cernat",
      "affiliations": [
        "Life Sciences Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nisker",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Nisker",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Western University, London, ON, Canada.",
        "Children's Health Research Institute, London, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical ethics",
    "iso_abbreviation": "BMC Med Ethics",
    "issn": "1472-6939",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "start_page": "27",
  "pages": "27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude",
    "Bioethical Issues",
    "DNA",
    "Decision Making",
    "Female",
    "Fetus",
    "Genetic Testing",
    "Grounded Theory",
    "Health Policy",
    "Humans",
    "Ontario",
    "Pregnancy",
    "Prenatal Care",
    "Qualitative Research",
    "Surveys and Questionnaires",
    "Technology",
    "Women"
  ],
  "article_ids": {
    "pubmed": "29661182",
    "pmc": "PMC5902938",
    "doi": "10.1186/s12910-018-0267-4",
    "pii": "10.1186/s12910-018-0267-4"
  },
  "doi": "10.1186/s12910-018-0267-4",
  "pmc_id": "PMC5902938",
  "dates": {
    "completed": "2019-02-25",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "DNA"
  ],
  "grants": [
    {
      "grant_id": "136734",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.086187",
    "pmid": "29661182"
  }
}