{
  "pmid": "29661237",
  "uid": "29661237",
  "title": "Evaluating the effects of delivering integrated kinesthetic and tactile cues to individuals with unilateral hemiparetic stroke during overground walking.",
  "abstract": "BACKGROUND: Integration of kinesthetic and tactile cues for application to post-stroke gait rehabilitation is a novel concept which needs to be explored. The combined provision of haptic cues may result in collective improvement of gait parameters such as symmetry, balance and muscle activation patterns. Our proposed integrated cue system can offer a cost-effective and voluntary gait training experience for rehabilitation of subjects with unilateral hemiparetic stroke. METHODS: Ten post-stroke ambulatory subjects participated in a 10 m walking trial while utilizing the haptic cues (either alone or integrated application), at their preferred and increased gait speeds. In the system a haptic cane device (HCD) provided kinesthetic perception and a vibrotactile feedback device (VFD) provided tactile cue on the paretic leg for gait modification. Balance, gait symmetry and muscle activity were analyzed to identify the benefits of utilizing the proposed system. RESULTS: When using kinesthetic cues, either alone or integrated with a tactile cue, an increase in the percentage of non-paretic peak activity in the paretic muscles was observed at the preferred gait speed (vastus medialis obliquus: p <  0.001, partial eta squared (η[2]) = 0.954; semitendinosus p <  0.001, partial η[2] = 0.793) and increased gait speeds (vastus medialis obliquus: p <  0.001, partial η[2] = 0.881; semitendinosus p = 0.028, partial η[2] = 0.399). While using HCD and VFD (individual and integrated applications), subjects could walk at their preferred and increased gait speeds without disrupting trunk balance in the mediolateral direction. The temporal stance symmetry ratio was improved when using tactile cues, either alone or integrated with a kinesthetic cue, at their preferred gait speed (p <  0.001, partial η[2] = 0.702). CONCLUSIONS: When combining haptic cues, the subjects walked at their preferred gait speed with increased temporal stance symmetry and paretic muscle activity affecting their balance. Similar improvements were observed at higher gait speeds. The efficacy of the proposed system is influenced by gait speed. Improvements were observed at a 20% increased gait speed, whereas, a plateau effect was observed at a 40% increased gait speed. These results imply that integration of haptic cues may benefit post-stroke gait rehabilitation by inducing simultaneous improvements in gait symmetry and muscle activity.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Raheel",
      "initials": "MR",
      "name": "Muhammad Raheel Afzal",
      "affiliations": [
        "School of Integrated Technology, Gwangju Institute of Science and Technology, 123 Cheomdangwagi-ro, Buk-gu, Gwangju, 61005, Republic of Korea."
      ]
    },
    {
      "last_name": "Pyo",
      "fore_name": "Sanghun",
      "initials": "S",
      "name": "Sanghun Pyo",
      "affiliations": [
        "School of Integrated Technology, Gwangju Institute of Science and Technology, 123 Cheomdangwagi-ro, Buk-gu, Gwangju, 61005, Republic of Korea."
      ]
    },
    {
      "last_name": "Oh",
      "fore_name": "Min-Kyun",
      "initials": "MK",
      "name": "Min-Kyun Oh",
      "affiliations": [
        "Department of Rehabilitation Medicine, Gyeongsang National University School of Medicine, Gyeongsang National University Hospital, Jinju, 52727, Republic of Korea. solioh21@hanmail.net."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Young Sook",
      "initials": "YS",
      "name": "Young Sook Park",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Sungkyunkwan University School of Medicine, Samsung Changwon Hospital, Changwon, 51353, Republic of Korea."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jungwon",
      "initials": "J",
      "name": "Jungwon Yoon",
      "affiliations": [
        "School of Integrated Technology, Gwangju Institute of Science and Technology, 123 Cheomdangwagi-ro, Buk-gu, Gwangju, 61005, Republic of Korea. jyoon@gist.ac.kr."
      ],
      "orcid": "0000-0003-1350-5334"
    }
  ],
  "journal": {
    "title": "Journal of neuroengineering and rehabilitation",
    "iso_abbreviation": "J Neuroeng Rehabil",
    "issn": "1743-0003",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canes",
    "Cues",
    "Feedback, Sensory",
    "Female",
    "Gait",
    "Humans",
    "Kinesthesis",
    "Male",
    "Middle Aged",
    "Postural Balance",
    "Stroke Rehabilitation",
    "Touch",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "29661237",
    "pmc": "PMC5902868",
    "doi": "10.1186/s12984-018-0372-0",
    "pii": "10.1186/s12984-018-0372-0"
  },
  "doi": "10.1186/s12984-018-0372-0",
  "pmc_id": "PMC5902868",
  "dates": {
    "completed": "2019-08-20",
    "revised": "2024-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.809466",
    "pmid": "29661237"
  }
}