{
  "pmid": "29665199",
  "uid": "29665199",
  "title": "Authorship in reports of clinical practice guidelines: A systematic cross-sectional analysis.",
  "abstract": "BACKGROUND: A transparent and explicit reporting on authors' contributions to the development of clinical practice guidelines and on panelists' characteristics is essential for their credibility and trustworthiness. We did not find published studies on authorship or panel involvement in clinical practice guidelines. OBJECTIVE: To describe the approach to authorship in reports of clinical practice guidelines, and the characteristics of individual authors. METHODS: We conducted a cross-sectional survey of guidelines listed in the National Guideline Clearing House (NGC) in 2016. We abstracted data on the general characteristics of the guidelines, report approach to authorship, and individual authors characteristics. Data abstraction was in duplicate and independent manner using standardised form. Data analyses were both descriptive and regression analyses. RESULTS: Overall, 139 eligible guidelines with published papers were identified. Of these, 48 (35%) included a group authorship statement in the author byline. A third of these guidelines (n = 45; 32%) reported on authors' contributions, while about half of the guidelines (n = 74; 53%) reported who of the authors served as panel members. Around one-fifth of the guidelines (n = 30; 22%) reported group membership (eg, content expert, patient representative) for at least 1 author. Less than one-seventh of the eligible guidelines indicated who selected the panel members (n = 18; 13%), reported the types of panel members (n = 18; 13%) or the selection criteria (n = 12; 9%). Higher journal impact factor was associated with both \"reporting of the author contributions\" (OR = 1.07) and \"the inclusion of a panel membership section in the guideline report\" (OR = 1.21). CONCLUSION: Low percentages of clinical practice guidelines report information on important aspects of authorship and characteristics of individual authors. Better reporting of some of these criteria was associated with journal impact factor.",
  "authors": [
    {
      "last_name": "Nomier",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Nomier",
      "affiliations": [
        "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-1369-3945"
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-5567-7065"
    },
    {
      "last_name": "Ali",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Ali",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daou",
      "fore_name": "Karim N",
      "initials": "KN",
      "name": "Karim N Daou",
      "affiliations": [
        "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Semaan",
      "fore_name": "Aline T",
      "initials": "AT",
      "name": "Aline T Semaan",
      "affiliations": [
        "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diab",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Diab",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "International journal of clinical practice",
    "iso_abbreviation": "Int J Clin Pract",
    "issn": "1742-1241",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "e13083",
  "pages": "e13083",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Authorship",
    "Cross-Sectional Studies",
    "Guidelines as Topic",
    "Humans",
    "Journal Impact Factor",
    "Medical Writing",
    "Publishing",
    "Societies, Scientific"
  ],
  "article_ids": {
    "pubmed": "29665199",
    "doi": "10.1111/ijcp.13083"
  },
  "doi": "10.1111/ijcp.13083",
  "dates": {
    "completed": "2018-10-22",
    "revised": "2018-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.184275",
    "pmid": "29665199"
  }
}