{
  "pmid": "29662520",
  "uid": "29662520",
  "title": "Measuring Children's Mental Health in Ontario: Policy Issues and Prospects for Change.",
  "abstract": "Children's mental health in Canada is characterized by high needs coupled with stark service shortfalls. In Ontario and in many provinces, addressing these shortfalls is hampered by the absence of a measurement system, something that researchers have long called for. This commentary aims to review the issues and suggest prospects for improving the measurement of children's mental health in Ontario and elsewhere. As background, we first describe the children's mental health needs; outline the rationale for a measurement system; describe previous attempts to introduce such systems, including in Ontario; and discuss the current Ontario situation. We then explore some of the issues that constrain policy and that need to be overcome, and suggest prospects for change - for advancing the measurement of children's mental health in Ontario and Canada.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "Children's Health Policy Centre, Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "27",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "88",
  "end_page": "98",
  "pages": "88-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29662520",
    "pmc": "PMC5896522"
  },
  "pmc_id": "PMC5896522",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:40.656899",
    "pmid": "29662520"
  }
}