{
  "pmid": "29669685",
  "uid": "29669685",
  "title": "Nurses' views on legalising assisted dying in New Zealand: A cross-sectional study.",
  "abstract": "AIMS: This study investigated New Zealand nurses' views on legalising assisted dying across a range of clinical conditions, nurses' willingness to engage in legal assisted dying, potential deterrents and enablers to such engagement, and nurses' perceptions of the proper role of their professional bodies in relation to legalising assisted dying. BACKGROUND: A Bill for legalising assisted dying is currently before the New Zealand parliament. Of the 16 jurisdictions where assisted dying has been specifically legislated, only the Canadian federal statute provides nurses with explicit legal protection for their performance of assisted dying-related tasks. An absence of policy development and planning for safe nursing practice prior to legalisation of assisted dying results in a gap in professional support and guidance. DESIGN: Exploratory cross-sectional survey. RESPONDENTS: A self-selected sample of 475 New Zealand nurses responded to an anonymous online survey disseminated through the newsletters and websites of relevant medical and nursing professional bodies. A sub-sample of nurses who expressed support for or ambivalence about legalisation (n = 356): rated their level of support for legalising assisted dying in New Zealand across a range of medical conditions, and their willingness to participate in a range of assisted dying tasks; identified barriers and facilitators to potential participation; and assessed the responsibility of the professional bodies to provide practice supports. METHOD: Mixed-method approach using descriptive analysis of quantitative data; qualitative data were analysed thematically. RESULTS: Nurses supported legalisation at a rate (67%) significantly greater than that of doctors (37%) and for a diverse range of medical conditions. Most supporting nurses were willing to engage in the full range of relevant assisted dying roles. They identified several practical and ethical supports as essential to safe engagement, in particular practice guidelines, specific training, legal protections, clinical supervision and mentoring, and independent review of assisted dying service provision. They saw the facilitation of these supports as primarily the responsibility of their professional bodies. IMPLICATIONS FOR POLICY: Nursing bodies should proactively facilitate workforce awareness and development of assisted dying policy and practice supports in anticipation of legalisation. This can be done through information campaigns and by adapting assisted dying policy, practice materials and systems already developed internationally. Nursing bodies need to engage in formulating legislation to ensure inclusion of explicit protections for participating nurses and to delegate relevant responsibilities to regulatory bodies.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Wilson Associates, 22 Pitt St, Marden, South Australia, Australia. Electronic address: michael.r.wilson@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Pam",
      "initials": "P",
      "name": "Pam Oliver",
      "affiliations": [
        "Pam Oliver Ltd., Research and Evaluation, 1 Newton Rd., Waiheke Island, New Zealand. Electronic address: pam.oliver.waiheke@gmail.com."
      ]
    },
    {
      "last_name": "Malpas",
      "fore_name": "Phillipa",
      "initials": "P",
      "name": "Phillipa Malpas",
      "affiliations": [
        "Department of Psychological Medicine, Faculty of Medical and Health Sciences, University of Auckland, New Zealand. Electronic address: p.malpas@auckland.ac.nz."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "89",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "116",
  "end_page": "124",
  "pages": "116-124",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "New Zealand",
    "Nurse's Role",
    "Nursing Staff",
    "Suicide, Assisted"
  ],
  "article_ids": {
    "pubmed": "29669685",
    "doi": "10.1016/j.ijnurstu.2018.03.012",
    "pii": "S0020-7489(18)30063-4"
  },
  "doi": "10.1016/j.ijnurstu.2018.03.012",
  "dates": {
    "completed": "2019-06-24",
    "revised": "2019-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.469521",
    "pmid": "29669685"
  }
}