{
  "pmid": "29661136",
  "uid": "29661136",
  "title": "Effects of a community health promotion program on social factors in a vulnerable older adult population residing in social housing.",
  "abstract": "BACKGROUND: Supporting older adults' health and wellbeing in the community is an important policy goal that can be supported by health promotion. Despite widespread acceptance of the biopsychosocial model of health and its relation to health, many health promotion programs fail to realize this model in program design. Further, there is limited evidence to support program design targeting social determinants of health such as social isolation or connectedness. To fill this gap, we aimed to understand older adult's experiences participating in cardiovascular health promotion program in a subsidized residential building to capture unintended 'spin-off' psychosocial effects. METHODS: This study took a constructivist, ethnographic approach utilizing participant observation and semi-structured interviews with participants of the program to understand participant's lived experiences of a health promotion program. In total, we conducted eighty hours of field work and fifteen semi-structured interviews with participants of the program. Thematic analysis was used to analyze the data. RESULTS: Four themes emerged. First, the health promotion program filled a perceived gap caused by a constrained and impersonal health care system. Secondly, the program connected older adults with resources and provided regular and secure access to health information and support. Third, for some residents, the program facilitated social relationships between older adults, leaving participants feeling more socially connected to other residents. Lastly, a paradox of loneliness emerged where older adults talked openly about feelings of loneliness, however not in relation to themselves, but rather regarding their peers. CONCLUSIONS: Psychosocial aspects of health, such as loneliness, social connectedness, and social support may be of equal value as the physical health benefits to the older adults who participate in health promotion programs. Incorporating these elements into programming is a complex goal, and the complexity of targeting social determinants of health such as social loneliness or connectedness should not be under-estimated. Given the benefits of targeting social determinants of health, future research should be considered that measure both the objective and subjective aspects of social isolation, loneliness and connectedness in health promotion programming.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Departments of Family Medicine, Clinical Epidemiology and Biostatistics, Family Medicine Residency Program, McMaster University, David Braley Health Sciences Centre, 100 Main Street West, 5th Floor, Hamilton, ON, L8P 1H6, Canada. agarg@mcmaster.ca.",
        "Department of Health, Aging and Society, McMaster University, 1200 Main St W, Hamilton, ON, L8S, 4L8, Canada. agarg@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1200 Main St W, Hamilton, ON, L8S, 4L8, Canada. agarg@mcmaster.ca."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Brydges",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Brydges",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, 1200 Main St W, Hamilton, ON, L8S, 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "16"
  },
  "start_page": "95",
  "pages": "95",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Health Promotion",
    "Housing",
    "Humans",
    "Loneliness",
    "Male",
    "Middle Aged",
    "Motivation",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "29661136",
    "pmc": "PMC5902999",
    "doi": "10.1186/s12877-018-0764-9",
    "pii": "10.1186/s12877-018-0764-9"
  },
  "doi": "10.1186/s12877-018-0764-9",
  "pmc_id": "PMC5902999",
  "dates": {
    "completed": "2019-02-11",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.650905",
    "pmid": "29661136"
  }
}