{
  "pmid": "29678617",
  "uid": "29678617",
  "title": "Uncertain times: A survey of Canadian women's perspectives toward mammography screening.",
  "abstract": "Evolving scientific evidence about mammography has raised new questions about the net benefits of organized screening, yet gaps remain about women's current screening practices, knowledge, attitudes and values toward screening to support informed decision making in this area. We addressed this gap through an online survey of 2000 screen-eligible women from Ontario, Canada in January 2016. Likert-scaled and categorical questions were used to collect information about screening practices, knowledge of benefits and risks of screening and underlying attitudes and values toward screening. Results for all responses were summarized using descriptive statistics. Comparison of results between ever screened versus never screened respondents was performed using chi-squared tests. Most women felt informed about screening yet had doubts about how informed their decisions were. They were more confident in their knowledge of the benefits than the risks which aligned with the emphasis given to benefits in discussions with health care providers. The benefits of screening were linked with lowered anxiety about breast cancer. The never screened were less likely to overstate the benefits of screening, more likely to give weight to the risks, and less likely to report anxiety or worry about breast cancer. Findings highlight the need for improved communication strategies and decision supports that emphasize the provision of current, balanced information about the benefits and risks of screening, both at the population-level (through mass media) and within patient-provider interactions. Sensitivity to the psychosocial factors that shape women's attitudes toward mammography screening should be central to any strategy.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada; Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada. Electronic address: abelsonj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tripp",
      "fore_name": "Laura",
      "initials": "L",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa C",
      "initials": "MC",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Hospital and Cancer Centre, 711 Concession Street, Hamilton, Ontario L8V 1C3, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Hospital and Cancer Centre, 711 Concession Street, Hamilton, Ontario L8V 1C3, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Hospital and Cancer Centre, 711 Concession Street, Hamilton, Ontario L8V 1C3, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "112",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "209",
  "end_page": "215",
  "pages": "209-215",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Breast Neoplasms",
    "Decision Making",
    "Early Detection of Cancer",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Internet",
    "Mammography",
    "Mass Screening",
    "Middle Aged",
    "Patient Participation",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "29678617",
    "doi": "10.1016/j.ypmed.2018.04.021",
    "pii": "S0091-7435(18)30132-4"
  },
  "doi": "10.1016/j.ypmed.2018.04.021",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2021-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.685791",
    "pmid": "29678617"
  }
}