{
  "pmid": "29679046",
  "uid": "29679046",
  "title": "Impact of antenatal corticosteroids in preterm neonates based on maternal body mass index.",
  "abstract": "OBJECTIVE: Impact of antenatal corticosteroid (ACS) in context of maternal body mass index (BMI) as it relates to neonatal outcomes remains unclear. We sought to evaluate effects of ACS on clinical outcomes of preterm infants based on maternal BMI. METHODS: We performed a retrospective cohort study among neonates 23-33 weeks' GA at a tertiary neonatal intensive care unit from 2011 to 2015. Outcomes of neonates exposed to any ACS and pre-pregnancy maternal BMI ≥ 25 (N = 491) were compared with maternal BMI < 25 (N = 484). A priori planned subgroup analyses based on ACS exposure (partial ACS; complete ACS ≤ 7 days prior to delivery (PTD); and complete ACS > 7 days PTD) were conducted. Primary outcome was composite of mortality or any of moderate/severe bronchopulmonary dysplasia, severe neurologic injury, severe retinopathy of prematurity, necrotizing enterocolitis stage, or primary bloodstream infection. RESULTS: Preterm neonates with maternal BMI ≥ 25 (exposed to any ACS) were not at increased risk of composite outcome vs. BMI < 25 (adjusted odd ratio (aOR) 1.03, 95% confidence interval (CI) 0.84-1.48), nor any individual neonatal morbidities. Similar findings were noted in subgroup analyses by type of ACS exposure. CONCLUSION: Impact of ACS on neonatal outcomes do not appear to be influenced by maternal BMI based on data from this cohort. However, further research is required to definitively elucidate the impact of BMI on ACS with regards to pharmacokinetics and neonatal outcomes.",
  "authors": [
    {
      "last_name": "Faden",
      "fore_name": "Maheer",
      "initials": "M",
      "name": "Maheer Faden",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada.",
        "Department of Newborn Medicine, King Abdullah bin Abdulaziz University Hospital, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada.",
        "Department of Radiology, McMaster University, Hamilton, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar S",
      "initials": "PS",
      "name": "Prakeshkumar S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mukerji",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Mukerji",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada. mukerji@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of perinatology : official journal of the California Perinatal Association",
    "iso_abbreviation": "J Perinatol",
    "issn": "1476-5543",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "813",
  "end_page": "819",
  "pages": "813-819",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Body Mass Index",
    "Cohort Studies",
    "Confidence Intervals",
    "Female",
    "Follow-Up Studies",
    "Gestational Age",
    "Gestational Weight Gain",
    "Humans",
    "Infant",
    "Infant Mortality",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Intensive Care Units, Neonatal",
    "Odds Ratio",
    "Pregnancy",
    "Pregnancy Outcome",
    "Prenatal Care",
    "Retrospective Studies",
    "Risk Assessment",
    "Tertiary Care Centers",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "29679046",
    "doi": "10.1038/s41372-018-0105-z",
    "pii": "10.1038/s41372-018-0105-z"
  },
  "doi": "10.1038/s41372-018-0105-z",
  "dates": {
    "completed": "2019-10-31",
    "revised": "2019-10-31"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.063986",
    "pmid": "29679046"
  }
}