{
  "pmid": "29673801",
  "uid": "29673801",
  "title": "[GRADE Guidelines: 16. GRADE evidence to decision frameworks for tests in clinical practice and public health].",
  "abstract": "OBJECTIVE: To describe the Grading of Recommendations Assessment, Development and Evaluation (GRADE) interactive Evidence to Decision (EtD) frameworks for tests and test strategies for clinical, public health or coverage decisions. STUDY DESIGN AND SETTING: As part of the GRADE Working Group's DECIDE project we conducted workshops, user testing with systematic review authors, guideline developers and other decision makers, and piloted versions of the EtD framework. RESULTS: EtD frameworks for tests share the structure, explicitness, and transparency of other EtD frameworks. They require specifying the purpose of the test, linked or related management and the key outcomes of concern for different test results and subsequent management. The EtD criteria address test accuracy and assessments of the certainty of the additional evidence necessary for decision-making. When there is no direct evidence of test effects on patient important outcomes, formal or informal modeling is needed to estimate effects. We describe the EtD criteria based on examples developed with GRADEpro (www.gradepro.org), GRADE's software that also provides interactive Summary of Findings Tables. CONCLUSION: EtD frameworks for developing recommendations and making decisions about tests lay out the sequential steps in reviewing and assessing the different types of evidence that need to be linked.",
  "authors": [
    {
      "last_name": "Morche",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Morche",
      "affiliations": [
        "Abteilung Fachberatung Medizin, Gemeinsamer Bundesausschuss, Berlin, Deutschland. Electronic address: johannes.morche@g-ba.de."
      ]
    },
    {
      "last_name": "Conrad",
      "fore_name": "Susann",
      "initials": "S",
      "name": "Susann Conrad",
      "affiliations": [
        "Abteilung Fachberatung Medizin, Gemeinsamer Bundesausschuss, Berlin, Deutschland."
      ]
    },
    {
      "last_name": "Passon",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Passon",
      "affiliations": [
        "Abteilung Fachberatung Medizin, Gemeinsamer Bundesausschuss, Berlin, Deutschland."
      ]
    },
    {
      "last_name": "Perleth",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Perleth",
      "affiliations": [
        "Abteilung Fachberatung Medizin, Gemeinsamer Bundesausschuss, Berlin, Deutschland."
      ]
    },
    {
      "last_name": "Gartlehner",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Gartlehner",
      "affiliations": [
        "Department für Evidenzbasierte Medizin und Klinische Epidemiologie, Donau-Universität Krems, Krems, Österreich; RTI International, 3040 Cornwallis Drive, Research Triangle Park, NC, USA."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Jörg J",
      "initials": "JJ",
      "name": "Jörg J Meerpohl",
      "affiliations": [
        "Institut für Evidenz in der Medizin (für Cochrane Deutschland Stiftung), Universitätsklinikum Freiburg - Medizinische Fakultät, Albert-Ludwigs-Universität Freiburg, Freiburg, Deutschland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, 1280 Main Street West, Hamilton, ON, Kanada."
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "2212-0289",
    "issn_type": "Electronic",
    "volume": "133",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "58",
  "end_page": "66",
  "pages": "58-66",
  "language": "ger",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Decision Making",
    "Education, Medical",
    "Evidence-Based Medicine",
    "Germany",
    "Guidelines as Topic",
    "Humans",
    "Public Health",
    "Software"
  ],
  "article_ids": {
    "pubmed": "29673801",
    "doi": "10.1016/j.zefq.2018.03.004",
    "pii": "S1865-9217(18)30057-6"
  },
  "doi": "10.1016/j.zefq.2018.03.004",
  "dates": {
    "completed": "2019-06-10",
    "revised": "2019-06-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.652977",
    "pmid": "29673801"
  }
}