{
  "pmid": "29678987",
  "uid": "29678987",
  "title": "Protocol for a phase III, non-inferiority, randomised comparison of a new fibrinogen concentrate versus cryoprecipitate for treating acquired hypofibrinogenaemia in bleeding cardiac surgical patients: the FIBRES trial.",
  "abstract": "INTRODUCTION: Coagulopathic bleeding is a serious complication of cardiac surgery to which an important contributor is acquired hypofibrinogenaemia (plasma fibrinogen <1.5-2.0 g/L). The standard intervention for acquired hypofibrinogenaemia is cryoprecipitate, but purified fibrinogen concentrates are also available. There is little comparative data between the two therapies and randomised trials are needed. METHODS AND ANALYSIS: FIBrinogen REplenishment in Surgery (FIBRES) is a multicentre, randomised (1:1), active-control, single-blinded, phase III trial in adult cardiac surgical patients experiencing clinically significant bleeding related to acquired hypofibrinogenaemia. The primary objective is to demonstrate that fibrinogen concentrate (Octafibrin/Fibryga; Octapharma) is non-inferior to cryoprecipitate. All patients for whom fibrinogen supplementation is ordered by the clinical team within 24 hours of cardiopulmonary bypass will receive 4 g of fibrinogen concentrate or 10 units of cryoprecipitate (dose-equivalent to 4 g), based on random allocation and deferred consent. The primary outcome is total red cell, platelet and plasma transfusions administered within 24 hours of bypass. Secondary outcomes include major bleeding, fibrinogen levels and adverse events within 28 days. Enrolment of 1200 patients will provide >90% power to demonstrate non-inferiority. One preplanned interim analysis will include 600 patients. The pragmatic design and treatment algorithm align with standard practice, aiding adherence and generalisability. ETHICS AND DISSEMINATION: The study is approved by the local research ethics board and will be conducted in accordance with the Declaration of Helsinki, Good Clinical Practice guidelines and regulatory requirements. Patient consent prior to treatment is waived, as per criteria in the Tri-Council Policy Statement. Results will be published in the scientific/medical literature, and at international congresses. Non-inferiority of purified fibrinogen concentrate would support its use in acquired hypofibrinogenaemia. The results are likely to improve care for cardiac surgical patients experiencing significant bleeding, an understudied yet high-risk population. TRIAL REGISTRATION NUMBER: NCT03037424; Pre-results.",
  "authors": [
    {
      "last_name": "Karkouti",
      "fore_name": "Keyvan",
      "initials": "K",
      "name": "Keyvan Karkouti",
      "affiliations": [
        "Department of Anesthesia and Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Peter Munk Cardiac Centre and Toronto General Research Institute, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Clinical Pathology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rao",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Rao",
      "affiliations": [
        "Peter Munk Cardiac Centre and Toronto General Research Institute, Toronto General Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Cardiovascular Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Heddle",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farkouh",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Farkouh",
      "affiliations": [
        "Peter Munk Cardiac Centre and Heart and Stroke Richard Lewar Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Interdepartmental Division of Critical Care and Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr",
    "pub_day": "20"
  },
  "start_page": "e020741",
  "pages": "e020741",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Afibrinogenemia",
    "Blood Coagulation Disorders",
    "Cardiac Surgical Procedures",
    "Clinical Protocols",
    "Factor VIII",
    "Fibrinogen",
    "Humans",
    "Postoperative Hemorrhage"
  ],
  "article_ids": {
    "pubmed": "29678987",
    "pmc": "PMC5914770",
    "doi": "10.1136/bmjopen-2017-020741",
    "pii": "bmjopen-2017-020741"
  },
  "doi": "10.1136/bmjopen-2017-020741",
  "pmc_id": "PMC5914770",
  "dates": {
    "completed": "2018-11-15",
    "revised": "2018-11-15"
  },
  "chemicals": [
    "cryoprecipitate coagulum",
    "Factor VIII",
    "Fibrinogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.679768",
    "pmid": "29678987"
  }
}