{
  "pmid": "29680329",
  "uid": "29680329",
  "title": "Dual diagnosis of mental illness and substance use disorder and injury in adults recently released from prison: a prospective cohort study.",
  "abstract": "BACKGROUND: People with mental illness and substance use disorder are over-represented in prisons. Injury-related mortality is elevated in people released from prison, and both mental illness and substance use disorder are risk factors for injury. Effective care coordination during the transition between criminal justice and community service providers improves health outcomes for people released from prison. However, the health outcomes and support needs of people with dual diagnosis (co-occurring mental illness and substance use disorder) released from prison are poorly understood. Here we aim to examine the association between dual diagnosis and non-fatal injury in adults released from prison. METHODS: Pre-release interview data collected between Aug 1, 2008, and July 31, 2010, from a representative sample of sentenced adults (≥18 years) in Queensland, Australia, were linked, retrospectively and prospectively, to person-level, state-wide emergency department and hospital records. We identified dual diagnoses from inpatient, emergency department, and prison medical records. We modelled the association between mental health status and all injury resulting in hospital contact by fitting a multivariate Cox regression, adjusting for sociodemographic, health, and criminogenic covariates, and replacing missing covariate data by multiple imputation. FINDINGS: In 1307 adults released from prison, there were 2056 person-years of follow-up (median 495 days, IQR 163-958). The crude injury rates were 996 (95% CI 893-1112) per 1000 person-years for the dual diagnosis group, 538 (441-657) per 1000 person-years for the mental illness only group, 413 (354-482) per 1000 person-years for the substance use disorder only group, and 275 (247-307) per 1000 person-years for the no mental disorder group. After adjusting for model covariates, the dual diagnosis (adjusted hazard rate ratio 3·27, 95% CI 2·30-4·64; p<0·0001) and mental illness only (1·87, 1·19-2·95; p=0·0071) groups were at increased risk of injury after release from prison compared with the group with no mental health disorders. INTERPRETATION: People released from prison experience high rates of injury compared with the general population. Among people released from prison, dual diagnosis is associated with an increased risk of injury. Contact with the criminal justice system is a key opportunity to prevent subsequent injury morbidity in people with co-occurring mental health disorders. Engagement with integrated psychiatric and addiction treatment delivered without interruption during the transition from prison into the community might prevent the injury-related disparities experienced by this vulnerable group. The development of targeted injury prevention strategies for people with dual diagnosis released from prison is warranted. FUNDING: National Health and Medical Research Council.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Jesse T",
      "initials": "JT",
      "name": "Jesse T Young",
      "affiliations": [
        "Centre for Mental Health, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, VIC, Australia; Centre for Health Services Research, School of Population and Global Health, The University of Western Australia, Perth, WA, Australia; National Drug Research Institute, Curtin University, Perth, WA, Australia. Electronic address: jesse.young@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Heffernan",
      "fore_name": "Ed",
      "initials": "E",
      "name": "Ed Heffernan",
      "affiliations": [
        "School of Medicine, University of Queensland, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Borschmann",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan Borschmann",
      "affiliations": [
        "Centre for Mental Health, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, VIC, Australia; Department of Psychiatry, The University of Melbourne, Parkville, VIC, Australia; Centre for Adolescent Health, Murdoch Children's Research Institute, Parkville, VIC, Australia; Health Service and Population Research Department, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Ogloff",
      "fore_name": "James R P",
      "initials": "JRP",
      "name": "James R P Ogloff",
      "affiliations": [
        "Centre for Forensic Behavioural Science, Swinburne University of Technology & Victorian Institute of Forensic Mental Health, Clifton Hill, VIC, Australia."
      ]
    },
    {
      "last_name": "Spittal",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Spittal",
      "affiliations": [
        "Centre for Mental Health, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada; Centre for Urban Health Solutions, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Preen",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Preen",
      "affiliations": [
        "Centre for Health Services Research, School of Population and Global Health, The University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Butler",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Brophy",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Brophy",
      "affiliations": [
        "Centre for Mental Health, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, VIC, Australia; Mind Australia, Heidelberg, VIC, Australia."
      ]
    },
    {
      "last_name": "Crilly",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Crilly",
      "affiliations": [
        "Department of Emergency Medicine, Gold Coast Health, Gold Coast, QLD, Australia; School of Nursing and Midwifery, Griffith Health Institute Queensland, Gold Coast, QLD, Australia."
      ]
    },
    {
      "last_name": "Kinner",
      "fore_name": "Stuart A",
      "initials": "SA",
      "name": "Stuart A Kinner",
      "affiliations": [
        "Centre for Mental Health, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, VIC, Australia; Mater Research Institute-UQ, University of Queensland, Brisbane, QLD, Australia; Centre for Adolescent Health, Murdoch Children's Research Institute, Parkville, VIC, Australia; Griffith Criminology Institute, Griffith University, Mt Gravatt, QLD, Australia; School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Public health",
    "iso_abbreviation": "Lancet Public Health",
    "issn": "2468-2667",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "e237",
  "end_page": "e248",
  "pages": "e237-e248",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Diagnosis, Dual (Psychiatry)",
    "Female",
    "Humans",
    "Male",
    "Mental Disorders",
    "Prisoners",
    "Prospective Studies",
    "Queensland",
    "Risk Factors",
    "Substance-Related Disorders",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "29680329",
    "doi": "10.1016/S2468-2667(18)30052-5",
    "pii": "S2468-2667(18)30052-5"
  },
  "doi": "10.1016/S2468-2667(18)30052-5",
  "dates": {
    "completed": "2019-03-18",
    "revised": "2019-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.234248",
    "pmid": "29680329"
  }
}