{
  "pmid": "29687481",
  "uid": "29687481",
  "title": "Midwifery and obstetrics: Factors influencing mothers' satisfaction with the birth experience.",
  "abstract": "BACKGROUND: Satisfaction is a key component of the care experience and part of the health system \"triple aim,\" along with improving population health and reducing per capita health care costs, the other two parts of the \"triple aim.\" The objectives of the study were to examine birth-experience satisfaction among women in Ontario, Canada, who received care from midwives, family physicians, and obstetricians. METHODS: We used Statistics Canada's 2006 national Maternity Experiences Survey. The sample includes 1900 Ontario women and is, with appropriate weighting, representative of an estimated population of 29 700 women who gave birth in Ontario to a singleton baby during the study period. Information was collected on respondents' satisfaction with their health care providers, demographic characteristics, and a range of pregnancy, labor, birth, and postpartum experiences. We used logistic regression analysis to assess differences in patient/client satisfaction by type of health care provider. RESULTS: Women cared for by midwives were three times more likely to be satisfied with their care (OR 3.32 [95% CI 2.26-4.86]) when compared with obstetrician-led care. Depression symptoms, having to travel outside the respondents' community to give birth, and being born in an East Asian country were associated with lower levels of satisfaction. CONCLUSION: Given recent health system reforms emphasizing the importance of shifting from expensive acute hospital-based care to community-based care, our findings support empirically the importance of supporting women's access to midwifery services within their communities. Findings of ethnocultural differences in satisfaction with care can inform policy makers as health systems move to provide culturally appropriate care to increasingly diverse populations.",
  "authors": [
    {
      "last_name": "Mattison",
      "fore_name": "Cristina A",
      "initials": "CA",
      "name": "Cristina A Mattison",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-7210-0690"
    },
    {
      "last_name": "Dion",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Dion",
      "affiliations": [
        "Department of Political Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence and Impact, McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Birth (Berkeley, Calif.)",
    "iso_abbreviation": "Birth",
    "issn": "1523-536X",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "322",
  "end_page": "327",
  "pages": "322-327",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Depression, Postpartum",
    "Female",
    "Health Personnel",
    "Humans",
    "Income",
    "Labor, Obstetric",
    "Logistic Models",
    "Maternal Health Services",
    "Mothers",
    "Ontario",
    "Patient Satisfaction",
    "Pregnancy",
    "Quality of Health Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29687481",
    "doi": "10.1111/birt.12352"
  },
  "doi": "10.1111/birt.12352",
  "dates": {
    "completed": "2019-06-20",
    "revised": "2019-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.784852",
    "pmid": "29687481"
  }
}