{
  "pmid": "29697887",
  "uid": "29697887",
  "title": "An appraisal of the trustworthiness of practice guidelines for depression and anxiety in children and youth.",
  "abstract": "OBJECTIVE: Little is known about the trustworthiness of clinical practice guidelines (PGs) relevant to child and youth depression or anxiety. To address this gap, we used systematic review methods to identify all available relevant PGs, quality appraise them, and make recommendations regarding which PGs are trustworthy and should be used by clinicians. METHODS: Prespecified inclusion criteria identified eligible PGs. Two independent trained reviewers applied the Appraisal of Guidelines for Research and Evaluation (AGREE II) tool. Using three AGREE II domain scores (stakeholder involvement, rigor of development [clinical validity/trustworthiness], and editorial independence), PG quality was designated as (1) minimum (≥50%) and (2) high (≥70%). RESULTS: Of 25 eligible PGs, five met minimum quality criteria (depression, n = 4; anxiety, n = 1); three out of five met high-quality criteria (depression, n = 2; anxiety, n = 1). Among the five minimum quality PGs, developers included government (n = 2), independent expert groups (n = 2), and other (n = 1). No PGs developed by specialty societies achieved minimum or high-quality ratings; eight of 25 PGs were up-to-date. CONCLUSIONS: Trustworthy PGs are available to support clinical decisions about depression and anxiety in children and youth, but are few in number. Many existing PGs (up to 80%) may not be clinically valid. Clinicians who implement the high-quality PGs identified here can increase the number of children and youth who receive effective interventions for depression and anxiety, minimize harm, and avoid wasted resources. Clinicians, service planners, youth, and their families should encourage PG developers to increase the pool of high-quality PGs using internationally recognized PG development standards.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8211-237X"
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Duda",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Henderson",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Depression and anxiety",
    "iso_abbreviation": "Depress Anxiety",
    "issn": "1520-6394",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "530",
  "end_page": "540",
  "pages": "530-540",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Anxiety",
    "Anxiety Disorders",
    "Child",
    "Depression",
    "Depressive Disorder",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "29697887",
    "doi": "10.1002/da.22752"
  },
  "doi": "10.1002/da.22752",
  "dates": {
    "completed": "2018-10-26",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.732004",
    "pmid": "29697887"
  }
}