{
  "pmid": "29696154",
  "uid": "29696154",
  "title": "Investigating the impact of design characteristics on statistical efficiency within discrete choice experiments: A systematic survey.",
  "abstract": "OBJECTIVES: This study reviews simulation studies of discrete choice experiments to determine (i) how survey design features affect statistical efficiency, (ii) and to appraise their reporting quality. OUTCOMES: Statistical efficiency was measured using relative design (D-) efficiency, D-optimality, or D-error. METHODS: For this systematic survey, we searched Journal Storage (JSTOR), Since Direct, PubMed, and OVID which included a search within EMBASE. Searches were conducted up to year 2016 for simulation studies investigating the impact of DCE design features on statistical efficiency. Studies were screened and data were extracted independently and in duplicate. Results for each included study were summarized by design characteristic. Previously developed criteria for reporting quality of simulation studies were also adapted and applied to each included study. RESULTS: Of 371 potentially relevant studies, 9 were found to be eligible, with several varying in study objectives. Statistical efficiency improved when increasing the number of choice tasks or alternatives; decreasing the number of attributes, attribute levels; using an unrestricted continuous \"manipulator\" attribute; using model-based approaches with covariates incorporating response behaviour; using sampling approaches that incorporate previous knowledge of response behaviour; incorporating heterogeneity in a model-based design; correctly specifying Bayesian priors; minimizing parameter prior variances; and using an appropriate method to create the DCE design for the research question. The simulation studies performed well in terms of reporting quality. Improvement is needed in regards to clearly specifying study objectives, number of failures, random number generators, starting seeds, and the software used. CONCLUSION: These results identify the best approaches to structure a DCE. An investigator can manipulate design characteristics to help reduce response burden and increase statistical efficiency. Since studies varied in their objectives, conclusions were made on several design characteristics, however, the validity of each conclusion was limited. Further research should be conducted to explore all conclusions in various design settings and scenarios. Additional reviews to explore other statistical efficiency outcomes and databases can also be performed to enhance the conclusions identified from this review.",
  "authors": [
    {
      "last_name": "Vanniyasingam",
      "fore_name": "Thuva",
      "initials": "T",
      "name": "Thuva Vanniyasingam",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Daly",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Daly",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Xuejing",
      "initials": "X",
      "name": "Xuejing Jin",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Cunningham",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Impact, and Evidence, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Departments of Paediatrics and Anaesthesia, McMaster University, Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicine, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials communications",
    "iso_abbreviation": "Contemp Clin Trials Commun",
    "issn": "2451-8654",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "17",
  "end_page": "28",
  "pages": "17-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29696154",
    "pmc": "PMC5898574",
    "doi": "10.1016/j.conctc.2018.01.002",
    "pii": "S2451-8654(17)30129-1"
  },
  "doi": "10.1016/j.conctc.2018.01.002",
  "pmc_id": "PMC5898574",
  "dates": {
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.531420",
    "pmid": "29696154"
  }
}