{
  "pmid": "29690006",
  "uid": "29690006",
  "title": "New species of the leafhopper genera Sophonia and Stenotortor (Hemiptera: Cicadellidae: Evacanthinae) from the Oriental region.",
  "abstract": "Three new species, Sophonia picta sp. nov., Sophonia similis sp. nov. (both from Indonesia: Kalimantan Tengah) and Stenotortor acuta sp. nov. (from India: Karnataka), are described and illustrated. S. picta closely resembles S. malayana (Baker) externally but differs in having a round carmine red spot on the crown and a black round spot on the apical third of the forewing. Though the aedeagus of S. malayana and S. picta are similar, S. picta has a ventral pair of aedeagal processes with subequal branches compared to a lateral pair with unequal branches in S. malayana. S. similis closely resembles S. sandakanensis (Baker) externally but differs in having a round black spot on the apical third of the forewing and a short apical process on the aedeagal shaft. Sophonia sandakanenesis Baker is redescribed. A revised key to the species of Sophonia from Singapore, Borneo and the Philippines is also provided. Stenotortor acuta sp. nov. resembles both S. inocarpi Baker and S. subhimalya Viraktamath Wesley but differs in a having more acutely pointed head. Illustrations of the three earlier known species of Stenotortor and also the new species are provided along with a key for their identification.",
  "authors": [
    {
      "last_name": "Viraktamath",
      "fore_name": "C A",
      "initials": "CA",
      "name": "C A Viraktamath",
      "affiliations": [
        "Department of Entomology, University of Agricultural Sciences, GKVK, Bengaluru 560065, India.. chandrashekara.viraktamath@gmail.com."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zootaxa",
    "iso_abbreviation": "Zootaxa",
    "issn": "1175-5334",
    "issn_type": "Electronic",
    "volume": "4378",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Feb",
    "pub_day": "08"
  },
  "start_page": "356",
  "end_page": "366",
  "pages": "356-366",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Borneo",
    "Hemiptera",
    "India",
    "Indonesia",
    "Philippines",
    "Singapore"
  ],
  "article_ids": {
    "pubmed": "29690006",
    "doi": "10.11646/zootaxa.4378.3.4",
    "pii": "zootaxa.4378.3.4"
  },
  "doi": "10.11646/zootaxa.4378.3.4",
  "dates": {
    "completed": "2018-05-28",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.470741",
    "pmid": "29690006"
  }
}