{
  "pmid": "29690394",
  "uid": "29690394",
  "title": "Nomenclatural changes in the higher classification of the family Tettigometridae (Hemiptera: Fulgoroidea) with description of a new tribe and new species and a review of the Iranian tettigometrid fauna.",
  "abstract": "The first part of this paper provides a historical review of the classification of the family Tettigometridae, including the description of a new tribe, Plesiometrini trib. nov. to accommodate three Afrotropical genera of the subfamily Tettigometrinae. The name Nototettigometra Muir 1924, is proposed to replace Hilda Kirkaldy 1900, homonym of Hilda Hörnes Auinger 1884, and corresponding new combinations are given, including Nototettigometrinae nom. subst. to replace Hildinae Fennah 1952. An identification key to suprageneric taxa of Tettigometridae including both male and female characters is provided. In the second part, 18 tettigometrid species are recorded from Iran. A new species, Tettigometra (Tettigometra) parihana sp. nov. is described. Tettigometra (Metroplaca) longicornis and Tettigometra (Tettigometra) impressifrons are reported as new records for the Iranian fauna. An identification key and distribution maps are provided for the Iran fauna.",
  "authors": [
    {
      "last_name": "Mozaffarian",
      "fore_name": "Fariba",
      "initials": "F",
      "name": "Fariba Mozaffarian",
      "affiliations": [
        "Insect Taxonomy Research Department, Iranian Research Institute of Plant Protection, Agricultural Research, Education and Extension Organization, P.O. Box 1454, 19395 Tehran, Iran.. mozaffarian@iripp.ir."
      ]
    },
    {
      "last_name": "Bourgoin",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Bourgoin",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zootaxa",
    "iso_abbreviation": "Zootaxa",
    "issn": "1175-5334",
    "issn_type": "Electronic",
    "volume": "4392",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "469",
  "end_page": "490",
  "pages": "469-490",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animal Distribution",
    "Animals",
    "Female",
    "Hemiptera",
    "Iran",
    "Male"
  ],
  "article_ids": {
    "pubmed": "29690394",
    "doi": "10.11646/zootaxa.4392.3.3",
    "pii": "zootaxa.4392.3.3"
  },
  "doi": "10.11646/zootaxa.4392.3.3",
  "dates": {
    "completed": "2018-05-28",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.470924",
    "pmid": "29690394"
  }
}