{
  "pmid": "29696213",
  "uid": "29696213",
  "title": "Bayesian adaptive clinical trials of combination treatments.",
  "abstract": "Randomized clinical trials (RCT) increasingly investigate combination therapies. Strong biological rationale or early clinical evidence commonly suggest that the effect of the combination treatment is importantly greater than the maximum effect of any of the individual treatments. While these relationships are commonly well-accepted, RCTs do not incorporate them into the design or analysis plans. We therefore propose a simple Bayesian framework for incorporating the known relationships that the effectiveness of a combination treatment exceeds that of any individual treatment, but does not necessarily exceed the sum of individual effects. We term the collation of these two relationships 'fractional additivity'. We performed a binary outcome simulation study of a response adaptive randomized three-arm clinical trial with treatment arms A, B, and A&B that allowed for dropping an inferior treatment arm and terminating the trial early for superiority during any of 4 interim analyses. We compared the Bayesian fractional additivity model to a conventional analysis by measuring the expected proportion of failures, sample size at trial termination, time to termination, and root mean squared error of final estimates. We also compared the fractional additivity model to a 'full additivity' model where the effect of A&B was assumed to be the sum of the effect of A and B. In simulation scenarios where important fractional additivity or full additivity existed, the Bayesian fractional additivity model yielded a 3-4% relative reduction in expected number of failures, and a 30%-50% relative reduction in sample size at trial termination compared to a conventional analysis. These results held true even when the Bayesian fractional additivity model employed a biased prior. The full additivity model had slightly higher gains, but too frequently terminated the trial at the first interim look. In scenarios where no or weak fractional additivity exists, the expected sample size and time to termination were similar for the Bayesian fractional additivity model with a moderately optimistic bias about fractional additivity and the conventional model. Lastly, the fractional additivity model generally yielded similar or lower root mean squared error compared to the other models. In conclusion, our proposed Bayesian fractional additivity model provides an efficient approach for estimating effects of combination treatments in clinical trials. The approach is not only highly applicable in adaptive clinical trials, but also provides added power in a conventional RCT.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Golchi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Golchi",
      "affiliations": [
        "Department of Statistics and Actuarial Science, Simon Fraser University, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials communications",
    "iso_abbreviation": "Contemp Clin Trials Commun",
    "issn": "2451-8654",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2017",
    "pub_month": "Dec"
  },
  "start_page": "227",
  "end_page": "233",
  "pages": "227-233",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29696213",
    "pmc": "PMC5898557",
    "doi": "10.1016/j.conctc.2017.11.001",
    "pii": "S2451-8654(17)30112-6"
  },
  "doi": "10.1016/j.conctc.2017.11.001",
  "pmc_id": "PMC5898557",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.965554",
    "pmid": "29696213"
  }
}