{
  "pmid": "29706390",
  "uid": "29706390",
  "title": "Does Googling lead to statin intolerance?",
  "abstract": "BACKGROUND: The nocebo effect, where patients with expectations of adverse effects are more likely to experience them, may contribute to the high rate of statin intolerance found in observational studies. Information that patients read on the internet may be a precipitant of this effect. The objective of the study was to establish whether the number of websites about statin side effects found using Google is associated with the prevalence of statin intolerance. METHODS: The prevalence of statin intolerance in 13 countries across 5 continents was established in a recent study via a web-based survey of primary care physicians and specialists. Using the Google search engine for each country, the number of websites about statin side effects was determined, and standardized to the number of websites about statins overall. Searches were restricted to pages in the native language, and were conducted after connecting to each country using a virtual private network (VPN). RESULTS: English-speaking countries (Australia, Canada, UK, USA) had the highest prevalence of statin intolerance and also had the largest standardized number of websites about statin side effects. The sample Pearson correlation coefficient between these two variables was 0.868. CONCLUSIONS: Countries where patients using Google are more likely to find websites about statin side effects have greater levels of statin intolerance. The nocebo effect driven by online information may be contributing to statin intolerance.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Division of Clinical Pharmacology & Toxicology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Baiju R",
      "initials": "BR",
      "name": "Baiju R Shah",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. Electronic address: baiju.shah@ices.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "1874-1754",
    "issn_type": "Electronic",
    "volume": "262",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "25",
  "end_page": "27",
  "pages": "25-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Australia",
    "Clinical Competence",
    "Drug Tolerance",
    "Dyslipidemias",
    "Europe",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Internet",
    "Japan",
    "Language",
    "Physicians",
    "Search Engine",
    "United States"
  ],
  "article_ids": {
    "pubmed": "29706390",
    "doi": "10.1016/j.ijcard.2018.02.085",
    "pii": "S0167-5273(17)36599-3"
  },
  "doi": "10.1016/j.ijcard.2018.02.085",
  "dates": {
    "completed": "2018-11-09",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:58.289522",
    "pmid": "29706390"
  }
}