{
  "pmid": "29703733",
  "uid": "29703733",
  "title": "Glycine Betaine Monooxygenase, an Unusual Rieske-Type Oxygenase System, Catalyzes the Oxidative N-Demethylation of Glycine Betaine in Chromohalobacter salexigens DSM 3043.",
  "abstract": "Although some bacteria, including Chromohalobacter salexigens DSM 3043, can use glycine betaine (GB) as a sole source of carbon and energy, little information is available about the genes and their encoded proteins involved in the initial step of the GB degradation pathway. In the present study, the results of conserved domain analysis, construction of in-frame deletion mutants, and an in vivo functional complementation assay suggested that the open reading frames Csal_1004 and Csal_1005, designated bmoA and bmoB, respectively, may act as the terminal oxygenase and the ferredoxin reductase genes in a novel Rieske-type oxygenase system to convert GB to dimethylglycine in C. salexigens DSM 3043. To further verify their function, BmoA and BmoB were heterologously overexpressed in Escherichia coli, and [13]C nuclear magnetic resonance analysis revealed that dimethylglycine was accumulated in E. coli BL21(DE3) expressing BmoAB or BmoA. In addition, His-tagged BmoA and BmoB were individually purified to electrophoretic homogeneity and estimated to be a homotrimer and a monomer, respectively. In vitro biochemical analysis indicated that BmoB is an NADH-dependent flavin reductase with one noncovalently bound flavin adenine dinucleotide (FAD) as its prosthetic group. In the presence of BmoB, NADH, and flavin, BmoA could aerobically degrade GB to dimethylglycine with the concomitant production of formaldehyde. BmoA exhibited strict substrate specificity for GB, and its demethylation activity was stimulated by Fe[2+] Phylogenetic analysis showed that BmoA belongs to group V of the Rieske nonheme iron oxygenase (RO) family, and all the members in this group were able to use quaternary ammonium compounds as substrates.IMPORTANCE GB is widely distributed in nature. In addition to being accumulated intracellularly as a compatible solute to deal with osmotic stress, it can be utilized by many bacteria as a source of carbon and energy. However, very limited knowledge is presently available about the molecular and biochemical mechanisms for the initial step of the aerobic GB degradation pathway in bacteria. Here, we report the molecular and biochemical characterization of a novel two-component Rieske-type monooxygenase system, GB monooxygenase (BMO), which is responsible for oxidative demethylation of GB to dimethylglycine in C. salexigens DSM 3043. The results gained in this study extend our knowledge on the catalytic reaction of microbial GB degradation to dimethylglycine.",
  "authors": [
    {
      "last_name": "Shao",
      "fore_name": "Ya-Hui",
      "initials": "YH",
      "name": "Ya-Hui Shao",
      "affiliations": [
        "Shandong Provincial Key Laboratory of Applied Mycology, College of Life Sciences, Qingdao Agricultural University, Qingdao, People's Republic of China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Li-Zhong",
      "initials": "LZ",
      "name": "Li-Zhong Guo",
      "affiliations": [
        "Shandong Provincial Key Laboratory of Applied Mycology, College of Life Sciences, Qingdao Agricultural University, Qingdao, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Shandong Provincial Key Laboratory of Applied Mycology, College of Life Sciences, Qingdao Agricultural University, Qingdao, People's Republic of China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Hao",
      "initials": "H",
      "name": "Hao Yu",
      "affiliations": [
        "Shandong Provincial Key Laboratory of Applied Mycology, College of Life Sciences, Qingdao Agricultural University, Qingdao, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Bai-Suo",
      "initials": "BS",
      "name": "Bai-Suo Zhao",
      "affiliations": [
        "Graduate School, Chinese Academy of Agricultural Sciences, Beijing, People's Republic of China."
      ]
    },
    {
      "last_name": "Pang",
      "fore_name": "Hai-Qiang",
      "initials": "HQ",
      "name": "Hai-Qiang Pang",
      "affiliations": [
        "Shandong Ruiying Pioneer Pharmaceutical Co., Ltd., HeZe, People's Republic of China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Wei-Dong",
      "initials": "WD",
      "name": "Wei-Dong Lu",
      "affiliations": [
        "Shandong Provincial Key Laboratory of Applied Mycology, College of Life Sciences, Qingdao Agricultural University, Qingdao, People's Republic of China luweidong401@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Applied and environmental microbiology",
    "iso_abbreviation": "Appl Environ Microbiol",
    "issn": "1098-5336",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "13",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bacterial Proteins",
    "Betaine",
    "Catalysis",
    "Chromohalobacter",
    "Demethylation",
    "Dinitrocresols",
    "Edetic Acid",
    "Escherichia coli",
    "Gene Deletion",
    "Kinetics",
    "Metals",
    "Mixed Function Oxygenases",
    "Molecular Weight",
    "Mutation",
    "Open Reading Frames",
    "Oxidation-Reduction",
    "Oxidoreductases",
    "Oxygenases",
    "Sarcosine",
    "Sequence Alignment",
    "Sequence Analysis, Protein",
    "Substrate Specificity"
  ],
  "article_ids": {
    "pubmed": "29703733",
    "pmc": "PMC6007112",
    "doi": "10.1128/AEM.00377-18",
    "pii": "AEM.00377-18"
  },
  "doi": "10.1128/AEM.00377-18",
  "pmc_id": "PMC6007112",
  "dates": {
    "completed": "2019-10-07",
    "revised": "2019-10-07"
  },
  "chemicals": [
    "Bacterial Proteins",
    "Dinitrocresols",
    "Metals",
    "4,6-dinitro-o-cresol",
    "Betaine",
    "dimethylglycine",
    "Edetic Acid",
    "Mixed Function Oxygenases",
    "Oxidoreductases",
    "Oxygenases",
    "Sarcosine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.276292",
    "pmid": "29703733"
  }
}