{
  "pmid": "29702834",
  "uid": "29702834",
  "title": "Health State Utility Assessment for Breast Cancer.",
  "abstract": "OBJECTIVES: 1) To develop both English and Chinese versions of the descriptions of health states describing different stages of breast cancer and different adverse effects related to tamoxifen and aromatase inhibitors for breast cancer and 2) to elicit individuals' preferences for these health states from a group of oncology nurses. METHODS: Twenty hypothetical health states and their descriptions were developed on the basis of literature review and oncology expert panel reviews. Health state utilities were obtained from 20 oncology nurses by using the visual analogue scale and standard gamble methods. After recalibration, the adjusted utility scores were on a scale of 0 (dead) and 1 (perfect health). RESULTS: The health states developed represented different disease stages and the presence and type of treatment side effects in breast cancer. For each health state, various general health-related quality-of-life domains, such as pain/discomfort and ability to work, were included in the descriptions, along with a state-specific description. The mean utility score of respondents' \"current health\" was greater than 0.9, while mean adjusted visual analogue scale-derived utility scores ranged from 0.256 to 0.860 and median adjusted standard gamble-derived utility scores ranged from 0.284 to 0.673. Among the side effects evaluated in the \"no recurrence\" health state, ischemic cerebrovascular events, pulmonary embolism, and spine fracture had the greatest utility detriment. CONCLUSIONS: The study results indicate the value that individuals place on the avoidance of disease progression and the side effects of hormonal therapies in breast cancer. The health state descriptions developed can be used in future research to obtain society's utilities for use in a cost-utility analysis.",
  "authors": [
    {
      "last_name": "Shih",
      "fore_name": "Vivianne",
      "initials": "V",
      "name": "Vivianne Shih",
      "affiliations": [
        "Department of Pharmacy, National Cancer Centre Singapore, Singapore."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Chan",
      "affiliations": [
        "Department of Pharmacy, National Cancer Centre Singapore, Singapore; Faculty of Science, Department of Pharmacy, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ko",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Ko",
      "affiliations": [
        "Faculty of Science, Department of Pharmacy, National University of Singapore, Singapore. Electronic address: phakyn@nus.edu.sg."
      ]
    }
  ],
  "journal": {
    "title": "Value in health regional issues",
    "iso_abbreviation": "Value Health Reg Issues",
    "issn": "2212-1102",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "May"
  },
  "start_page": "93",
  "end_page": "97",
  "pages": "93-97",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29702834",
    "doi": "10.1016/j.vhri.2012.03.009",
    "pii": "S2212-1099(12)00010-6"
  },
  "doi": "10.1016/j.vhri.2012.03.009",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.918884",
    "pmid": "29702834"
  }
}