{
  "pmid": "29702826",
  "uid": "29702826",
  "title": "Economic Evaluation of Anastrozole Versus Tamoxifen for Early Stage Breast Cancer in Singapore.",
  "abstract": "OBJECTIVES: In Singapore, breast cancer is the leading female malignancy and its incidence has increased threefold over the past decades. For treatment of postmenopausal, hormone receptor positive early stage breast cancer, tamoxifen or aromatase inhibitors such as anastrozole are prescribed either as first-line therapy or sequentially. Currently, anastrozole is patented with a higher drug cost compared with tamoxifen. Hence, the aim of this study was to conduct an economic evaluation of anastrozole versus tamoxifen in early stage breast cancer. METHODS: A Markov model with a lifetime horizon was developed by using results from the Arimidex, Tamoxifen, Alone or in Combination trial. Direct medical costs were estimated by billing data obtained via financial electronic databases. Utility scores were elicited from 20 experienced oncology nurses using the visual analogue scale. Cost per quality-adjusted life-years was calculated by using the societal perspective. A discount rate of 3% for both charges (expressed in 2010 Singapore dollars) and benefits was used. RESULTS: At an additional cost of S $17,597, anastrozole treatment resulted in a gain of 0.085 life-year survival and 0.154 quality-adjusted life-year. The incremental cost-effectiveness ratio of anastrozole was S $207,402 per life-year gained and S $114,061 per quality-adjusted life-year gained compared with tamoxifen. CONCLUSION: This is the first economic evaluation that used 10-year results from the Arimidex, Tamoxifen, Alone or in Combination trial and utility elicited from the local population. If the World Health Organization's recommendation of 1 to 3 gross domestic product range is an acceptable threshold, anastrozole is deemed cost-effective compared with tamoxifen in the treatment of early stage breast cancer.",
  "authors": [
    {
      "last_name": "Shih",
      "fore_name": "Vivianne",
      "initials": "V",
      "name": "Vivianne Shih",
      "affiliations": [
        "Department of Pharmacy, National Cancer Centre Singapore, Singapore."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Chan",
      "affiliations": [
        "Department of Pharmacy, National Cancer Centre Singapore, Singapore; Department of Pharmacy, Faculty of Science, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ko",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Ko",
      "affiliations": [
        "Department of Pharmacy, Faculty of Science, National University of Singapore, Singapore. Electronic address: phakyn@nus.edu.sg."
      ]
    }
  ],
  "journal": {
    "title": "Value in health regional issues",
    "iso_abbreviation": "Value Health Reg Issues",
    "issn": "2212-1102",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "May"
  },
  "start_page": "46",
  "end_page": "53",
  "pages": "46-53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29702826",
    "doi": "10.1016/j.vhri.2012.03.013",
    "pii": "S2212-1099(12)00014-3"
  },
  "doi": "10.1016/j.vhri.2012.03.013",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.918473",
    "pmid": "29702826"
  }
}