{
  "pmid": "29709714",
  "uid": "29709714",
  "title": "Molecular analyses in the diagnosis and prediction of prognosis in non-GIST soft tissue sarcomas: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The molecular pathogenesis of many forms of soft tissue sarcomas (STS) have been rigorously characterized in the medical literature, which may be particularly important for the diagnosis and prediction of prognosis in STS. METHODS: Electronic databases (2005 to October 2016) were searched. Gastrointestinal stromal tumor and pediatric sarcomas were excluded. The eligible individual study's risk of bias and the quality of aggregate evidence were assessed. Meta-analyses were performed. RESULTS: Of 6674 identified articles, 70 were eligible and analyzed, covering 13 types of STS. Meta-analyses showed that the test of detecting MDM2 amplification by fluorescence in situ hybridization was accurate in differentiating atypical lipomatous tumor/well-differentiated liposarcoma/dedifferentiated liposarcoma from benign tumors (N = 971; sensitivity = 95%, 95% confidence interval [CI] 89-98; specificity = 100%, CI 89-100) or from other STS (N = 347; sensitivity = 99%, CI 72-100; specificity = 90%, CI 78-95); that the test of detecting SS18-SSX fusion by reverse transcription polymerase chain reaction (PCR) was accurate in differentiating synovial sarcoma from other STS (N = 532; sensitivity = 93%, CI 85-96; specificity = 99%, CI 96-100). The presence of a CTNNB1 S45F mutation detected by PCR was a risk factor for decreased recurrence-free survival in desmoid tumors (N = 418; hazard ratio from 3.50 [CI 1.51-8.14] to 6.20 [CI 2.24-17.15]). CONCLUSIONS: Sarcomas are rare cancers whose molecular pathogenesis is becoming increasingly understood. The current evidence demonstrates that molecular analyses are useful in the diagnosis and prediction of prognosis in some STS.",
  "authors": [
    {
      "last_name": "Kandel",
      "fore_name": "Rita A",
      "initials": "RA",
      "name": "Rita A Kandel",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: Rita.Kandel@sinaihealthsystem.ca."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Program in Evidence-Based Care, Cancer Care Ontario; Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: yaoxia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dickson",
      "fore_name": "Brendan C",
      "initials": "BC",
      "name": "Brendan C Dickson",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: Brendan.Dickson@sinaihealthsystem.ca."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Division of Orthopedic Surgery, Juravinski Cancer Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: ghertm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Popovic",
      "fore_name": "Snezana",
      "initials": "S",
      "name": "Snezana Popovic",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: popovics@hhsc.ca."
      ]
    },
    {
      "last_name": "Purgina",
      "fore_name": "Bibianna M",
      "initials": "BM",
      "name": "Bibianna M Purgina",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: bpurgina@toh.ca."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Verma",
      "affiliations": [
        "Division of Medical Oncology, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: sverma@toh.ca."
      ]
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "Division of Orthopedic Surgery, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: jwerier@toh.ca."
      ]
    }
  ],
  "journal": {
    "title": "Cancer treatment reviews",
    "iso_abbreviation": "Cancer Treat Rev",
    "issn": "1532-1967",
    "issn_type": "Electronic",
    "volume": "66",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "74",
  "end_page": "81",
  "pages": "74-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Prognosis",
    "Sarcoma"
  ],
  "article_ids": {
    "pubmed": "29709714",
    "doi": "10.1016/j.ctrv.2018.04.005",
    "pii": "S0305-7372(18)30049-5"
  },
  "doi": "10.1016/j.ctrv.2018.04.005",
  "dates": {
    "completed": "2018-06-04",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.371737",
    "pmid": "29709714"
  }
}