{
  "pmid": "29713179",
  "uid": "29713179",
  "title": "Levodopa/carbidopa/entacapone versus levodopa/dopa-decarboxyiase inhibitor for the treatment of Parkinson's disease: systematic review, meta-analysis, and economic evaluation.",
  "abstract": "AIMS: To review the evidence for efficacy, safety, and cost-effectiveness of levodopa/carbidopa/entacapone (LCE) compared with levodopa/dopa-decarboxyiase inhibitor (DDCI) for Parkinson's disease (PD). METHODS: PubMed, Embase, the Cochrane Library, and Chinese databases WangFang Data, Chinese Sci-tech Journals Database and China National Knowledge Infrastructure, as well as ClinicalTrials.gov, were searched for randomized controlled trials with \"levodopa/carbidopa/entacapone\" as keywords. The search period was from inception to August 2017. We conducted meta-analyses to synthesize the evidence quantitatively. RESULTS: A total of 5,693 records were obtained. We included seven randomized controlled trials and one cost-effectiveness study after the screening process. Compared with levodopa-DDCI, LCE improved patient Unified Parkinson's Disease Rating Scale (UPDRS) II score (mean difference [MD] -1.17, 95% CI -1.64 to -0.71), UPDRS III score (MD -1.55, 95% CI -2.29 to -0.81), and Schwab and England daily activity rating (MD 2.05, 95% CI 0.85-3.26). There was no statistically significant difference in the risk of serious adverse events (AEs) or discontinuation due to AEs in patients with LCE, and the risk of total AEs was higher in the LCE group (risk ratio [RR] 1.33, 95% CI 1.05-1.70). The incremental cost-effectiveness ratio of LCE was £3,105 per quality-adjusted life-year (QALY) gained in the UK. CONCLUSION: LCE can improve PD patients' motor symptoms and daily living functioning when compared with levodopa/DDCI.",
  "authors": [
    {
      "last_name": "Yi",
      "fore_name": "Zhan-Miao",
      "initials": "ZM",
      "name": "Zhan-Miao Yi",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Department of Pharmacy Administration and Clinical Pharmacy, Peking University School of Pharmaceutical Science.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Qiu",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Public Health Department, Aix-Marseille University, Marseille, France."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Na",
      "initials": "N",
      "name": "Na Liu",
      "affiliations": [
        "Department of Neurology, Peking University Third Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Suo-Di",
      "initials": "SD",
      "name": "Suo-Di Zhai",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutics and clinical risk management",
    "iso_abbreviation": "Ther Clin Risk Manag",
    "issn": "1176-6336",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2018"
  },
  "start_page": "709",
  "end_page": "719",
  "pages": "709-719",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29713179",
    "pmc": "PMC5907888",
    "doi": "10.2147/TCRM.S163190",
    "pii": "tcrm-14-709"
  },
  "doi": "10.2147/TCRM.S163190",
  "pmc_id": "PMC5907888",
  "dates": {
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.532086",
    "pmid": "29713179"
  }
}