{
  "pmid": "29732317",
  "uid": "29732317",
  "title": "Prophylactic Cranial Irradiation in Patients With Non-Small-Cell Lung Cancer: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "BACKGROUND: We systematically reviewed the literature for trials addressing the efficacy of prophylactic cranial irradiation (PCI) in patients with non-small-cell lung cancer (NSCLC) treated with a curative intent. METHODS: Randomized controlled trials (RCT) comparing PCI to no PCI in patients with NSCLC treated with a curative intent were eligible for inclusion. We searched EMBASE, MEDLINE, PubMed, and CENTRAL between 1946 and July 2016. We also received continual search alerts from PubMed through September 2017. Search terms included \"non-small-cell lung carcinoma,\" \"cranial irradiation,\" and \"randomized controlled trials.\" We conducted meta-analyses using random-effects models for relative measures of treatment effect for the incidence of brain metastasis, overall survival (OS), and disease-free survival (DFS). We used Parmar's methodology to derive hazard ratios (HR) when not explicitly stated in RCTs. We narratively synthesized data for the impact of PCI on quality of life (QoL) and neurocognitive function (NCF). We assessed the quality of evidence using the Grading of Recommendations, Assessment, Development, and Evaluation methodology. RESULTS: Out of 3,548 citations captured by the search strategy, we retained 8 papers and 1 abstract, reporting on 6 eligible trials. Patients who received PCI had a significant reduction in the risk of developing brain metastases as compared with patients who did not [relative risk (RR) = 0.37; 95% confidence interval (CI): 0.26-0.52; moderate quality evidence]. However, there was no OS benefit (HR = 1.08, 95% CI: 0.90-1.31; moderate quality evidence). Sensitivity analysis excluding older studies did not show substantively different findings. DFS was reported in the two most recent trials that included only stage III patients. There was significant improvement in DFS with PCI (HR = 0.67; 95% CI: 0.46-0.98; high quality evidence). Two studies that reported on QoL reported no statistically significant differences. There was no significant difference in NCF decline in the only study that reported on this outcome, except in immediate and delayed recall, as assessed by the Hopkins Verbal Learning Test. CONCLUSION: There is moderate quality evidence that the use of PCI in patients with NSCLC decreases the risk of brain metastases, but does not provide an OS benefit. However, data limited to stage III patients suggests that PCI improves DFS, with no effect on QoL.",
  "authors": [
    {
      "last_name": "Al Feghali",
      "fore_name": "Karine A",
      "initials": "KA",
      "name": "Karine A Al Feghali",
      "affiliations": [
        "Department of Radiation Oncology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ballout",
      "fore_name": "Rami A",
      "initials": "RA",
      "name": "Rami A Ballout",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Department of Diagnostic Radiology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Geara",
      "fore_name": "Fady B",
      "initials": "FB",
      "name": "Fady B Geara",
      "affiliations": [
        "Department of Radiation Oncology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2018"
  },
  "start_page": "115",
  "pages": "115",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29732317",
    "pmc": "PMC5919944",
    "doi": "10.3389/fonc.2018.00115"
  },
  "doi": "10.3389/fonc.2018.00115",
  "pmc_id": "PMC5919944",
  "dates": {
    "revised": "2024-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "D43 TW009118",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 EB025787",
      "agency": "NIBIB NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.320270",
    "pmid": "29732317"
  }
}