{
  "pmid": "29737244",
  "uid": "29737244",
  "title": "The development of specialized palliative care in the community: A qualitative study of the evolution of 15 teams.",
  "abstract": "BACKGROUND: Interprofessional specialized palliative care teams at home improve patient outcomes, reduce healthcare costs, and support many patients to die at home. However, practical details about how to develop home-based teams in different regions and health systems are scarce. AIM: To examine how a variety of home-based specialized palliative care teams created and grew their team over time and to identify critical steps in their evolution. DESIGN: A qualitative study was designed based on a grounded theory approach, using semi-structured interviews and other documentation. SETTING/PARTICIPANTS: In all, 15 specialized palliative care teams from Ontario, Canada, representing rural and urban areas. Data were collected from core members of the teams, including nurses, physicians, personal support workers, spiritual counselors, and administrators. RESULTS: In all, 122 individuals where interviewed, ranging from 4 to 10 per team. The analysis revealed four stages in team evolution: Inception, Start-up (n = 4 teams), Growth (n = 5), and Mature (n = 6). In the Inception stage, a champion provider was required to leverage existing resources to form the team. Start-up teams were testing and adjusting care processes to solidify their presence in the community. Growth teams had core expertise, relationships with fellow providers, and 24/7 support. Mature teams were fully integrated in the community, but still engaged in continuous quality improvement. CONCLUSION: Understanding the developmental stages of teams can help to inform the progress of other community-based teams. Appropriate outcome measures at each stage are also critical for team motivation and steady progress.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "1 Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "2 Escarpment Cancer Research Institute, Hamilton, ON, Canada.",
        "3 Juravinski Cancer Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "1 Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "3 Juravinski Cancer Centre, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9249-8229"
    }
  ],
  "journal": {
    "title": "Palliative medicine",
    "iso_abbreviation": "Palliat Med",
    "issn": "1477-030X",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "1255",
  "end_page": "1266",
  "pages": "1255-1266",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Grounded Theory",
    "Home Care Services",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Palliative Care",
    "Program Development",
    "Qualitative Research",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "29737244",
    "pmc": "PMC6041761",
    "doi": "10.1177/0269216318773912"
  },
  "doi": "10.1177/0269216318773912",
  "pmc_id": "PMC6041761",
  "dates": {
    "completed": "2019-09-16",
    "revised": "2019-09-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "115112",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "148997",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.067593",
    "pmid": "29737244"
  }
}