{
  "pmid": "29731020",
  "uid": "29731020",
  "title": "The Genetic Link Between Diabetes and Atherosclerosis.",
  "abstract": "Epidemiological studies have indicated that the risk of atherothrombotic coronary artery disease (CAD) is higher in patients with diabetes, but these results have not been consistently observed across clinical trials. To address this apparent discrepancy, we can apply the results of genome-wide association studies (GWAS) to provide a better understanding of the shared genetic architecture of diabetes and atherothrombotic CAD. For instance, a large GWAS has identified 16 novel loci that are associated with both diabetes and atherothrombotic CAD. These genetic variants may also be used to assess potential causal relationships reported in observational studies and clinical trials through Mendelian randomization analyses. For example, several Mendelian randomization analyses have shown that diabetes is associated with CAD independent of other risk factors (odds ratio [OR]: 1.63, 95% confidence interval [CI]: 1.23-2.07; P = 0.002). Furthermore, Mendelian randomization analyses can provide more insight into the perceived risk of diabetes among patients without diabetes receiving statin therapy. Here, genetically lower activity of HMG-CoA reductase (HMGCR) was associated with a modest increase in diabetes (OR per allele: 1.02, 95% CI: 1.00-1.05). These results highlight the biological mechanisms that link diabetes with the use of statins. In addition, this work illustrates the great potential value of genetic studies to clarify the mechanistic relationships among atherosclerotic vascular disease, dysglycemia, and diabetes. More research is needed to delineate and subsequently better understand the genetic links between diabetes and atherosclerosis.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ross",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Canada. Electronic address: pareg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "565",
  "end_page": "574",
  "pages": "565-574",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Atherosclerosis",
    "Diabetes Mellitus",
    "Genetic Predisposition to Disease",
    "Genetic Variation",
    "Genome-Wide Association Study",
    "Humans",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "29731020",
    "doi": "10.1016/j.cjca.2018.01.016",
    "pii": "S0828-282X(18)30019-9"
  },
  "doi": "10.1016/j.cjca.2018.01.016",
  "dates": {
    "completed": "2019-02-27",
    "revised": "2019-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.700239",
    "pmid": "29731020"
  }
}