{
  "pmid": "29743112",
  "uid": "29743112",
  "title": "Changing roles of universities in the era of SDGs: rising up to the global challenge through institutionalising partnerships with governments and communities.",
  "abstract": "The 2030 Agenda for Sustainable Development covers a wide range of interrelated goals, including poverty eradication and economic growth, social inclusion, environmental sustainability and peace for all people by 2030. Policy decisions to meet the Sustainable Development Goals (SDGs) need to be informed by policy-relevant evidence co-designed and co-produced with the pertinent stakeholders, taking into consideration local and political contexts. Universities are uniquely placed to lead the cross-sectoral implementation of the SDGs and advance the 2030 agenda. This commentary provides the case for building, strengthening and institutionalising university partnerships with governments and communities to achieve the SDGs. The authors call for a change in mindsets and culture in both academia and government, and invite both parties to start the dialogue if we are to rise up to the global challenge.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": [
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "09"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Conservation of Natural Resources",
    "Cooperative Behavior",
    "Global Health",
    "Goals",
    "Government",
    "Health Policy",
    "Humans",
    "Leadership",
    "Poverty",
    "Residence Characteristics",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "29743112",
    "pmc": "PMC5944140",
    "doi": "10.1186/s12961-018-0318-9",
    "pii": "10.1186/s12961-018-0318-9"
  },
  "doi": "10.1186/s12961-018-0318-9",
  "pmc_id": "PMC5944140",
  "dates": {
    "completed": "2018-10-11",
    "revised": "2018-11-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.359691",
    "pmid": "29743112"
  }
}