{
  "pmid": "29750753",
  "uid": "29750753",
  "title": "Immune checkpoint inhibitor (anti-CTLA-4, anti-PD-1) therapy alone versus immune checkpoint inhibitor (anti-CTLA-4, anti-PD-1) therapy in combination with anti-RANKL denosumuab in malignant melanoma: a retrospective analysis at a tertiary care center.",
  "abstract": "Denosumab is a monoclonal antibody against RANK ligand with a role in the prevention of skeletal-related events and is also known to possess antitumor properties. In this retrospective review, we aim to evaluate the synergist effect of a combination therapy with immune checkpoint inhibitors and denosumab in malignant melanoma patients. Patients of 18 years of age or older with a diagnosis of malignant melanoma who have received immune checkpoint inhibitors and denosumab between June 2015 and May 2017 were divided into two cohorts: cohort A (immune checkpoint inhibitors only) and cohort B (immune checkpoint inhibitors and denosumab). Overall survival, progression-free survival, objective response rate, and safety analysis were performed. Stratified analysis based on metastatic (M) status was performed as well. Eleven (29.72%) out of 37 patients received immune checkpoint inhibitors and denosumab combination. Median overall survival in cohort B was 57 months compared with 22.8 months in cohort A and 22 months in M1c patients from cohort A. Median progression-free survival was 4.15 months in cohort B compared with 11.6 months in cohort A and 5.12 months in M1c patients from cohort A. The mean number of distant sites involved in metastasis were significantly higher in cohort B (3.54 vs. 2.23, P=0.0015). Cohort B also had more patients with more than two distant metastatic sites (90.9 vs. 30.8%, P=0.001). A combination therapy with denosumab and immune checkpoint inhibitors may have a beneficial effect on survival and progression as in our study; the patients receiving combination therapy did not behave poorly despite having poor prognostic features.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Z",
      "initials": "MZ",
      "name": "Muhammad Z Afzal",
      "affiliations": [
        "Hospital Medicine, Dartmouth-Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Hematology-Oncology, Norris Cotton Cancer Center, One Medical Center Dr. Lebanon, Lebanon, New Hampshire, USA."
      ]
    }
  ],
  "journal": {
    "title": "Melanoma research",
    "iso_abbreviation": "Melanoma Res",
    "issn": "1473-5636",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "341",
  "end_page": "347",
  "pages": "341-347",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antineoplastic Combined Chemotherapy Protocols",
    "Bone Density Conservation Agents",
    "CTLA-4 Antigen",
    "Denosumab",
    "Female",
    "Humans",
    "Male",
    "Melanoma",
    "Middle Aged",
    "Programmed Cell Death 1 Receptor",
    "RANK Ligand",
    "Retrospective Studies",
    "Skin Neoplasms",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "29750753",
    "doi": "10.1097/CMR.0000000000000459"
  },
  "doi": "10.1097/CMR.0000000000000459",
  "dates": {
    "completed": "2019-02-01",
    "revised": "2019-02-01"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "CTLA-4 Antigen",
    "CTLA4 protein, human",
    "PDCD1 protein, human",
    "Programmed Cell Death 1 Receptor",
    "RANK Ligand",
    "TNFSF11 protein, human",
    "Denosumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.811038",
    "pmid": "29750753"
  }
}