{
  "pmid": "29755565",
  "uid": "29755565",
  "title": "In-Vitro Anti-Proliferative and Pro-Apoptotic Properties of Sutureja Khuzestanica on Human Breast Cancer Cell Line (MCF-7) and Its Synergic Effects with Anticancer Drug Vincristine.",
  "abstract": "Satureja khuzestanica Jamzad (Marzeh Khuzestani in Persian) is an endemic plant that is widely distributed in the southern part of Iran. Despite the number of papers published on this plant, no one has focused on its anticancer effects. Therefore, the present study was designed to investigate the selective cytotoxic and anti-proliferative properties of satureja khuzestanica total extract (SKE). MCF-7 human breast cancer cells were used in this study. Cytotoxicity of the extract was determined using MTT and neutral red assaysafter 24 h treatment period. Biochemical markers of apoptosis (caspase-3, Bax, Bcl-2) and cell proliferation (cyclin D1) were evaluated by immunoblotting. Vincristine was used to evaluate the synergic effect of extract with an anticancer drug. The data showed that treatment of cells with SKE (150 and 200 µg/mL for 24 h) significantly reduced cell viability, activated caspase 3 and increased Bax/Bcl2 ratio. In addition, cyclin D1 expression was significantly decreased in the SKE-treated cells. In addition, concomitant treatment of the MCF-7 cells with SKE and vincristine produced a potent anti-proliferative and pro-apoptotic effect compared to extract or drug alone. In conclusion, satureja extract has a potential anti-cancer property against human breast cancer cells and its combination with chemotherapeutic agent vincristine may induce cell death effectively and be a potent modality to treat this type of cancer.",
  "authors": [
    {
      "last_name": "Esmaeili-Mahani",
      "fore_name": "Saeed",
      "initials": "S",
      "name": "Saeed Esmaeili-Mahani",
      "affiliations": [
        "Department of Biology, Faculty of Sciences, Shahid Bahonar University of Kerman, Iran.",
        "Laboratory of Molecular Neuroscience, Neuroscience Research Center, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Samandari-Bahraseman",
      "fore_name": "Mohammad Rasoul",
      "initials": "MR",
      "name": "Mohammad Rasoul Samandari-Bahraseman",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran.",
        "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khoramabad, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Iranian journal of pharmaceutical research : IJPR",
    "iso_abbreviation": "Iran J Pharm Res",
    "issn": "1735-0328",
    "issn_type": "Print",
    "volume": "17",
    "issue": "1",
    "pub_year": "2018"
  },
  "start_page": "343",
  "end_page": "352",
  "pages": "343-352",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29755565",
    "pmc": "PMC5937104"
  },
  "pmc_id": "PMC5937104",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.388684",
    "pmid": "29755565"
  }
}