{
  "pmid": "29753019",
  "uid": "29753019",
  "title": "Psychophysical and neuroimaging responses to moving stimuli in a patient with the Riddoch phenomenon due to bilateral visual cortex lesions.",
  "abstract": "Patients with injury to early visual cortex or its inputs can display the Riddoch phenomenon: preserved awareness for moving but not stationary stimuli. We provide a detailed case report of a patient with the Riddoch phenomenon, MC. MC has extensive bilateral lesions to occipitotemporal cortex that include most early visual cortex and complete blindness in visual field perimetry testing with static targets. Nevertheless, she shows a remarkably robust preserved ability to perceive motion, enabling her to navigate through cluttered environments and perform actions like catching moving balls. Comparisons of MC's structural magnetic resonance imaging (MRI) data to a probabilistic atlas based on controls reveals that MC's lesions encompass the posterior, lateral, and ventral early visual cortex bilaterally (V1, V2, V3A/B, LO1/2, TO1/2, hV4 and VO1 in both hemispheres) as well as more extensive damage to right parietal (inferior parietal lobule) and left ventral occipitotemporal cortex (VO1, PHC1/2). She shows some sparing of anterior occipital cortex, which may account for her ability to see moving targets beyond ~15 degrees eccentricity during perimetry. Most strikingly, functional and structural MRI revealed robust and reliable spared functionality of the middle temporal motion complex (MT+) bilaterally. Moreover, consistent with her preserved ability to discriminate motion direction in psychophysical testing, MC also shows direction-selective adaptation in MT+. A variety of tests did not enable us to discern whether input to MT+ was driven by her spared anterior occipital cortex or subcortical inputs. Nevertheless, MC shows rich motion perception despite profoundly impaired static and form vision, combined with clear preservation of activation in MT+, thus supporting the role of MT+ in the Riddoch phenomenon.",
  "authors": [
    {
      "last_name": "Arcaro",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Arcaro",
      "affiliations": [
        "Department of Neurobiology, Harvard Medical School, Boston, MA, USA; Department of Psychology, Princeton University, Princeton, NJ, USA; Princeton Neuroscience Institute, Princeton, NJ, USA."
      ]
    },
    {
      "last_name": "Thaler",
      "fore_name": "Lore",
      "initials": "L",
      "name": "Lore Thaler",
      "affiliations": [
        "Department of Psychology, Durham University, Durham, UK."
      ]
    },
    {
      "last_name": "Quinlan",
      "fore_name": "Derek J",
      "initials": "DJ",
      "name": "Derek J Quinlan",
      "affiliations": [
        "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monaco",
      "fore_name": "Simona",
      "initials": "S",
      "name": "Simona Monaco",
      "affiliations": [
        "Center for Mind and Brain Sciences, University of Trento, Trento, Italy."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Psychology, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valyear",
      "fore_name": "Kenneth F",
      "initials": "KF",
      "name": "Kenneth F Valyear",
      "affiliations": [
        "School of Psychology, University of Bangor, Bangor, Wales."
      ]
    },
    {
      "last_name": "Goebel",
      "fore_name": "Rainer",
      "initials": "R",
      "name": "Rainer Goebel",
      "affiliations": [
        "Department of Cognitive Neuroscience, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Dutton",
      "fore_name": "Gordon N",
      "initials": "GN",
      "name": "Gordon N Dutton",
      "affiliations": [
        "Department of Visual Science, Glasgow Caledonian University, Glasgow, UK."
      ]
    },
    {
      "last_name": "Goodale",
      "fore_name": "Melvyn A",
      "initials": "MA",
      "name": "Melvyn A Goodale",
      "affiliations": [
        "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Department of Psychology, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kastner",
      "fore_name": "Sabine",
      "initials": "S",
      "name": "Sabine Kastner",
      "affiliations": [
        "Department of Psychology, Princeton University, Princeton, NJ, USA; Princeton Neuroscience Institute, Princeton, NJ, USA."
      ]
    },
    {
      "last_name": "Culham",
      "fore_name": "Jody C",
      "initials": "JC",
      "name": "Jody C Culham",
      "affiliations": [
        "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Department of Psychology, University of Western Ontario, London, Ontario, Canada. Electronic address: jculham@uwo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Neuropsychologia",
    "iso_abbreviation": "Neuropsychologia",
    "issn": "1873-3514",
    "issn_type": "Electronic",
    "volume": "128",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "150",
  "end_page": "165",
  "pages": "150-165",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Blindness, Cortical",
    "Brain Mapping",
    "Cerebral Infarction",
    "Contrast Sensitivity",
    "Discrimination, Psychological",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Middle Aged",
    "Motion Perception",
    "Neuroimaging",
    "Psychophysics",
    "Visual Cortex",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "29753019",
    "mid": "NIHMS1065380",
    "pmc": "PMC6991136",
    "doi": "10.1016/j.neuropsychologia.2018.05.008",
    "pii": "S0028-3932(18)30204-5"
  },
  "doi": "10.1016/j.neuropsychologia.2018.05.008",
  "pmc_id": "PMC6991136",
  "dates": {
    "completed": "2020-02-28",
    "revised": "2020-02-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 EY017699",
      "agency": "NEI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 MH064043",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.718589",
    "pmid": "29753019"
  }
}