{
  "pmid": "29754671",
  "uid": "29754671",
  "title": "Rationale and design for the Vascular Outcomes study of ASA along with rivaroxaban in endovascular or surgical limb revascularization for peripheral artery disease (VOYAGER PAD).",
  "abstract": "BACKGROUND: Patients with peripheral artery disease (PAD) undergoing a lower-extremity revascularization are at heightened risk for ischemic cardiac and limb events. Although intensification of antithrombotic therapy after revascularization has demonstrated benefit in coronary disease populations, this approach has not been well studied or shown consistent benefit in PAD. Recent trial evidence demonstrated that a treatment strategy of rivaroxaban added to background antiplatelet therapy reduced ischemic risk in patients following recent acute coronary syndromes, as well as in patients with stable atherosclerotic vascular disease. Whether these benefits extend to the population of patients with symptomatic lower-extremity PAD undergoing revascularization is the objective of the VOYAGER PAD trial. STUDY DESIGN: VOYAGER PAD is an international randomized, double-blind, placebo-controlled trial to evaluate the efficacy and safety of rivaroxaban in symptomatic PAD patients undergoing a peripheral surgical and/or endovascular revascularization. Patients are randomized in a 1:1 ratio to either rivaroxaban 2.5 mg twice daily or placebo, on a background of low-dose aspirin (100 mg daily). In addition, the use of a limited course of P2Y12 inhibition is allowed at the discretion of the site investigator. The primary efficacy end point is a novel composite of myocardial infarction, ischemic stroke, cardiovascular death, acute limb ischemia, and major amputation of vascular etiology. The primary safety end point is major bleeding according to the Thrombolysis in Myocardial Infarction definition. Enrolment began in August 2015 and will complete randomization of at least 6,500 patients by January 2018. This event-driven trial is expected to observe outcomes over a mean patient follow-up of 30 months. CONCLUSIONS: VOYAGER PAD is evaluating the efficacy of rivaroxaban added to background antiplatelet therapy to reduce major cardiovascular and limb ischemic vascular outcomes in the high-risk population of PAD patients undergoing peripheral revascularization.",
  "authors": [
    {
      "last_name": "Capell",
      "fore_name": "Warren H",
      "initials": "WH",
      "name": "Warren H Capell",
      "affiliations": [
        "CPC Clinical Research, Aurora, CO; University of Colorado School of Medicine, Division of Endocrinology, Metabolism, and Diabetes, University of Colorado Denver, Aurora, CO."
      ]
    },
    {
      "last_name": "Bonaca",
      "fore_name": "Marc P",
      "initials": "MP",
      "name": "Marc P Bonaca",
      "affiliations": [
        "Brigham & Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Nehler",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Nehler",
      "affiliations": [
        "CPC Clinical Research, Aurora, CO; University of Colorado School of Medicine, Department of Surgery, University of Colorado Denver, Aurora, CO."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Edmond",
      "initials": "E",
      "name": "Edmond Chen",
      "affiliations": [
        "Bayer US LLC, Parsippany, NJ."
      ]
    },
    {
      "last_name": "Kittelson",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Kittelson",
      "affiliations": [
        "CPC Clinical Research, Aurora, CO; Colorado School of Public Health, Department of Biostatistics, University of Colorado Denver, Aurora, CO."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berkowitz",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Berkowitz",
      "affiliations": [
        "Bayer US LLC, Parsippany, NJ."
      ]
    },
    {
      "last_name": "Debus",
      "fore_name": "Eike Sebastian",
      "initials": "ES",
      "name": "Eike Sebastian Debus",
      "affiliations": [
        "Department of Vascular Medicine, University of Hamburg-Eppendorf, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Fanelli",
      "fore_name": "Fabrizio",
      "initials": "F",
      "name": "Fabrizio Fanelli",
      "affiliations": [
        "Department of Vascular and Interventional Radiology, Careggi University Hospital, Florence, Italy."
      ]
    },
    {
      "last_name": "Haskell",
      "fore_name": "Lloyd",
      "initials": "L",
      "name": "Lloyd Haskell",
      "affiliations": [
        "Janssen Pharmaceuticals LLC, Beerse, Belgium."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Manesh R",
      "initials": "MR",
      "name": "Manesh R Patel",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC."
      ]
    },
    {
      "last_name": "Bauersachs",
      "fore_name": "Rupert",
      "initials": "R",
      "name": "Rupert Bauersachs",
      "affiliations": [
        "Department of Vascular Medicine, Klinikum Darmstadt GmbH, Darmstadt, Germany; Center of Thrombosis and Hemostasis, University of Mainz, Mainz, Germany."
      ]
    },
    {
      "last_name": "Hiatt",
      "fore_name": "William R",
      "initials": "WR",
      "name": "William R Hiatt",
      "affiliations": [
        "CPC Clinical Research, Aurora, CO; University of Colorado School of Medicine, Division of Cardiology, University of Colorado Denver, Aurora, CO. Electronic address: Will.Hiatt@ucdenver.edu."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "199",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "83",
  "end_page": "91",
  "pages": "83-91",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aspirin",
    "Dose-Response Relationship, Drug",
    "Double-Blind Method",
    "Drug Therapy, Combination",
    "Endovascular Procedures",
    "Factor Xa Inhibitors",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Peripheral Arterial Disease",
    "Platelet Aggregation Inhibitors",
    "Purinergic P2Y Receptor Antagonists",
    "Rivaroxaban",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29754671",
    "doi": "10.1016/j.ahj.2018.01.011",
    "pii": "S0002-8703(18)30037-1"
  },
  "doi": "10.1016/j.ahj.2018.01.011",
  "dates": {
    "completed": "2019-04-18",
    "revised": "2019-04-18"
  },
  "chemicals": [
    "Factor Xa Inhibitors",
    "Platelet Aggregation Inhibitors",
    "Purinergic P2Y Receptor Antagonists",
    "Rivaroxaban",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.309321",
    "pmid": "29754671"
  }
}