{
  "pmid": "29760260",
  "uid": "29760260",
  "title": "Older patient engagement in advance care planning in Canadian primary care practices: Results of a multisite survey.",
  "abstract": "OBJECTIVE: To assess primary care patients' engagement in advance care planning (ACP) and predictors of engagement. DESIGN: Cross-sectional survey using a revised version of a validated questionnaire. SETTING: Alberta, Ontario, and British Columbia. PARTICIPANTS: Convenience sample of 20 family practices that provided a consecutive sample of 810 patients aged 50 years and older. MAIN OUTCOME MEASURES: Engagement in ACP activities, and sociodemographic and health-related predictors of having engaged in ACP activities. RESULTS: Patients had a mean age of 66 years (55.6% women). Two-thirds of patients (68.5%; 555) had thought about the kinds of medical treatments they would want or not want if they were sick and in hospital, 52.8% (n = 428) had talked with someone about what they would want, 32.0% (n = 259) had written down their wishes, 50.4% (n = 408) had named someone to be their substitute decision maker, and 23.0% (n = 186) had engaged in all 4 key ACP activities. Of those patients who had talked to someone about medical treatments wanted or not, 17.5% (n = 75) had talked to their family doctors. Age (adjusted odds ratio per 10-year category of 1.55; 95% CI 1.26 to 1.90; P < .001) was significantly associated with having engaged in all ACP activities. CONCLUSION: Many patients have engaged in some ACP activities, but few have discussed ACP with their family physicians. Strategies should be implemented in primary care to reduce the barriers to discussing ACP.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont. mhoward@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Assistant Clinical Professor in the Department of Family Medicine at McMaster University and Lecturer in the Department of Family and Community Medicine at the University of Toronto in Ontario."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Klein",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at the University of Alberta in Edmonton."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine at the University of Calgary in Alberta."
      ]
    },
    {
      "last_name": "Slaven",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Slaven",
      "affiliations": [
        "Assistant Clinical Professor in the Division of Palliative Care at McMaster University."
      ]
    },
    {
      "last_name": "Barwich",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Barwich",
      "affiliations": [
        "Clinical Associate Professor in the Division of Palliative Care in the Department of Medicine at the University of British Columbia in Vancouver."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Associate Professor in the Department of Health Research Methods, Evidence and Impact and the Department of Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Asselin",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Asselin",
      "affiliations": [
        "Research associate in the Department of Family Medicine at the University of Alberta at the time of writing."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Simon",
      "affiliations": [
        "Associate Professor in the Division of Palliative Medicine at the University of Calgary."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Professor in the Department of Critical Care Medicine and the Department of Public Health Sciences at Queen's University in Kingston, Ont, and Director of the Clinical Evaluation Research Unit at Kingston General Hospital."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "371",
  "end_page": "377",
  "pages": "371-377",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Advance Care Planning",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Care Team",
    "Patient Participation",
    "Physician-Patient Relations",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "29760260",
    "pmc": "PMC5951655",
    "pii": "64/5/371"
  },
  "pmc_id": "PMC5951655",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2019-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.524127",
    "pmid": "29760260"
  }
}