{
  "pmid": "29778659",
  "uid": "29778659",
  "title": "Sepsis-3 Septic Shock Criteria and Associated Mortality Among Infected Hospitalized Patients Assessed by a Rapid Response Team.",
  "abstract": "BACKGROUND: Rapid response teams (RRTs) respond to hospitalized patients with deterioration and help determine subsequent management, including ICU admission. In such patients with sepsis and septic shock, the Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3) clinical criteria have a potential role in detection, risk stratification, and prognostication; however, their accuracy in comparison with the systemic inflammatory response syndrome (SIRS)-based septic shock criteria is unknown. We sought to evaluate prognostic accuracy of the Sepsis-3 criteria for in-hospital mortality among infected hospitalized patients with acute deterioration. METHODS: Prospectively collected registry data (2012-2016) from two hospitals, including consecutive hospitalized patients with suspected infection seen by the RRT. We compared the Sepsis-3 criteria with the SIRS-based criteria for prediction of in-hospital mortality. RESULTS: Of 1,708 included patients, 418 (24.5%) met the Sepsis-3 septic shock criteria, whereas 545 (31.9%) met the SIRS-based septic shock criteria. Patients meeting the Sepsis-3 septic shock criteria had higher in-hospital mortality (40.9% vs 33.5%; P < .0001), ICU admission (99.5% vs 89.2%; P < .001), and discharge rates to long-term care (66.3% vs 53.7%; P < .0001) than patients meeting the SIRS-based septic shock criteria, respectively. Sensitivity and specificity of the quick Sequential (Sepsis-Related) Organ Failure Assessment were 64.9% and 92.2% for prediction of in-hospital mortality, whereas SIRS criteria had a sensitivity and specificity of 91.6% and 23.6%, respectively. CONCLUSIONS: Hospitalized patients with deterioration from suspected infection had higher risk of in-hospital mortality if they met the Sepsis-3 septic shock criteria than the SIRS-based septic shock criteria. Therefore, use of the Sepsis-3 criteria may be preferable in the prognostication and disposition of these patients who are critically ill.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Reardon",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Reardon",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shapiro",
      "fore_name": "Nathan I",
      "initials": "NI",
      "name": "Nathan I Shapiro",
      "affiliations": [
        "Department of Emergency Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Yealy",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Yealy",
      "affiliations": [
        "Department of Emergency Medicine, University of Pittsburgh, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew J E",
      "initials": "AJE",
      "name": "Andrew J E Seely",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Barnaby",
      "fore_name": "Douglas P",
      "initials": "DP",
      "name": "Douglas P Barnaby",
      "affiliations": [
        "Department of Emergency Medicine, Albert Einstein College of Medicine, Bronx, NY."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Murphy",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyere Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "309",
  "end_page": "316",
  "pages": "309-316",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Clinical Deterioration",
    "Female",
    "Hospital Mortality",
    "Hospital Rapid Response Team",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Organ Dysfunction Scores",
    "Prognosis",
    "Prospective Studies",
    "Risk Assessment",
    "Sensitivity and Specificity",
    "Shock",
    "Shock, Septic",
    "Systemic Inflammatory Response Syndrome"
  ],
  "article_ids": {
    "pubmed": "29778659",
    "doi": "10.1016/j.chest.2018.05.004",
    "pii": "S0012-3692(18)30741-4"
  },
  "doi": "10.1016/j.chest.2018.05.004",
  "dates": {
    "completed": "2019-09-24",
    "revised": "2019-09-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.035480",
    "pmid": "29778659"
  }
}