{
  "pmid": "29778588",
  "uid": "29778588",
  "title": "Increased burden of comorbidities and risk of cardiovascular death in atrial fibrillation patients in Europe over ten years: A comparison between EORP-AF pilot and EHS-AF registries.",
  "abstract": "BACKGROUND: In 2002, the European Society of Cardiology conducted the Euro Heart Survey (EHS), while in 2014concluded 1-year follow-up of the EURObservational Research Programme AF (EORP-AF) Pilot Registry. METHODS: We analysed differences in clinical profiles, therapeutic approaches and outcomes between these two cohorts after propensity score matching (PSM). RESULTS: After PSM, 5206 patients were analysed. In EORP-AF there were more elderly patients than EHS (p < .001). EORP-AF patients were more burdened with cardiovascular (CV) and non-CV comorbidities, with a higher proportion of patients with high thromboembolic risk. EORP-AF patients used more oral-anticoagulant (OAC) (p < .001). At 1-year follow-up EORP-AF patients had lower risk for thromboembolic and CV events, readmission for AF and other CV reasons (all p < .001), showing conversely a higher risk for CV death (p = .015). Kaplan-Meier curves showed that EORP-AF patients had higher risk for CV death (p < .0001) and all-cause death (p = .0019). Cox regression confirmed that EORP-AF patients were at higher risk for CV death (p = .021). CONCLUSIONS: We found significant changes in AF epidemiology over a decade in Europe, with older patients, more burdened with comorbidities. A greater use of OAC was found. Despite a reduction in risk for thromboembolic events, a high risk of CV-related death was still evident.",
  "authors": [
    {
      "last_name": "Proietti",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Proietti",
      "affiliations": [
        "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Laroche",
      "fore_name": "Cécile",
      "initials": "C",
      "name": "Cécile Laroche",
      "affiliations": [
        "EURObservational Research Programme Department, European Society of Cardiology, Sophia Antipolis, France."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Crijns",
      "fore_name": "Harry J G M",
      "initials": "HJGM",
      "name": "Harry J G M Crijns",
      "affiliations": [
        "Department of Cardiology, Maastricht University Medical Centre, Maastricht, the Netherlands; Cardiovascular Research Institute Maastricht (CARIM), Maastricht University, Maastricht, the Netherlands."
      ]
    },
    {
      "last_name": "Maggioni",
      "fore_name": "Aldo P",
      "initials": "AP",
      "name": "Aldo P Maggioni",
      "affiliations": [
        "EURObservational Research Programme Department, European Society of Cardiology, Sophia Antipolis, France; ANMCO Research Center, Firenze, Italy."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Deirdre A",
      "initials": "DA",
      "name": "Deirdre A Lane",
      "affiliations": [
        "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom."
      ]
    },
    {
      "last_name": "Boriani",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Boriani",
      "affiliations": [
        "Institute of Cardiology, Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, S. Orsola-Malpighi University Hospital, Bologna, Italy; Cardiology Department, University of Modena and Reggio Emilia, Policlinico di Modena, Modena, Italy."
      ]
    },
    {
      "last_name": "Lip",
      "fore_name": "Gregory Y H",
      "initials": "GYH",
      "name": "Gregory Y H Lip",
      "affiliations": [
        "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark. Electronic address: g.y.h.lip@bham.ac.uk."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of internal medicine",
    "iso_abbreviation": "Eur J Intern Med",
    "issn": "1879-0828",
    "issn_type": "Electronic",
    "volume": "55",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "28",
  "end_page": "34",
  "pages": "28-34",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Comorbidity",
    "Europe",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Propensity Score",
    "Prospective Studies",
    "Registries",
    "Risk Factors",
    "Societies, Medical",
    "Surveys and Questionnaires",
    "Survival Analysis",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "29778588",
    "doi": "10.1016/j.ejim.2018.05.016",
    "pii": "S0953-6205(18)30193-6"
  },
  "doi": "10.1016/j.ejim.2018.05.016",
  "dates": {
    "completed": "2019-01-10",
    "revised": "2019-01-10"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.926815",
    "pmid": "29778588"
  }
}