{
  "pmid": "29780840",
  "uid": "29780840",
  "title": "Radial Tears of the Lateral Meniscus-Two Novel Repair Techniques: A Biomechanical Study.",
  "abstract": "BACKGROUND: A common treatment for radial tears of the meniscus has historically been partial meniscectomy. Owing to the poor outcomes associated with partial meniscectomy, repair of the meniscus is an important treatment option. It is important to evaluate different repair techniques for radial tears of the meniscus. PURPOSE/HYPOTHESIS: The purpose of this study was to evaluate 2 novel techniques to repair radial tears of the lateral meniscus. The 2 techniques were compared biomechanically with the cross-suture method with an inside-out technique. The authors hypothesized that novel repair techniques would result in less displacement after cyclic loading, increased load required to displace the repair 3 mm, greater load to failure, decreased displacement at load to failure, and increased stiffness of the repair, resulting in a construct that more closely re-creates the function of the intact meniscus. STUDY DESIGN: Controlled laboratory study. METHODS: A total of 36 fresh-frozen cadaveric tibial plateaus containing intact menisci were obtained. The menisci were divided into 3 groups (n = 12 in each group), and each meniscus was repaired simulating an inside-out technique. The 3 repairs completed were the hashtag, crosstag, and cross-suture techniques. Radial tears were created at the midbody of the lateral meniscus and repaired via the 3 techniques. The repaired menisci were attached to an axial loading machine and tested for cyclic and failure loading. RESULTS: After cyclic loading, the cross-suture repair displaced 4.78 ± 1.65 mm; the hashtag, 2.42 ± 1.13 mm; and the crosstag, 3.13 ± 1.77 mm. The hashtag and cross-tag repairs both resulted in significantly less displacement (P = .003 and .024, respectively) as compared with the cross-suture repair. The cross-suture technique had a load to failure of 81.43 ± 14.31 N; the hashtag, 86.08 ± 23.58 N; and the crosstag, 62.50 ± 12.15 N. The cross-suture and hashtag repairs both resulted in a greater load to failure when compared with the crosstag (P = .009 and .009, respectively). There was no difference comparing the load required to displace the cross-suture technique 3 mm versus the hashtag or crosstag technique (P = .564 and .094, respectively). However, when compared with the crosstag technique, the hashtag technique required a significantly greater load to displace the repair 3 mm (P = .015). CONCLUSION: This study introduced 2 novel repair techniques-hashtag and crosstag-that did not demonstrate superiority in terms of load to failure or stiffness, but both repairs were statistically superior to the cross-suture repair in terms of displacement after cyclic loading. Considerations that may influence the validity of these techniques include cost, surgical time, and increased technical demand. CLINICAL RELEVANCE: Radial tears of the meniscus are difficult to repair. Further research into more stable constructs is necessary.",
  "authors": [
    {
      "last_name": "Stender",
      "fore_name": "Zachary C",
      "initials": "ZC",
      "name": "Zachary C Stender",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Cracchiolo",
      "fore_name": "Allison M",
      "initials": "AM",
      "name": "Allison M Cracchiolo",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Patterson",
      "fore_name": "David P",
      "initials": "DP",
      "name": "David P Patterson",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Wilusz",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Wilusz",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Lemos",
      "fore_name": "Stephen E",
      "initials": "SE",
      "name": "Stephen E Lemos",
      "affiliations": [
        "Detroit Medical Center, Detroit, Michigan, USA."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "6",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "2325967118768086",
  "pages": "2325967118768086",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29780840",
    "pmc": "PMC5954321",
    "doi": "10.1177/2325967118768086",
    "pii": "10.1177_2325967118768086"
  },
  "doi": "10.1177/2325967118768086",
  "pmc_id": "PMC5954321",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.918465",
    "pmid": "29780840"
  }
}