{
  "pmid": "29785406",
  "uid": "29785406",
  "title": "Fluid Extravasation in Shoulder Arthroscopic Surgery: A Systematic Review.",
  "abstract": "BACKGROUND: Arthroscopic surgery of the shoulder joint has become increasingly more common given its advantages over open surgery; however, one rare but potentially life-threatening complication is fluid extravasation into the surrounding tissues, causing edema, respiratory compromise, abnormal results on laboratory blood tests, and possibly death. Currently, no systematic review exists that summarizes the existing clinical research on this topic. PURPOSE: To perform a systematic review on fluid extravasation as a complication of shoulder arthroscopic surgery, specifically assessing clinical presentation, risk factors, management, and outcomes. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: Two reviewers independently searched 3 databases (PubMed, Ovid [MEDLINE], and Embase) from database inception until July 1, 2017. The PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) checklist guided the reporting and data abstraction. The methodological quality of these studies was assessed using the Methodological Index for Non-Randomized Studies (MINORS) checklist. The results are presented in a narrative summary fashion using descriptive statistics including ranges and agreement statistics. RESULTS: A total of 26 studies (20 case reports, 4 case series, and 2 prospective comparative studies) encompassing 205 patients (mean age, 50.8 years [range, 15-83 years]) were included. The most common signs of fluid extravasation included chest wall swelling (n = 86) and neck swelling (n = 116). In 32 patients, observation alone was sufficient. Other patients required airway intubation (n = 16), diuretics (n = 7), steroids (n = 1), and percutaneous drainage of fluid (n = 1). Clinical edema resolved after 2 to 48 hours, and patients were discharged 1 to 20 days postoperatively. Serious complications included transfer to the intensive care unit (n = 14), anterior interosseous nerve palsy (n = 4), rhabdomyolysis (n = 1), and death (n = 1). CONCLUSION: Fluid extravasation has the potential to be a life-threatening complication of shoulder arthroscopic surgery; however, it is most commonly managed nonoperatively, and symptoms typically resolve with no evidence of long-term complications. Intraoperative surgical decisions, such as minimizing the surgical time and volume of irrigation fluid used, may limit fluid extravasation, while careful intraoperative monitoring may facilitate prompt diagnosis and management to optimize patient outcomes.",
  "authors": [
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gholami",
      "fore_name": "Arian",
      "initials": "A",
      "name": "Arian Gholami",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Investigation performed at McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "6",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "2325967118771616",
  "pages": "2325967118771616",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29785406",
    "pmc": "PMC5954585",
    "doi": "10.1177/2325967118771616",
    "pii": "10.1177_2325967118771616"
  },
  "doi": "10.1177/2325967118771616",
  "pmc_id": "PMC5954585",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.818817",
    "pmid": "29785406"
  }
}