{
  "pmid": "29780594",
  "uid": "29780594",
  "title": "Role of endoscopy in inflammatory bowel disease.",
  "abstract": "Crohn's disease (CD) and ulcerative colitis (UC) constitute the two most common phenotypes of inflammatory bowel disease (IBD). Ileocolonoscopy with biopsy has been considered the gold standard for the diagnosis of IBD. Differential diagnosis of CD and UC is important, as their medical and surgical treatment modalities and prognoses can be different. However, approximately 15% of patients with IBD are misdiagnosed as IBD unclassified due to the lack of diagnostic certainty of CD or UC. Recently, there has been increased recognition of the role of the therapeutic endoscopist in the field of IBD. Newer imaging techniques have been developed to aid in the differentiation of UC vs CD. Furthermore, endoscopic balloon dilation and stenting have become an integral part of the therapeutic armamentarium of CD stricture management. Endoscopic ultrasound has been recognized as being more accurate than magnetic resonance imaging in detecting perianal fistulae in patients with CD. Additionally, chromoendoscopy may help to detect dysplasia earlier compared with white-light colonoscopy. Hence, interventional endoscopy has become a cornerstone in the diagnosis, treatment and management of IBD complications. The role of endoscopy in the field of IBD has significantly evolved in recent years from small-bowel imaging to endoscopic balloon dilation and use of chormoendoscopy in dysplasia surveillance. In this review article, we discuss the current evidence on interventional endoscopy in the diagnosis, treatment and management of IBD compications.",
  "authors": [
    {
      "last_name": "Bharadwaj",
      "fore_name": "Shishira",
      "initials": "S",
      "name": "Shishira Bharadwaj",
      "affiliations": [
        "Department of Gastroenterology/Hepatology, Beth Israel Deaconess Medical Center, 330 Brookline Ave, Boston, MA 02215, USA."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Tandon",
      "fore_name": "Parul",
      "initials": "P",
      "name": "Parul Tandon",
      "affiliations": [
        "Department of Medicine, The Ottawa Hospital, 501 Smyth Rd, Ottawa, ON K1H 8L6, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, 1280 Main St W, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology report",
    "iso_abbreviation": "Gastroenterol Rep (Oxf)",
    "issn": "2052-0034",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "75",
  "end_page": "82",
  "pages": "75-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29780594",
    "pmc": "PMC5952948",
    "doi": "10.1093/gastro/goy006",
    "pii": "goy006"
  },
  "doi": "10.1093/gastro/goy006",
  "pmc_id": "PMC5952948",
  "dates": {
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.007996",
    "pmid": "29780594"
  }
}