{
  "pmid": "29794278",
  "uid": "29794278",
  "title": "A case report of a thalamic stroke associated with sudden disappearance of severe chronic low back pain.",
  "abstract": "BACKGROUND: Chronic pain conditions are associated with neuroplasticity within the central nervous system. In most patients the maladaptive consequence of neuroplasticity supports prolonged course of chronic pain, despite the absence of a commensurate etiology. From a pain neuromatrix perspective it can involve three different circuits within the central nervous system; the classical sensory pathway, the limbic system pathway, and the associative pathways involving the parietal cortical connections. Although this can be conceptualized as a fluid system composed of several interacting networks, it can be broadly separated into a nociceptive specific network of spino-thalamic neurons and second order neurons beyond thalamus that are not nociceptor specific. Thalamus acts as an important relay station that conveys nociceptive signaling to higher centres. Neuroplastic changes can potentially involve any parts within this neuromatrix. It is very uncommon to observe the sudden disappearance of such a chronic pain condition. METHODS AND RESULTS: In this case report, the author describes the clinical course of a patient with severe chronic low back pain (CLBP), whose pain suddenly disappeared after a stroke involving his left thalamus. Although extremely rare, existing case reports of such disappearance of pain with a secondary stroke in patients suffering from central post stroke pain (CPSP) are reviewed. The author further postulates hypotheses that could potentially explain this phenomenon based on the existing knowledge. CONCLUSIONS AND IMPLICATIONS: Although extremely rare and unpredictable, a thalamic stroke involving areas that are involved in chronic pain signaling can potentially lead to disappearence of an existing chronic pain condition. This is the first case report of such sudden disappearence of CLBP with well established nociceptive pathology supported by clinical and imaging findings. This unique case report could potentially generate ideas for future research and clinical treatment in the field of neuromodulation and brain stimulation.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, St. Joseph's Healthcare, McMaster University, 50 Charlton Avenue East, Hamilton, L8N 4A6, Canada, Tel.: +905-522-1155, Ext. 33853."
      ]
    }
  ],
  "journal": {
    "title": "Scandinavian journal of pain",
    "iso_abbreviation": "Scand J Pain",
    "issn": "1877-8879",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "26"
  },
  "start_page": "121",
  "end_page": "124",
  "pages": "121-124",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Chronic Pain",
    "Humans",
    "Low Back Pain",
    "Male",
    "Pain Perception",
    "Remission, Spontaneous",
    "Stroke",
    "Thalamus"
  ],
  "article_ids": {
    "pubmed": "29794278",
    "doi": "10.1515/sjpain-2017-0169",
    "pii": "sjpain-2017-0169"
  },
  "doi": "10.1515/sjpain-2017-0169",
  "dates": {
    "completed": "2019-03-25",
    "revised": "2021-02-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.642374",
    "pmid": "29794278"
  }
}