{
  "pmid": "29793635",
  "uid": "29793635",
  "title": "Antithrombotic Therapy for Peripheral Artery Disease: Recent Advances.",
  "abstract": "Peripheral artery disease (PAD) affects over 200 million people globally and is a cause of significant morbidity, mortality, and disability due to limb loss. Although secondary prevention with antithrombotic therapy is a mainstay of treatment to prevent adverse cardiovascular events, PAD patients are often undertreated with antithrombotic agents. Furthermore, there is a paucity of high-quality data from randomized controlled trials of PAD patients, leading to wide variations in clinical practice and guideline recommendations. Recently, there have been important advances that have further increased the number of antiplatelet and anticoagulant choices potentially available for patients with PAD. In this context, this paper aims to summarize the current available evidence for the safety and efficacy of various antithrombotic agents in PAD, and discuss how to integrate this emerging evidence into actual clinical practice. An evidenced-based approach to PAD patients is essential to achieve optimal outcomes, weighing cardiovascular and limb benefits against bleeding risks.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Mohamad A",
      "initials": "MA",
      "name": "Mohamad A Hussain",
      "affiliations": [
        "Brigham and Women's Hospital Heart & Vascular Center, Boston, Massachusetts; Department of Surgery, University of Toronto, Toronto, Ontario, Canada; Division of Vascular Surgery, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al-Omran",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Al-Omran",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada; Division of Vascular Surgery, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada; Department of Surgery, King Saud University, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Creager",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Creager",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center, Geisel School of Medicine at Dartmouth, Lebanon, New Hampshire."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Subodh",
      "initials": "S",
      "name": "Subodh Verma",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada; Division of Cardiac Surgery, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Brigham and Women's Hospital Heart & Vascular Center, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts. Electronic address: dlbhattmd@post.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "21",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "2450",
  "end_page": "2467",
  "pages": "2450-2467",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Fibrinolytic Agents",
    "Humans",
    "Peripheral Arterial Disease",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "29793635",
    "doi": "10.1016/j.jacc.2018.03.483",
    "pii": "S0735-1097(18)34238-4"
  },
  "doi": "10.1016/j.jacc.2018.03.483",
  "dates": {
    "completed": "2019-08-06",
    "revised": "2019-08-06"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.309886",
    "pmid": "29793635"
  }
}