{
  "pmid": "29845049",
  "uid": "29845049",
  "title": "Antibiotic Irrigation of Pocket for Implant-Based Breast Augmentation to Prevent Capsular Contracture: A Systematic Review.",
  "abstract": "BACKGROUND: In vitro and in vivo studies have described a number of different antibiotic solutions for irrigation of the pocket in implant-based breast augmentation in an attempt to prevent the formation of capsular contracture (CC). Our objective was to evaluate the evidence that antibiotic irrigation reduced the rate of CC. METHODS: A systematic search of MEDLINE, EMBASE, and CENTRAL was conducted from inception to January 2016. We included studies which examined the use of intraoperative antibiotic irrigation in women undergoing primary breast augmentation. Our primary outcome was the rate of CC. Included studies were assessed for methodological quality using validated tools. RESULTS: Seven studies were included in the final analysis: 1 randomized controlled trial (RCT) and 6 non-randomized studies. The mean follow-up ranged from 14 to 72 months. The rate of CC was less than 2% in 8 studies, between 3% and 6% in 4 studies, and 13.9% in 1 study. Included studies demonstrated significant clinical and methodological heterogeneity. The solitary low-quality RCT concluded that antibiotic irrigation was superior to saline irrigation. Three non-randomized studies demonstrated no significant difference in the rate of CC with the use of antibiotics. One non-randomized controlled study showed that the use of mixture of antibiotic and povidone-iodine significantly lowered the rate of CC. CONCLUSIONS: The available evidence on the use of antibiotic irrigation to prevent CC is weak and it is based on studies with high risk of bias. Methodologically robust studies are necessary to answer the question whether antibiotic breast pocket irrigation prevents CC.",
  "authors": [
    {
      "last_name": "Samargandi",
      "fore_name": "Osama A",
      "initials": "OA",
      "name": "Osama A Samargandi",
      "affiliations": [
        "Division of Plastic Surgery, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada.",
        "Division of Plastic and Reconstructive Surgery, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Joukhadar",
      "fore_name": "Nadim",
      "initials": "N",
      "name": "Nadim Joukhadar",
      "affiliations": [
        "Division of Plastic Surgery, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Al Youha",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Al Youha",
      "affiliations": [
        "Division of Plastic Surgery, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Williams",
      "affiliations": [
        "Division of Plastic Surgery, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "26",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "start_page": "110",
  "end_page": "119",
  "pages": "110-119",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29845049",
    "pmc": "PMC5967171",
    "doi": "10.1177/2292550317747854",
    "pii": "10.1177_2292550317747854"
  },
  "doi": "10.1177/2292550317747854",
  "pmc_id": "PMC5967171",
  "dates": {
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.169881",
    "pmid": "29845049"
  }
}