{
  "pmid": "29847254",
  "uid": "29847254",
  "title": "Cross-cultural perspectives on decision making regarding noninvasive prenatal testing: A comparative study of Lebanon and Quebec.",
  "abstract": "Noninvasive prenatal testing (NIPT), based on the detection of cell-free fetal DNA in maternal blood, has transformed the landscape of prenatal care by offering clinical benefits (noninvasive, high specificity and sensitivity, early detection of abnormalities) compared to existing prenatal screening tests. NIPT has expanded rapidly and is currently commercially available in most of the world. As NIPT spreads globally, culturally sensitive and ethically sound implementation will require policies that take into consideration the social and cultural context of prenatal testing decisions. In a Western context, the main ethical argument for providing access and public funding of prenatal tests is the promotion of reproductive autonomy (also referred to as \"procreative liberty\" and \"reproductive freedom\"), by enabling pregnant women and couples to access information about the fetus in order to choose a certain course of action for pregnancy management (continuation of pregnancy and preparation for birth or termination). So how is the framework of reproductive autonomy operationalized in non-Western cultural contexts? We used Quebec, Canada, and Beirut, Lebanon, for case studies to explore what ethical considerations related to reproductive autonomy should guide the implementation of the test in various cultural contexts. To answer this question, we conducted a qualitative study to (1) explore the perceptions, values, and preferences of pregnant women and their partners about NIPT and (2) examine how these values and perceptions influence reproductive autonomy and decision making in relation to NIPT in these two different cultural settings, Lebanon and Quebec. Our findings may guide health care professionals in providing counseling and in helping women and their partners make better informed prenatal testing decisions. Further, at a policy level, such understanding might inform the development of local guidelines and policies that are appropriate to each context.",
  "authors": [
    {
      "last_name": "Haidar",
      "fore_name": "Hazar",
      "initials": "H",
      "name": "Hazar Haidar",
      "affiliations": [
        "a Bioethics Program, Department of Social and Preventive Medicine , School of Public Health, University of Montreal."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "b McMaster Program for Education Research , Innovation and Theory."
      ]
    },
    {
      "last_name": "Laberge",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Laberge",
      "affiliations": [
        "c Medical Genetics, Department of Pediatrics, and Research Center , Centre Hospitalier Universitaire Sainte-Justine.",
        "d Department of Pediatrics and Department of Preventive and Social Medicine , Université de Montréal."
      ]
    },
    {
      "last_name": "Bibeau",
      "fore_name": "Gilles",
      "initials": "G",
      "name": "Gilles Bibeau",
      "affiliations": [
        "e Department of Anthropology, Faculty of Arts and Sciences , Université de Montréal."
      ]
    },
    {
      "last_name": "Ghulmiyyah",
      "fore_name": "Labib",
      "initials": "L",
      "name": "Labib Ghulmiyyah",
      "affiliations": [
        "f Department of Obstetrics and Gynecology , American University of Beirut."
      ]
    },
    {
      "last_name": "Ravitsky",
      "fore_name": "Vardit",
      "initials": "V",
      "name": "Vardit Ravitsky",
      "affiliations": [
        "g Bioethics Program, Department of Social and Preventive Medicine , School of Public Health, Université de Montréal."
      ]
    }
  ],
  "journal": {
    "title": "AJOB empirical bioethics",
    "iso_abbreviation": "AJOB Empir Bioeth",
    "issn": "2329-4523",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "99",
  "end_page": "111",
  "pages": "99-111",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Congenital Abnormalities",
    "Cross-Cultural Comparison",
    "Female",
    "Genetic Counseling",
    "Genetic Testing",
    "Health Knowledge, Attitudes, Practice",
    "Health Policy",
    "Humans",
    "Lebanon",
    "Patient Preference",
    "Personal Autonomy",
    "Pregnancy",
    "Pregnant People",
    "Prenatal Diagnosis",
    "Quebec"
  ],
  "article_ids": {
    "pubmed": "29847254",
    "doi": "10.1080/23294515.2018.1469551"
  },
  "doi": "10.1080/23294515.2018.1469551",
  "dates": {
    "completed": "2019-11-07",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes for Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.624965",
    "pmid": "29847254"
  }
}