{
  "pmid": "29843918",
  "uid": "29843918",
  "title": "Prevalence and correlates of bleeding and emotional harms in a national US sample of patients with venous thromboembolism: A cross-sectional structural equation model.",
  "abstract": "INTRODUCTION: Venous thromboembolism (VTE) including deep vein thrombosis (DVT) or pulmonary embolism (PE) is associated with reduced survival, poorer quality of life, and substantial health-care-costs. Limited research, primarily qualitative, suggests that those with VTE may have elevated fear of recurrence, and associated emotional dysfunction and distress. METHODS: A national online survey was administered to 907 patients who had experienced a VTE event in the past two years. The survey assessed for the prevalence of self-reported bleeding harms associated with VTE, the levels of anxiety, depression, cognitive dysfunction and distress experienced by patients, and a range of potential psychosocial correlates that may be associated with these bleeding or emotional harms. RESULTS: The majority (63.0%) of respondents had experienced at least one bleeding related harm following their VTE diagnosis, and 40.6% indicated they experienced fear of another clot often or almost all the time. One-in-four (24.7%) and one-in-ten (11.6%) had abnormal levels of anxiety and depression, respectively. Structural equation modeling was used to define two composite latent bleeding harm and emotional harm factors. Emotional and bleeding harms were associated with younger age, a belief that one's health is due to luck, having multiple comorbidities, having a history of prior VTE events, having multiple barriers to VTE care, and experiencing medical mistakes in diagnosis or treatment. Emotional harms were uniquely predicted by having poorer health literacy, having low self-reported medication adherence, belief others are responsible for one's health, and more recent VTE events. Bleeding harms were uniquely predicted by having a lower frequency of primary care provider contact and having a history of switching between warfarin and direct oral anticoagulants for VTE treatment. CONCLUSIONS: The findings show high levels of self-reported bleeding and emotional harms in a general population of VTE sufferers that are clearly associated with readily identifiable demographic, health status, and psychosocial characteristics. These represent targets for intervention and changes in clinical practice.",
  "authors": [
    {
      "last_name": "Feehan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Feehan",
      "affiliations": [
        "Department of Pharmacotherapy, College of Pharmacy, University of Utah, Salt Lake City, UT, USA; The Moran Eye Center, Department of Ophthalmology & Visual Sciences, University of Utah School of Medicine, Salt Lake City, UT, USA; Kantar, LLC, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Hall & Partners, Inc., NY, New York, USA."
      ]
    },
    {
      "last_name": "Van Duker",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Van Duker",
      "affiliations": [
        "Hall & Partners, Inc., NY, New York, USA."
      ]
    },
    {
      "last_name": "Godin",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Godin",
      "affiliations": [
        "Hall & Partners, Inc., NY, New York, USA."
      ]
    },
    {
      "last_name": "Munger",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Munger",
      "affiliations": [
        "Department of Pharmacotherapy, College of Pharmacy, University of Utah, Salt Lake City, UT, USA; Department of Internal Medicine, University of Utah School of Medicine, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Fleming",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Fleming",
      "affiliations": [
        "University of Utah Health, Thrombosis Service, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Stacy A",
      "initials": "SA",
      "name": "Stacy A Johnson",
      "affiliations": [
        "Department of Internal Medicine, University of Utah School of Medicine, Salt Lake City, UT, USA; University of Utah Health, Thrombosis Service, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Margaux A",
      "initials": "MA",
      "name": "Margaux A Morrison",
      "affiliations": [
        "The Moran Eye Center, Department of Ophthalmology & Visual Sciences, University of Utah School of Medicine, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "DeAngelis",
      "fore_name": "Margaret M",
      "initials": "MM",
      "name": "Margaret M DeAngelis",
      "affiliations": [
        "The Moran Eye Center, Department of Ophthalmology & Visual Sciences, University of Utah School of Medicine, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Witt",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Witt",
      "affiliations": [
        "Department of Pharmacotherapy, College of Pharmacy, University of Utah, Salt Lake City, UT, USA; University of Utah Health, Thrombosis Service, Salt Lake City, UT, USA. Electronic address: dan.witt@pharm.utah.edu."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "181",
  "end_page": "187",
  "pages": "181-187",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anxiety",
    "Cognitive Dysfunction",
    "Depression",
    "Female",
    "Hemorrhage",
    "Humans",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Quality of Life",
    "Stress, Physiological",
    "Surveys and Questionnaires",
    "United States",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "29843918",
    "doi": "10.1016/j.thromres.2018.05.025",
    "pii": "S0049-3848(18)30366-9"
  },
  "doi": "10.1016/j.thromres.2018.05.025",
  "dates": {
    "completed": "2019-01-14",
    "revised": "2019-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.918740",
    "pmid": "29843918"
  }
}