{
  "pmid": "29848178",
  "uid": "29848178",
  "title": "Global governance and the broader determinants of health: A comparative case study of UNDP's and WTO's engagement with global health.",
  "abstract": "This comparative case study investigated how two intergovernmental organisations without formal health mandates - the United Nations Development Programme (UNDP) and the World Trade Organization (WTO) - have engaged with global health issues. Triangulating insights from key institutional documents, ten semi-structured interviews with senior officials, and scholarly books tracing the history of both organisations, the study identified an evolving and broadened engagement with global health issues in UNDP and WTO. Within WTO, the dominant view was that enhancing international trade is instrumental to improving global health, although the need to resolve tensions between public health objectives and WTO agreements was recognised. For UNDP, interviewees reported that the agency gained prominence in global health for its response to HIV/AIDS in the 1990s and early 2000s. Learning from that experience, the agency has evolved and expanded its role in two respects: it has increasingly facilitated processes to provide global normative direction for global health issues such as HIV/AIDS and access to medicines, and it has expanded its focus beyond HIV/AIDS. Overall, the study findings suggest the need for seeking greater integration among international institutions, closing key global institutional gaps, and establishing a shared global institutional space for promoting action on the broader determinants of health.",
  "authors": [
    {
      "last_name": "Gopinathan",
      "fore_name": "Unni",
      "initials": "U",
      "name": "Unni Gopinathan",
      "affiliations": [
        "Department of Community Medicine and Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Department of Global Health, Division for Health Services, Norwegian Institute of Public Health, Oslo, Norway.",
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Watts",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Watts",
      "affiliations": [
        "University College London, Institute for Global Health, London, UK."
      ]
    },
    {
      "last_name": "Lefebvre",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Lefebvre",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Cheung",
      "affiliations": [
        "Faculty of Medicine, University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": [
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA.",
        "Division for Infection Control and Environmental Health, Norwegian Institute of Public Health, Oslo, Norway.",
        "Department of Health Management and Health Economics, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Global public health",
    "iso_abbreviation": "Glob Public Health",
    "issn": "1744-1706",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "175",
  "end_page": "189",
  "pages": "175-189",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Retroviral Agents",
    "Commerce",
    "Global Health",
    "HIV Infections",
    "Health Services Accessibility",
    "Humans",
    "International Agencies",
    "International Cooperation",
    "Interviews as Topic",
    "Policy",
    "Qualitative Research",
    "Social Determinants of Health",
    "United Nations"
  ],
  "article_ids": {
    "pubmed": "29848178",
    "doi": "10.1080/17441692.2018.1476567"
  },
  "doi": "10.1080/17441692.2018.1476567",
  "dates": {
    "completed": "2020-10-05",
    "revised": "2020-10-05"
  },
  "chemicals": [
    "Anti-Retroviral Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.634959",
    "pmid": "29848178"
  }
}