{
  "pmid": "29843743",
  "uid": "29843743",
  "title": "The GRADE Evidence to Decision (EtD) framework for health system and public health decisions.",
  "abstract": "OBJECTIVE: To describe a framework for people making and using evidence-informed health system and public health recommendations and decisions. BACKGROUND: We developed the GRADE Evidence to Decision (EtD) framework for health system and public health decisions as part of the DECIDE project, in which we simultaneously developed frameworks for these and other types of healthcare decisions, including clinical recommendations, coverage decisions and decisions about diagnostic tests. DEVELOPING THE FRAMEWORK: Building on GRADE EtD tables, we used an iterative approach, including brainstorming, consultation of the literature and with stakeholders, and an international survey of policy-makers. We applied the framework to diverse examples, conducted workshops and user testing with health system and public health guideline developers and policy-makers, and observed and tested its use in real-life guideline panels. FINDINGS: All the GRADE EtD frameworks share the same basic structure, including sections for formulating the question, making an assessment and drawing conclusions. Criteria listed in the assessment section of the health system and public health framework cover the important factors for making these types of decisions; in addition to the effects and economic impact of an option, the priority of the problem, the impact of the option on equity, and its acceptability and feasibility are important considerations that can inform both whether and how to implement an option. Because health system and public health interventions are often complex, detailed implementation considerations should be made when making a decision. The certainty of the evidence is often low or very low, but decision-makers must still act. Monitoring and evaluation are therefore often important considerations for these types of decisions. We illustrate the different components of the EtD framework for health system and public health decisions by presenting their application in a framework adapted from a real-life guideline. DISCUSSION: This framework provides a structured and transparent approach to support policy-making informed by the best available research evidence, while making the basis for decisions accessible to those whom they will affect. The health system and public health EtD framework can also be used to facilitate dissemination of recommendations and enable decision-makers to adopt, and adapt, recommendations or decisions.",
  "authors": [
    {
      "last_name": "Moberg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Moberg",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway. jmoberg@doctors.org.uk."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rosenbaum",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Flottorp",
      "fore_name": "Signe",
      "initials": "S",
      "name": "Signe Flottorp",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway."
      ]
    },
    {
      "last_name": "Glenton",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Glenton",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway.",
        "Health Systems Research Unit, South African Medical Research Council, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Morelli",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Morelli",
      "affiliations": [
        "Norwegian Institute of Public Health, PO Box 4404, Nydalen, N-0403, Oslo, Norway."
      ]
    },
    {
      "last_name": "Rada",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Rada",
      "affiliations": [
        "Evidence-Based Health Care Program, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, CIBERESP-IIB Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Decision Making",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "29843743",
    "pmc": "PMC5975536",
    "doi": "10.1186/s12961-018-0320-2",
    "pii": "10.1186/s12961-018-0320-2"
  },
  "doi": "10.1186/s12961-018-0320-2",
  "pmc_id": "PMC5975536",
  "dates": {
    "completed": "2018-10-19",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "258583",
      "agency": "European Commission FP7 Program"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.655402",
    "pmid": "29843743"
  }
}