{
  "pmid": "29859444",
  "uid": "29859444",
  "title": "Monocarboxylic and dicarboxylic acids over oceans from the East China Sea to the Arctic Ocean: Roles of ocean emissions, continental input and secondary formation.",
  "abstract": "Organic acids are major components in marine organic aerosols. Many studies on the occurrence, sources and sinks of organic acids over oceans in the low and middle latitudes have been conducted. However, the understanding of relative contributions of specific sources to organic acids over oceans, especially in the high latitudes, is still inadequate. This study measured organic acids, including C14:0 - C32:0 saturated monocarboxylic acids (MCAs), C16:1, C18:1 and C18:2 unsaturated MCAs, and di-C4 - di-C10 dicarboxylic acids (DCAs), in the marine boundary layer from the East China Sea to the Arctic Ocean during the 3rd Chinese Arctic Research Expedition (CHINARE 08). The average concentrations were 18 ± 16 ng/m[3] and 11 ± 5.4 ng/m[3] for ΣMCA and ΣDCA, respectively. The levels of saturated MCAs were much higher than those of unsaturated DCAs, with peaks at C16:0, C18:0 and C14:0. DCAs peaked at di-C4, followed by di-C9 and di-C8. Concentrations of MCAs and DCAs generally decreased with increasing latitudes. Sources of MCAs and DCAs were further investigated using principal component analysis with a multiple linear regression (PCA-MLR) model. Overall, carboxylic acids originated from ocean emissions, continental input (including biomass burning, anthropogenic emissions and terrestrial plant emissions), and secondary formation. All the five sources contributed to MCAs with ocean emissions as the predominant source (48%), followed by biomass burning (20%). In contrast, only 3 sources (i.e., secondary formation (50%), anthropogenic emissions (41%) and biomass burning (9%)) contributed to DCAs. Furthermore, the sources varied with regions. Over the Arctic Ocean, only secondary formation and anthropogenic emissions contributed to MCAs and DCAs.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Qihou",
      "initials": "Q",
      "name": "Qihou Hu",
      "affiliations": [
        "Key Lab of Environmental Optics and Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei, 230031, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Zhouqing",
      "initials": "Z",
      "name": "Zhouqing Xie",
      "affiliations": [
        "Key Lab of Environmental Optics and Technology, Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Hefei, 230031, China; Institute of Polar Environment & Anhui Province Key Laboratory of Polar Environment and Global Change, School of Earth and Space Sciences, University of Science and Technology of China, Hefei 230026, China. Electronic address: zqxie@ustc.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xinming",
      "initials": "X",
      "name": "Xinming Wang",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Kang",
      "affiliations": [
        "Institute of Polar Environment & Anhui Province Key Laboratory of Polar Environment and Global Change, School of Earth and Space Sciences, University of Science and Technology of China, Hefei 230026, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Ding",
      "affiliations": [
        "State Key Laboratory of Organic Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Pengfei",
      "initials": "P",
      "name": "Pengfei Zhang",
      "affiliations": [
        "School of Environmental Studies, China University of Geosciences, Wuhan, 430074, China; Hubei Provincial Engineering Research Center of Systematic Water Pollution Control, China University of Geosciences, Wuhan 430074, China. Electronic address: zhangpf@cug.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "640-641",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "284",
  "end_page": "292",
  "pages": "284-292",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29859444",
    "doi": "10.1016/j.scitotenv.2018.05.311",
    "pii": "S0048-9697(18)31963-6"
  },
  "doi": "10.1016/j.scitotenv.2018.05.311",
  "dates": {
    "completed": "2018-07-18",
    "revised": "2018-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.279929",
    "pmid": "29859444"
  }
}