{
  "pmid": "29855280",
  "uid": "29855280",
  "title": "Antidepressants for depressive disorder in children and adolescents: a database of randomised controlled trials.",
  "abstract": "BACKGROUND: In recent years, whether, when and how to use antidepressants to treat depressive disorder in children and adolescents has been hotly debated. Relevant evidence on this topic has increased rapidly. In this paper, we present the construction and content of a database of randomised controlled trials of antidepressants to treat depressive disorder in children and adolescents. This database can be freely accessed via our website and will be regularly updated. DESCRIPTION: Major bibliographic databases (PubMed, the Cochrane Library, Web of Science, Embase, CINAHL, PsycINFO and LiLACS), international trial registers and regulatory agencies' websites were systematically searched for published and unpublished studies up to April 30, 2017. We included randomised controlled trials in which the efficacy or tolerability of any oral antidepressant was compared with that of a control group or any other treatment. In total, 7377 citations from bibliographical databases and 3289 from international trial registers and regulatory agencies' websites were identified. Of these, 53 trials were eligible for inclusion in the final database. Selected data were extracted from each study, including characteristics of the participants (the study population, setting, diagnostic criteria, type of depression, age, sex, and comorbidity), characteristics of the treatment conditions (the treatment conditions, general information, and detail of pharmacotherapy and psychotherapy) and study characteristics (the sponsor, country, number of sites, blinding method, sample size, treatment duration, depression scales, other scales, and primary outcome measure used, and side-effect monitoring method). Moreover, the risk of bias for each trial were assessed. CONCLUSION: This database provides information on nearly all randomised controlled trials of antidepressants in children and adolescents. By using this database, researchers can improve research efficiency, avoid inadvertent errors and easily focus on the targeted subgroups in which they are interested. For authors of subsequent reviews, they could only use this database to insure that they have completed a comprehensive review, rather than relied solely on the data from this database. We expect this database could help to promote research on evidence-based practice in the treatment of depressive disorder in children and adolescents. The database could be freely accessed in our website: http://xiepengteam.cn/research/evidence-based-medicine .",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, China.",
        "Chongqing Key Laboratory for Cerebrovascular Disease Research, Yongchuan Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Psychiatry, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Pu",
      "fore_name": "Juncai",
      "initials": "J",
      "name": "Juncai Pu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Hanping",
      "initials": "H",
      "name": "Hanping Zhang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Lining",
      "initials": "L",
      "name": "Lining Yang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Lanxiang",
      "initials": "L",
      "name": "Lanxiang Liu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Chanjuan",
      "initials": "C",
      "name": "Chanjuan Zhou",
      "affiliations": [
        "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, China.",
        "Chongqing Key Laboratory for Cerebrovascular Disease Research, Yongchuan Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Shuai",
      "initials": "S",
      "name": "Shuai Yuan",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xiaofeng",
      "initials": "X",
      "name": "Xiaofeng Jiang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, China. xiepeng973@126.com.",
        "Chongqing Key Laboratory for Cerebrovascular Disease Research, Yongchuan Hospital of Chongqing Medical University, Chongqing, China. xiepeng973@126.com.",
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, 1 Youyi Road, Yuzhong District, Chongqing, 400016, China. xiepeng973@126.com."
      ],
      "orcid": "0000-0002-8104-9230"
    }
  ],
  "journal": {
    "title": "BMC psychiatry",
    "iso_abbreviation": "BMC Psychiatry",
    "issn": "1471-244X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "162",
  "pages": "162",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Antidepressive Agents",
    "Child",
    "Depressive Disorder",
    "Drug Administration Schedule",
    "Evidence-Based Medicine",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29855280",
    "pmc": "PMC5984320",
    "doi": "10.1186/s12888-018-1749-0",
    "pii": "10.1186/s12888-018-1749-0"
  },
  "doi": "10.1186/s12888-018-1749-0",
  "pmc_id": "PMC5984320",
  "dates": {
    "completed": "2019-04-23",
    "revised": "2019-04-23"
  },
  "chemicals": [
    "Antidepressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.279353",
    "pmid": "29855280"
  }
}