{
  "pmid": "29864150",
  "uid": "29864150",
  "title": "Characterization of the seven-day course of pulmonary response following unilateral lung acid injury in rats.",
  "abstract": "BACKGROUND: Aspiration of gastric acid is an important cause of acute lung injury. The time course of the pulmonary response to such an insult beyond the initial 48 hours is incompletely characterized. The purpose of this study was to comprehensively describe the pulmonary effects of focal lung acid injury over a seven day period in both directly injured and not directly injured lung tissue. METHODS: Male Wistar rats underwent left-endobronchial instillation with hydrochloric acid and were sacrificed at 4, 24, 48, 96 or 168 h after the insult. Healthy non-injured animals served as controls. We assessed inflammatory cell counts and cytokine levels in right and left lung lavage fluid and blood, arterial oxygen tension, alterations in lung histology, lung wet-to-dry weight ratio and differential lung perfusion. RESULTS: Lung acid instillation induced an early strong inflammatory response in the directly affected lung, peaking at 4-24 hours, with only partial resolution after 7 days. A less severe response with complete resolution after 4 days was seen in the opposite lung. Alveolar cytokine levels, with exception of IL-6, only partially reflected the localization of lung injury and the time course of the functional and histologic alterations. Alveolar leucocyte subpopulations exhibited different time courses in the acid injured lung with persistent elevation of alveolar lymphocytes and macrophages. After acid instillation there was an early transient decrease in arterial oxygen tension and lung perfusion was preferentially distributed to the non-injured lung. CONCLUSION: These findings provide a basis for further research in the field of lung acid injury and for studies exploring effects of mechanical ventilation on injured lungs. Incomplete recovery in the directly injured lung 7 days after acid instillation suggests that increased vulnerability and susceptibility to further noxious stimuli are still present at that time.",
  "authors": [
    {
      "last_name": "Setzer",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Setzer",
      "affiliations": [
        "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland.",
        "Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany."
      ],
      "orcid": "0000-0002-5169-2989"
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany."
      ]
    },
    {
      "last_name": "Hueter",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Hueter",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany.",
        "Department of Anesthesia and Intensive Care, Zentralklinik Bad Berka, Bad Berka, Germany."
      ]
    },
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Schwarzkopf",
      "affiliations": [
        "Department of Anesthesia and Intensive Care, Klinikum Saarbrücken, Winterberg, Saarbrücken, Germany."
      ]
    },
    {
      "last_name": "Sänger",
      "fore_name": "Jörg",
      "initials": "J",
      "name": "Jörg Sänger",
      "affiliations": [
        "Laboratory for Pathology and Cytology, Zentralklinik Bad Berka, Bad Berka, Germany."
      ]
    },
    {
      "last_name": "Schreiber",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Schreiber",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany.",
        "Department of Anesthesia and Intensive Care, Zentralklinik Bad Berka, Bad Berka, Germany."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "6",
    "pub_year": "2018"
  },
  "start_page": "e0198440",
  "pages": "e0198440",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Animals",
    "Arterial Pressure",
    "Bronchoalveolar Lavage Fluid",
    "Case-Control Studies",
    "Cytokines",
    "Disease Models, Animal",
    "Gastric Acid",
    "Humans",
    "Hydrochloric Acid",
    "Instillation, Drug",
    "Male",
    "Rats",
    "Rats, Wistar"
  ],
  "article_ids": {
    "pubmed": "29864150",
    "pmc": "PMC5986146",
    "doi": "10.1371/journal.pone.0198440",
    "pii": "PONE-D-18-04310"
  },
  "doi": "10.1371/journal.pone.0198440",
  "pmc_id": "PMC5986146",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [
    "Cytokines",
    "Hydrochloric Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.429529",
    "pmid": "29864150"
  }
}