{
  "pmid": "29876160",
  "uid": "29876160",
  "title": "Development of a New Patient-reported Outcome Instrument to Evaluate Treatments for Scars: The SCAR-Q.",
  "abstract": "BACKGROUND: Every year millions of individuals acquire scars. A literature review of patient-reported outcome (PRO) instruments identified content limitations in existing scar-specific measures. The aim of this study was to develop a new PRO instrument called SCAR-Q for children and adults with surgical, traumatic, and burn scars. METHODS: We performed a secondary analysis of the qualitative datasets used in the development of PRO instruments for plastic and reconstructive surgery, that is, BREAST-Q, FACE-Q, BODY-Q, and CLEFT-Q. The keyword \"scar*\" was used to extract scar-specific text. Data were analyzed to identify concepts of interest and to form a comprehensive item pool. Scales were developed and refined through multiple rounds of cognitive interviews with patients and with input from international clinical experts between July 2015 and December 2016. RESULTS: A total of 52 children and 192 adults from the qualitative datasets provided between 1 and 34 scar-specific codes (n = 1,227). The analysis led to the identification of 3 key domains for which scales were developed: scar appearance (eg, size, color, contour), scar symptoms (eg, painful, tight, itchy), and psychosocial impact (eg, feeling self-conscious, bothered by scar). Cognitive interviews with 25 adults and 20 pediatric participants with scars, plus feedback from 27 clinical experts, led to rewording and removal of items, and new items added. These steps ensured content validity for SCAR-Q in a broad range of scars. CONCLUSIONS: The SCAR-Q is now being field-tested. Once completed, we anticipate SCAR-Q will be used in clinical practice and in clinical trials to test different scar therapies.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Ziolkowski",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "Division of Plastic & Reconstructive Surgery, Duke University, Durham, N.C."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "H Catherine",
      "initials": "HC",
      "name": "H Catherine Miller",
      "affiliations": [
        "University of Michigan, Ann Arbor, Mich."
      ]
    },
    {
      "last_name": "McIlvride",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison McIlvride",
      "affiliations": [
        "Columbia University College of Physicians and Surgeons, New York, N.Y."
      ]
    },
    {
      "last_name": "DiLaura",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison DiLaura",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Fish",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Fish",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "6",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "e1672",
  "pages": "e1672",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29876160",
    "pmc": "PMC5977950",
    "doi": "10.1097/GOX.0000000000001672"
  },
  "doi": "10.1097/GOX.0000000000001672",
  "pmc_id": "PMC5977950",
  "dates": {
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.124548",
    "pmid": "29876160"
  }
}