{
  "pmid": "29878210",
  "uid": "29878210",
  "title": "Physiological Effects of Citrus Leafminer Phyllocnistis citrella (Lepidoptera: Gracillariidae) Larval Feeding on Photosynthetic and Gaseous Exchange Rates in Citrus.",
  "abstract": "Feeding damage by arthropods exposes plants to pathogens and interferes with plant physiological processes. Feeding by the citrus leafminer (CLM), Phyllocnistis citrella Stainton (Lepidoptera: Gracillariidae), larva exposes leaf cuticle to the causal pathogens of the citrus canker disease. We investigated the impact of larval feeding on photosynthetic rate (Pn), CO2 exchange rate (Ci), and H2O exchange rate (Wi) in eight citrus cultivars [Citrus mandarins (Kinnow, Seedless Kinnow, Feutrell's early), Citrus sinensis (Succari, Salustiana), Citrus tangerines (Fairchild), Citrus limon (China lemon), and Citrus paradisi Macfad (Grapefruit)] under natural conditions in comparison with control plants protected from larval feeding. The effects on gas exchange parameters were tested by allowing the single first instar larvae per leaf to feed till pupation at the rate of three leaves per plant and 10 plants per cultivar. A consistent reduction in leaf Pn, Ci, and Wi rates with larval development through 19 d was observed in all cultivars except Grapefruit in which all three parameters decreased through 13 d and then increased consistently through 19 d. Reductions in Pn, Ci, and Wi were significantly correlated. All three parameters of CLM-infested plants were reduced significantly compared to their levels in control plants except Pn in Kinnow, China lemon, and Grapefruit; Ci in Grapefruit; and Wi in Succari. Pn was reduced most in Fairchild, whereas Ci and Wi were reduced most in China lemon. The consequences of these physiological alterations in regions with high CLM populations could be even more intense and negatively impact plant health, tolerance to pests and diseases, and yield.",
  "authors": [
    {
      "last_name": "Arshad",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arshad",
      "affiliations": [
        "Department of Entomology, University of Sargodha, Sargodha, Pakistan.",
        "Department of Entomology and Nematology, University of Florida, Institute of Food and Agricultural Sciences, Indian River Research and Education Center, Fort Pierce, FL."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Muhammad Irfan",
      "initials": "MI",
      "name": "Muhammad Irfan Ullah",
      "affiliations": [
        "Department of Entomology, University of Sargodha, Sargodha, Pakistan."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Jawwad A",
      "initials": "JA",
      "name": "Jawwad A Qureshi",
      "affiliations": [
        "Department of Entomology and Nematology, University of Florida, Institute of Food and Agricultural Sciences, Indian River Research and Education Center, Fort Pierce, FL."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Entomology, University of Sargodha, Sargodha, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of economic entomology",
    "iso_abbreviation": "J Econ Entomol",
    "issn": "1938-291X",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "2264",
  "end_page": "2271",
  "pages": "2264-2271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Carbon Dioxide",
    "Citrus",
    "Feeding Behavior",
    "Herbivory",
    "Larva",
    "Moths",
    "Photosynthesis"
  ],
  "article_ids": {
    "pubmed": "29878210",
    "doi": "10.1093/jee/toy150",
    "pii": "5033866"
  },
  "doi": "10.1093/jee/toy150",
  "dates": {
    "completed": "2019-03-12",
    "revised": "2019-03-12"
  },
  "chemicals": [
    "Carbon Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.815314",
    "pmid": "29878210"
  }
}