{
  "pmid": "29874367",
  "uid": "29874367",
  "title": "Identifying a Core Domain Set to Assess Psoriasis in Clinical Trials.",
  "abstract": "IMPORTANCE: There is no consensus on which domains should be measured or which instruments should be used in clinical trials for psoriasis therapies. OBJECTIVE: To achieve international consensus among psoriasis stakeholders on a core set of domains that should be measured in all psoriasis clinical trials. DESIGN, SETTING, AND PARTICIPANTS: Literature review, pre-Delphi survey exercises, nominal group discussions, and audience voting at 4 stakeholder meetings were used to develop candidate domains for 2 rounds of a Delphi survey. Stakeholders were patients or advocates of patients with psoriasis and health care professionals (HCPs) with expertise in psoriasis, including physicians, scientists, advocacy organization representatives, and regulators. Delphi surveys were conducted electronically from October through December 2015 and between September and October 2016. Stakeholder discussions with audience response voting were conducted at live meetings in the United States, Canada, and Italy from January 2013 to December 2016 to refine and ratify the core set of domains. MAIN OUTCOMES AND MEASURES: Two rounds of an electronic Delphi survey were used to determine consensus. A domain was considered \"core\" (ie, should be measured in all trials) if a threshold consensus of at least 70% was met in both patient and HCP groups. Domains meeting consensus in only 1 group were considered to be important but were not required to be measured in all trials (\"middle ring\"). These domains were included for rerating in round 2. Domains that did not meet consensus in either of the groups (\"outer ring\") were considered to be of uncertain importance and were placed in the research agenda. RESULTS: In round 1 of the Delphi survey, 107 HCPs and 14 patients participated. Most HCPs (72 [67%]) were dermatologists between 46 and 64 years old (71 [66%]), white (78 [73%]), and male (75 [70%]) from North America (60 [57%]) and Europe (34 [32%]).There were 10 pharmaceutical industry clinical or health economic scientists, 3 advocacy organization representatives, 2 regulatory agency representatives, and 5 \"other.\" In the second round, 77 HCPs and 15 patients participated. Of the 20 candidate domains, the following 6 met consensus as core domains: skin manifestations, psoriasis and psoriatic arthritis symptoms, health-related quality of life, investigator global assessment, patient global assessment, and treatment satisfaction. Secondary skin manifestations as well as nail, inverse, genital, and guttate psoriasis were classified as important but not mandatory. Psoriatic arthritis signs, work productivity or participation, economic impact (direct and indirect cost), and cardiovascular disease comprised the research agenda. CONCLUSIONS AND RELEVANCE: This iterative Delphi process yielded international consensus among professional and patient stakeholders on 6 domains that should be measured in all clinical trials for psoriasis. Future International Dermatology Outcome Measures group efforts will focus on development of a core outcome measurement set for psoriasis trials.",
  "authors": [
    {
      "last_name": "Callis Duffin",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Callis Duffin",
      "affiliations": [
        "Department of Dermatology, University of Utah, Salt Lake City."
      ]
    },
    {
      "last_name": "Merola",
      "fore_name": "Joseph F",
      "initials": "JF",
      "name": "Joseph F Merola",
      "affiliations": [
        "Division of Rheumatology, Department of Dermatology, Brigham and Women's Hospital Harvard Medical School, Boston, Massachusetts.",
        "Division of Rheumatology, Department of Medicine, Brigham and Women's Hospital Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Christensen",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Christensen",
      "affiliations": [
        "Musculoskeletal Statistics Unit, The Parker Institute, Bispebjerg and Frederiksberg Hospital, Copenhagen F, Denmark."
      ]
    },
    {
      "last_name": "Latella",
      "fore_name": "John",
      "initials": "J",
      "name": "John Latella",
      "affiliations": [
        "International Dermatology Outcome Measures Board of Directors, Windsor, Connecticut."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York."
      ]
    },
    {
      "last_name": "Gottlieb",
      "fore_name": "Alice B",
      "initials": "AB",
      "name": "Alice B Gottlieb",
      "affiliations": [
        "Department of Dermatology, New York Medical College, Metropolitan Hospital, New York, New York."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "April W",
      "initials": "AW",
      "name": "April W Armstrong",
      "affiliations": [
        "Department of Dermatology, Keck School of Medicine of University of Southern California, Los Angeles.",
        "Clinical Evidence Synopsis Editor and Editorial Board Member."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "1137",
  "end_page": "1144",
  "pages": "1137-1144",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Clinical Trials as Topic",
    "Consensus",
    "Delphi Technique",
    "Endpoint Determination",
    "Humans",
    "Patient Satisfaction",
    "Psoriasis",
    "Quality of Life",
    "Symptom Assessment",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "29874367",
    "pmc": "PMC6233740",
    "doi": "10.1001/jamadermatol.2018.1165",
    "pii": "2681833"
  },
  "doi": "10.1001/jamadermatol.2018.1165",
  "pmc_id": "PMC6233740",
  "dates": {
    "completed": "2019-09-30",
    "revised": "2019-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR000105",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 RR025764",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.247764",
    "pmid": "29874367"
  }
}