{
  "pmid": "29888075",
  "uid": "29888075",
  "title": "Applying Probabilistic Decision Models to Clinical Trial Design.",
  "abstract": "Clinical trial design most often focuses on a single or several related outcomes with corresponding calculations of statistical power. We consider a clinical trial to be a decision problem, often with competing outcomes. Using a current controversy in the treatment of HPV-positive head and neck cancer, we apply several different probabilistic methods to help define the range of outcomes given different possible trial designs. Our model incorporates the uncertainties in the disease process and treatment response and the inhomogeneities in the patient population. Instead of expected utility, we have used a Markov model to calculate quality adjusted life expectancy as a maximization objective. Monte Carlo simulations over realistic ranges of parameters are used to explore different trial scenarios given the possible ranges of parameters. This modeling approach can be used to better inform the initial trial design so that it will more likely achieve clinical relevance.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Wade P",
      "initials": "WP",
      "name": "Wade P Smith",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, WA."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Phillips",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington, Seattle, WA.",
        "Biomedical Informatics and Medical Education, University of Washington, Seattle, WA."
      ]
    }
  ],
  "journal": {
    "title": "AMIA Joint Summits on Translational Science proceedings. AMIA Joint Summits on Translational Science",
    "iso_abbreviation": "AMIA Jt Summits Transl Sci Proc",
    "issn": "2153-4063",
    "issn_type": "Print",
    "volume": "2017",
    "pub_year": "2018"
  },
  "start_page": "216",
  "end_page": "225",
  "pages": "216-225",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29888075",
    "pmc": "PMC5961806"
  },
  "pmc_id": "PMC5961806",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.716922",
    "pmid": "29888075"
  }
}