{
  "pmid": "29885881",
  "uid": "29885881",
  "title": "Direct Health-Care Costs and Productivity Costs Associated With Hypoglycemia in Adults With Type 1 and Type 2 Diabetes Mellitus That Participated in the Canadian Hypoglycemia Assessment Tool Program.",
  "abstract": "OBJECTIVES: There is a paucity of information concerning the cost of hypoglycemia events in Canadians with type 1 or type 2 diabetes. The objective of this study was to estimate the direct health-care costs and indirect costs associated with hypoglycemia based on a Canadian cohort of 498 patients from the global Hypoglycemia Assessment Tool (HAT) study. METHODS: A costing model was developed to estimate the direct costs related to experiencing hypoglycemia by using health-care resources associated with hospital admissions and additional clinical appointments that were prospectively reported 1 month after baseline in the HAT study. Data collected retrospectively on work absenteeism in the year prior to baseline were used to estimate the indirect costs of hypoglycemia events. All costs were annualized and reported in 2016 Canadian dollars. RESULTS: Of the 403 patients with diabetes who experienced hypoglycemia events in the first month after baseline (81%), 10 (2.5%) patients required hospitalization or clinical appointments. Over 1 year, the mean direct health-care costs were estimated to be C$90,300 (C$1,777 per patient) for hospitalizations and C$14,695 (C$204 per person) for additional clinical appointments. Work absenteeism resulted in a total annual indirect cost of C$20,937 for time off due to sick leave (C$500 per patient), arriving late (C$187 per patient) or leaving work early (C$128 per patient). The annual direct and indirect costs of hypoglycemia events total C$125,932. CONCLUSIONS: The impact of hypoglycemia events on health-care resource utilization and work productivity leads to substantial direct and indirect costs in Canadian patients with diabetes.",
  "authors": [
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria J",
      "initials": "DJ",
      "name": "Daria J O'Reilly",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada. Electronic address: oreilld@mcmaster.ca."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hahn",
      "fore_name": "Jina",
      "initials": "J",
      "name": "Jina Hahn",
      "affiliations": [
        "Novo Nordisk Canada, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nurkanovic",
      "fore_name": "Larisa",
      "initials": "L",
      "name": "Larisa Nurkanovic",
      "affiliations": [
        "Novo Nordisk Canada, Mississauga, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "659",
  "end_page": "663",
  "pages": "659-663",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Absenteeism",
    "Adult",
    "Canada",
    "Cohort Studies",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Efficiency",
    "Female",
    "Health Care Costs",
    "Hospitalization",
    "Humans",
    "Hypoglycemia",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Sick Leave"
  ],
  "article_ids": {
    "pubmed": "29885881",
    "doi": "10.1016/j.jcjd.2018.01.010",
    "pii": "S1499-2671(17)30368-4"
  },
  "doi": "10.1016/j.jcjd.2018.01.010",
  "dates": {
    "completed": "2019-03-25",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.634508",
    "pmid": "29885881"
  }
}