{
  "pmid": "29890354",
  "uid": "29890354",
  "title": "Ultrasound-Based Endometriosis Staging System: Validation Study to Predict Complexity of Laparoscopic Surgery.",
  "abstract": "STUDY OBJECTIVE: To validate the preoperative ultrasound-based endometriosis staging system (UBESS) for predicting the correct Royal Australian and New Zealand College of Obstetricians and Gynaecologists (RANZCOG) and Australasian Gynaecological Endoscopy and Surgery (AGES) Society's level of laparoscopic skill required for endometriosis surgery. DESIGN: Multi-center retrospective cohort study (Canadian Task Force classification II-2). SETTING: Tertiary teaching hospital and a private gynecologic clinic. PATIENTS: 155 women presenting with chronic pelvic pain and/or a history of endometriosis. INTERVENTIONS: Women underwent detailed specialized transvaginal ultrasound (TVS) in a tertiary referral unit to diagnose and stage endometriosis using the 3 stages of the UBESS. The UBESS was correlated to RANZCOG/AGES laparoscopic skill levels. The UBESS classifications were correlated as follows: UBESS I to predict RANZCOG/AGES surgical skill level 1/2, UBESS II to predict RANZCOG/AGES skill level ¾, and UBESS III to predict RANZCOG/AGES skill level 6. MAIN RESULTS: The accuracy, sensitivity, specificity, positive and negative predictive values, and positive and negative likelihood ratios of the UBESS I to predict the RANZCOG/AGES surgical skill levels 1/2 were 99.4%, 98.9%, 100%, 100%, 98.5%, not applicable, and .011; those of UBESS II to predict surgical skill levels 3/4 were: 98.1%, 96.8%, 98.4%, 93.8%, 99.2%, 60 and .033, respectively, and those for UBESS III to predict surgical skill level 6 were: 98.7%, 97.2%, 99.2%, 97.2%, 99.2%, 115.7, and 0.028, respectively. The rate of correctly predicting the exact level of skills needed was 98.1%, and Cohen's kappa statistic for the agreement between UBESS prediction and levels of training required at surgery was 0.97, indicating almost perfect agreement. CONCLUSIONS: The UBESS can be used to predict the level of complexity of laparoscopic surgery for endometriosis based on the RANZCOG/AGES skills levels for laparoscopy. It now awaits external validation in multiple centers with various surgical skill level classification systems to assess its general applicability.",
  "authors": [
    {
      "last_name": "Tompsett",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Tompsett",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endoscopy Surgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, New South Wales, Australia (Drs. Tompsett, Leonardi, Gerges, and Espada). Electronic address: jtom8588@uni.sydney.edu.au."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endoscopy Surgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, New South Wales, Australia (Drs. Tompsett, Leonardi, Gerges, and Espada)."
      ]
    },
    {
      "last_name": "Gerges",
      "fore_name": "Bassem",
      "initials": "B",
      "name": "Bassem Gerges",
      "affiliations": [
        "Department of Obstetrics and Gynaecology Wollongong Hospital, Wollongong, New South Wales, Australia (Dr. Reid)."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Chuan",
      "initials": "C",
      "name": "Chuan Lu",
      "affiliations": [
        "Department of Computer Sciences, Aberystwyth University, Wales, United Kingdom (Dr. Lu)."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Reid",
      "affiliations": [
        "Department of Obstetrics and Gynaecology Wollongong Hospital, Wollongong, New South Wales, Australia (Dr. Reid)."
      ]
    },
    {
      "last_name": "Espada",
      "fore_name": "Mercedes",
      "initials": "M",
      "name": "Mercedes Espada",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endoscopy Surgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, New South Wales, Australia (Drs. Tompsett, Leonardi, Gerges, and Espada)."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endoscopy Surgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, New South Wales, Australia (Drs. Tompsett, Leonardi, Gerges, and Espada); OMNI Gynaecological Care, Sydney, Australia (Dr. Condous)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimally invasive gynecology",
    "iso_abbreviation": "J Minim Invasive Gynecol",
    "issn": "1553-4669",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2019"
  },
  "start_page": "477",
  "end_page": "483",
  "pages": "477-483",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Australia",
    "Cohort Studies",
    "Endometriosis",
    "Female",
    "Humans",
    "Laparoscopy",
    "New Zealand",
    "Pelvic Pain",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Sensitivity and Specificity",
    "Severity of Illness Index",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "29890354",
    "doi": "10.1016/j.jmig.2018.05.022",
    "pii": "S1553-4650(18)30308-X"
  },
  "doi": "10.1016/j.jmig.2018.05.022",
  "dates": {
    "completed": "2019-07-31",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.269879",
    "pmid": "29890354"
  }
}