{
  "pmid": "29901659",
  "uid": "29901659",
  "title": "Dialogues on the Threshold: Dialogical Learning for Humanism and Justice.",
  "abstract": "Given the constant pressures of overflowing clinics, hospital wards, and emergency departments; shortened duty hours; and increased accreditation requirements, overburdened clinician teachers ask, \"How does one teach for humanism and justice?\" How does one step away-even momentarily-and focus teaching on the individual in front of us, the person who requires our attention and care? This approach must not only involve content (the patient's perspective of illness, social context, and life story) but also must be tightly linked with the ways in which these lessons in living are learned and taught. In this article, the authors propose recognition and use of a style of communication that is already implicitly present in clinical conversations and that is uniquely capable of stimulating reflection on the human dimensions of medicine: that of dialogue.Dialogue involves committing one's whole self to communicative exchange and emphasizes interpersonal relationships and trust. Its result is often not a specific answer; rather, it is enhanced understanding through the generation of new questions and possibilities and action in implementing solutions. It requires a reorientation of the teacher-learner relationship from top-down to one of open exchange and shared authority and responsibility. In the context of professional identity development, these conversations become dialogues on the threshold of transformative change. Through an exploration of dialogical teaching, the authors envision clinical education as constantly stepping in and out of goal-oriented discussions and reflective dialogues, all with the overall goal to educate physicians who practice with excellence, compassion, and justice.",
  "authors": [
    {
      "last_name": "Kumagai",
      "fore_name": "Arno K",
      "initials": "AK",
      "name": "Arno K Kumagai",
      "affiliations": [
        "A.K. Kumagai is professor and vice chair for education, University of Toronto Faculty of Medicine, Department of Medicine, and researcher, Wilson Centre. He holds the F.M. Hill Chair in Humanism Education, Women's College Hospital and University of Toronto, Toronto, Ontario, Canada. L. Richardson is assistant professor and faculty co-lead in person-centred care, University of Toronto Faculty of Medicine, Department of Medicine, and researcher and Indigenous Health Scholar, Wilson Centre, University of Toronto, Toronto, Ontario, Canada. S. Khan is a third-year resident in medicine, University of Toronto Faculty of Medicine, Department of Medicine, Toronto, Ontario, Canada. A. Kuper is associate professor of medicine and faculty co-lead in person-centred care, University of Toronto Faculty of Medicine, Department of Medicine, scientist and associate director, Wilson Centre for Research in Education, University Health Network, University of Toronto, and staff physician, Division of General Internal Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Richardson",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": []
    },
    {
      "last_name": "Kuper",
      "fore_name": "Ayelet",
      "initials": "A",
      "name": "Ayelet Kuper",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "1778",
  "end_page": "1783",
  "pages": "1778-1783",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Humanism",
    "Humans",
    "Learning",
    "Social Justice",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "29901659",
    "doi": "10.1097/ACM.0000000000002327"
  },
  "doi": "10.1097/ACM.0000000000002327",
  "dates": {
    "completed": "2019-09-06",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.719403",
    "pmid": "29901659"
  }
}