{
  "pmid": "29908024",
  "uid": "29908024",
  "title": "Sociodemographic predictors of tobacco smoking among expatriate and national adolescents in the United Arab Emirates.",
  "abstract": "BACKGROUND: Tobacco use among adolescents is an important public health concern as it causes various forms of smokingrelated health problems and can create a gateway for other substance abuse. AIM: This study examined the prevalence, profile and predictors of tobacco use among expatriate and national adolescents living in the United Arab Emirates (UAE). METHODS: Using a cross-sectional study design (2007-2009), we collected data on the prevalence of tobacco use in 6363 adolescents aged 13-20 years, including current smokers of cigarettes, midwakh, shisha and any other form of tobacco. We also collected demographic, socioeconomic, residential and behavioural data. RESULTS: In the previous 30 days, 505 (8.9%) participants had smoked cigarettes, 355 (6.3%) had smoked midwakh, 421 (7.4%) had smoked shisha and 380 (6.4%) had smoked any other form of tobacco. Overall, 818 (14.0%) adolescents were current smokers, who reported occasional or daily use of at least one form of tobacco in the past 30 days. Results consistently indicated that the prevalence of tobacco use was higher among men than women, regardless of age and tobacco form. Among men, cigarette smoking was the most popular, whereas shisha was the most smoked form of tobacco among women. Being male and ever having used illegal drugs consistently emerged as significant predictors of all forms of tobacco use. CONCLUSION: There is a need for continued public health strategies and education campaigns to discourage adolescents in the UAE from using tobacco.",
  "authors": [
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dghaim",
      "fore_name": "Rania",
      "initials": "R",
      "name": "Rania Dghaim",
      "affiliations": [
        "Department of Natural Science and Public Health, College of Sustainability Sciences and Humanities, Zayed University, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Barakat-Haddad",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Barakat-Haddad",
      "affiliations": [
        "Faculty of Health Sciences, University of Ontario Institute of Technology, Oshawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Eastern Mediterranean health journal = La revue de sante de la Mediterranee orientale = al-Majallah al-sihhiyah li-sharq al-mutawassit",
    "iso_abbreviation": "East Mediterr Health J",
    "issn": "1020-3397",
    "issn_type": "Print",
    "volume": "24",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "283",
  "end_page": "294",
  "pages": "283-294",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Cross-Sectional Studies",
    "Demography",
    "Female",
    "Humans",
    "Male",
    "Prevalence",
    "Socioeconomic Factors",
    "Tobacco Smoking",
    "United Arab Emirates",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29908024",
    "doi": "10.26719/2018.24.3.283"
  },
  "doi": "10.26719/2018.24.3.283",
  "dates": {
    "completed": "2019-09-20",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:48.986715",
    "pmid": "29908024"
  }
}