{
  "pmid": "29912569",
  "uid": "29912569",
  "title": "Overview of Treatment Guidelines and Clinical Practical Guidelines That Recommend the Use of Acupuncture: A Bibliometric Analysis.",
  "abstract": "INTRODUCTION: As positive evidence emerges for the use of an intervention to treat a health problem, the intervention gradually becomes incorporated into treatment guidelines (TGs) or clinical practice guidelines (CPGs) that are related to that health problem. To assess whether this general hypothesis can apply to acupuncture, 96 health problems were identified for which positive conclusions in systematic reviews and meta-analyses regarding the effectiveness of acupuncture have been made and then searched for TGs or CPGs that have recommended the use of acupuncture. METHODS: Through August 31, 2017, searches were performed in relevant medical databases and Google using \"treatment guideline,\" \"clinical practice guideline,\" and the names of the 96 medical conditions as search terms. A \"snow-balling\" search approach was adopted. All positive recommendations were added into the registry. RESULTS: A total of 1311 publications were found that recommended using acupuncture published between 1991 and 2017. The number per year reached 50 in 2005 and 100 in 2009. In addition, 2189 positive recommendations were found for the use of acupuncture. Of these, 1486 were related to 107 pain indications and 703 were related to 97 nonpain indications. These recommendations were made by a wide range of groups, such as government health institutions, national guideline, and medical specialty groups. The recommendations came from around the world but were especially abundant in North America, Europe, and Australasia. DISCUSSION AND CONCLUSION: Considerably more recommendations were found for the use of acupuncture than are known within the acupuncture or medical communities. A trend by year was also found; a rise in the number of positive statements about acupuncture was typically followed by a rise in the number of recommendations of acupuncture. Thus, the recommendations followed the emergent evidence for acupuncture. Better implementation plans need to be developed for the CPG/TG recommendations about acupuncture to be more effective/efficient.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "1 Department of Health Sciences, Kristiania University College , Oslo, Norway ."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "2 Clinical Medicine Division, Korea Institute of Oriental Medicine , Daejeon, Republic of South Korea ."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "1 Department of Health Sciences, Kristiania University College , Oslo, Norway .",
        "3 Department of Community Medicine, Faculty of Medicine, National Research Centre in Complementary and Alternative Medicine, UiT The Arctic University of Norway , Tromso, Norway ."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "4 Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University , Seoul, Republic of Korea."
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "8",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "752",
  "end_page": "769",
  "pages": "752-769",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Bibliometrics",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "29912569",
    "doi": "10.1089/acm.2018.0092"
  },
  "doi": "10.1089/acm.2018.0092",
  "dates": {
    "completed": "2018-09-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.683876",
    "pmid": "29912569"
  }
}