{
  "pmid": "29913198",
  "uid": "29913198",
  "title": "Neuronal firing rate and oscillatory patterns in the basal ganglia nuclei differ from those of the ventrolateral thalamus in patients with Parkinson disease.",
  "abstract": "We compared the firing rates and proportion of patterns of oscillatory neurons in the subthalamic nucleus (STN), globus pallidus internus (GPi), and ventrolateral thalamus (VL) in Parkinson disease (PD). Twenty-nine patients with PD who underwent stereotactic neurosurgery were included in the study. Microelectrode recordings in the STN (n = 16), GPi (n = 9), and VL (n = 9) were performed. Power spectral analysis was used to explore neuronal oscillation. Of 76 STN neurons, 39.5% were tremor frequency oscillatory neurons (4-6 Hz, TFB) and 28.9% were β frequency oscillatory neurons (βFB); their mean spontaneous firing rate (MSFR) was 44.2 ± 7.6 Hz (n = 52). Of 62 GPi neurons, 37.1% were TFB oscillatory neurons and 27.4% were βFB oscillatory neurons; the MSFR was 80.9 ± 9.6 Hz. Of 69 V L neurons, 65.2% were TFB oscillatory neurons and 11.6% were βFB oscillatory neurons; the MSFR was 26.7 ± 5.0 Hz. The increased MSFR of GPi and reduced MSFR of VL oscillatory neurons in parkinsonian patients further support prediction of a pathophysiology model of PD. The high proportion of βFB oscillatory neurons in the STN and GPi suggests that dopaminergic deficits result in abnormal β oscillatory synchronization in the basal ganglia in the parkinsonian state. The high proportion of TFB oscillatory neurons in the VL demonstrates that both the basal ganglia and cerebellothalamic circuits are involved in the generation of parkinsonian tremor; the latter circuit might have a more important role in tremor genesis.",
  "authors": [
    {
      "last_name": "Du",
      "fore_name": "Gang",
      "initials": "G",
      "name": "Gang Du",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Zhuang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China; Center of Parkinson's disease, Beijing Institute for Brain Disorders, Beijing, China; Key Laboratory of Neurodegenerative Diseases (Capital Medical University), Ministry of Education, Beijing, China. Electronic address: zhuangping379@sina.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jianyu",
      "initials": "J",
      "name": "Jianyu Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Neuroscience letters",
    "iso_abbreviation": "Neurosci Lett",
    "issn": "1872-7972",
    "issn_type": "Electronic",
    "volume": "683",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "start_page": "1",
  "end_page": "6",
  "pages": "1-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Action Potentials",
    "Aged",
    "Basal Ganglia",
    "Deep Brain Stimulation",
    "Electrodes, Implanted",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neurons",
    "Parkinson Disease",
    "Ventral Thalamic Nuclei"
  ],
  "article_ids": {
    "pubmed": "29913198",
    "doi": "10.1016/j.neulet.2018.06.021",
    "pii": "S0304-3940(18)30424-5"
  },
  "doi": "10.1016/j.neulet.2018.06.021",
  "dates": {
    "completed": "2019-03-11",
    "revised": "2019-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.281126",
    "pmid": "29913198"
  }
}