{
  "pmid": "29915251",
  "uid": "29915251",
  "title": "Climatic influence on anthrax suitability in warming northern latitudes.",
  "abstract": "Climate change is impacting ecosystem structure and function, with potentially drastic downstream effects on human and animal health. Emerging zoonotic diseases are expected to be particularly vulnerable to climate and biodiversity disturbance. Anthrax is an archetypal zoonosis that manifests its most significant burden on vulnerable pastoralist communities. The current study sought to investigate the influence of temperature increases on geographic anthrax suitability in the temperate, boreal, and arctic North, where observed climate impact has been rapid. This study also explored the influence of climate relative to more traditional factors, such as livestock distribution, ungulate biodiversity, and soil-water balance, in demarcating risk. Machine learning was used to model anthrax suitability in northern latitudes. The model identified climate, livestock density and wild ungulate species richness as the most influential features in predicting suitability. These findings highlight the significance of warming temperatures for anthrax ecology in northern latitudes, and suggest potential mitigating effects of interventions targeting megafauna biodiversity conservation in grassland ecosystems, and animal health promotion among small to midsize livestock herds.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia. thegowda@gmail.com.",
        "The University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, New South Wales, Australia. thegowda@gmail.com."
      ]
    },
    {
      "last_name": "de Smalen",
      "fore_name": "Allard W",
      "initials": "AW",
      "name": "Allard W de Smalen",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, School of Public Health, Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia.",
        "The University of Sydney, Faculty of Science, School of Veterinary Science, Camperdown, New South Wales, Australia."
      ],
      "orcid": "0000-0003-0121-2016"
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "9269",
  "pages": "9269",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Anthrax",
    "Area Under Curve",
    "Climate Change",
    "Disease Outbreaks",
    "Geography"
  ],
  "article_ids": {
    "pubmed": "29915251",
    "pmc": "PMC6006314",
    "doi": "10.1038/s41598-018-27604-w",
    "pii": "10.1038/s41598-018-27604-w"
  },
  "doi": "10.1038/s41598-018-27604-w",
  "pmc_id": "PMC6006314",
  "dates": {
    "completed": "2019-10-09",
    "revised": "2019-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.920950",
    "pmid": "29915251"
  }
}