{
  "pmid": "29910137",
  "uid": "29910137",
  "title": "The Development of a Decision Tool for the Empiric Treatment of Suspected Urinary Tract Infection in Frail Older Adults: A Delphi Consensus Procedure.",
  "abstract": "OBJECTIVES: Nonspecific signs and symptoms combined with positive urinalysis results frequently trigger antibiotic therapy in frail older adults. However, there is limited evidence about which signs and symptoms indicate urinary tract infection (UTI) in this population. We aimed to find consensus among an international expert panel on which signs and symptoms, commonly attributed to UTI, should and should not lead to antibiotic prescribing in frail older adults, and to integrate these findings into a decision tool for the empiric treatment of suspected UTI in this population. DESIGN: A Delphi consensus procedure. SETTING AND PARTICIPANTS: An international panel of practitioners recognized as experts in the field of UTI in frail older patients. MEASURES: In 4 questionnaire rounds, the panel (1) evaluated the likelihood that individual signs and symptoms are caused by UTI, (2) indicated whether they would prescribe antibiotics empirically for combinations of signs and symptoms, and (3) provided feedback on a draft decision tool. RESULTS: Experts agreed that the majority of nonspecific signs and symptoms should be evaluated for other causes instead of being attributed to UTI and that urinalysis should not influence treatment decisions unless both nitrite and leukocyte esterase are negative. These and other findings were incorporated into a decision tool for the empiric treatment for suspected UTI in frail older adults with and without an indwelling urinary catheter. CONCLUSIONS: A decision tool for suspected UTI in frail older adults was developed based on consensus among an international expert panel. Studies are needed to evaluate whether this decision tool is effective in reaching its aim: the improvement of diagnostic evaluation and treatment for suspected UTI in frail older adults.",
  "authors": [
    {
      "last_name": "van Buul",
      "fore_name": "Laura W",
      "initials": "LW",
      "name": "Laura W van Buul",
      "affiliations": [
        "Department of General Practice and Old Age Medicine, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: L.vanbuul@vumc.nl."
      ]
    },
    {
      "last_name": "Vreeken",
      "fore_name": "Hilde L",
      "initials": "HL",
      "name": "Hilde L Vreeken",
      "affiliations": [
        "Dutch Association of Elderly Care Physicians, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Bradley",
      "fore_name": "Suzanne F",
      "initials": "SF",
      "name": "Suzanne F Bradley",
      "affiliations": [
        "Infectious Diseases Section, Veterans Affairs Ann Arbor Healthcare System and the University of Michigan Medical School, Ann Arbor, MI."
      ]
    },
    {
      "last_name": "Crnich",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Crnich",
      "affiliations": [
        "University of Wisconsin School of Medicine and Public Health, Madison, WI; Medical Service, William S. Middleton VA Hospital, Madison, WI."
      ]
    },
    {
      "last_name": "Drinka",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Drinka",
      "affiliations": [
        "Department of Internal Medicine, Geriatrics University of Wisconsin, Madison, WI."
      ]
    },
    {
      "last_name": "Geerlings",
      "fore_name": "Suzanne E",
      "initials": "SE",
      "name": "Suzanne E Geerlings",
      "affiliations": [
        "Division Infectious Diseases, Department of Internal Medicine, Academic Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Jump",
      "fore_name": "Robin L P",
      "initials": "RLP",
      "name": "Robin L P Jump",
      "affiliations": [
        "Geriatric Research, Education and Clinical Center and Specialty Care Center of Innovation at the Louis Stokes Cleveland Department of Veterans Affairs Medical Center (LSCVAMC), Cleveland, OH; Division of Infectious Diseases and HIV Medicine, Department of Medicine and Department of Epidemiology and Biostatistics at Case Western Reserve University School of Medicine, Cleveland, OH."
      ]
    },
    {
      "last_name": "Mody",
      "fore_name": "Lona",
      "initials": "L",
      "name": "Lona Mody",
      "affiliations": [
        "University of Michigan and Geriatrics Research Education and Clinical Care, VA Ann Arbor Healthcare System, Ann Arbor, MI."
      ]
    },
    {
      "last_name": "Mylotte",
      "fore_name": "Joseph J",
      "initials": "JJ",
      "name": "Joseph J Mylotte",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine and Institute for Infectious Diseases Research, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nace",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Nace",
      "affiliations": [
        "Division of Geriatric Medicine, University of Pittsburgh, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Nicolle",
      "fore_name": "Lindsay E",
      "initials": "LE",
      "name": "Lindsay E Nicolle",
      "affiliations": [
        "University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Sloane",
      "fore_name": "Philip D",
      "initials": "PD",
      "name": "Philip D Sloane",
      "affiliations": [
        "Department of Family Medicine and Cecil G. Sheps Center for Health Services Research, University of North Carolina at Chapel Hill, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "Stuart",
      "fore_name": "Rhonda L",
      "initials": "RL",
      "name": "Rhonda L Stuart",
      "affiliations": [
        "Monash Infectious Diseases, Monash Health, Clayton, Victoria, Australia; Monash University, Victoria, Australia; National Centre for Antimicrobial Stewardship, Victoria, Australia."
      ]
    },
    {
      "last_name": "Sundvall",
      "fore_name": "Pär-Daniel",
      "initials": "PD",
      "name": "Pär-Daniel Sundvall",
      "affiliations": [
        "Närhälsan, Research and Development Primary Health Care Region Västra Götaland, R&D Center Södra Älvsborg, Sweden; The Sahlgrenska Academy at the University of Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ulleryd",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ulleryd",
      "affiliations": [
        "Department of Communicable Disease Control, Region Västra Götaland, Sweden."
      ]
    },
    {
      "last_name": "Veenhuizen",
      "fore_name": "Ruth B",
      "initials": "RB",
      "name": "Ruth B Veenhuizen",
      "affiliations": [
        "Department of General Practice and Old Age Medicine, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Hertogh",
      "fore_name": "Cees M P M",
      "initials": "CMPM",
      "name": "Cees M P M Hertogh",
      "affiliations": [
        "Department of General Practice and Old Age Medicine, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "757",
  "end_page": "764",
  "pages": "757-764",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anti-Bacterial Agents",
    "Consensus",
    "Decision Support Systems, Clinical",
    "Delphi Technique",
    "Female",
    "Frail Elderly",
    "Humans",
    "Likelihood Functions",
    "Male",
    "Middle Aged",
    "Surveys and Questionnaires",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "29910137",
    "mid": "NIHMS1684953",
    "pmc": "PMC8048094",
    "doi": "10.1016/j.jamda.2018.05.001",
    "pii": "S1525-8610(18)30237-8"
  },
  "doi": "10.1016/j.jamda.2018.05.001",
  "pmc_id": "PMC8048094",
  "dates": {
    "completed": "2019-11-26",
    "revised": "2021-04-16"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "grant_id": "P30 AG024827",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R18 HS023779",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.151969",
    "pmid": "29910137"
  }
}