{
  "pmid": "29924877",
  "uid": "29924877",
  "title": "Anxious gambling: Anxiety is associated with higher frontal midline theta predicting less risky decisions.",
  "abstract": "In this study, we address the effect of anxiety measured with the State-Trait Anxiety Inventory (STAI) on EEG and risk decisions. We selected 20 high and 20 low anxious participants based on their STAI trait scores in the upper or lower quartile of the norm distribution and implemented a risk game developed in our laboratory. We investigate if high anxious individuals exert more cognitive control, reflected in higher frontal midline theta (FMT) power when they make a risky decision, and if they act less risky compared to low anxious individuals. Participants played a risk game while we recorded their brain responses via EEG. High anxious participants played less risky compared to low anxious participants. Further, high anxious participants showed higher FMT power immediately before they chose one of two risk options, suggesting higher cognitive control during the decision time compared to low anxious participants. Via a mediation analysis, we show that the effect of anxiety on risk behavior is fully mediated by FMT power. Further, questionnaire responses revealed that high anxious participants rated risk situations as riskier compared to low anxious participants. We conclude that anxious individuals perceive risky situations as riskier and thus exert more cognitive control during their risk choices, reflected in higher FMT power, which leads to less risky decisions.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Kanis",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Kanis",
      "affiliations": [
        "Institute of Psychology, Julius Maximilians University of W端rzburg, W端rzburg, Germany."
      ]
    },
    {
      "last_name": "Holroyd",
      "fore_name": "Clay B",
      "initials": "CB",
      "name": "Clay B Holroyd",
      "affiliations": [
        "Department of Psychology, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Miltner",
      "fore_name": "Wolfgang H R",
      "initials": "WHR",
      "name": "Wolfgang H R Miltner",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Hewig",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Hewig",
      "affiliations": [
        "Institute of Psychology, Julius Maximilians University of W端rzburg, W端rzburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Psychophysiology",
    "iso_abbreviation": "Psychophysiology",
    "issn": "1469-8986",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "e13210",
  "pages": "e13210",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Decision Making",
    "Evoked Potentials",
    "Executive Function",
    "Female",
    "Frontal Lobe",
    "Gambling",
    "Games, Experimental",
    "Humans",
    "Male",
    "Personality Inventory",
    "Theta Rhythm",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29924877",
    "doi": "10.1111/psyp.13210"
  },
  "doi": "10.1111/psyp.13210",
  "dates": {
    "completed": "2019-07-17",
    "revised": "2019-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.432356",
    "pmid": "29924877"
  }
}