{
  "pmid": "29922190",
  "uid": "29922190",
  "title": "Decision-Making Under Risk, but Not Under Ambiguity, Predicts Pathological Gambling in Discrete Types of Abstinent Substance Users.",
  "abstract": "This study explored how different forms of reward-based decision-making are associated with pathological gambling (PG) among abstinent individuals with prior dependence on different classes of drugs. Participants had lifetime histories of either \"pure\" heroin dependence (n = 64), \"pure\" amphetamine dependence (n = 51), or polysubstance dependence (n = 89), or had no history of substance dependence (n = 133). Decision-making was assessed via two neurocognitive tasks: (1) the Iowa Gambling Task (IGT), a measure of decision-making under ambiguity (i.e., uncertain risk contingencies); and (2) the Cambridge Gambling task (CGT), a measure of decision-making under risk (i.e., explicit risk contingencies). The main effects of neurocognitive performance and drug class on PG (defined as ≥3 DSM-IV PG symptoms) as well as their interactional effects were assessed via multiple linear regression. Two CGT indices of decision-making under risk demonstrated positive main effects on PG. Interaction effects indicated that the effects of decision-making under risk on PG were largely consistent across participant groups. Notably, a linear relationship between greater CGT Risk-Taking and PG symptoms was not observed among amphetamine users, whereas IGT performance was selectively and positively associated with PG in polysubstance users. Overall, results indicate that reward-based decision-making under risk may represent a risk factor for PG across substance users, with some variations in these relationships influenced by specific class of substance of abuse.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Neuropsychology Section, VA Maryland Health Care System, Mental Health Service Line, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Vassileva",
      "fore_name": "Jasmin",
      "initials": "J",
      "name": "Jasmin Vassileva",
      "affiliations": [
        "Department of Psychiatry, Institute for Drug and Alcohol Studies, Virginia Commonwealth University, Richmond, VA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "239",
  "pages": "239",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29922190",
    "pmc": "PMC5996080",
    "doi": "10.3389/fpsyt.2018.00239"
  },
  "doi": "10.3389/fpsyt.2018.00239",
  "pmc_id": "PMC5996080",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DA021421",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.479131",
    "pmid": "29922190"
  }
}