{
  "pmid": "29920837",
  "uid": "29920837",
  "title": "After how many drinks does someone experience acute consequences-determining thresholds for binge drinking based on two event-level studies.",
  "abstract": "BACKGROUND AND AIMS: The threshold of 4+/5+ drinks per occasion has been used for decades in alcohol research to distinguish between non-risky versus risky episodic drinking. However, no study has assessed the validity of this threshold using event-level data. This study aimed to determine the optimal thresholds for the detection of five acute alcohol-related consequences (hangover, blackout, risky sex, fights and injury) using data from two event-level studies. DESIGN: An event-level study to assess the ability to use the number of drinks consumed to discriminate between nights with and without consequences using the area under the receiver operating characteristic (AUROC) curve. Optimal thresholds were determined using the Youden Index based on sensitivity and specificity. Separate thresholds were estimated for gender and age groups (16-17 versus 18-25). SETTING: Lausanne and Zurich, Switzerland. PARTICIPANTS: Three hundred and sixty-nine participants aged 16-25 years. MEASUREMENTS: On 3554 weekend nights, participants reported total number of alcoholic drinks consumed the previous night and acute consequences (hangover, blackout, risky sex, fights and injury) FINDINGS: Hangover was the most frequently reported consequence and injury the least for both genders. Throughout age groups and studies, optimal thresholds for any consequence, and for hangover only, were equal to 4+/5+ (40+/50+ g alcohol) while those for blackouts, risky sex, fights and injuries were up to three drinks higher. Adolescents tended to experience consequences more often and at slightly lower drinking levels than did adults. For all consequences but injuries, the optimal thresholds were one to two drinks lower for women than for men. CONCLUSIONS: Event-level data collection techniques appear particularly suitable to estimate thresholds at which acute alcohol-related consequences occur. Binge drinking thresholds of 4+/5+ (women/men) drinks, equivalent to 40+/50+ g pure alcohol, predict the occurrence of consequences accurately in general but are too low to predict severe acute alcohol-related consequences.",
  "authors": [
    {
      "last_name": "Labhart",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Labhart",
      "affiliations": [
        "Addiction Switzerland, Research Institute, Lausanne, Switzerland.",
        "Idiap Research Institute, Martigny, Switzerland."
      ],
      "orcid": "0000-0002-6646-9544"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Engels",
      "fore_name": "Rutger",
      "initials": "R",
      "name": "Rutger Engels",
      "affiliations": [
        "Faculty of Social and Behavioural Sciences, Utrecht University, the Netherlands.",
        "Trimbos Institute, Netherlands Institute of Mental Health and Addiction, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Behavioural Science Institute, Radboud University, Nijmegen, the Netherlands.",
        "Faculty of Education and Psychology, Eötvös Loránd University, Budapest, Hungary."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "113",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "2235",
  "end_page": "2244",
  "pages": "2235-2244",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcoholic Intoxication",
    "Area Under Curve",
    "Binge Drinking",
    "Female",
    "Humans",
    "Male",
    "ROC Curve",
    "Switzerland",
    "Unsafe Sex",
    "Wounds and Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "29920837",
    "doi": "10.1111/add.14370"
  },
  "doi": "10.1111/add.14370",
  "dates": {
    "completed": "2019-12-06",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CR1I1_120181/1",
      "agency": "Swiss National Science Foundation",
      "country": "Switzerland"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.774788",
    "pmid": "29920837"
  }
}