{
  "pmid": "29934094",
  "uid": "29934094",
  "title": "Soluble CD200 in secretory phase endometriosis endometrial venules may explain endometriosis pathophysiology and provide a novel treatment target.",
  "abstract": "Retrograde menstruation is common and in about 10% of women, endometrial tissues implant at ectopic sites and grow as endometriosis (EM) deposits. To date, there has been no marker to identify which patients have an endometrium that will generate deposits. Both endometrial regulatory T cells (Tregs) and increased stromal cell indoleamine 2,3-dioxygenase (IDO) have been implicated, and may suppress rejection by peritoneal NK cells, neutrophils, and cytotoxic macrophages. CD200 is a tolerance signaling molecule which promotes Tregs, IDO-producing macrophages, and can directly inhibit cytolytic natural killer (NK) cells and neutrophils. To determine if CD200 might be overexpressed in the endometrium of women with endometriosis, a pilot study using quantitative immunohistochemistry was done using uterine sections and EM deposits from hysterectomy patients. Both CD200 and CD200R proteins were detectable in endometriosis (EM) deposits and in endometrial epithelium and stroma. CD200 increased slightly in secretory phase whole endometrium of EM patients, but strikingly increased soluble CD200 (sCD200) absent sCD200R within venules typified both endometriosis deposits and secretory phase endometrial stromal venules and lymphatics in EM endometria compared to secretory phase NE endometria (P = 0.000006). In our opinion, accumulation of sCD200 in secretory phase endometrial blood vessels may explain development of ectopic deposits and quantifying sCD200 in menstrual blood may cases and identify predisposition to EM. Animal model studies are required to determine if antagonizing CD200 could be therapeutic.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Clark",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: clarkd@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dmetrichuk",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Dmetrichuk",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dhesy-Thind",
      "fore_name": "Sukhbinder",
      "initials": "S",
      "name": "Sukhbinder Dhesy-Thind",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arredondo",
      "fore_name": "Jorge L",
      "initials": "JL",
      "name": "Jorge L Arredondo",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of reproductive immunology",
    "iso_abbreviation": "J Reprod Immunol",
    "issn": "1872-7603",
    "issn_type": "Electronic",
    "volume": "129",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "59",
  "end_page": "67",
  "pages": "59-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Antigens, CD",
    "Antigens, Surface",
    "Biomarkers",
    "Bodily Secretions",
    "Choristoma",
    "Disease Susceptibility",
    "Endometriosis",
    "Endometrium",
    "Female",
    "Humans",
    "Immune Tolerance",
    "Immunohistochemistry",
    "Menstruation",
    "Middle Aged",
    "Orexin Receptors",
    "Pilot Projects",
    "Receptors, Cell Surface",
    "T-Lymphocytes, Regulatory",
    "Venules"
  ],
  "article_ids": {
    "pubmed": "29934094",
    "doi": "10.1016/j.jri.2018.05.006",
    "pii": "S0165-0378(18)30044-5"
  },
  "doi": "10.1016/j.jri.2018.05.006",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Antigens, CD",
    "Antigens, Surface",
    "Biomarkers",
    "CD200R1 protein, human",
    "Orexin Receptors",
    "Receptors, Cell Surface",
    "antigens, CD200"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.681757",
    "pmid": "29934094"
  }
}