{
  "pmid": "29938473",
  "uid": "29938473",
  "title": "Willingness to Pay for Colorectal Cancer Screening and Effect of Copayment in Southern Thailand.",
  "abstract": "Background: The incidence rate of colorectal cancer in Thailand is increasing. Hence, the nationwide screening programme with copayment is being considered. There are two proposed screening alternatives: annual fecal immunochemical test (FIT) and once-in-10-year colonoscopy. A copayment for FIT is 60 Thai baht (THB) per test (≈ 1.7 USD); a copayment for colonoscopy is 2,300 THB per test (≈ 65.5 USD). Methods: The willingness to pay (WTP) technique, which is theoretically founded on a cost-benefit analysis, was used to assess an effect of copayment on the uptake. Subjects were patients aged 50-69 years without cancer or screening experience. WTP for the proposed tests was elicited. Results: Nearly two thirds of subjects were willing to pay for FIT. Less than half of subjects were willing to pay for colonoscopy. Among them, median WTP for both tests was greater than the proposed copayments. In a probit model, knowing CRC patient and presence of companion were associated with non-zero WTP for FIT. Presence of companion, female, and family history of cancer were associated with non-zero WTP for colonoscopy. After adjustment for starting price in the linear model, marital status, drinking behavior, and risk attitude were associated with WTP. None of factors was significant for colonoscopy. Uptake decreased as levels of copayment increased. At proposed copayments, the uptake rates of 59.8% and 21.6% were estimated for colonoscopy and FIT respectively. The demand for FIT was price inelastic; the demand for colonoscopy was price elastic. Estimates of optimal copayment were 62.1 THB for FIT and 460.2 THB for colonoscopy. At the optimal copayment, uptake rates would be 59.8% for FIT and 42.3% for colonoscopy.Conclusion(s): More subjects were willing to pay for FIT than for colonoscopy (59.0% versus 46.5%). The estimated uptake rates were 59.8% and 21.6% for colonoscopy and FIT at the proposed copayments.",
  "authors": [
    {
      "last_name": "Saengow",
      "fore_name": "Udomsak",
      "initials": "U",
      "name": "Udomsak Saengow",
      "affiliations": [
        "Center of Excellence in Health System and Medical Research (CE-HSMR), Walailak University, Tha Sala, Nakhon Si Thammarat, Thailand.",
        "School of Medicine, Walailak University, Tha Sala, Nakhon Si Thammarat, Thailand. Email: saengow.udomsak@gmail.com"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Geater",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Geater",
      "affiliations": []
    },
    {
      "last_name": "Chongsuwiwatvong",
      "fore_name": "Virasakdi",
      "initials": "V",
      "name": "Virasakdi Chongsuwiwatvong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Asian Pacific journal of cancer prevention : APJCP",
    "iso_abbreviation": "Asian Pac J Cancer Prev",
    "issn": "2476-762X",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "25"
  },
  "start_page": "1727",
  "end_page": "1734",
  "pages": "1727-1734",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Cost Sharing",
    "Cost-Benefit Analysis",
    "Cross-Sectional Studies",
    "Deductibles and Coinsurance",
    "Early Detection of Cancer",
    "Fees, Medical",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Insurance, Health",
    "Male",
    "Middle Aged",
    "Occult Blood",
    "Prognosis",
    "Research Design",
    "Thailand"
  ],
  "article_ids": {
    "pubmed": "29938473",
    "pmc": "PMC6103562",
    "doi": "10.22034/APJCP.2018.19.6.1727"
  },
  "doi": "10.22034/APJCP.2018.19.6.1727",
  "pmc_id": "PMC6103562",
  "dates": {
    "completed": "2018-10-25",
    "revised": "2018-11-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.684130",
    "pmid": "29938473"
  }
}