{
  "pmid": "29941425",
  "uid": "29941425",
  "title": "A Genetic Determinant of Persister Cell Formation in Bacterial Pathogens.",
  "abstract": "Persisters represent a small subpopulation of cells within a bacterial culture that are tolerant to killing by antibiotics. Persisters have been linked to recalcitrant infections caused by numerous bacterial pathogens, including Pseudomonas aeruginosa A classic example is the incurable infection of the airways for patients with cystic fibrosis. The genetic mediators of persister formation for P. aeruginosa are poorly understood. We generated a high-density transposon insertion library of P. aeruginosa PAO1 and determined the relative frequency of each insertion following fluoroquinolone treatment using transposon sequencing (Tn-seq). Of the 4,411 disrupted genes included in the screen, 137 had a ≥10-fold impact on survival. The gene disruption that resulted in the lowest survival rate was disruption of carB, which codes for the large subunit of carbamoyl phosphate synthetase (CPSase). CPSase is a metabolic enzyme that is involved in pyrimidine and arginine synthesis. Disruption of carB resulted in survival rates that were reduced by up to 2,500-fold following antibiotic treatment, and this phenotype was abolished by the addition of uracil, highlighting the importance of de novo pyrimidine biosynthesis for persister formation. Disruption of carB resulted in intracellular ATP accumulation, and lowering ATP levels using arsenate restored the antibiotic tolerance profile of the mutant to levels similar to those seen with the wild type. A decrease in ATP would lead to reduced antibiotic target activity and increased survival.IMPORTANCE Antibiotic treatment of P. aeruginosa residing in the lung of cystic fibrosis patients is ineffective. Treatment failure is attributed in part to antibiotic-tolerant phenotypic variants known as persister cells. Understanding how these cells emerge will likely inform future therapeutic strategies. In the current study, we identified carB, which codes for the large subunit of carbamoyl-phosphate synthetase, as a persister gene that contributes to multidrug tolerance in P. aeruginosa Disruption of carB resulted in a metabolic perturbation that increased cellular ATP and reduced persister formation. Conversely, lowering ATP in the mutant restored antibiotic tolerance. Our data support the hypothesis that a drop in intracellular ATP is a general mechanism of persister formation in bacteria.",
  "authors": [
    {
      "last_name": "Cameron",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Cameron",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Shan",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Shan",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Zalis",
      "fore_name": "Eliza A",
      "initials": "EA",
      "name": "Eliza A Zalis",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Isabella",
      "fore_name": "Vincent",
      "initials": "V",
      "name": "Vincent Isabella",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA k.lewis@northeastern.edu."
      ],
      "orcid": "0000-0002-1335-9982"
    }
  ],
  "journal": {
    "title": "Journal of bacteriology",
    "iso_abbreviation": "J Bacteriol",
    "issn": "1098-5530",
    "issn_type": "Electronic",
    "volume": "200",
    "issue": "17",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adenosine Triphosphate",
    "Anti-Bacterial Agents",
    "Biofilms",
    "Carbon-Nitrogen Ligases",
    "Chloroquine",
    "DNA Transposable Elements",
    "Drug Resistance, Multiple, Bacterial",
    "Escherichia coli",
    "High-Throughput Nucleotide Sequencing",
    "Microbial Sensitivity Tests",
    "Mutagenesis, Insertional",
    "Pseudomonas aeruginosa"
  ],
  "article_ids": {
    "pubmed": "29941425",
    "pmc": "PMC6088157",
    "doi": "10.1128/JB.00303-18",
    "pii": "JB.00303-18"
  },
  "doi": "10.1128/JB.00303-18",
  "pmc_id": "PMC6088157",
  "dates": {
    "completed": "2019-09-17",
    "revised": "2019-09-17"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "DNA Transposable Elements",
    "fluoroquine",
    "Chloroquine",
    "Adenosine Triphosphate",
    "Carbon-Nitrogen Ligases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.002071",
    "pmid": "29941425"
  }
}