{
  "pmid": "29942816",
  "uid": "29942816",
  "title": "Arthroscopic-Assisted Latissimus Dorsi Tendon Transfer for Massive Rotator Cuff Tears: A Systematic Review.",
  "abstract": "BACKGROUND: Arthroscopic-assisted latissimus dorsi tendon transfer (LDTT) has shown promising results with good outcomes in patients with massive rotator cuff tears (MRCTs), as reported by individual studies. However, to the best of the authors' knowledge, no systematic review has been performed to assess the collective outcomes of these individual studies. PURPOSE/HYPOTHESIS: The primary purpose of this study was to assess patient outcomes after arthroscopic-assisted LDTT for the management of MRCTs. The secondary objectives were to report on the management of MRCTs, including diagnostic investigations, surgical decision making, and arthroscopic techniques, as well as to evaluate the quality of evidence of the existing literature. It was hypothesized that nearly all patients were satisfied with arthroscopic-assisted LDTT and that they experienced improvements in pain symptoms, function, and strength after the procedure, with an overall complication rate of less than 10%. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: The databases MEDLINE, Embase, and PubMed were searched from database inception (1946) until August 18, 2017, with titles, abstracts, and full-text articles screened independently by 2 reviewers. Inclusion criteria were English-language studies investigating arthroscopic-assisted LDTT for the management of MRCTs on patients of all ages. Conference papers, book chapters, review articles, and technical reports were excluded. The quality of the included studies was categorized by level of evidence and the Methodological Index for Non-Randomized Studies (MINORS) checklist. RESULTS: In total, 8 studies (7 case series [median MINORS score, 7 of 16] and 1 prospective comparative study [median MINORS score, 14 of 24]) were identified; the studies included 258 patients (258 shoulders) with MRCTs treated with LDTT using arthroscopic-assisted techniques. The decision to pursue surgery was based on both clinical findings and investigations in 5 studies, investigations only in 2 studies, and clinical findings only in 1 study. Overall, 88% of patients were satisfied with the results of surgery and experienced significant improvement in their symptoms, including shoulder pain, strength, range of motion, and overall function, over a mean follow-up period of 34.3 months. Overall, there was a low rate of complications (7%) associated with the procedure. CONCLUSION: Arthroscopic-assisted LDTT for MRCTs provides patients with marked improvement in shoulder pain, strength, and function, and the procedure is associated with a low risk of complication. Further high-quality comparative studies are warranted to validate these findings in comparison with other operative techniques.",
  "authors": [
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quick",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Quick",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Henry",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Henry",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "6",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "2325967118777735",
  "pages": "2325967118777735",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29942816",
    "pmc": "PMC6009089",
    "doi": "10.1177/2325967118777735",
    "pii": "10.1177_2325967118777735"
  },
  "doi": "10.1177/2325967118777735",
  "pmc_id": "PMC6009089",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.819532",
    "pmid": "29942816"
  }
}