{
  "pmid": "29945858",
  "uid": "29945858",
  "title": "eMental Healthcare Technologies for Anxiety and Depression in Childhood and Adolescence: Systematic Review of Studies Reporting Implementation Outcomes.",
  "abstract": "BACKGROUND: Anxiety disorders and depression are frequent conditions in childhood and adolescence. eMental healthcare technologies may improve access to services, but their uptake within health systems is limited. OBJECTIVE: The objective of this review was to examine and describe how the implementation of eMental healthcare technologies for anxiety disorders and depression in children and adolescents has been studied. METHODS: We conducted a search of 5 electronic databases and gray literature. Eligible studies were those that assessed an eMental healthcare technology for treating or preventing anxiety or depression, included children or adolescents (<18 years), or their parents or healthcare providers and reported findings on technology implementation. The methodological quality of studies was evaluated using the Mixed Methods Appraisal Tool. Outcomes of interest were based on 8 implementation outcomes: acceptability (satisfaction with a technology), adoption (technology uptake and utilization), appropriateness (\"fitness for purpose\"), cost (financial impact of technology implementation), feasibility (extent to which a technology was successfully used), fidelity (implementation as intended), penetration (\"spread\" or \"reach\" of the technology), and sustainability (maintenance or integration of a technology within a healthcare service). For extracted implementation outcome data, we coded favorable ratings on measurement scales as \"positive results\" and unfavorable ratings on measurement scales as \"negative results.\" Those studies that reported both positive and negative findings were coded as having \"mixed results.\" RESULTS: A total of 46 studies met the inclusion criteria, the majority of which were rated as very good to excellent in methodological quality. These studies investigated eMental healthcare technologies for anxiety (n=23), depression (n=18), or both anxiety and depression (n=5). Studies of technologies for anxiety evaluated the following: (1) acceptability (78%) reported high levels of satisfaction, (2) adoption (43%) commonly reported positive results, and (3) feasibility (43%) reported mixed results. Studies of technologies for depression evaluated the following: (1) appropriateness (56%) reported moderate helpfulness and (2) acceptability (50%) described a mix of both positive and negative findings. Studies of technologies designed to aid anxiety and depression commonly reported mixed experiences with acceptability and adoption and positive findings for appropriateness of the technologies for treatment. Across all studies, cost, fidelity, and penetration and sustainability were the least measured implementation outcomes. CONCLUSIONS: Acceptability of eMental healthcare technology is high among users and is the most commonly investigated implementation outcome. Perceptions of the appropriateness and adoption of eMental healthcare technology were varied. Implementation research that identifies, evaluates, and reports on costs, sustainability, and fidelity to clinical guidelines is crucial for making high-quality eMental healthcare available to children and adolescents.",
  "authors": [
    {
      "last_name": "Wozney",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wozney",
      "affiliations": [
        "Izaak Walton Killam Centre, Centre for Research in Family Health, Halifax, NS, Canada."
      ],
      "orcid": "0000-0003-4280-3322"
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patrick J",
      "initials": "PJ",
      "name": "Patrick J McGrath",
      "affiliations": [
        "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-9568-2571"
    },
    {
      "last_name": "Gehring",
      "fore_name": "Nicole D",
      "initials": "ND",
      "name": "Nicole D Gehring",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-5275-3413"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8211-237X"
    },
    {
      "last_name": "Huguet",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Huguet",
      "affiliations": [
        "Izaak Walton Killam Centre, Centre for Research in Family Health, Halifax, NS, Canada.",
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-4002-8644"
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-8341-3991"
    },
    {
      "last_name": "Dyson",
      "fore_name": "Michele P",
      "initials": "MP",
      "name": "Michele P Dyson",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-4856-2283"
    },
    {
      "last_name": "Soleimani",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Soleimani",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0002-5997-2424"
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-3020-674X"
    }
  ],
  "journal": {
    "title": "JMIR mental health",
    "iso_abbreviation": "JMIR Ment Health",
    "issn": "2368-7959",
    "issn_type": "Print",
    "volume": "5",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "e48",
  "pages": "e48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29945858",
    "pmc": "PMC6039769",
    "doi": "10.2196/mental.9655",
    "pii": "v5i2e48"
  },
  "doi": "10.2196/mental.9655",
  "pmc_id": "PMC6039769",
  "dates": {
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.438688",
    "pmid": "29945858"
  }
}