{
  "pmid": "29954088",
  "uid": "29954088",
  "title": "In Silico Screening of Isocitrate Lyase for Novel Anti-Buruli Ulcer Natural Products Originating from Africa.",
  "abstract": "Buruli ulcer (BU) is caused by Mycobacterium ulcerans and is predominant in both tropical and subtropical regions. The neglected debilitating disease is characterized by chronic necrotizing skin lesions attributed to a mycolactone, which is a macrolide toxin secreted by M. ulcerans. The preferred treatment is surgical excision of the lesions followed by a prolonged combination antibiotic therapy using existing drugs such as rifampicin and streptomycin or clarithromycin. These antibiotics appear not to be adequately potent and efficacious against persistent and late stage ulcers. In addition, emerging drug resistance to treatment poses great challenges. There is a need to identify novel natural product-derived lead compounds, which are potent and efficacious for the treatment of Buruli ulcer. Natural products present a rich diversity of chemical compounds with proven activity against various infectious diseases, and therefore, are considered in this study. This study sought to computationally predict natural product-derived lead compounds with the potential to be developed further into potent drugs with better therapeutic efficacy than the existing anti-buruli ulcer compounds. The three-dimensional (3D) structure of Isocitrate lyase (ICL) of Mycobacterium ulcerans was generated using homology modeling and was further scrutinized with molecular dynamics simulations. A library consisting of 885 compounds retrieved from the AfroDb database was virtually screened against the validated ICL model using AutoDock Vina. AfroDb is a compendium of “drug-like” and structurally diverse 3D structures of natural products originating from different geographical regions in Africa. The molecular docking with the ICL model was validated by computing a Receiver Operating Characteristic (ROC) curve with a reasonably good Area Under the Curve (AUC) value of 0.89375. Twenty hit compounds, which docked firmly within the active site pocket of the ICL receptor, were assessed via in silico bioactivity and pharmacological profiling. The three compounds, which emerged as potential novel leads, comprise ZINC38143792 (Euscaphic acid), ZINC95485880, and ZINC95486305 with reasonable binding energies (high affinity) of −8.6, −8.6, and −8.8 kcal/mol, respectively. Euscaphic acid has been reported to show minimal inhibition against a drug-sensitive strain of M. tuberculosis. The other two leads were both predicted to possess dermatological activity while one was antibacterial. The leads have shown promising results pertaining to efficacy, toxicity, pharmacokinetic, and safety. These leads can be experimentally characterized to assess their anti-mycobacterial activity and their scaffolds may serve as rich skeletons for developing anti-buruli ulcer drugs.",
  "authors": [
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. skkwofie@ug.edu.gh.",
        "Department of Biochemistry, Cell and Molecular Biology, West African Center for Cell Biology and Infectious Pathogens, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. skkwofie@ug.edu.gh."
      ]
    },
    {
      "last_name": "Dankwa",
      "fore_name": "Bismark",
      "initials": "B",
      "name": "Bismark Dankwa",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. dankwabismark52@gmail.com."
      ]
    },
    {
      "last_name": "Odame",
      "fore_name": "Emmanuel A",
      "initials": "EA",
      "name": "Emmanuel A Odame",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. kayaddo3@gmail.com."
      ]
    },
    {
      "last_name": "Agamah",
      "fore_name": "Francis E",
      "initials": "FE",
      "name": "Francis E Agamah",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. francisagamahh@gmail.com."
      ],
      "orcid": "0000-0002-2980-1392"
    },
    {
      "last_name": "Doe",
      "fore_name": "Lady P A",
      "initials": "LPA",
      "name": "Lady P A Doe",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. agbanupaula@gmail.com."
      ]
    },
    {
      "last_name": "Teye",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Teye",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. jteye@st.ug.edu.gh."
      ]
    },
    {
      "last_name": "Agyapong",
      "fore_name": "Odame",
      "initials": "O",
      "name": "Odame Agyapong",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. oagyapomg@gmail.com.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. oagyapomg@gmail.com."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, PA 19104, USA. wheltonm@seas.upenn.edu.",
        "Department of Chemistry & Physics, College of Science and Technology, Lincoln University, Philadelphia, PA 19104, USA. wheltonm@seas.upenn.edu."
      ]
    },
    {
      "last_name": "Mosi",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Mosi",
      "affiliations": [
        "Department of Biochemistry, Cell and Molecular Biology, West African Center for Cell Biology and Infectious Pathogens, University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. lmosi@ug.edu.gh."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P. O. Box LG 77, Legon, Accra, Ghana. Mwilson@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Molecules (Basel, Switzerland)",
    "iso_abbreviation": "Molecules",
    "issn": "1420-3049",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Africa",
    "Biological Products",
    "Buruli Ulcer",
    "Clarithromycin",
    "Isocitrate Lyase",
    "Molecular Dynamics Simulation",
    "Mycobacterium ulcerans",
    "ROC Curve",
    "Rifampin",
    "Streptomycin"
  ],
  "article_ids": {
    "pubmed": "29954088",
    "pmc": "PMC6100440",
    "doi": "10.3390/molecules23071550",
    "pii": "molecules23071550"
  },
  "doi": "10.3390/molecules23071550",
  "pmc_id": "PMC6100440",
  "dates": {
    "completed": "2018-10-16",
    "revised": "2023-09-28"
  },
  "chemicals": [
    "Biological Products",
    "Isocitrate Lyase",
    "Clarithromycin",
    "Rifampin",
    "Streptomycin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.480622",
    "pmid": "29954088"
  }
}