{
  "pmid": "29955731",
  "uid": "29955731",
  "title": "Effect of a High-Protein, High-Fiber Beverage Preload on Subjective Appetite Ratings and Subsequent Ad Libitum Energy Intake in Overweight Men and Women: A Randomized, Double-Blind Placebo-Controlled, Crossover Study.",
  "abstract": "BACKGROUND: Dietary protein and fiber have been shown to independently improve subjective measures of appetite control. OBJECTIVE: The aim of this study was to determine the acute effects of a high-protein, high-fiber (HP/HFb) beverage taken as a preload compared with an isocaloric lower-protein, lower-fiber (LP/LFb) placebo beverage on subjective appetite ratings and subsequent energy intake at an ad libitum meal in healthy adults. METHODS: A total of 50 overweight/obese men and women [n = 25 men, 25 women; age 30 ± 2 y; body mass index (BMI) 29.6 ± 0.3 kg/m[2]] received a 160 kcal HP/HFb beverage containing 17 g protein and 6 g fiber on one occasion and an isocaloric LP/LFb placebo beverage containing 1 g protein and 3 g fiber on another occasion in a randomized, double-blind, crossover design. Thirty min after consumption of the beverage preload, an ad libitum pizza meal was provided to be consumed over a 30-min period. Visual analog scales (VAS) were used to assess subjective appetite ratings throughout the testing period. The Revised Restraint Scale (RRS) was used to classify participants as restrained or unrestrained eaters. RESULTS: HP/HFb led to greater reductions in postprandial desire to eat and hunger compared with LP/LFb (both, P < 0.05) but did not significantly affect postprandial fullness or prospective food consumption. Subsequent meal energy intake tended to be lower after HP/HFb compared with LP/LFb (P = 0.09). A subanalysis showed lower energy intake after HP/HFb in older participants (≥25 y) compared with LP/LFb, which was not observed in the younger participants (<25 y). CONCLUSIONS: Compared with LP/LFb, a HP/HFb beverage preload reduced hunger, desire to eat, and tended to reduce subsequent food intake. Dietary restraint and age appear to influence subsequent energy intake and should be taken into account when designing nutrition interventions for weight reduction and/or maintenance. This trial was registered at clinicaltrials.gov as NCT02979717.",
  "authors": [
    {
      "last_name": "Sharafi",
      "fore_name": "Mastaneh",
      "initials": "M",
      "name": "Mastaneh Sharafi",
      "affiliations": [
        "Research and Development, Beachbody, LLC, Santa Monica, CA.",
        "Scientific Affairs, Beachbody, LLC, Santa Monica, CA."
      ]
    },
    {
      "last_name": "Alamdari",
      "fore_name": "Nima",
      "initials": "N",
      "name": "Nima Alamdari",
      "affiliations": [
        "Research and Development, Beachbody, LLC, Santa Monica, CA.",
        "Scientific Affairs, Beachbody, LLC, Santa Monica, CA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Research and Development, Beachbody, LLC, Santa Monica, CA."
      ]
    },
    {
      "last_name": "Leidy",
      "fore_name": "Heather J",
      "initials": "HJ",
      "name": "Heather J Leidy",
      "affiliations": [
        "Department of Nutrition Science, Purdue University, West Lafayette, IN."
      ]
    },
    {
      "last_name": "Glynn",
      "fore_name": "Erin L",
      "initials": "EL",
      "name": "Erin L Glynn",
      "affiliations": [
        "Research and Development, Beachbody, LLC, Santa Monica, CA.",
        "Scientific Affairs, Beachbody, LLC, Santa Monica, CA."
      ]
    }
  ],
  "journal": {
    "title": "Current developments in nutrition",
    "iso_abbreviation": "Curr Dev Nutr",
    "issn": "2475-2991",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "nzy022",
  "pages": "nzy022",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29955731",
    "pmc": "PMC6016687",
    "doi": "10.1093/cdn/nzy022",
    "pii": "S2475-2991(22)14394-5"
  },
  "doi": "10.1093/cdn/nzy022",
  "pmc_id": "PMC6016687",
  "dates": {
    "revised": "2024-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.481495",
    "pmid": "29955731"
  }
}