{
  "pmid": "29966729",
  "uid": "29966729",
  "title": "GRADEing the un-GRADE-able: a description of challenges in applying GRADE methods to the ethical and implementation questions of pediatric organ donation guidelines.",
  "abstract": "Good practice statements (GPSs) have been proposed by the GRADE working group as a way of avoiding the inappropriate characterization of evidence as low quality in support of strong recommendations justified by indirect evidence. This commentary examines how the GPS methodology was applied to the development of a recent guideline for pediatric deceased donation after circulatory determined death. This guideline was informed by a broad body of indirect literature and addressed a variety of social, legal, and ethical questions in addition to several implementation issues. While the resulting document contained a vast majority of GPS (63 as opposed to seven actionable GRADEd recommendations), we maintain that this application was appropriate to develop recommendations within the GRADE framework. This commentary explores how GPS may be applied in this context and explores whether a new classification of recommendations focused on these types of issues may be appropriate.",
  "authors": [
    {
      "last_name": "Weiss",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Weiss",
      "affiliations": [
        "Division of Pediatric Intensive Care, CHU de Québec, Centre Mère-Enfant Soleil, Québec, QC, Canada; Medical Director of Donation, Transplant Québec, Montréal, QC, Canada; Department of Pediatrics, Université Laval, Faculté de Médecine, Québec, QC, Canada; Deceased Donation, Canadian Blood Services, Ottawa, Ontario, Canada. Electronic address: matthew-john.weiss@mail.chudequebec.ca."
      ]
    },
    {
      "last_name": "Hornby",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Hornby",
      "affiliations": [
        "Deceased Donation, Canadian Blood Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shemie",
      "fore_name": "Sam D",
      "initials": "SD",
      "name": "Sam D Shemie",
      "affiliations": [
        "Deceased Donation, Canadian Blood Services, Ottawa, Ontario, Canada; Division of Critical Care, Montreal Children's Hospital, McGill University Health Centre and Research Institute, Montreal, QC, Canada; Professor of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Appleby",
      "fore_name": "Amber",
      "initials": "A",
      "name": "Amber Appleby",
      "affiliations": [
        "Deceased Donation, Canadian Blood Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Deceased Donation, Canadian Blood Services, Ottawa, Ontario, Canada; Department of Medicine (Division of Critical Care), McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Impact and Evidence, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "103",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "134",
  "end_page": "137",
  "pages": "134-137",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Child",
    "Death",
    "Humans",
    "Organ Transplantation",
    "Tissue Donors",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "29966729",
    "doi": "10.1016/j.jclinepi.2018.06.008",
    "pii": "S0895-4356(17)31299-4"
  },
  "doi": "10.1016/j.jclinepi.2018.06.008",
  "dates": {
    "completed": "2019-09-11",
    "revised": "2019-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.036740",
    "pmid": "29966729"
  }
}