{
  "pmid": "29966179",
  "uid": "29966179",
  "title": "'Why don't I need a colonoscopy?' A novel approach to communicating risks and benefits of colorectal cancer screening.",
  "abstract": "BACKGROUND AND OBJECTIVES: There is significant growth in demand for colonoscopies, with over 700,000 performed in Australia in 2012-13. For every one million Australians aged 50 years and older, 80,000 people at average risk of colorectal cancer are being over-screened with colonoscopy, and 29,000 people at increased risk are not having the colonoscopy they need. METHOD: Using monitoring data from the Australian National Bowel Cancer Screening Program and published data on colonoscopic screening, we have developed expected frequency trees (EFTs) to demonstrate projected outcomes of different colorectal cancer screening options for participants at different levels of colorectal cancer risk in Australia. RESULTS: The EFTs highlight the overall balance in favour of faecal occult blood screening for those at average risk in terms of fewer deaths and complications. DISCUSSION: This novel method of risk communication can be used to promote appropriate patient choice of colorectal cancer screening modality and potentially reduce the number of referrals for colonoscopy in patients who are not at increased risk of colorectal cancer.",
  "authors": [
    {
      "last_name": "Emery",
      "fore_name": "Jon D",
      "initials": "JD",
      "name": "Jon D Emery",
      "affiliations": [
        "MA, MBBCh, FRACGP, MRCGP, DPhil, Herman Professor of Primary Care Cancer Research, Department of General Practice, University of Melbourne; Centre for Cancer Research, University of Melbourne, Vic. jon.emery@unimelb.edu.au."
      ]
    },
    {
      "last_name": "Pirotta",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pirotta",
      "affiliations": [
        "MBBS, FRACGP, PhD, Honorary Senior Research Fellow, Department of General Practice, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Macrae",
      "fore_name": "Finlay",
      "initials": "F",
      "name": "Finlay Macrae",
      "affiliations": [
        "AO, MBBS, MD, FRACP, FRCP, AGAF, Head of Colorectal Medicine and Genetics, Royal Melbourne Hospital; Department of Medicine, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": [
        "BAppSci, MPH, PhD, Senior Research Fellow, Department of General Practice, University of Melbourne; Centre for Cancer Research, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Qama",
      "fore_name": "Ashleigh",
      "initials": "A",
      "name": "Ashleigh Qama",
      "affiliations": [
        "BSc (Hons), Research officer, WHO Collaborating Centre for Viral Hepatitis, Doherty Institute; Department of General Practice, University of Melbourne; Centre for Cancer Research, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Jenkins",
      "affiliations": [
        "BSc, PhD, Director of the Centre for Epidemiology and Biostatistics, School of Population and Global Health, University of Melbourne; Centre for Cancer Research, University of Melbourne, Vic."
      ]
    },
    {
      "last_name": "Boussioutas",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Boussioutas",
      "affiliations": [
        "MBBS, FRACP, PhD, Associate Dean (Research Training), Deputy Director of Gastroenterology, Department of Medicine, University of Melbourne, Vic; Colorectal Medicine and Genetics, Royal Melbourne Hospital; Peter MacCallum Cancer Centre, Melbourne, Vic."
      ]
    }
  ],
  "journal": {
    "title": "Australian journal of general practice",
    "iso_abbreviation": "Aust J Gen Pract",
    "issn": "2208-7958",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "343",
  "end_page": "349",
  "pages": "343-349",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Colonoscopy",
    "Early Detection of Cancer",
    "Humans",
    "Intestinal Neoplasms",
    "Mass Screening",
    "Patient Education as Topic",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "29966179",
    "doi": "10.31128/AJGP-11-17-4386"
  },
  "doi": "10.31128/AJGP-11-17-4386",
  "dates": {
    "completed": "2019-09-03",
    "revised": "2019-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.656811",
    "pmid": "29966179"
  }
}