{
  "pmid": "29971050",
  "uid": "29971050",
  "title": "NADH-Mediated Gene Expression in Streptococcus pneumoniae and Role of Rex as a Transcriptional Repressor of the Rex-Regulon.",
  "abstract": "Nicotinamide adenine dinucleotides (NAD(H)) play a vital role in various biological processes, including keeping the cellular redox balance. In this study, we investigate the regulatory responses of Streptococcus pneumoniae D39 to NADH and characterize the role of the Rex protein as a transcriptional repressor of the gapN, fba, pncB, adhB2, gap, and adhE genes. Transcriptomic analysis was used to observe the response of S. pneumoniae D39 to NADH. Our microarray studies revealed elevated expression of various genes/operons involved in transport and biosynthesis of niacin (gapN, fba, pncB, adhB2, gap, and adhE). Promoter lacZ-fusion assays and microarray studies with the rex mutant revealed the role of Rex as a transcriptional repressor of gapN, fba, pncB, adhB2, gap, and adhE involved in niacin uptake and biosynthesis, in the presence of NADH. We predict the operator site (5'-TTGTKAWAAWWTTCACAA-3') of Rex in the regulatory regions of Rex-regulated genes that was subsequently validated by promoter mutational experiments.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Molecular Genetics Group, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, Netherlands.",
        "Bioinformatics and Biotechnology, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Shafeeq",
      "fore_name": "Sulman",
      "initials": "S",
      "name": "Sulman Shafeeq",
      "affiliations": [
        "Karolinska Institutet, Solna, Sweden."
      ]
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Oscar P",
      "initials": "OP",
      "name": "Oscar P Kuipers",
      "affiliations": [
        "Molecular Genetics Group, Groningen Biomolecular Sciences and Biotechnology Institute, University of Groningen, Groningen, Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in microbiology",
    "iso_abbreviation": "Front Microbiol",
    "issn": "1664-302X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "1300",
  "pages": "1300",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29971050",
    "pmc": "PMC6018154",
    "doi": "10.3389/fmicb.2018.01300"
  },
  "doi": "10.3389/fmicb.2018.01300",
  "pmc_id": "PMC6018154",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.820480",
    "pmid": "29971050"
  }
}