{
  "pmid": "29980152",
  "uid": "29980152",
  "title": "Can Preoperative Magnetic Resonance Imaging Predict Intraoperative Autograft Size for Anterior Cruciate Ligament Reconstruction? A Systematic Review.",
  "abstract": "This systematic review explored the utility of preoperative magnetic resonance imaging (MRI) as a tool for predicting intraoperative graft size for anterior cruciate ligament (ACL) reconstruction. Three databases (EMBASE, PubMed, and MEDLINE) were searched in November 2017 for English-language studies of all levels of evidence that aimed to correlate preoperative MRI measurements of common primary ACL autograft sources to intraoperative measurements of the harvested graft. Two reviewers applied predetermined inclusion/exclusion criteria to independently complete title, abstract, and full-text review of eligible studies. Data abstraction, quality assessment, and descriptive statistics are presented. A systematic screen of 930 titles resulted in 14 studies satisfying inclusion/exclusion criteria. These studies examined 762 patients of mean age 28.6 (9-67) years, with 37.3% females. Comparing the correlation of preoperative MRI measurements to intraoperative harvested measures, the strength was very highly positive for quadriceps tendon (QT) (one study, 29 patients, intraclass correlation coefficient [ICC] = 0.96), highly positive for patellar tendon (two studies, 28 patients, ICC: 0.77-0.87), negligible-highly positive for semitendinosus-only tendon (eight studies, 439 patients, r: 0.16-0.81), and negligible-moderately positive for gracilis-only tendon (four studies, 143 patients, r: 0.29-0.59). When combined semitendinosus-gracilis tendon grafts were considered, the correlation ranged from low-very highly positive (10 studies, 517 patients, r: 0.42-0.93). Preoperative MRI assessment of both QT and bone-patellar tendon-bone autografts most highly correlates with intraoperative measurements of autograft diameter. Considerable variability exists when viewing hamstring tendons either individually or together, where most studies indicate at least a moderate correlation. This highlights the advantage of MRI during the preoperative planning process in equipping the surgeon with a better ability to ensure the diameter of the intended autograft will suffice. This is a Level IV study, systematic review of Levels II to IV studies.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Suhail",
      "initials": "S",
      "name": "Suhail Agarwal",
      "affiliations": [
        "Department of Medicine, Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin C",
      "initials": "DC",
      "name": "Devin C Peterson",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parmar",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Parmar",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ogilvie",
      "fore_name": "Rick",
      "initials": "R",
      "name": "Rick Ogilvie",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of knee surgery",
    "iso_abbreviation": "J Knee Surg",
    "issn": "1938-2480",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "649",
  "end_page": "658",
  "pages": "649-658",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Autografts",
    "Bone Transplantation",
    "Bone-Patellar Tendon-Bone Grafting",
    "Hamstring Muscles",
    "Hamstring Tendons",
    "Humans",
    "Knee",
    "Magnetic Resonance Imaging",
    "Patellar Ligament",
    "Quadriceps Muscle",
    "Tendons",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "29980152",
    "doi": "10.1055/s-0038-1666830"
  },
  "doi": "10.1055/s-0038-1666830",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2019-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.820136",
    "pmid": "29980152"
  }
}