{
  "pmid": "29983653",
  "uid": "29983653",
  "title": "Characterization and Correction of Symptomatic Hip Impingement in American Football Linemen.",
  "abstract": "BACKGROUND: Femoroacetabular impingement (FAI) morphology can lead to range-of-motion deficits in football players. It is therefore important for physicians treating these players to be aware of the location and implications of FAI morphology. PURPOSE/QUESTIONS: We sought to characterize the radiographic deformity and dynamic impingement observed in a consecutive series of American football linemen with symptomatic, mechanical hip pain who underwent surgical treatment for FAI and to use software analysis to identify the location of impingement and terminal range of motion and the effects of simulated correction. METHODS: A retrospective analysis was conducted of 17 hips in 13 football linemen who underwent arthroscopic correction for symptomatic FAI. Computed tomography (CT) scans were used to generate preoperative three-dimensional models of the hips. Femoral and acetabular measurements, maximum hip flexion, abduction, internal rotation at 90° flexion (IR90), and flexion/adduction/internal rotation (FADIR) were determined, and areas of bony collision were defined. Simulated femoral correction was performed and motion analysis was repeated. RESULTS: Mean femoral version was 13.1° (range, 0 to 26°), while mean femoral neck-shaft angle was 132.1° (range, 123 to 145°). Mean maximum alpha angle on the radial reformatted CT was 69.2° (range, 48 to 95°) and was located at the 12:45 clock-face position (range, 11:30 to 2:15). Mean acetabular version values at 1:30 and 3:00 were 1.1° (range, - 11 to 11°) and 12.7° (range, 2 to 20°), respectively. Fifty-three percent of hips showed a \"crossover\" sign. Mean lateral center-edge angle was 31.7° (range, 25 to 44°). CT-derived motion analysis demonstrated a mean preoperative flexion of 108.2° (range, 73 to 127°), IR90 of 20.5° (range, 0 to 52°), and FADIR of 12.3° (range, 0 to 39°). Simulated correction resulted in significant improvements in flexion (6.6°), IR90 (11.3°), and FADIR (10.6°). CONCLUSIONS: While cephalad retroversion was observed in approximately half of the hips, a significant cam deformity was seen maximally at 12:45, a more posterior cam location than that of the general population. Managing this pathology required obtaining preoperative and intraoperative images to characterize lesions and allow for their complete correction. With complete correction of the deformity, simulated range of motion demonstrated significant improvement in flexion, IR90, and FADIR maneuvers.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Ross",
      "affiliations": [
        "1Sports Medicine and Shoulder Service, MedSport, University of Michigan, 24 Frank Lloyd Wright Dr., Lobby A, Ann Arbor, MI 48106 USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "1Sports Medicine and Shoulder Service, MedSport, University of Michigan, 24 Frank Lloyd Wright Dr., Lobby A, Ann Arbor, MI 48106 USA."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Noonan",
      "fore_name": "Benjamin C",
      "initials": "BC",
      "name": "Benjamin C Noonan",
      "affiliations": [
        "Sanford Orthopedics and Sports Medicine, Fargo, ND USA."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Larson",
      "affiliations": [
        "3Minnesota Orthopedic Sports Medicine Institute at Twin Cities Orthopedics, Edina, MN USA."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Bryan T",
      "initials": "BT",
      "name": "Bryan T Kelly",
      "affiliations": [
        "4Sports Medicine Service, Hospital for Special Surgery, New York, NY USA."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "1Sports Medicine and Shoulder Service, MedSport, University of Michigan, 24 Frank Lloyd Wright Dr., Lobby A, Ann Arbor, MI 48106 USA.",
        "4Sports Medicine Service, Hospital for Special Surgery, New York, NY USA."
      ]
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "128",
  "end_page": "133",
  "pages": "128-133",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "29983653",
    "pmc": "PMC6031539",
    "doi": "10.1007/s11420-018-9605-9",
    "pii": "9605"
  },
  "doi": "10.1007/s11420-018-9605-9",
  "pmc_id": "PMC6031539",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.497089",
    "pmid": "29983653"
  }
}