{
  "pmid": "29982694",
  "uid": "29982694",
  "title": "Family Functioning and Medical Adherence Across Children and Adolescents With Chronic Health Conditions: A Meta-Analysis.",
  "abstract": "OBJECTIVES: A meta-analysis examined family functioning and medical adherence in children and adolescents with chronic health conditions. Family functioning was evaluated at the level of the family unit, as well as parent-child interactions. METHODS: We conducted literature searches using PubMed, PsycINFO, SCOPUS, Web of Science, and Cochrane. After reviewing 764 articles, 62 studies met eligibility criteria. Pearson's r correlations were the effect size of interest. We conducted both omnibus and domain-specific (e.g., family conflict, cohesion) meta-analyses. Meta-regressions examined whether relevant covariates related to the magnitude of the effect. RESULTS: The omnibus meta-analysis showed that family functioning was significantly related to medical adherence across a variety of pediatric chronic health conditions. Lower family conflict, greater family cohesion, greater family flexibility, more positive communication, and better family problem-solving were each associated with better adherence. There were no significant differences in the magnitude of the omnibus effect based on child age, measurement features (subjective vs. objective or bioassay adherence; family unit vs. parent-child interactions), or study quality. CONCLUSIONS: Consistent with social-ecological frameworks, findings supported links between family functioning and medical adherence. This study highlights several limitations of the extant research, including absence of a guiding theoretical framework and several methodological weaknesses. We offer clinical and research recommendations for enhancing scientific understanding and promotion of adherence within the family context.",
  "authors": [
    {
      "last_name": "Psihogios",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Psihogios",
      "affiliations": [
        "The Children's Hospital of Philadelphia."
      ]
    },
    {
      "last_name": "Fellmeth",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Fellmeth",
      "affiliations": [
        "La Salle University."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": [
        "The Children's Hospital of Philadelphia.",
        "Perelman School of Medicine of the University of Pennsylvania."
      ]
    },
    {
      "last_name": "Barakat",
      "fore_name": "Lamia P",
      "initials": "LP",
      "name": "Lamia P Barakat",
      "affiliations": [
        "The Children's Hospital of Philadelphia.",
        "Perelman School of Medicine of the University of Pennsylvania."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric psychology",
    "iso_abbreviation": "J Pediatr Psychol",
    "issn": "1465-735X",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "84",
  "end_page": "97",
  "pages": "84-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Chronic Disease",
    "Family Conflict",
    "Family Relations",
    "Female",
    "Humans",
    "Male",
    "Patient Compliance"
  ],
  "article_ids": {
    "pubmed": "29982694",
    "pmc": "PMC7967873",
    "doi": "10.1093/jpepsy/jsy044",
    "pii": "5047922"
  },
  "doi": "10.1093/jpepsy/jsy044",
  "pmc_id": "PMC7967873",
  "dates": {
    "completed": "2020-03-16",
    "revised": "2021-03-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "L40 CA221017",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.554558",
    "pmid": "29982694"
  }
}