{
  "pmid": "30005679",
  "uid": "30005679",
  "title": "Development of rapid guidelines: 3. GIN-McMaster Guideline Development Checklist extension for rapid recommendations.",
  "abstract": "BACKGROUND: Practice guidelines require a substantial investment of resources and time, often taking between 1 and 3 years from conceptualisation to publication. However, urgent situations require the development of recommendations in a shorter timeframe. In this third and final article in the series exploring challenges and solutions in developing rapid guidelines (RGs), we propose guiding principles for the development of RGs. METHODS: We utilised the Guideline International Network-McMaster Guideline Development Checklist (GDC) as a starting point for elements to consider during RG development. We built on those elements using the findings from a systematic review of guideline manuals, a survey of international organisations conducting RGs, and interviews of guideline developers within WHO. We reviewed initial findings and developed an intermediate list of elements, as well as narrative guidance. We then invited experts to validate the intermediate list, reviewing for placement, brevity and redundancy. We used this iterative process and group consensus to determine the final elements for RG development guidance. RESULTS: Our work identified 21 principles within the topics of the Guideline International Network-McMaster GDC to guide the planning and development of RGs. Principles fell within 15 of the 18 checklist topics, highlighting strategies to streamline and expedite the guideline development process. CONCLUSIONS: We defined principles to guide the development of RGs, while maintaining a standardised, rigorous and transparent process. These principles will serve as guidance for guideline developers responding to urgent situations such as public health urgencies. Integration of these principles within currently disseminated guideline development standards will facilitate the use of those tools in situations necessitating RG recommendations.",
  "authors": [
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and McGRADE Center, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON, L8N 4K1, Canada."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Florez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and McGRADE Center, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON, L8N 4K1, Canada.",
        "Department of Pediatrics, University of Antioquia, Cra. 51D #62-29, Medellin, 050001, Colombia."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Hospital Moinhos de Vento, Porto Alegre, Brazil.",
        "National Institute of Science and Technology for Health Technology Assessment, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Kowalski",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Kowalski",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and McGRADE Center, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON, L8N 4K1, Canada.",
        "Department of Internal Medicine, Division of Rheumatology, Universidade Federal do Paraná, R. Gen. Carneiro, 181, Curitiba, PR, Brazil."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and McGRADE Center, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON, L8N 4K1, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Thayer",
      "fore_name": "Kristina A",
      "initials": "KA",
      "name": "Kristina A Thayer",
      "affiliations": [
        "National Center for Environmental Assessment (NCEA), Integrated Risk Information System (IRIS) Division, Environmental Protection Agency, Washington, DC, United States of America."
      ]
    },
    {
      "last_name": "Rooney",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rooney",
      "affiliations": [
        "Division of the National Toxicology Program, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, P.O. Box 12233, Mail Drop K2-02, Research Triangle Park, NC, 27709, United States of America."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and McGRADE Center, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON, L8N 4K1, Canada. schuneh@mcmaster.ca.",
        "Department of Medicine, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. schuneh@mcmaster.ca.",
        "Cochrane Canada Center, McMaster University, Health Sciences Centre, Room 2C14, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "63",
  "pages": "63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude",
    "Checklist",
    "Consensus",
    "Cost-Benefit Analysis",
    "Decision Making",
    "Delivery of Health Care",
    "Disease Outbreaks",
    "Emergencies",
    "Evidence-Based Medicine",
    "Health Resources",
    "Humans",
    "Information Dissemination",
    "Policy Making",
    "Practice Guidelines as Topic",
    "Public Health",
    "Qualitative Research",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "30005679",
    "pmc": "PMC6043953",
    "doi": "10.1186/s12961-018-0330-0",
    "pii": "10.1186/s12961-018-0330-0"
  },
  "doi": "10.1186/s12961-018-0330-0",
  "pmc_id": "PMC6043953",
  "dates": {
    "completed": "2018-11-13",
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.656812",
    "pmid": "30005679"
  }
}