{
  "pmid": "30009394",
  "uid": "30009394",
  "title": "The evolution of GRADE (part 1): Is there a theoretical and/or empirical basis for the GRADE framework?",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: The Grades of Recommendation, Assessment, Development, and Evaluation (GRADE) framework has been presented as the best method available for developing clinical recommendations. GRADE has undergone a series of modifications. Here, we present the first part of a three article series examining the evolution of GRADE. Our purpose is to explore if (and if so, how) GRADE provides: (1) a justification (ie, theoretical and/or empirical) for why the criteria/components under consideration in the system are included (and other factors excluded), as well as why some criteria/components where added/modified in the evolution process, (2) clear and functional (ie, how to operationalize them) definitions of the included criteria/components, and (3) instruction and justification for how all the criteria/components are to be integrated when determining a recommendation. In part 1 of the series, we examine the first two versions of GRADE. METHODS: Narrative review. RESULTS: The justification scheme that sustains GRADE is not articulated in the first two versions of the framework. Why some criteria/components were included, and others excluded, is not justified theoretically nor is empirical support provided to suggest that the framework as presented includes that which is needed to produce valid recommendations. The first two versions of GRADE show a lack of clear instruction on how to operationalize the criteria for assessing the quality of evidence and the components for making a recommendation (including how to integrate the criteria/components at each step), which leaves substantial room for judgement on the part of the user of GRADE for guideline development. CONCLUSIONS: This article revealed an absence of a justification (theoretical and/or empirical) to support important aspects of the GRADE framework, as well as a lack of clear instruction on how to operationalize the criteria and components in the framework. These issues limit one's ability to scientifically assess the appropriateness of GRADE for determining clinical recommendations.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada.",
        "Institute for the History and Philosophy of Science and Technology, University of Toronto, Toronto, ON, Canada.",
        "African Centre for Epistemology and Philosophy of Science, University of Johannesburg, Auckland Park, South Africa."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation and Impact (formerly, Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "1203",
  "end_page": "1210",
  "pages": "1203-1210",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Accuracy",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Judgment",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "30009394",
    "doi": "10.1111/jep.12998"
  },
  "doi": "10.1111/jep.12998",
  "dates": {
    "completed": "2019-02-11",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.713283",
    "pmid": "30009394"
  }
}