{
  "pmid": "30012324",
  "uid": "30012324",
  "title": "Blood CSF1 and CXCL12 as Causal Mediators of Coronary Artery Disease.",
  "abstract": "BACKGROUND: Identification of biomarkers that cause coronary artery disease (CAD) has led to important advances in prevention and treatment. Epidemiological analyses have identified many biomarker-CAD relationships; however, these associations may arise from reverse causation and/or confounding and therefore may not represent true causal associations. Mendelian randomization (MR) analyses overcome these limitations. OBJECTIVES: This study sought to identify causal mediators of CAD through a comprehensive screen of 237 biomarkers using MR. METHODS: MR was performed by identifying genetic determinants of 227 biomarkers in ORIGIN (Outcome Reduction With Initial Glargine Intervention) trial participants (N = 4,147) and combining these with genetic effects on CAD from the CARDIoGRAM consortium (60,801 cases and 123,504 controls). Blood concentrations of novel biomarkers identified by MR were then tested for association with incident major adverse cardiovascular events in ORIGIN. RESULTS: Six biomarkers were found to be causally linked to CAD after adjustment for multiple hypothesis testing. The causal role of 4 of these is well documented, whereas macrophage colony-stimulating factor 1 (CSF1) and stromal cell-derived factor 1 (CXCL12) have not previously been reported, to the best of our knowledge. MR analysis predicted an 18% higher risk of CAD per SD increase in CSF1 (odds ratio: 1.18; 95% confidence interval: 1.08 to 1.30; p = 2.1 × 10[-4]) and epidemiological analysis identified a 16% higher risk of major adverse cardiovascular events per SD (hazard ratio: 1.16; 95% confidence interval: 1.09 to 1.23; p < 0.001). Elevated CXCL12 levels were also identified as a causal risk factor for CAD with consistent epidemiological results. Furthermore, genetically predicted CSF1 and CXCL12 levels were associated with CAD in the UK Biobank (n = 343,735). CONCLUSIONS: The study identified CSF1 and CXCL12 as causal mediators of CAD in humans. Understanding the mechanism by which these markers mediate CAD will provide novel insights into CAD and could lead to new approaches to prevention. These results support targeting inflammatory processes and macrophages, in particular, to prevent CAD, consistent with the recent CANTOS (Canakinumab Antiinflammatory Thrombosis Outcome Study). (Outcome Reduction With Initial Glargine Intervention [ORIGIN]; NCT00069784).",
  "authors": [
    {
      "last_name": "Sjaarda",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Sjaarda",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chong",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Biochemistry, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meyre",
      "fore_name": "David",
      "initials": "D",
      "name": "David Meyre",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Biochemistry, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hess",
      "fore_name": "Sibylle",
      "initials": "S",
      "name": "Sibylle Hess",
      "affiliations": [
        "Sanofi Aventis Deutschland GmbH, Research and Development Division, Translational Medicine and Early Development, Biomarkers and Clinical Bioanalyses, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Department of Biochemistry, McMaster University, Hamilton, Ontario, Canada. Electronic address: pareg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "start_page": "300",
  "end_page": "310",
  "pages": "300-310",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomarkers",
    "Chemokine CXCL12",
    "Coronary Artery Disease",
    "Female",
    "Genetic Variation",
    "Genome-Wide Association Study",
    "Humans",
    "Macrophage Colony-Stimulating Factor",
    "Male",
    "Mendelian Randomization Analysis",
    "Middle Aged",
    "Polymorphism, Single Nucleotide",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30012324",
    "doi": "10.1016/j.jacc.2018.04.067",
    "pii": "S0735-1097(18)34832-0"
  },
  "doi": "10.1016/j.jacc.2018.04.067",
  "dates": {
    "completed": "2019-09-04",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Biomarkers",
    "CSF1 protein, human",
    "CXCL12 protein, human",
    "Chemokine CXCL12",
    "Macrophage Colony-Stimulating Factor"
  ],
  "grants": [
    {
      "grant_id": "MC_PC_17228",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MC_QA137853",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.934735",
    "pmid": "30012324"
  }
}