{
  "pmid": "30018121",
  "uid": "30018121",
  "title": "Factors associated with additional anterior cruciate ligament reconstruction and register comparison: a systematic review on the Scandinavian knee ligament registers.",
  "abstract": "OBJECTIVE: To present an overview of the Scandinavian knee ligament registers with regard to factors associated with additional ACL reconstruction, and studies comparing the Scandinavian registers with other knee ligament registers. DESIGN: Systematic review. DATA SOURCES: Four electronic databases: PubMed, EMBASE, the Cochrane Library and AMED were searched, and 157 studies were identified. Two reviewers independently screened titles, abstracts and full-text studies for eligibility. A modified version of the Downs and Black checklist was applied for quality appraisal. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Eligible studies were those published since the establishment of the Scandinavian registers in 2004, which reported factors associated with additional ACL reconstruction and compared data from other registers. RESULTS: Thirty-one studies met the inclusion criteria and generally displayed good reporting quality. Adolescent age (<20 years) was the most common factor associated with additional ACL reconstruction. The choice of hamstring tendon graft compared with patella tendon, transportal femoral tunnel drilling, smaller graft diameter and utilisation of suspensory fixation devices were associated with additional ACL reconstruction. Concomitant cartilage injury decreased the likelihood of additional ACL reconstruction. Patient sex alone did not influence the likelihood. The demographics of patients undergoing ACL reconstruction in the Scandinavian registers are comparable to registers in other geographical settings. However, there are differences in surgical factors including the presence of intra-articular pathology and graft choice. SUMMARY: The studies published from the Scandinavian registers in general have a high reporting quality when regarded as cohort studies. Several factors are associated with undergoing additional ACL reconstruction. The results from the registers may help facilitate treatment decisions.",
  "authors": [
    {
      "last_name": "Svantesson",
      "fore_name": "Eleonor",
      "initials": "E",
      "name": "Eleonor Svantesson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Göteborg, Sweden."
      ]
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Göteborg, Sweden."
      ],
      "orcid": "0000-0002-9340-0147"
    },
    {
      "last_name": "Baldari",
      "fore_name": "Angelo",
      "initials": "A",
      "name": "Angelo Baldari",
      "affiliations": [
        "Department of Orthopaedic and Trauma Surgery, Campus Bio-Medico University of Rome, Rome, Italy."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Engebretsen",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Engebretsen",
      "affiliations": [
        "Orthopedic Clinic, Oslo University Hospital, University of Oslo, Oslo, Norway.",
        "OSTRC, The Norwegian School of Sports Sciences, Oslo, Norway."
      ]
    },
    {
      "last_name": "Franceschi",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Franceschi",
      "affiliations": [
        "Department of Orthopaedic and Trauma Surgery, Campus Bio-Medico University of Rome, Rome, Italy."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Göteborg, Sweden.",
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Göteborg, Sweden.",
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "418",
  "end_page": "425",
  "pages": "418-425",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Humans",
    "Joint Instability",
    "Patient Reported Outcome Measures",
    "Postoperative Complications",
    "Registries",
    "Reoperation",
    "Scandinavian and Nordic Countries",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "30018121",
    "doi": "10.1136/bjsports-2017-098192",
    "pii": "bjsports-2017-098192"
  },
  "doi": "10.1136/bjsports-2017-098192",
  "dates": {
    "completed": "2019-08-26",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.820701",
    "pmid": "30018121"
  }
}