{
  "pmid": "30015389",
  "uid": "30015389",
  "title": "The evolution of GRADE (part 2): Still searching for a theoretical and/or empirical basis for the GRADE framework.",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: The GRADE framework has been widely adopted as the preferred method for developing clinical practice recommendations. In the first article of our three part series examining the evolution of GRADE, we showed an absence (in the first two versions of GRADE) of a theoretical basis and/or empirical data to support why the presented criteria for determining the quality of evidence regarding the effect estimate and the components under consideration for determining the strength of the recommendation were included and other criteria/components excluded. Furthermore, often, it was not clear how to operationalize the included criteria/components (and integrate them) when using the framework. In part 2 of this series, we examine if version 3 of GRADE offered improvements on previous versions with respect to a justification scheme and how to operationalize the framework's criteria/components. METHODS: Narrative review. RESULTS: Our examination suggests that version 3 has done little to improve on the justification scheme that sustains GRADE. Still absent is a justification (theoretical and/or empirical) for why the criteria/components were chosen. Likewise, version 3 is still lacking clarity regarding how to implement and integrate the criteria/considerations in the framework (ie, operationalize the framework) when determining the quality of evidence or strength of recommendation. Transparency is now emphasized as the merit of GRADE. However, we are offered no theoretical justification for how the use of GRADE should achieve transparency or empirical evidence to support that transparency is achieved. CONCLUSIONS: While version 3 reveals acknowledgement by the authors of GRADE that the framework is a work in progress, it still lacks a justification scheme (theoretical and/or empirical) to sustain it and clarity in its criteria/components to operationalize it. As was suggested in part 1, such issues limit one's ability to scientifically assess the appropriateness of GRADE for its stated purpose.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada.",
        "Institute for the History and Philosophy of Science and Technology, University of Toronto, Toronto, Canada.",
        "African Centre for Epistemology and Philosophy of Science, University of Johannesburg, Auckland Park, South Africa."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation and Impact (formerly, Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "1211",
  "end_page": "1222",
  "pages": "1211-1222",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Accuracy",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Judgment",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "30015389",
    "doi": "10.1111/jep.12997"
  },
  "doi": "10.1111/jep.12997",
  "dates": {
    "completed": "2019-02-11",
    "revised": "2020-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.713895",
    "pmid": "30015389"
  }
}