{
  "pmid": "30029647",
  "uid": "30029647",
  "title": "How is the use of research evidence in health policy perceived? A comparison between the reporting of researchers and policy-makers.",
  "abstract": "BACKGROUND: The use of health policy and systems research (HPSR) to inform health policy-making is an international challenge. Incorporating HPSR into decision-making primarily involves two groups, namely researchers (knowledge producers) and policy-makers (knowledge users). The purpose of this study was to compare the perceptions of Israeli health systems and policy researchers and health services policy-makers regarding the role of HPSR, factors influencing its uses and potential facilitators and barriers to HPSR, and implementation of knowledge transfer and exchange (KTE) activities. METHODS: A cross-sectional survey was administered to researchers and policy-makers in Israel. The survey consisted of seven closed questions. Descriptive analyses were carried out for closed-ended questions and comparative analysis were conducted between groups using the χ[2] test. RESULTS: A total of 37 researchers and 32 policy-makers responded to the survey. While some views were in alignment, others showed differences. More policy-makers than researchers perceived that the use of HPSR in policy was hindered by practical implementation constraints, whereas more researchers felt that its use was hindered by a lack of coordination between knowledge producers and users. A larger percentage of policy-makers, as compared to researchers, reported that facilitators to the KTE process are in place and a larger percentage of researchers perceived barriers within the KTE environment. A larger percentage of policy-makers perceived KTE activities were in place as compared to researchers. Results also showed large differences in the perceptions of the two groups regarding policy formulation and which organisations they perceived as exerting strong influence on policy-making. CONCLUSIONS: This research demonstrated that there are differences in the perceptions of knowledge producers and users about the process of KTE. Future work should focus on minimising the challenges highlighted here and implementing new KTE activities. These activities could include making the researchers aware of the most effective manner in which to package their results, providing training to policy-makers and assuring that policy-makers have technical access to appropriate databases to search for HPSR. These results underscore the need for the groups to communicate and clarify to each other what they can offer and what they require.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Department of Health Systems Management, Guilford Glazer Faculty of Business and Management and Faculty of Health Sciences, Ben-Gurion University of the Negev, P.O. Box 653, 84105, Beer-Sheva, Israel. moriah.ellen@gmail.com.",
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON, L8S-4L6, Canada. moriah.ellen@gmail.com.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, 4th Floor, 155 College St, Toronto, ON, M5T 3M6, Canada. moriah.ellen@gmail.com."
      ],
      "orcid": "0000-0001-7127-7283"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, ON, L8S-4L6, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Hamilton, ON, L8S-4L6, Canada.",
        "Department of Political Science, McMaster University, 1280 Main Street West, Hamilton, ON, L8S-4L6, Canada.",
        "Department of Global Health and Population, Harvard School of Public Health, 677 Huntington Ave, Boston, MA, 02115, United States of America."
      ]
    },
    {
      "last_name": "Horowitz",
      "fore_name": "Einav",
      "initials": "E",
      "name": "Einav Horowitz",
      "affiliations": [
        "Israeli Center for Technology Assessment in Health Care, Gertner Institute, Chaim Sheba Medical Center, 52621, Tel Hashomer, Israel."
      ]
    },
    {
      "last_name": "Berglas",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Berglas",
      "affiliations": [
        "Independent Researcher, Jerusalem, Israel."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "64",
  "pages": "64",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Attitude",
    "Communication",
    "Cooperative Behavior",
    "Cross-Sectional Studies",
    "Decision Making",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Health Policy",
    "Health Services",
    "Health Services Research",
    "Humans",
    "Israel",
    "Knowledge",
    "Policy Making",
    "Research Personnel",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "30029647",
    "pmc": "PMC6053732",
    "doi": "10.1186/s12961-018-0345-6",
    "pii": "10.1186/s12961-018-0345-6"
  },
  "doi": "10.1186/s12961-018-0345-6",
  "pmc_id": "PMC6053732",
  "dates": {
    "completed": "2018-11-19",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.998655",
    "pmid": "30029647"
  }
}