{
  "pmid": "30020117",
  "uid": "30020117",
  "title": "Nonoperative Treatments for Knee Osteoarthritis: An Evaluation of Treatment Characteristics and the Intra-Articular Placebo Effect: A Systematic Review.",
  "abstract": "BACKGROUND: Guidelines recommending various nonoperative treatments for patients with knee osteoarthritis remain inconsistent. Much of this controversy relates to what constitutes a clinically important effect. The purposes of the present study were to compare treatment effect sizes from recent meta-analyses evaluating pharmacological or medical device interventions for the treatment of knee osteoarthritis and to further assess the clinical impact that the intra-articular placebo effect may have on intra-articular injection therapies. METHODS: A search of PubMed, MEDLINE, and Embase from the inception date of each database through May 30, 2017 was conducted for all articles involving meta-analyses of pharmacological or medical device knee osteoarthritis treatments compared with controls. Two reviewers independently screened articles for eligibility and extracted data for analysis. We present effect estimates on a standardized mean difference (SMD) scale and compare them all against a threshold for clinical importance of 0.50 standard deviation (SD) unit. RESULTS: Ten meta-analyses (sample size range, 110 to 39,814) providing a total of 19 different effect sizes for pain were included in this review. SMD estimates ranged from 0.08 to 0.79 for various electrical modalities, orthotic devices, topical and oral nonsteroidal anti-inflammatory drugs (NSAIDs), dietary supplements, and intra-articular injection therapies. Seventeen treatments demonstrated significant improvements in terms of pain when patients who had received treatment were compared with controls. After accounting for the intra-articular placebo effect, the greatest effect estimates were those of intra-articular platelet-rich plasma and high molecular weight hyaluronic acid. When these were judged according to our threshold for clinical importance, high molecular weight intra-articular hyaluronic acid was found to have the most precise effect estimate that surpassed this threshold. Platelet-rich plasma was found to provide the greatest point estimate of the treatment effect, but the precision around this estimate had the largest amount of uncertainty across all treatments. CONCLUSIONS: While many nonoperative treatments demonstrated significant improvements in pain, we found the greatest effect estimates for intra-articular treatments. While platelet-rich plasma provided the greatest point estimate of the treatment effect, variability among studies suggests that future research into optimal formulations is required. The strongest current evidence supports clinically important and significant treatment effects with intra-articular hyaluronic acid formulations between 1,500 and >6,000 kDa. LEVEL OF EVIDENCE: Therapeutic Level I. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence, Inc., Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Center for Evidence-Based Orthopaedics (M.B.), and Department of Surgery, Faculty of Health Sciences (V.K.), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Vickas",
      "initials": "V",
      "name": "Vickas Khanna",
      "affiliations": [
        "Division of Orthopaedic Surgery, Center for Evidence-Based Orthopaedics (M.B.), and Department of Surgery, Faculty of Health Sciences (V.K.), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yung",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Yung",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Faculty of Medicine, The Chinese University of Hong Kong, Sha Tin, Hong Kong."
      ]
    },
    {
      "last_name": "Shetty",
      "fore_name": "Vijay",
      "initials": "V",
      "name": "Vijay Shetty",
      "affiliations": [
        "Department of Orthopaedics, Dr. L.H. Hiranandani Hospital, Mumbai, India."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "OrthoEvidence, Inc., Burlington, Ontario, Canada.",
        "University of Michigan, Ann Arbor, Michigan."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "JBJS reviews",
    "iso_abbreviation": "JBJS Rev",
    "issn": "2329-9185",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "e5",
  "pages": "e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Humans",
    "Hyaluronic Acid",
    "Injections, Intra-Articular",
    "Osteoarthritis, Knee",
    "Placebo Effect",
    "Platelet-Rich Plasma",
    "Practice Guidelines as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30020117",
    "doi": "10.2106/JBJS.RVW.17.00167",
    "pii": "01874474-201807000-00002"
  },
  "doi": "10.2106/JBJS.RVW.17.00167",
  "dates": {
    "completed": "2019-11-18",
    "revised": "2021-08-24"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.280894",
    "pmid": "30020117"
  }
}