{
  "pmid": "30030211",
  "uid": "30030211",
  "title": "Mobile Phone-Based Ecological Momentary Intervention to Reduce Young Adults' Alcohol Use in the Event: A Three-Armed Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Real-time ecological momentary interventions have shown promising effects in domains other than alcohol use; however, only few studies regarding ecological momentary interventions for alcohol use have been conducted thus far. The increasing popularity of smartphones offers new avenues for intervention and innovation in data collection. OBJECTIVE: We aimed to test the efficacy of an ecological momentary intervention, comprising mobile Web-based ecological momentary assessments (EMAs) and text messaging (short message service, SMS) brief interventions, delivered during drinking events using participants' mobile phones. METHODS: We conducted a three-armed randomized controlled trial to assess the effect of a mobile Web-based ecological momentary assessment with texting feedback on self-reported alcohol consumption and alcohol-related harms in young adults. Participants were enrolled from an existing observational cohort study of young adults screened for risky drinking behavior. The intervention group (ecological momentary intervention group) completed repeated ecological momentary assessments during 6 drinking events and received immediate texting-based feedback in response to each ecological momentary assessment. The second group (ecological momentary assessment group) completed ecological momentary assessments without the brief intervention, and the third did not receive any contact during the trial period. Recent peak risky single-occasion drinking was assessed at the baseline and follow-up using telephone interviews. We used a random effects mixed modeling approach using maximum likelihood estimation to provide estimates of differences in mean drinking levels between groups between baseline and 12-week follow-up. RESULTS: A total of 269 participants were randomized into the 3 groups. The ecological momentary intervention group exhibited a small and nonsignificant increase between baseline and follow-up in (geometric) the mean number of standard drinks consumed at the most recent heavy drinking occasion (mean 12.5 vs 12.7). Both ecological momentary assessment and control groups exhibited a nonsignificant decrease (ecological momentary assessment: mean 13.8 vs 11.8; control: mean 12.3 vs 11.6); these changes did not differ significantly between groups (Wald χ[2]2 1.6; P=.437) and the magnitude of the effects of the intervention were markedly small. No other significant differences between groups on measures of alcohol consumption or related harms were observed. The intervention acceptability was high despite the technical problems in delivery. CONCLUSIONS: With a small number of participants, this study showed few effects of an SMS-based brief intervention on peak risky single-occasion drinking. Nevertheless, the study highlights areas for further investigation into the effects of EMI on young adults with heavy alcohol consumption. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Registry ACTRN12616001323415; https://www.anzctr.org.au/Trial/Registration/TrialReview.aspx?id=369534 (Archived by WebCite at http://www.webcitation.org/7074mqwcs).",
  "authors": [
    {
      "last_name": "Wright",
      "fore_name": "Cassandra",
      "initials": "C",
      "name": "Cassandra Wright",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-9751-4005"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Dietze",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-7871-6234"
    },
    {
      "last_name": "Agius",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Agius",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Judith Lumley Centre, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6075-8548"
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Addiction Switzerland, Lausanne, Switzerland.",
        "Behavioural Science Institute, Radboud University, Nijmegen, Netherlands.",
        "Faculty of Education and Psychology, Eötvös Loránd University, Budapest, Hungary."
      ],
      "orcid": "0000-0001-8931-0790"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Black",
      "fore_name": "Oliver C",
      "initials": "OC",
      "name": "Oliver C Black",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-1252-4878"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    },
    {
      "last_name": "Hellard",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Hellard",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-5055-3266"
    },
    {
      "last_name": "Lim",
      "fore_name": "Megan Sc",
      "initials": "MS",
      "name": "Megan Sc Lim",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0003-3136-6761"
    }
  ],
  "journal": {
    "title": "JMIR mHealth and uHealth",
    "iso_abbreviation": "JMIR Mhealth Uhealth",
    "issn": "2291-5222",
    "issn_type": "Print",
    "volume": "6",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "e149",
  "pages": "e149",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30030211",
    "pmc": "PMC6076370",
    "doi": "10.2196/mhealth.9324",
    "pii": "v6i7e149"
  },
  "doi": "10.2196/mhealth.9324",
  "pmc_id": "PMC6076370",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.775510",
    "pmid": "30030211"
  }
}