{
  "pmid": "30037660",
  "uid": "30037660",
  "title": "Furosemide and Albumin for Diuresis of Edema (FADE): A parallel-group, blinded, pilot randomized controlled trial.",
  "abstract": "PURPOSE: To assess the feasibility of a trial evaluating whether hyperoncotic albumin, in addition to diuretics, improves diuresis and facilitates liberation from mechanical ventilation in critically ill adults. MATERIALS AND METHODS: We randomized 46 hemodynamically stable patients with hypoalbuminemia, prescribed diuretics by treating clinicians, to receive 100 mL of 25% albumin or 0.9% saline placebo BID, for three days, in blinded fashion. We chose five feasibility measurements: enrolment of 50% of eligible patients, at least one patient/week; administration of study treatment within 2 h of diuretics in 85% of patients; completion of study regimen in 80% of patients; and avoidance of open label albumin in 85% of patients. Clinical outcomes included fluid balance, ventilator-free days, and mortality. RESULTS: We randomized 85% of eligible patients. Eighty-four percent received study treatment within 2 h of diuretics, 69% received all doses of study treatment. Study treatment was held in the albumin and placebo groups because of no further need for diuresis (4 vs. 1), hypotension (2 v. 4), and albumin > 35 (1 v. 0). Twenty percent of patients received open-label albumin. Clinical outcomes were similar between groups. CONCLUSIONS: The current study design did not demonstrate feasibility, but can inform the design of a definitive trial.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, McMaster University, Canada; Department of Critical Care, Hamilton Health Sciences, Canada. Electronic address: oczkowsj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Klotz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Klotz",
      "affiliations": [
        "Department of Critical Care, Hamilton Health Sciences, Canada."
      ]
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Mazzetti",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, Canada."
      ]
    },
    {
      "last_name": "Alshamsi",
      "fore_name": "Fayez",
      "initials": "F",
      "name": "Fayez Alshamsi",
      "affiliations": [
        "Department of Internal Medicine, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Mei Lin",
      "initials": "ML",
      "name": "Mei Lin Chen",
      "affiliations": [
        "Department of Health Sciences Honours, Faculty of Health Sciences, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada; Biostatistics Unit, The Research Institute, St. Joseph's Healthcare, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, McMaster University, Canada; Department of Critical Care, Hamilton Health Sciences, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Hamielec",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Hamielec",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, McMaster University, Canada; Department of Critical Care, Hamilton Health Sciences, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "48",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "462",
  "end_page": "467",
  "pages": "462-467",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Albumins",
    "Critical Illness",
    "Diuresis",
    "Diuretics",
    "Female",
    "Fluid Therapy",
    "Furosemide",
    "Humans",
    "Male",
    "Middle Aged",
    "Pilot Projects"
  ],
  "article_ids": {
    "pubmed": "30037660",
    "doi": "10.1016/j.jcrc.2018.07.020",
    "pii": "S0883-9441(18)30618-X"
  },
  "doi": "10.1016/j.jcrc.2018.07.020",
  "dates": {
    "completed": "2019-11-18",
    "revised": "2019-11-18"
  },
  "chemicals": [
    "Albumins",
    "Diuretics",
    "hyperoncotic albumin",
    "Furosemide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.038134",
    "pmid": "30037660"
  }
}