{
  "pmid": "30037679",
  "uid": "30037679",
  "title": "A systematic review of short-term vs long-term effectiveness of one-time abdominal aortic aneurysm screening in men with ultrasound.",
  "abstract": "BACKGROUND: An up-to-date systematic review on the long-term benefits of one-time abdominal aortic aneurysm (AAA) screening in men with ultrasound is required as new evidence is available. This report was produced for the Canadian Task Force on Preventive Health Care to provide evidence on screening for AAA with ultrasound. The aim of this systematic review was to examine the short-term (3-5 years of follow-up) vs long-term (13-15 years of follow-up) effectiveness of one-time screening for AAA in men. METHODS: This systematic review considered studies from the most recent U.S. Preventive Services Task Force review on AAA screening and passed through the screening process with citations identified in our search up to April 2017 (PROSPERO registration #CRD42015019047). RESULTS: Based on pooled estimates from four population-based randomized controlled trials with moderate-quality evidence, one-time AAA screening in men showed significant reductions in AAA-related mortality and AAA rupture rate, with a reduction of 43% for AAA-related mortality (risk ratio [RR], 0.57; 95% confidence interval [CI], 0.44-0.72; number needed to screen [NNS], 796) and 48% for AAA rupture rate (RR, 0.52; 95% CI, 0.35-0.79; NNS, 606) in short-term follow-up and a reduction of 34% for AAA-related mortality (RR, 0.66; 95% CI, 0.47-0.93; NNS, 311) and 35% for AAA rupture rate (RR, 0.65; 95% CI, 0.51-0.82; NNS, 264) in long-term follow-up. The effect on all-cause mortality was nonsignificant (P = .14) for short-term follow-up but marginally significant for long-term follow-up (RR, 0.99; 95% CI, 0.98-1.00; P = .03; NNS, 164). One-time AAA screening in men was also associated with a significant increase in the number of elective AAA-related procedures and a subsequent decrease in the number of emergency AAA procedures and 30-day postoperative mortality at both short-term and long-term follow-ups. We found no differences for one-time AAA screening in 30-day postoperative mortality due to elective and emergency operations compared with control groups. CONCLUSIONS: Population-based one-time screening for AAA with ultrasound in asymptomatic men aged 65 years and older remains beneficial during the longer term after screening has ceased, with significant reductions in AAA mortality and AAA rupture rate, and hence avoids unnecessary AAA-related deaths. The sensitivity analyses also showed that the benefits of AAA screening were more pronounced in men at a mean age of <70 years with a relatively lower prevalence of AAA than in men at a mean age of >70 years with a relatively higher prevalence of AAA. Future research should explore the long-term benefits of a targeted AAA screening approach based on risk factors such as age, sex, smoking status, family history, aortic diameter, and baseline risk of rupture.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario, Canada; School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kenny",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Kenny",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "John",
      "initials": "J",
      "name": "John Miller",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Centre, McMaster University, Hamilton, Ontario, Canada; School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: dsherif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "612",
  "end_page": "623",
  "pages": "612-623",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aortic Aneurysm, Abdominal",
    "Aortic Rupture",
    "Chi-Square Distribution",
    "Evidence-Based Medicine",
    "Humans",
    "Male",
    "Mass Screening",
    "Odds Ratio",
    "Predictive Value of Tests",
    "Prevalence",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Sex Factors",
    "Time Factors",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "30037679",
    "doi": "10.1016/j.jvs.2018.03.411",
    "pii": "S0741-5214(18)30891-7"
  },
  "doi": "10.1016/j.jvs.2018.03.411",
  "dates": {
    "completed": "2018-07-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.742641",
    "pmid": "30037679"
  }
}