{
  "pmid": "30032091",
  "uid": "30032091",
  "title": "Treatment of the textile industry effluent in a pilot-scale vertical flow constructed wetland system augmented with bacterial endophytes.",
  "abstract": "A pilot-scale vertical flow constructed wetland (VFCWs) system was designed, implemented and operated for one year for the treatment of dye-rich real textile effluent. Brachiaria mutica was vegetated to develop VFCWs in which five different textile effluent degrading endophytic bacteria were inoculated. These bacteria were screened based on their dye degrading and plant growth promoting capabilities. The system's performance was evaluated by monitoring physicochemical parameters, nutrients removal, heavy metals reduction, detoxification potential, and persistence of endophytic bacteria in the plant rhizo- and endosphere. Although VFCWs were able to remove a majority of the pollutants from the wastewater, bacterial augmentation further enhanced the remediation efficiency. The system promoted an increase in dissolved oxygen up to 188% and, concomitantly, a substantial decrease in the chemical oxygen demand (81%), biochemical oxygen demand (72%), total dissolved solids (32%), color (74%), nitrogen (84%), phosphorous (79%), and heavy metals [Cr(97%), Fe(89%), Ni(88%), Cd(72%)] was recorded. Wastewater treated with VFCWs augmented with bacteria was found to be non-toxic and inoculated bacteria showed persistence in the root and shoot interior of B. mutica. Conclusively, VFCWs proved to be an effective methodology for treatment of textile effluent whereas its smaller size with high efficiency is an advantage for field-scale applications.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Zahid",
      "initials": "Z",
      "name": "Zahid Hussain",
      "affiliations": [
        "University of Management and Technology, Lahore, Pakistan; Interloop Limited, Khurrianwala, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Arslan",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arslan",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan; Environmental Biotechnology Department, Helmholtz Centre for Environmental Research, Leipzig, Germany. Electronic address: muhammad.arslan@ufz.de."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Mumtaz Hasan",
      "initials": "MH",
      "name": "Mumtaz Hasan Malik",
      "affiliations": [
        "University of Management and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Mohsin",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Mohsin",
      "affiliations": [
        "University of Engineering and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Samina",
      "initials": "S",
      "name": "Samina Iqbal",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan. Electronic address: manibge@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "645",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "966",
  "end_page": "973",
  "pages": "966-973",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biological Oxygen Demand Analysis",
    "Endophytes",
    "Textile Industry",
    "Waste Disposal, Fluid",
    "Wastewater",
    "Water Microbiology",
    "Water Pollutants, Chemical",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "30032091",
    "doi": "10.1016/j.scitotenv.2018.07.163",
    "pii": "S0048-9697(18)32653-6"
  },
  "doi": "10.1016/j.scitotenv.2018.07.163",
  "dates": {
    "completed": "2018-12-18",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Waste Water",
    "Water Pollutants, Chemical"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.822747",
    "pmid": "30032091"
  }
}