{
  "pmid": "30034815",
  "uid": "30034815",
  "title": "Thiazide Diuretic Dose and Risk of Kidney Stones in Older Adults: A Retrospective Cohort Study.",
  "abstract": "BACKGROUND: Thiazide diuretics are commonly prescribed to prevent kidney stones. However, it is unclear whether higher doses confer greater benefit. OBJECTIVE: To determine whether lower doses of thiazide diuretics confer a similar protective effect against kidney stone events as higher doses. DESIGN: Population-based cohort study. SETTING: Linked health administrative databases in Ontario, Canada. PATIENTS: Older adults newly prescribed a thiazide diuretic between 2003 and 2014 were separated into 2 groups based on daily dose: low dose (⩽12.5 mg hydrochlorothiazide/chlorthalidone, or ⩽1.25 mg indapamide) or high dose. MEASUREMENTS: The primary outcome was time to a kidney stone event, using diagnosis and procedure codes. A secondary outcome was kidney stone surgery. METHODS: An association between thiazide diuretic dose and a kidney stone event was estimated using Cox proportional hazards regression. RESULTS: A total of 536 of 105 239 patients (0.51%) experienced a kidney stone event. We did not detect a difference in kidney stone risk in the high-dose relative to the low-dose group (adjusted hazard ratio, 1.10; 95% confidence interval, 0.93-1.31). Results were similar when analysis was restricted to the more specific outcome of kidney stone surgery. Neither a history of prior kidney stones nor the type of thiazide diuretic modified the effect of diuretic dose on outcome. LIMITATIONS: Patients were >65 years old and we were unable to adjust for some potential confounders such as dietary factors. CONCLUSIONS: Lower dose thiazide diuretics appear to confer a similar protective effect as higher dose thiazides against the development of kidney stones.",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "R Todd",
      "initials": "RT",
      "name": "R Todd Alexander",
      "affiliations": [
        "Departments of Pediatrics & Physiology, University of Alberta, Edmonton, Canada."
      ],
      "orcid": "0000-0001-7396-7894"
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, ON, Canada."
      ]
    },
    {
      "last_name": "Jandoc",
      "fore_name": "Racquel",
      "initials": "R",
      "name": "Racquel Jandoc",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, ON, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, ON, Canada.",
        "Department of Surgery, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Fuster",
      "fore_name": "Daniel G",
      "initials": "DG",
      "name": "Daniel G Fuster",
      "affiliations": [
        "Division of Nephrology and Hypertension, Bern University Hospital, Switzerland."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Departments of Medicine and Community Health Sciences, University of Calgary, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118787480",
  "pages": "2054358118787480",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30034815",
    "pmc": "PMC6048667",
    "doi": "10.1177/2054358118787480",
    "pii": "10.1177_2054358118787480"
  },
  "doi": "10.1177/2054358118787480",
  "pmc_id": "PMC6048667",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.248878",
    "pmid": "30034815"
  }
}