{
  "pmid": "30045745",
  "uid": "30045745",
  "title": "Open versus arthroscopic Latarjet procedures for the treatment of shoulder instability: a systematic review of comparative studies.",
  "abstract": "BACKGROUND: The arthroscopic and open Latarjet procedures are both known to successfully treat shoulder instability with high success rates. The objective of this study was to compare the clinical outcomes and positioning of the coracoid graft and screws between the arthroscopic and open Latarjet procedures. METHODS: The electronic databases MEDLINE, EMBASE, and PubMed were searched for relevant studies between database creation and 2018. Only studies directly comparing open and arthroscopic Latarjet procedures were included. RESULTS: There were 8 included studies, with a total of 580 patients treated arthroscopically and 362 patients treated with an open Latarjet procedure. Several papers found significantly better standardized outcome scores for either the open or arthroscopic procedure but these findings were not consistent across papers. Patients treated with arthroscopic Latarjet procedures had significantly lower initial post-operative pain, however pain scores became equivalent by one month post-operatively. Three of the five included studies found no significant difference in the coracoid graft positioning and two of three included studies found no significant difference in screw divergence angles between the two techniques. Arthroscopic procedures (112.2 min) appear to take, on average, longer than open procedures (93.3 min). However, operative times and complication rates decrease with surgeon experience with the arthroscopic procedure. Overall 3.8% of the patients treated arthroscopically and 6.4% of the patients treated with the open procedure went on to have post-operative complications. CONCLUSIONS: Both open and arthroscopic Latarjet procedures can be used to effectively treat shoulder instability with similarly low rates of complications, recurrent instability and need for revision surgery. Arthroscopic Latarjet procedures are associated with less early post-operative pain but require increased operative time. The evidence does not support there being any significant difference in graft or screw positioning between the two techniques. At this time neither procedure shows clear superiority over the other.",
  "authors": [
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Moroz",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Moroz",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Bhullar",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Bhullar",
      "affiliations": [
        "Faculty of Medicine, Royal College of Surgeons in Ireland - Medical University of Bahrain, Manama, Bahrain."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Habib",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Wong",
      "affiliations": [
        "Department of Orthopaedic Surgery, Dalhousie University and Nova Scotia Health Authority, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "255",
  "pages": "255",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Humans",
    "Joint Instability",
    "Prospective Studies",
    "Retrospective Studies",
    "Shoulder Dislocation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30045745",
    "pmc": "PMC6060556",
    "doi": "10.1186/s12891-018-2188-2",
    "pii": "10.1186/s12891-018-2188-2"
  },
  "doi": "10.1186/s12891-018-2188-2",
  "pmc_id": "PMC6060556",
  "dates": {
    "completed": "2019-03-11",
    "revised": "2019-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.821551",
    "pmid": "30045745"
  }
}