{
  "pmid": "30046759",
  "uid": "30046759",
  "title": "Performing and interpreting individual pharmacokinetic profiles in patients with Hemophilia A or B: Rationale and general considerations.",
  "abstract": "OBJECTIVES: In a separate document, we have provided specific guidance on performing individual pharmacokinetic (PK) studies using limited samples in persons with hemophilia with the goal to optimize prophylaxis with clotting factor concentrates. This paper, intended for clinicians, aims to describe how to interpret and apply PK properties obtained in persons with hemophilia. METHODS: The members of the Working Party on population PK (PopPK) of the ISTH SSC Subcommittee on Factor VIII and IX and rare bleeding disorders, together with additional hemophilia and PK experts, completed a survey and ranking exercise whereby key areas of interest in the field were identified. The group had regular web conferences to refine the manuscript's scope and structure, taking into account comments from the external feedback to the earlier document. RESULTS: Many clinical decisions in hemophilia are based on some form of explicit or implicit PK assessment. Individual patient PK profiles can be analyzed through traditional or PopPK methods, with the latter providing the advantage of fewer samples needing to be collected on any prophylaxis regimen, and without the need the for a washout period. The most useful presentation of PK results for clinical decision making are a curve of the factor activity level over time, the time to achieve a certain activity level, or related parameters like half-life or exposure (AUC). Software platforms have been developed to deliver this information to clinicians at the point of care. Key characteristics of studies measuring average PK parameters were reviewed, outlining what makes a credible head-to-head comparison among different concentrates. Large data collections of PK and treatment outcomes currently ongoing will advance care in the future. CONCLUSIONS: Traditionally used to compare different concentrates, PK can support tailoring of hemophilia treatment by individual profiling, which is greatly simplified by adopting a PopPK/Bayesian method and limited sampling protocol.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research, Methods, Evidence and Impact McMaster University Hamilton ON Canada.",
        "Department of Medicine McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy University of Waterloo Waterloo ON Canada."
      ]
    },
    {
      "last_name": "Blanchette",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Blanchette",
      "affiliations": [
        "Division of Hematology/Oncology Hospital for Sick Children and Department of Pediatrics University of Toronto Toronto ON Canada."
      ]
    },
    {
      "last_name": "Blatny",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Blatny",
      "affiliations": [
        "Department of Paediatric Haematology University Hospital Brno Brno Czech Republic."
      ]
    },
    {
      "last_name": "Boban",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Boban",
      "affiliations": [
        "Department of Internal Medicine University Hospital Center Zagreb Croatia."
      ]
    },
    {
      "last_name": "Cnossen",
      "fore_name": "Marjon",
      "initials": "M",
      "name": "Marjon Cnossen",
      "affiliations": [
        "Department of Pediatric Hematology Erasmus University Medical Center Sophia Children's Hospital Rotterdam The Netherlands."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Collins",
      "affiliations": [
        "Arthur Bloom Haemophilia Centre School of Medicine University Hospital of Wales Cardiff University Cardiff UK."
      ]
    },
    {
      "last_name": "Croteau",
      "fore_name": "Stacy E",
      "initials": "SE",
      "name": "Stacy E Croteau",
      "affiliations": [
        "Boston Hemophilia Center Boston Children's Hospital Boston MA USA."
      ]
    },
    {
      "last_name": "Fischer",
      "fore_name": "Katheljin",
      "initials": "K",
      "name": "Katheljin Fischer",
      "affiliations": [
        "Van Creveldkliniek University Medical Center Utrecht University Utrecht The Netherlands."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Daniel P",
      "initials": "DP",
      "name": "Daniel P Hart",
      "affiliations": [
        "The Royal London Hospital Haemophilia Centre, Barts and The London School of Medicine and Dentistry London UK."
      ]
    },
    {
      "last_name": "Ito",
      "fore_name": "Shinya",
      "initials": "S",
      "name": "Shinya Ito",
      "affiliations": [
        "University of Toronto Toronto ON Canada."
      ]
    },
    {
      "last_name": "Korth-Bradley",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Korth-Bradley",
      "affiliations": [
        "Pfizer Collegeville PA USA."
      ]
    },
    {
      "last_name": "Lethagen",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Lethagen",
      "affiliations": [
        "Sobi Stockholm Sweden."
      ]
    },
    {
      "last_name": "Lillicrap",
      "fore_name": "David",
      "initials": "D",
      "name": "David Lillicrap",
      "affiliations": [
        "Department of Pathology & Molecular Medicine Queen's University Kingston ON Canada."
      ]
    },
    {
      "last_name": "Makris",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Makris",
      "affiliations": [
        "Department of Infection, Immunity& Cardiovascular Disease University of Sheffield Sheffield UK."
      ]
    },
    {
      "last_name": "Mathôt",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Mathôt",
      "affiliations": [
        "Hospital Pharmacy-Clinical Pharmacology Academic Medical Centre Amsterdam The Netherlands."
      ]
    },
    {
      "last_name": "Morfini",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Morfini",
      "affiliations": [
        "Italian Association Haemophilia Centers Milan Italy."
      ]
    },
    {
      "last_name": "Neufeld",
      "fore_name": "Ellis J",
      "initials": "EJ",
      "name": "Ellis J Neufeld",
      "affiliations": [
        "St. Jude Children's Research Hospital Memphis TN USA."
      ]
    },
    {
      "last_name": "Spears",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Spears",
      "affiliations": [
        "Grifols Durham NC USA."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "535",
  "end_page": "548",
  "pages": "535-548",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30046759",
    "pmc": "PMC6046594",
    "doi": "10.1002/rth2.12106",
    "pii": "S2475-0379(22)01900-8"
  },
  "doi": "10.1002/rth2.12106",
  "pmc_id": "PMC6046594",
  "dates": {
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.187690",
    "pmid": "30046759"
  }
}