{
  "pmid": "30046766",
  "uid": "30046766",
  "title": "Focusing in on use of pharmacokinetic profiles in routine hemophilia care.",
  "abstract": "BACKGROUND: Emergence of population pharmacokinetic models for prediction of individual pharmacokinetic (PK) profiles facilitates individualization of prescribed prophylactic therapy for patients with hemophilia A and B and may have a favorable impact on clinical outcomes and annual factor utilization. How providers approach the integration and application of these data into routine clinical practice is not clear. OBJECTIVE: To explore the potential application of and barriers to incorporating PK profiles into current hemophilia prophylaxis decision making. METHODS: A facilitated group discussion of hematologists practicing within the federally-supported United States Hemophilia Treatment Center Network was conducted. Separately, a group of parents of patients with severe hemophilia less than 18 years of age participated in a focus group on individualizing prophylactic factor regimens with the use of PK data. RESULTS: Physician participants constructed a conceptual model for factors that determined their selection of hemophilia prophylaxis. These factors clustered in five groupings. When charged with creating a prophylaxis regimen for a specific clinical case including PK data, eight of nine providers generated a unique regimen. Parent focus group supported PK data use as they preferred data driven treatment decisions. CONCLUSIONS: Clinician application of PK data for prophylaxis decision making is heterogeneous. Prospective evaluation of the use of PK-tailored prophylaxis in routine care and its impact on patient outcomes is needed. Parents perceived that, while obtaining blood draws could be challenging, images of factor activity decay informed their decisions about physical activity timing and provided an opportunity for partnership and shared decision making with their provider.",
  "authors": [
    {
      "last_name": "Croteau",
      "fore_name": "Stacy E",
      "initials": "SE",
      "name": "Stacy E Croteau",
      "affiliations": [
        "Boston Hemophilia Center Boston Children's Hospital Boston MA USA."
      ],
      "orcid": "0000-0001-6112-6166"
    },
    {
      "last_name": "Callaghan",
      "fore_name": "Michael U",
      "initials": "MU",
      "name": "Michael U Callaghan",
      "affiliations": [
        "Wayne State University Detroit MI USA."
      ],
      "orcid": "0000-0003-3540-2838"
    },
    {
      "last_name": "Davis",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Davis",
      "affiliations": [
        "University of Miami School of Medicine Miami FL USA."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "Amy L",
      "initials": "AL",
      "name": "Amy L Dunn",
      "affiliations": [
        "Nationwide Children's Hospital Division of Hematology/Oncology/BMT The Ohio State University School of Medicine Columbus OH USA."
      ]
    },
    {
      "last_name": "Guerrera",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Guerrera",
      "affiliations": [
        "Children's National Health System Washington DC USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Osman",
      "initials": "O",
      "name": "Osman Khan",
      "affiliations": [
        "University of Oklahoma Health Sciences Center Oklahoma City OK USA."
      ]
    },
    {
      "last_name": "Neufeld",
      "fore_name": "Ellis J",
      "initials": "EJ",
      "name": "Ellis J Neufeld",
      "affiliations": [
        "St. Jude Children's Research Hospital Memphis TN USA."
      ]
    },
    {
      "last_name": "Raffini",
      "fore_name": "Leslie J",
      "initials": "LJ",
      "name": "Leslie J Raffini",
      "affiliations": [
        "The Children's Hospital of Philadelphia Philadelphia PA USA."
      ]
    },
    {
      "last_name": "Recht",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Recht",
      "affiliations": [
        "The Hemophilia Center at Oregon Health & Science University Portland OR USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wang",
      "affiliations": [
        "University of Colorado Hemophilia and Thrombosis Center Aurora CO USA."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton ON Canada.",
        "Department of Medicine McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "607",
  "end_page": "614",
  "pages": "607-614",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30046766",
    "pmc": "PMC6046597",
    "doi": "10.1002/rth2.12118",
    "pii": "S2475-0379(22)01910-0"
  },
  "doi": "10.1002/rth2.12118",
  "pmc_id": "PMC6046597",
  "dates": {
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.188513",
    "pmid": "30046766"
  }
}