{
  "pmid": "30046452",
  "uid": "30046452",
  "title": "Opportunities and Challenges for Genetic Studies of End-Stage Renal Disease in Canada.",
  "abstract": "PURPOSE OF REVIEW: Genetic testing can improve diagnostic precision in some patients with end-stage renal disease (ESRD) providing the potential for targeted therapy and improved patient outcomes. We sought to describe the genetic architecture of ESRD and Canadian data sources available for further genetic investigation into ESRD. SOURCES OF INFORMATION: We performed PubMed searches of English, peer-reviewed articles using keywords \"chronic kidney disease,\" \"ESRD,\" \"genetics,\" \"sequencing,\" and \"administrative databases,\" and searched for nephrology-related Mendelian diseases on the Online Mendelian Inheritance in Man database. METHODS: In this narrative review, we discuss our evolving understanding of the genetic architecture of kidney disease and ESRD, the risks and benefits of using genetic data to help diagnose and manage patients with ESRD, existing public Canadian biobanks and databases, and a vision for future genetic studies of ESRD in Canada. KEY FINDINGS: ESRD has a polygenic architecture including rare Mendelian mutations and common small effect genetic polymorphism contributors. Genetic testing will improve diagnostic accuracy and contribute to a precision medicine approach in nephrology. However, the risk and benefits of genetic testing needs to be considered from an individual and societal perspective, and further research is required. Merging existing health data, linking biobanks and administrative databases, and forming Canadian collaborations hold great potential for genetic research into ESRD. Large sample sizes are necessary to perform the suitably powered investigations required to bring this vision to reality. LIMITATIONS: This is a narrative review of the literature discussing future directions and opportunities. It reflects the views and academic biases of the authors. IMPLICATIONS: National collaborations will be required to obtain sample sizes required for impactful, robust research. Merging established datasets may be one approach to obtain adequate samples. Patient education and engagement will improve the value of knowledge gained.",
  "authors": [
    {
      "last_name": "Kalatharan",
      "fore_name": "Vinusha",
      "initials": "V",
      "name": "Vinusha Kalatharan",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Lemaire",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Lemaire",
      "affiliations": [
        "Division of Nephrology, The Hospital for Sick Children, University of Toronto, ON, Canada.",
        "Cell Biology Program, SickKids Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, ON, Canada.",
        "University of Toronto, ON, Canada.",
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118789368",
  "pages": "2054358118789368",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30046452",
    "pmc": "PMC6056781",
    "doi": "10.1177/2054358118789368",
    "pii": "10.1177_2054358118789368"
  },
  "doi": "10.1177/2054358118789368",
  "pmc_id": "PMC6056781",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.715217",
    "pmid": "30046452"
  }
}