{
  "pmid": "30048032",
  "uid": "30048032",
  "title": "Esthetic evaluation of natural teeth in anterior maxilla using the pink and white esthetic scores.",
  "abstract": "BACKGROUND: Natural teeth in the anterior maxilla are critical in determination the esthetic outcome of single implant prosthesis. PURPOSE: The present study aimed to explore aesthetics of natural teeth in the anterior maxilla using the Pink Esthetic Score/White Esthetic Score (PES/WES) index. Additionally, inherent weak spots of natural teeth and high-risk parameters of prostheses were also considered. MATERIAL AND METHODS: This cross-sectional study was performed by photographic analysis. RESULTS: A total of 102 subjects and 306 teeth (the right incisor, lateral incisor and canine) were included. The grand means of the PES and WES were 12.92 and 8.75, respectively. The score of soft tissue margin, soft tissue contour and outline/volume of the crown were significantly lower than other variables. The PES and WES showed a downward trend with age. Most of the PES/WES values of the females exceeded those of the males. CONCLUSION: The average level of natural teeth in PES and WES assessment were around 13 and 9, respectively. The soft tissue margin, soft tissue contour and outline/volume of the crown were high-risk parameters for the esthetic outcomes of implant reconstructions. Underlying factors, such as age and gender, contributed to the esthetics of natural teeth change.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Chen",
      "affiliations": [
        "Department of Oral Implantology, Affiliated Stomatological Hospital of Fujian Medical University, Fuzhou, Fujian, China."
      ],
      "orcid": "0000-0002-2177-7914"
    },
    {
      "last_name": "Chiang",
      "fore_name": "Chaoyou",
      "initials": "C",
      "name": "Chaoyou Chiang",
      "affiliations": [
        "The School of Stomatology, Fujian Medical University, Fuzhou, Fujian, China. Fujian Biological Materials Engineering and Technology Center of Stomatology, Fuzhou, Fujian, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "The School of Stomatology, Fujian Medical University, Fuzhou, Fujian, China. Stomatological Key lab of Fujian College and University, Fujian Medical University, Fuzhou, Fujian, China."
      ]
    }
  ],
  "journal": {
    "title": "Clinical implant dentistry and related research",
    "iso_abbreviation": "Clin Implant Dent Relat Res",
    "issn": "1708-8208",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "770",
  "end_page": "777",
  "pages": "770-777",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cross-Sectional Studies",
    "Cuspid",
    "Esthetics, Dental",
    "Female",
    "Humans",
    "Incisor",
    "Male",
    "Maxilla",
    "Middle Aged",
    "Photography, Dental",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30048032",
    "doi": "10.1111/cid.12631"
  },
  "doi": "10.1111/cid.12631",
  "dates": {
    "completed": "2019-02-21",
    "revised": "2019-02-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "81771126",
      "agency": "The National Natural Science Foundation of China (NSFC)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.286697",
    "pmid": "30048032"
  }
}