{
  "pmid": "30045752",
  "uid": "30045752",
  "title": "Brief interventions for cannabis use in emerging adults: protocol for a systematic review, meta-analysis, and evidence map.",
  "abstract": "BACKGROUND: Rates of cannabis use are highest during emerging adulthood (age 18-25), with the prevalence of near daily and daily increasing among this age group. Emerging adults are clinically challenging in terms of harmful cannabis use due to perceptions of high rates of peer use, social acceptance, and low risk of harm. Brief interventions to increase awareness and promote motivation to change are therefore particularly important for this age group. There is existing evidence on the effectiveness of brief interventions for alcohol in emerging adults, but it is not clear if comparable evidence is present for cannabis. The objective of this systematic review is to summarize and critically appraise the existing literature of brief interventions for cannabis use both narratively, to describe the content and delivery of existing interventions, and meta-analytically, to determine the aggregated efficacy of these interventions on cannabis use and other outcomes (e.g., other substance use, mental health, help-seeking behaviors, and academic and occupational outcomes). METHODS: A systematic search of randomized controlled trials, quasi-experimental trials, and pre-post designs will be conducted in the following electronic databases: MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials, Allied and Complementary Medicine, Cumulative Index to Nursing and Allied Health Literature, and PsycINFO. Ongoing trials will be identified using the World Health Organization International Clinical Trials Registry Platform, ClinicalTrials.gov , and Current Controlled Trials. Unpublished trials will be identified using Proquest Dissertations, OpenGrey, Google Scholar, and brief interventions on the Substance Abuse and Mental Health Services Administration webpage. Two authors will independently screen and extract data from articles using a predetermined screening and extraction forms (which will include risk of bias assessments). Calibration exercises will be performed prior to full screening and extraction. Disagreements will be resolved through discussion or consultation with a third reviewer. All studies will be reported narratively, and if appropriate, we will perform random effects meta-analyses with subgroup analyses and meta-regression. DISCUSSION: Results of this review are expected to provide guidance on the content, delivery methods, and effectiveness of brief interventions for cannabis use to assist post-secondary institutions in identifying brief intervention strategies to implement prior to or in response to legalization. SYSTEMATIC REVIEW REGISTRATION: CRD42018085412.",
  "authors": [
    {
      "last_name": "Halladay",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Halladay",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. De Groote Centre for Medicinal Cannabis Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Petker",
      "fore_name": "Tashia",
      "initials": "T",
      "name": "Tashia Petker",
      "affiliations": [
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, Ontario, L8S 4L8, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fein",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Fein",
      "affiliations": [
        "Michael G. De Groote Centre for Medicinal Cannabis Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Munn",
      "fore_name": "Catharine",
      "initials": "C",
      "name": "Catharine Munn",
      "affiliations": [
        "Michael G. De Groote Centre for Medicinal Cannabis Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, Ontario, L8S 4L8, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James",
      "initials": "J",
      "name": "James MacKillop",
      "affiliations": [
        "Michael G. De Groote Centre for Medicinal Cannabis Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada. jmackill@mcmaster.ca.",
        "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, Ontario, L8S 4L8, Canada. jmackill@mcmaster.ca.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada. jmackill@mcmaster.ca."
      ],
      "orcid": "0000-0002-8695-1071"
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "106",
  "pages": "106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Young Adult",
    "Cannabis",
    "Exercise",
    "Marijuana Smoking",
    "Motivational Interviewing",
    "Randomized Controlled Trials as Topic",
    "Substance-Related Disorders",
    "Meta-Analysis as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "30045752",
    "pmc": "PMC6060526",
    "doi": "10.1186/s13643-018-0772-z",
    "pii": "10.1186/s13643-018-0772-z"
  },
  "doi": "10.1186/s13643-018-0772-z",
  "pmc_id": "PMC6060526",
  "dates": {
    "completed": "2019-02-27",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:26.564082",
    "pmid": "30045752"
  }
}