{
  "pmid": "30049703",
  "uid": "30049703",
  "title": "Patent foramen ovale closure, antiplatelet therapy or anticoagulation in patients with patent foramen ovale and cryptogenic stroke: a systematic review and network meta-analysis incorporating complementary external evidence.",
  "abstract": "OBJECTIVE: To examine the relative impact of three management options in patients aged <60 years with cryptogenic stroke and a patent foramen ovale (PFO): PFO closure plus antiplatelet therapy, antiplatelet therapy alone and anticoagulation alone. DESIGN: Systematic review and network meta-analysis (NMA) supported by complementary external evidence. DATA SOURCES: Medline, EMBASE and Cochrane CENTRAL. STUDY SELECTION: Randomised controlled trials (RCTs) addressing PFO closure and/or medical therapies in patients with PFO and cryptogenic stroke. REVIEW METHODS: We conducted an NMA complemented with external evidence and rated certainty of evidence using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system. RESULTS: Ten RCTs in eight studies proved eligible (n=4416). Seven RCTs (n=3913) addressed PFO closure versus medical therapy. Of these, three (n=1257) addressed PFO closure versus antiplatelet therapy, three (n=2303) addressed PFO closure versus mixed antiplatelet and anticoagulation therapies and one (n=353) addressed PFO closure versus anticoagulation. The remaining three RCTs (n=503) addressed anticoagulant versus antiplatelet therapy. PFO closure versus antiplatelet therapy probably results in substantial reduction in ischaemic stroke recurrence (risk difference per 1000 patients over 5 years (RD): -87, 95% credible interval (CrI) -100 to -33; moderate certainty). Compared with anticoagulation, PFO closure may confer little or no difference in ischaemic stroke recurrence (low certainty) but probably has a lower risk of major bleeding (RD -20, 95% CrI -27 to -2, moderate certainty). Relative to either medical therapy, PFO closure probably increases the risk of persistent atrial fibrillation (RD 18, 95% CI +5 to +56, moderate certainty) and device-related adverse events (RD +36, 95% CI +23 to +50, high certainty). Anticoagulation, compared with antiplatelet therapy, may reduce the risk of ischaemic stroke recurrence (RD -71, 95% CrI -100 to +17, low certainty), but probably increases the risk of major bleeding (RD +12, 95% CrI -5 to +65, moderate certainty). CONCLUSIONS: In patients aged <60 years, PFO closure probably confers an important reduction in ischaemic stroke recurrence compared with antiplatelet therapy alone but may make no difference compared with anticoagulation. PFO closure incurs a risk of persistent atrial fibrillation and device-related adverse events. Compared with alternatives, anticoagulation probably increases major bleeding. PROSPERO REGISTRATION NUMBER: CRD42017081567.",
  "authors": [
    {
      "last_name": "Mir",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Mir",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-7486-8123"
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed Alexander C",
      "initials": "RAC",
      "name": "Reed Alexander C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Heart Failure/Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fralick",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Fralick",
      "affiliations": [
        "Eliot Phillipson Clinician Scientist Training Program, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Syed",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Graduate Course, University of Sorocaba, UNISO, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Kuijpers",
      "fore_name": "Ton",
      "initials": "T",
      "name": "Ton Kuijpers",
      "affiliations": [
        "Department of Guideline Development and Research, Dutch College of General Practitioners, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Mas",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Mas",
      "affiliations": [
        "Department of Neurology, Sainte-Anne Hospital, Paris, France."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Norwegian Institute of Public Health, Oslo, Norway.",
        "Department of Medicine, Innlandet Hospital Trust-Division Gjøvik, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "e023761",
  "pages": "e023761",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Fibrillation",
    "Brain Ischemia",
    "Cardiac Surgical Procedures",
    "Combined Modality Therapy",
    "Foramen Ovale, Patent",
    "Humans",
    "Platelet Aggregation Inhibitors",
    "Postoperative Complications",
    "Recurrence",
    "Secondary Prevention",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "30049703",
    "pmc": "PMC6067350",
    "doi": "10.1136/bmjopen-2018-023761",
    "pii": "bmjopen-2018-023761"
  },
  "doi": "10.1136/bmjopen-2018-023761",
  "pmc_id": "PMC6067350",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.486328",
    "pmid": "30049703"
  }
}