{
  "pmid": "30053512",
  "uid": "30053512",
  "title": "Gubernaculum Testis and Cremasteric Vessel Preservation during Laparoscopic Orchiopexy for Intra-Abdominal Testes: Effect on Testicular Atrophy Rates.",
  "abstract": "PURPOSE: Gubernaculum sparing laparoscopic orchiopexy, which involves anatomical delivery of the testis through the internal inguinal ring, has been proposed as an alternative to conventional laparoscopic Fowler-Stephens orchiopexy, maximizing collateral blood supply and potentially decreasing atrophy rates. We compared the 2 techniques to test this hypothesis. MATERIALS AND METHODS: The primary (dependent) outcome of the study was rate of testicular atrophy, which was defined as palpation of a nubbin or inability to palpate a testis (complete atrophy) on postoperative physical examination at 3 and 12 months. Doppler ultrasound was obtained routinely to further confirm the diagnosis of testicular atrophy. Independent variables that were captured were age at surgery, type of procedure (conventional laparoscopic Fowler-Stephens orchiopexy vs gubernaculum sparing laparoscopic orchiopexy), surgical approach (single vs 2-stage), location of intra-abdominal testis (high vs low) and patency of the internal inguinal ring. RESULTS: Mean ± SD age at surgery was 25.7 ± 13.3 months (median 22). Laparoscopy was carried out for nonpalpable testes and revealed vanishing intra-abdominal testes in 120 cases (29%), peeping testes in 80 (19%) and intra-abdominal testes in 212 (51%), with 104 being low and 108 being high in the abdomen. A single stage procedure was performed in 44 cases (21%) and a 2-stage procedure in 168 (79%). Based on surgeon preference, conventional laparoscopic Fowler-Stephens orchiopexy was undertaken in 46 patients (22%) and gubernaculum sparing laparoscopic orchiopexy in 166 (78%). Overall testicular atrophy rate was 6.6% (14 of 212 cases). Atrophy was observed in 13 of 46 testes after conventional laparoscopic Fowler-Stephens orchiopexy and 1 of 166 following gubernaculum sparing laparoscopic orchiopexy (28.3% vs 0.6%, p <0.01). CONCLUSIONS: Gubernaculum sparing laparoscopic orchiopexy is a feasible alternative to conventional laparoscopic Fowler-Stephens orchiopexy. Our findings suggest that preservation of additional vascular supply to the testis (cremasteric vessels and deferential artery) may translate into improved testicular survival rates following laparoscopic orchiopexy.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "Division of Urology, McMaster Children's Hospital and McMaster University, Toronto, Ontario, Canada.",
        "McMaster Pediatric Surgery Research Collaborative, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGrath",
      "affiliations": [
        "Division of Urology, McMaster Children's Hospital and McMaster University, Toronto, Ontario, Canada.",
        "McMaster Pediatric Surgery Research Collaborative, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": [
        "Division of Pediatric Urology, Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "201",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "378",
  "end_page": "385",
  "pages": "378-385",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Cavity",
    "Abdominal Muscles",
    "Child",
    "Child, Preschool",
    "Cryptorchidism",
    "Gubernaculum",
    "Humans",
    "Infant",
    "Inguinal Canal",
    "Laparoscopy",
    "Male",
    "Orchiopexy",
    "Organ Sparing Treatments",
    "Prospective Studies",
    "Testis",
    "Treatment Outcome",
    "Ultrasonography, Doppler"
  ],
  "article_ids": {
    "pubmed": "30053512",
    "doi": "10.1016/j.juro.2018.07.045",
    "pii": "S0022-5347(18)43592-6"
  },
  "doi": "10.1016/j.juro.2018.07.045",
  "dates": {
    "completed": "2019-04-05",
    "revised": "2019-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.369198",
    "pmid": "30053512"
  }
}