{
  "pmid": "30055607",
  "uid": "30055607",
  "title": "Implementation of 100% smoke-free law in Uganda: a qualitative study exploring civil society's perspective.",
  "abstract": "BACKGROUND: In 2016, Uganda became one of few sub-Saharan African countries to implement comprehensive national smoke-free legislation. Since the World Health Organisation recommends Civil Society Organisation's (CSO) involvement to support compliance with smoke-free laws, we explored CSOs' perceptions of law implementation in Kampala, Uganda, and the challenges and opportunities for achieving compliance. Since hospitality workers tend to have the greatest level of exposure to second-hand smoke, we focussed on implementation in respect to hospitality venues (bars/pubs and restaurants). METHODS: In August 2016, three months after law implementation, we invited key Kampala-based CSOs to participate in face-to-face semi-structured interviews. Interviews probed participants' perceptions about law implementation, barriers impeding compliance, opportunities to enhance compliance, and the role of CSOs in supporting law implementation. Interviews were recorded and transcribed. Qualitative content analysis was conducted using the interview transcripts. RESULTS: Fourteen individuals, comprising mainly senior managers from CSOs, participated and reported poor compliance with the smoke-free law in hospitality venues. Respondents noted that contributing factors included low awareness of the law amongst the general public and hospitality staff, limited implementation activities due to scarce resources and lack of coordinated enforcement. Opportunities for improving compliance included capacity building for enforcement agency staff, routine monitoring, rigorous enactment of penalties, and education about the smoke-free law aimed at hospitality venue staff and the general public. Allegations of tobacco industry misinformation were said to have undermined compliance. Civil Society Organisations saw their role as supporting law implementation through education, stakeholder engagement, and evidence-based advocacy. CONCLUSIONS: This study suggests that the process of smoke-free law implementation in Uganda has not aligned with World Health Organisation (WHO) guidelines for implementing smoke-free laws, and highlights that low-income countries may need additional support to enable them to effectively plan for policy implementation and resist industry interference.",
  "authors": [
    {
      "last_name": "Robertson",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Robertson",
      "affiliations": [
        "Department of Preventive and Social Medicine, University of Otago, PO Box 56, Dunedin, 9054, New Zealand. l.robertson@otago.ac.nz."
      ],
      "orcid": "0000-0001-8383-9116"
    },
    {
      "last_name": "Nyamurungi",
      "fore_name": "Kellen Namusisi",
      "initials": "KN",
      "name": "Kellen Namusisi Nyamurungi",
      "affiliations": [
        "Centre for Tobacco Control in Africa, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Gravely",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Gravely",
      "affiliations": [
        "International Tobacco Control Policy Evaluation Project, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Rusatira",
      "fore_name": "Jean Christophe",
      "initials": "JC",
      "name": "Jean Christophe Rusatira",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, Baltimore, USA."
      ]
    },
    {
      "last_name": "Oginni",
      "fore_name": "Adeniyi",
      "initials": "A",
      "name": "Adeniyi Oginni",
      "affiliations": [
        "Nigerian Heart Foundation, Lagos, Nigeria."
      ]
    },
    {
      "last_name": "Kabwama",
      "fore_name": "Steven Ndugwa",
      "initials": "SN",
      "name": "Steven Ndugwa Kabwama",
      "affiliations": [
        "Mental Health and Substance Abuse, Ministry of Health, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Ndikum",
      "fore_name": "Achiri Elvis",
      "initials": "AE",
      "name": "Achiri Elvis Ndikum",
      "affiliations": [
        "Framework Convention Alliance (AFRO region), Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Bianco",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Bianco",
      "affiliations": [
        "Centro de Investigacion para la Epidemia del Tabaquismo, Montevideo, Uruguay."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Huffman",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Huffman",
      "affiliations": [
        "Northwestern University, Chicago, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "927",
  "pages": "927",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Awareness",
    "Female",
    "Health Plan Implementation",
    "Humans",
    "Male",
    "Public Opinion",
    "Qualitative Research",
    "Restaurants",
    "Smoke-Free Policy",
    "Tobacco Smoke Pollution",
    "Uganda",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "30055607",
    "pmc": "PMC6064096",
    "doi": "10.1186/s12889-018-5869-8",
    "pii": "10.1186/s12889-018-5869-8"
  },
  "doi": "10.1186/s12889-018-5869-8",
  "pmc_id": "PMC6064096",
  "dates": {
    "completed": "2019-09-09",
    "revised": "2023-09-26"
  },
  "chemicals": [
    "Tobacco Smoke Pollution"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.935871",
    "pmid": "30055607"
  }
}