{
  "pmid": "30069638",
  "uid": "30069638",
  "title": "International data-sharing norms: from the OECD to the General Data Protection Regulation (GDPR).",
  "abstract": "The evolution of genomic research and its integration into clinical practice, as they become international-even global-endeavors, has brought us to a place where scientists and clinicians may now only ignore the rules governing international data sharing at their own peril. Open data policies, on the one hand, increasingly require custodians of others' genomic data to make it as widely available as feasible, including to researchers in other countries. Data protection law, on the other, has become a significant hurdle to the sharing of personal data across jurisdictional borders. The space between these two competing duties is narrowing. In contrast with the other texts in this volume, which explore the present and future of data sharing and data protection, this article's focus is on the past. It centres on the historical development of the data protection rules regarding the international transfer of personal data up to the present. The article's aim is to bring into focus the underlying objectives that have influenced and that will continue to influence the way that data protection rules are applied to the fields of genomics and health, as well as future developments in data protection generally. The first part of this article describes the development of international data-sharing data protection rules since 1970. The second considers difficulties in applying general data protection rules to the specific context of genomics and health. The third and final part compares the options available to comply with the international transfer restrictions set out in the standard-setting EU General Data Protection Regulation from a genomics perspective.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Centre of Genomics and Policy, McGill University, Montreal, QC, H3A 0G1, Canada. mark.phillips2@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Human genetics",
    "iso_abbreviation": "Hum Genet",
    "issn": "1432-1203",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "8",
    "pub_year": "2018",
    "pub_month": "Aug"
  },
  "start_page": "575",
  "end_page": "582",
  "pages": "575-582",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Computer Security",
    "Databases, Genetic",
    "Genomics",
    "Humans",
    "Information Dissemination"
  ],
  "article_ids": {
    "pubmed": "30069638",
    "pmc": "PMC6132662",
    "doi": "10.1007/s00439-018-1919-7",
    "pii": "10.1007/s00439-018-1919-7"
  },
  "doi": "10.1007/s00439-018-1919-7",
  "pmc_id": "PMC6132662",
  "dates": {
    "completed": "2018-09-11",
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.717597",
    "pmid": "30069638"
  }
}