{
  "pmid": "30066429",
  "uid": "30066429",
  "title": "The evolution of GRADE (part 3): A framework built on science or faith?",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: The Grades of Recommendation, Assessment, Development, and Evaluation (GRADE) framework has undergone several modifications since it was first presented as a method for developing clinical practice recommendations. In the previous two articles of this series, we showed that absent, in the first three versions of GRADE, is a justification (theoretical and/or empirical) for why the presented criteria for determining the quality of evidence and the components for determining the strength of a recommendation were included (and others not included) in the framework. Furthermore, it was often not clear how to operationalize and integrate the criteria/components when using the framework. In part 3 of this series, we examine the literature since version 3 to see if the GRADE working group has provided an overall justification scheme for GRADE or clear instruction on how to operationalize and integrate the criteria/components in the framework. METHODS: Narrative review. RESULTS: GRADE has undergone further modification since the last version was presented. In the recent literature, we see additional shifts in terminology (eg, \"quality of evidence\" is now \"certainty of evidence\"), clarification on the construct of certainty of evidence, continued emphasis on \"transparency\" and new emphasis on \"trustworthiness,\" the addition of health equity as a component for determining strength of a recommendation, and the development of the Evidence to Decision frameworks. However, these modifications have done little to improve the justification scheme that sustains GRADE or clarify how to operationalize the criteria/components. CONCLUSIONS: If we desire that our clinical recommendations be based on scientific teaching rather than faith-based preaching, then the GRADE framework should be justified theoretically and/or empirically. Until such time that the working group provides a theoretical justification that the use of the GRADE framework should produce valid recommendations, and/or empirical evidence to support that it does, enthusiasm for the framework should be tempered.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada.",
        "Institute for the History and Philosophy of Science and Technology, University of Toronto, Toronto, Canada.",
        "African Centre for Epistemology and Philosophy of Science, University of Johannesburg, Auckland Park, South Africa."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation and Impact (formerly, Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "1223",
  "end_page": "1231",
  "pages": "1223-1231",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Accuracy",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Judgment",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "30066429",
    "doi": "10.1111/jep.13016"
  },
  "doi": "10.1111/jep.13016",
  "dates": {
    "completed": "2019-02-11",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.714129",
    "pmid": "30066429"
  }
}