{
  "pmid": "30064154",
  "uid": "30064154",
  "title": "Minimally important difference and predictors of change in quality of life in type 2 diabetes: A community-based survey in China.",
  "abstract": "BACKGROUND: To identify the minimally important difference (MID) of the EQ-5D-3L and determinants of change in quality of life (QoL) as measured by the EQ-5D-3L over 1 year for Chinese type 2 diabetic patients (T2DPs). METHODS: Clinically diagnosed T2DPs were recruited from 66 community health centres in five Chinese cities using a multistage quota sampling method between December 2010 and October 2011. Demographics, diabetes-related information, and health-related behaviours were collected at baseline. The EQ-5D-3L was administered at baseline and at 12 months. Anchor-based and distribution-based approaches were employed to estimate MIDs. Using the MIDs as cut-points, we identified the change in EQ-5D-3L-measured QoL into \"worsening,\" \"no change,\" and \"bettering.\" Logistic and ordered logistic regressions were conducted for those who reported best possible EQ-5D health state (\"best possible HS\") and impaired EQ-5D health states (\"impaired HS\") at baseline, respectively. Explanatory variables included demographics, diabetes-related information, and health-related behaviours. RESULTS: A total of 1958 patients (54.9% female, mean age 61.2 years, mean diabetes duration 7.9 years) were included in our analysis. MIDs of the EQ-5D-3L for deterioration and improvement were estimated as -0.066 to -0.003, and 0.049 to 0.077, respectively. For the impaired HS group, older age, lower education, and less exercise were significant predictors for worsening in QoL; whereas, those predictors were older age, female gender, and lower income for the best possible HS group. CONCLUSIONS: Minimally important differences for deterioration and improvement were estimated for the EQ-5D-3L. Age, gender, education, income, and exercise were significant determinants of QoL change for Chinese T2DPs.",
  "authors": [
    {
      "last_name": "Jin",
      "fore_name": "Xuejing",
      "initials": "X",
      "name": "Xuejing Jin",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "China Center for Health Economic Research, Peking University, Beijing, China.",
        "School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Gordon G",
      "initials": "GG",
      "name": "Gordon G Liu",
      "affiliations": [
        "China Center for Health Economic Research, Peking University, Beijing, China.",
        "National School of Development, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MAH",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guan",
      "fore_name": "Haijing",
      "initials": "H",
      "name": "Haijing Guan",
      "affiliations": [
        "China Center for Health Economic Research, Peking University, Beijing, China.",
        "School of Pharmaceutical Science, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hongchao",
      "initials": "H",
      "name": "Hongchao Li",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    }
  ],
  "journal": {
    "title": "Diabetes/metabolism research and reviews",
    "iso_abbreviation": "Diabetes Metab Res Rev",
    "issn": "1520-7560",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "8",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "e3053",
  "pages": "e3053",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "China",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Health Status",
    "Humans",
    "Individuality",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Quality of Life",
    "Risk Factors",
    "Socioeconomic Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30064154",
    "doi": "10.1002/dmrr.3053"
  },
  "doi": "10.1002/dmrr.3053",
  "dates": {
    "completed": "2019-03-25",
    "revised": "2019-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.944715",
    "pmid": "30064154"
  }
}