{
  "pmid": "30069355",
  "uid": "30069355",
  "title": "A tertiary care cancer center experience with carboplatin and pemetrexed in combination with pembrolizumab in comparison with carboplatin and pemetrexed alone in non-squamous non-small cell lung cancer.",
  "abstract": "BACKGROUND: Randomized phase II and III studies showed the promising results of the combination of carboplatin/pemetrexed with pembrolizumab in non-squamous non-small cell lung cancer patients. Patients with brain metastases were excluded from the phase II study. After FDA approval, this regimen was adopted early at our institution, including a use in patients with brain metastases. We report real-world use of this regimen in a single medical center. METHODS: This is a retrospective cohort study that includes patients with advanced non-squamous non-small cell lung cancer diagnosed and treated with carboplatin/pemetrexed (Cohort A) or carboplatin/pemetrexed plus pembrolizumab (Cohort B) between January 1st, 2016 till December 15th, 2017. Objective response rate (ORR) was the primary endpoint. Progression-free survival (PFS), disease control rate (DCR) were the secondary endpoints. RESULTS: A total of 54 patients were included (cohort A =37 vs. cohort B =17). ORR was 53.3% in cohort B vs. 40.5% in cohort A (P=0.41). DCR was significantly higher in cohort B (86.7% vs. 54%, P=0.02). PFS was also higher in cohort B (P= 0.009, HR 0.22). Similar proportion of patients had brain metastases in each cohort (A: 32.4% vs. B: 35.3%, P=0.83). ORR was higher in patients with brain metastases from cohort B (B: 80% vs. A: 58.3%, P=0.75). Significantly higher proportion of the patients with brain metastases progressed in cohort A (A: 91.7% vs. B: 33.3%, P=0.009). CONCLUSIONS: The combination of carboplatin and pemetrexed with pembrolizumab showed promising results in a real world setting in patients with NSCLC with and without brain metastases that are in line with the reported results of phase II and III studies. Most significant benefit was observed in preventing progression and achieving the disease control.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Hospital Medicine, Dartmouth-Hitchcock Medical Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Dragnev",
      "fore_name": "Konstantin",
      "initials": "K",
      "name": "Konstantin Dragnev",
      "affiliations": [
        "Department of Hematology-Oncology, Norris Cotton Cancer Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Department of Hematology-Oncology, Norris Cotton Cancer Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of thoracic disease",
    "iso_abbreviation": "J Thorac Dis",
    "issn": "2072-1439",
    "issn_type": "Print",
    "volume": "10",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "3575",
  "end_page": "3584",
  "pages": "3575-3584",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30069355",
    "pmc": "PMC6051823",
    "doi": "10.21037/jtd.2018.06.08",
    "pii": "jtd-10-06-3575"
  },
  "doi": "10.21037/jtd.2018.06.08",
  "pmc_id": "PMC6051823",
  "dates": {
    "revised": "2023-09-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.825455",
    "pmid": "30069355"
  }
}