{
  "pmid": "30062858",
  "uid": "30062858",
  "title": "Patient and public engagement in research and health system decision making: A systematic review of evaluation tools.",
  "abstract": "BACKGROUND: Patient and public engagement is growing, but evaluative efforts remain limited. Reviews looking at evaluation tools for patient engagement in individual decision making do exist, but no similar articles in research and health systems have been published. OBJECTIVE: Systematically review and appraise evaluation tools for patient and public engagement in research and health system decision making. METHODS: We searched literature published between January 1980 and February 2016. Electronic databases (Ovid MEDLINE, Embase, Cochrane Database of Systematic Reviews, CINAHL and PsycINFO) were consulted, as well as grey literature obtained through Google, subject-matter experts, social media and engagement organization websites. Two independent reviewers appraised the evaluation tools based on 4 assessment criteria: scientific rigour, patient and public perspective, comprehensiveness and usability. RESULTS: In total, 10 663 unique references were identified, 27 were included. Most of these tools were developed in the last decade and were designed to support improvement of engagement activities. Only 11% of tools were explicitly based on a literature review, and just 7% were tested for reliability. Patients and members of the public were involved in designing 56% of the tools, mainly in the piloting stage, and 18.5% of tools were designed to report evaluation results to patients and the public. CONCLUSION: A growing number of evaluation tools are available to support patient and public engagement in research and health system decision making. However, the scientific rigour with which such evaluation tools are developed could be improved, as well as the level of patient and public engagement in their design and reporting.",
  "authors": [
    {
      "last_name": "Boivin",
      "fore_name": "Antoine",
      "initials": "A",
      "affiliations": [
        "University of Montreal Hospital Research Center (CRCHUM), Montreal, QC, Canada.",
        "Department of family medicine, University of Montreal, Montreal, QC, Canada.",
        "Center of Excellence on Partnership with Patients and the Public (CEPPP), Montreal, QC, Canada.",
        "Department of health management, evaluation and policy, Ecole de santé publique de l'Université de Montréal, Montreal, QC, Canada."
      ],
      "orcid": "0000-0001-7824-8602"
    },
    {
      "last_name": "L'Espérance",
      "fore_name": "Audrey",
      "initials": "A",
      "affiliations": [
        "Center of Excellence on Partnership with Patients and the Public (CEPPP), Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Gauvin",
      "fore_name": "François-Pierre",
      "initials": "FP",
      "affiliations": [
        "Center of Excellence on Partnership with Patients and the Public (CEPPP), Montreal, QC, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dumez",
      "fore_name": "Vincent",
      "initials": "V",
      "affiliations": [
        "Center of Excellence on Partnership with Patients and the Public (CEPPP), Montreal, QC, Canada.",
        "Direction Collaboration et Partenariat Patient, Faculté de Médecine, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Macaulay",
      "fore_name": "Ann C",
      "initials": "AC",
      "affiliations": [
        "Participatory Research at McGill, Department of Family Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lehoux",
      "fore_name": "Pascale",
      "initials": "P",
      "affiliations": [
        "Department of health management, evaluation and policy, Ecole de santé publique de l'Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "1075",
  "end_page": "1084",
  "pages": "1075-1084",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Delivery of Health Care",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Patient Participation",
    "Program Evaluation",
    "Quality Improvement",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30062858",
    "pmc": "PMC6250878",
    "doi": "10.1111/hex.12804"
  },
  "doi": "10.1111/hex.12804",
  "pmc_id": "PMC6250878",
  "dates": {
    "completed": "2019-06-21",
    "revised": "2024-09-12"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.686565",
    "pmid": "30062858"
  }
}