{
  "pmid": "30074981",
  "uid": "30074981",
  "title": "Advancing Randomized Controlled Trials in Pediatric Critical Care: The Perspectives of Trialists.",
  "abstract": "OBJECTIVES: Clinical research is a complex scientific and social enterprise. Our objective was to identify strategies that pediatric critical care trialists consider acceptable, feasible, and effective to improve the design and conduct randomized controlled trials in pediatric critical care. DESIGN: Qualitative descriptive study using semistructured individual interviews. SUBJECTS: We interviewed 26 pediatric critical care researchers from seven countries who have published a randomized controlled trial (2005-2015). We used purposive sampling to achieve diversity regarding researcher characteristics and randomized controlled trial characteristics. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Most participants (24 [92%]) were from high-income countries, eight (31%) had published more than one randomized controlled trial, 17 (65%) had published a multicenter randomized controlled trial, and eight (31%) had published a multinational randomized controlled trial. An important theme was \"building communities\"-groups of individuals with similar interests, shared experiences, and common values, bound by professional and personal relationships. Participants described a sense of community as a source of motivation and encouragement and as a means to larger, more rigorous trials, increasing researcher and clinician engagement and maintaining enthusiasm. Strategies to build communities stressed in-person interactions (both professional and social), capable leadership, and trust. Another important theme was \"getting started.\" Participants highlighted the importance of formal research training and high-quality experiential learning through collaboration on other's projects, guided by effective mentorship. Also important was \"working within the system\"-ensuring academic credit for a range of contributions, not only for the principal investigator role. The longitudinal notion of \"building on success\" was also underscored as a cross-cutting theme. CONCLUSIONS: Coordinated, deliberate actions to build community and ensure key training and practical experiences for new investigators may strengthen the research enterprise in pediatric critical care. These strategies, potentially in combination with other novel approaches, may vitalize clinical research in this field.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Departments of Oncology and Health Research Methods, Evidence, & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Departments of Medicine, Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Departments of Medicine, Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "19",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "e595",
  "end_page": "e602",
  "pages": "e595-e602",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Critical Care",
    "Critical Illness",
    "Humans",
    "Interviews as Topic",
    "Pediatrics",
    "Qualitative Research",
    "Quality Improvement",
    "Randomized Controlled Trials as Topic",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "30074981",
    "doi": "10.1097/PCC.0000000000001696"
  },
  "doi": "10.1097/PCC.0000000000001696",
  "dates": {
    "completed": "2019-10-03",
    "revised": "2019-10-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.421028",
    "pmid": "30074981"
  }
}