{
  "pmid": "30072120",
  "uid": "30072120",
  "title": "Secular trends in the incidence and timing of surgical intervention for congenital undescended testis and surgically treated hypospadias in Ontario, Canada between 1997 and 2007.",
  "abstract": "INTRODUCTION: Recent studies have suggested contradictory trends in the incidence of undescended testis (UDT) and hypospadias (HYP), partly because of methodological issues and ascertainment bias. The recently described association of \"testicular dysgenesis syndrome\" links concomitant UDT and HYP, with decreasing sperm counts and testicular cancer. Current guidelines suggest that orchidopexy for UDT should be performed by 18 months of age. OBJECTIVE: We conducted a retrospective population-based cohort study to estimate the incidence of UDT, HYP, and concomitant UDT and HYP in Ontario, based on a surgical procedure performed in the 5 years after birth. We hypothesized that the incidence of UDT and HYP are stable in the province of Ontario, Canada, over an 11-year time period. STUDY DESIGN: Linked administrative databases held at the Institute of Clinical Evaluative Sciences (ICES) in the province of Ontario, were used to identify all live male newborns between 1997 and 2007. Incidence rates of UDT, HYP and concomitant UDT and HYP were calculated by identifying a surgical procedure for these anomalies, within 5 years of birth. Incidence trends were analyzed using the Cochrane Armitage test for trend. Age at surgery for surgical intervention for an orchidopexy or HYP repair was determined. RESULTS: The incidence of UDT, defined by an orchidopexy within 5 years of birth, has remained stable in Ontario, Canada (8.2/1000 male live births, p-value for trend 0.9, 95% CI 8.0-8.4). The incidence of hypospadias has similarly remained stable (3.8/1000 male live births, p-value for trend 0.8, 95% CI 3.7-3.9). The incidence of concomitant UDT and HYP repair showed a significant increase over the 11-year period (0.2/1000 male live births, p-value for trend 0.03, 95% CI 0.2-0.3). The median age at orchidopexy (23 months, IQR 16-34 months) was beyond guideline recommendations, with earlier orchidopexy in recent years. The median age at hypospadias repair was 17 months (IQR 12-26 months). DISCUSSION: The variable rates of incidence for UDT and HYP can be explained by variations in study methodology and differing data sources utilized. The current study uses a surgical procedure to minimize information bias to correctly identify index cases of UDT and HYP. CONCLUSIONS: The incidence of undescended testis and hypospadias, over 5 years after birth, has remained stable in the province of Ontario between 1997 and 2007 (Summary Table). Concomitant UDT and HYP incidence showed a significant increase over this time period. Most boys in Ontario, Canada, undergo orchidopexy beyond 18 months of age.",
  "authors": [
    {
      "last_name": "Dave",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Dave",
      "affiliations": [
        "Department of Surgery and Paediatrics, Division of Urology, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada. Electronic address: sumit.dave@lhsc.on.ca."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Kuan",
      "initials": "K",
      "name": "Kuan Liu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Arthur Labatt Family School of Nursing, Western University, London, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada; Department of Medicine, Division of Nephrology, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Arthur Labatt Family School of Nursing, Western University, London, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada; Department of Medicine, Division of Nephrology, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric urology",
    "iso_abbreviation": "J Pediatr Urol",
    "issn": "1873-4898",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "552.e1",
  "end_page": "552.e7",
  "pages": "552.e1-552.e7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child, Preschool",
    "Cohort Studies",
    "Cryptorchidism",
    "Humans",
    "Hypospadias",
    "Incidence",
    "Infant",
    "Male",
    "Ontario",
    "Orchiopexy",
    "Retrospective Studies",
    "Time Factors",
    "Urologic Surgical Procedures, Male"
  ],
  "article_ids": {
    "pubmed": "30072120",
    "doi": "10.1016/j.jpurol.2018.07.003",
    "pii": "S1477-5131(18)30372-3"
  },
  "doi": "10.1016/j.jpurol.2018.07.003",
  "dates": {
    "completed": "2019-10-10",
    "revised": "2019-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.249746",
    "pmid": "30072120"
  }
}