{
  "pmid": "30087572",
  "uid": "30087572",
  "title": "Procedure costs associated with the use of Harmonic devices compared to conventional techniques in various surgeries: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: As compared to conventional techniques, recent meta-analyses have reported cost savings with Harmonic devices; however, only in thyroidectomy. Thus, the aim of this study was to evaluate the costs associated with Harmonic devices versus conventional techniques across a range of surgical procedures. METHODS: A systematic search of MEDLINE, EMBASE, and Cochrane Library was conducted from inception to October 01, 2016 without language restrictions to identify randomized controlled trials comparing Harmonic devices to conventional techniques and reporting procedure costs (operating time plus operating equipment/consumables/device costs). Costs were pooled using the ratio of geometric means, and a random effects model was applied. Sensitivity analyses varying statistical methods, number of included studies, and cost outcomes were completed to test the robustness of the results. RESULTS: Thirteen studies met the inclusion criteria. A total of 561 and 540 participants had procedures performed with Harmonic devices and conventional methods, respectively, with procedures including gastrectomy, thyroidectomy, colectomy, cholecystectomy, Nissen fundoplication, and pancreaticoduodenectomy. As compared to conventional methods, Harmonic devices reduced total procedure costs by 8.7% (p=0.029), resulting in an absolute reduction of US$227.77 from mean conventional technique costs, derived primarily from a reduction in operating time costs. When operating time costs, excluding operating equipment/consumables/device costs, were analyzed, costs were reduced by $544 per procedure with the use of Harmonic devices. The results from all sensitivity analyses demonstrated cost reductions with Harmonic devices. CONCLUSION: This systematic review and meta-analysis showed that despite a higher device cost, Harmonic devices provide a statistically significant reduction in procedure costs, derived primarily from a reduction in operating time costs, across surgical procedures. In addition to functionality benefits, Harmonic devices may represent a potentially cost saving method to reduce overall hospital resource use. Future research should focus on potential costs and benefits from use of Harmonic devices in procedures not covered here.",
  "authors": [
    {
      "last_name": "Cheng",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Cheng",
      "affiliations": [
        "Ethicon Inc, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Clymer",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "name": "Jeffrey W Clymer",
      "affiliations": [
        "Ethicon Inc, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Qadeer",
      "fore_name": "Rana A",
      "initials": "RA",
      "name": "Rana A Qadeer",
      "affiliations": [
        "Cornerstone Research Group, Burlington, ON, Canada, rqadeer@cornerstone-research.com."
      ]
    },
    {
      "last_name": "Ferko",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Ferko",
      "affiliations": [
        "Cornerstone Research Group, Burlington, ON, Canada, rqadeer@cornerstone-research.com."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Cornerstone Research Group, Burlington, ON, Canada, rqadeer@cornerstone-research.com."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Chris G",
      "initials": "CG",
      "name": "Chris G Cameron",
      "affiliations": [
        "Cornerstone Research Group, Burlington, ON, Canada, rqadeer@cornerstone-research.com."
      ]
    },
    {
      "last_name": "Amaral",
      "fore_name": "Joseph F",
      "initials": "JF",
      "name": "Joseph F Amaral",
      "affiliations": [
        "Ethicon Inc, Cincinnati, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2018"
  },
  "start_page": "399",
  "end_page": "412",
  "pages": "399-412",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30087572",
    "pmc": "PMC6063248",
    "doi": "10.2147/CEOR.S164747",
    "pii": "ceor-10-399"
  },
  "doi": "10.2147/CEOR.S164747",
  "pmc_id": "PMC6063248",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.804313",
    "pmid": "30087572"
  }
}