{
  "pmid": "30090836",
  "uid": "30090836",
  "title": "The Learning Curve for the Latarjet Procedure: A Systematic Review.",
  "abstract": "BACKGROUND: Anterior shoulder instability, including recurrent instability, is a common problem, particularly in young, active patients and contact athletes. The Latarjet procedure is a common procedure to treat recurrent shoulder instability. PURPOSE: To identify the reported learning curves associated with the Latarjet procedure and to determine a point on the learning curve after which a surgeon can be considered to have achieved proficiency. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: Three online databases (Embase, MEDLINE, PubMed) were systematically searched and screened in duplicate by 2 independent reviewers. The search included results from the inception of each database to January 23, 2017. Data regarding study characteristics, patient demographics, learning curve analyses, and complications were collected. Study quality was assessed in duplicate. RESULTS: Two level 3 studies and 3 level 4 studies of fair methodological quality were included. Overall, 349 patients (350 shoulders) with a mean age of 25.1 years (range, 14-52 years) were included in the final data analysis. Patients were predominantly male (93.7%). After 22 open and 20 to 40 arthroscopic Latarjet procedures, surgeons achieved a level of proficiency as measured by decreased operative time. For open procedures, complication rates and lengths of hospital stay decreased significantly with increased experience (Spearman ρ = -0.3, P = .009 and Spearman ρ = -0.6, P < .0001, respectively). CONCLUSION: With experience, surgeons achieved a level of proficiency in performing arthroscopic and open Latarjet procedures, as measured by decreased operative time, length of hospital stay, and complication rate. The most commonly reported difference was operative time, which was significant across all studies. Overall, the Latarjet procedure is a safe procedure with low complication rates, although further research is required to truly characterize this learning curve.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "6",
    "issue": "7",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "2325967118786930",
  "pages": "2325967118786930",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30090836",
    "pmc": "PMC6077900",
    "doi": "10.1177/2325967118786930",
    "pii": "10.1177_2325967118786930"
  },
  "doi": "10.1177/2325967118786930",
  "pmc_id": "PMC6077900",
  "dates": {
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.281183",
    "pmid": "30090836"
  }
}