{
  "pmid": "30102574",
  "uid": "30102574",
  "title": "A scoping review of research to assess the frequency, types, and reasons for end-of-life care setting transitions.",
  "abstract": "Aims: Most people approaching the end of life develop care needs, which typically change over time. Moves between care settings may be required as health deteriorates. However, in some cases, care setting transitions may have little to do with end-of-life care needs and instead reflect the needs, demands, availability, or funding provisions of the country or funding body and organizations providing care. This paper is a scoping review of the international peer-reviewed research literature to gain evidence on the frequency and types of end-of-life care setting transitions, and the reasons for these moves. Methods: All relevant print and open access research articles published in 2000+ were sought using the Directory of Open Access Journals and EBSCO Discovery Host. Results: A total of 39 research articles were identified and reviewed. However, minimal useful evidence was revealed. Most articles focused solely on hospital admissions near death, and some focused on nursing home admissions, with other moves infrequently studied. Conclusions: This review demonstrates the need to quantify and justify end-of-life care setting transitions as it appears dying people are frequently moved, often as death nears. This research is needed to distinguish transitions related to end-of-life care needs and those arising from pressures on or from care providers and others unrelated to the person's care needs.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Donna M",
      "initials": "DM",
      "name": "Donna M Wilson",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Canada.",
        "Faculty of Education and Health Sciences, University of Limerick, Ireland."
      ],
      "orcid": "0000-0002-4860-8440"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Scandinavian journal of public health",
    "iso_abbreviation": "Scand J Public Health",
    "issn": "1651-1905",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "376",
  "end_page": "381",
  "pages": "376-381",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Terminal Care",
    "Transitional Care"
  ],
  "article_ids": {
    "pubmed": "30102574",
    "doi": "10.1177/1403494818785042"
  },
  "doi": "10.1177/1403494818785042",
  "dates": {
    "completed": "2020-06-09",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.857055",
    "pmid": "30102574"
  }
}