{
  "pmid": "30107514",
  "uid": "30107514",
  "title": "Restrictive compared with liberal red cell transfusion strategies in cardiac surgery: a meta-analysis.",
  "abstract": "AIMS: To determine whether a restrictive strategy of red blood cell (RBC) transfusion at lower haemoglobin concentrations is inferior to a liberal strategy of RBC transfusion at higher haemoglobin concentrations in patients undergoing cardiac surgery. METHODS AND RESULTS: We conducted a systematic review, meta-analysis, and trial sequential analysis of randomized controlled trials of the effect of restrictive and liberal RBC transfusion strategies on mortality within 30 days of surgery as the primary outcome. Secondary outcomes were those potentially resulting from anaemia-induced tissue hypoxia and transfusion outcomes. We searched the electronic databases MEDLINE, EMBASE, and the Cochrane Library until 17 November 2017. Thirteen trials were included. The risk ratio (RR) of mortality derived from 4545 patients assigned to a restrictive strategy when compared with 4547 transfused according to a liberal strategy was 0.96 [95% confidence interval (CI) 0.76-1.21, I2 = 0]. A restrictive strategy did not have a statistically significant effect on the risk of myocardial infarction (RR 1.01, 95% CI 0.81-1.26; I2=0), stroke (RR 0.93, 95% CI 0.68-1.27, I2 = 0), renal failure (RR 0.96, 95% CI 0.76-1.20, I2 = 0), or infection (RR 1.12, 95% CI 0.98-1.29, I2 = 0). Subgroup analysis of adult and paediatric trials did not show a significant interaction. At approximately 70% of the critical information size, the meta-analysis of mortality crossed the futility boundary for inferiority of the restrictive strategy. CONCLUSION: The current evidence does not support the notion that restrictive RBC transfusion strategies are inferior to liberal RBC strategies in patients undergoing cardiac surgery.",
  "authors": [
    {
      "last_name": "Shehata",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Shehata",
      "affiliations": [
        "Division of Hematology, Departments of Medicine, Laboratory Medicine and Pathobiology, Institute of Health Policy Management and Evaluation, University of Toronto, Mount Sinai Hospital, 600 University Avenue, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mistry",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Mistry",
      "affiliations": [
        "Department of Anesthesia, St. Michael's Hospital, 30 Bond Street, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "da Costa",
      "fore_name": "Bruno R",
      "initials": "BR",
      "name": "Bruno R da Costa",
      "affiliations": [
        "Applied Health Research Center (AHRC), Li Ka Shing Knowledge Institute of St. Michael's Hospital, Institute of Health Policy Management and Evaluation, University of Toronto, 30 Bond Street, Toronto, ON, Canada.",
        "Institute of Primary Health Care (BIHAM), University of Bern, Mittelstrasse 43, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Tiago V",
      "initials": "TV",
      "name": "Tiago V Pereira",
      "affiliations": [
        "Applied Health Research Center (AHRC), Li Ka Shing Knowledge Institute of St. Michael's Hospital, Institute of Health Policy Management and Evaluation, University of Toronto, 30 Bond Street, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Department of Surgery, Population Health Research Institute, McMaster University, David Braley Cardiac Vascular and Stroke Research Institute, 237 Barton Street East, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Curley",
      "fore_name": "Gerard F",
      "initials": "GF",
      "name": "Gerard F Curley",
      "affiliations": [
        "Department of Anesthesia and Critical Care, Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin 2, Ireland."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Scott",
      "affiliations": [
        "Department of Anesthesia and Acute Pain Medicine, St Vincent's Hospital, University of Melbourne, 41 Victoria Parade, Fitzroy, Victoria, Australia."
      ]
    },
    {
      "last_name": "Hare",
      "fore_name": "Gregory M T",
      "initials": "GMT",
      "name": "Gregory M T Hare",
      "affiliations": [
        "Departments of Anesthesia and Physiology and Li Ka Shing Knowledge Institute of St. Michael's Hospital, University of Toronto, St. Michael's Hospital, 30 Bond Street, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jüni",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Jüni",
      "affiliations": [
        "Department of Medicine and Institute of Health Policy, Management and Evaluation, Applied Health Research Centre (AHRC), Li Ka Shing Knowledge Institute of St. Michael's Hospital, University of Toronto, 30 Bond Street, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mazer",
      "fore_name": "C David",
      "initials": "CD",
      "name": "C David Mazer",
      "affiliations": [
        "Departments of Anesthesia and Physiology and Li Ka Shing Knowledge Institute of St. Michael's Hospital, University of Toronto, St. Michael's Hospital, 30 Bond Street, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "13",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "1081",
  "end_page": "1088",
  "pages": "1081-1088",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anemia",
    "Cardiac Surgical Procedures",
    "Child",
    "Erythrocyte Transfusion",
    "Hemoglobins",
    "Humans",
    "Hypoxia",
    "Infections",
    "Myocardial Infarction",
    "Odds Ratio",
    "Randomized Controlled Trials as Topic",
    "Renal Insufficiency",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "30107514",
    "pmc": "PMC6441852",
    "doi": "10.1093/eurheartj/ehy435",
    "pii": "5070413"
  },
  "doi": "10.1093/eurheartj/ehy435",
  "pmc_id": "PMC6441852",
  "dates": {
    "completed": "2020-06-05",
    "revised": "2023-10-06"
  },
  "chemicals": [
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.173697",
    "pmid": "30107514"
  }
}