{
  "pmid": "30119673",
  "uid": "30119673",
  "title": "The reporting of funding in health policy and systems research: a cross-sectional study.",
  "abstract": "BACKGROUND: Major research-reporting statements, such as PRISMA and CONSORT, require authors to provide information about funding. The objectives of this study were (1) to assess the reporting of funding in health policy and systems research (HPSR) papers and (2) to assess the funding reporting policies of journals publishing on HPSR. METHODS: We conducted two cross-sectional surveys for papers published in 2016 addressing HPSR (both primary studies and systematic reviews) and for journals publishing on HPSR (both journals under the 'Health Policy and Services' (HPS) category in the Web of Science, and non-HPS journals that published on HPSR). Teams of two reviewers selected studies and abstracted data in duplicate and independently. We conducted descriptive analyses and a regression analysis to investigate the association between reporting of funding by papers and the journal's characteristics. RESULTS: We included 400 studies (200 systematic reviews and 200 primary studies) that were published in 198 journals. Approximately one-third (31%) of HPSR papers did not report on funding. Of those that did, only 11% reported on the role of funders (15% of systematic reviews and 7% of primary studies). Of the 198 journals publishing on HPSR, 89% required reporting of the source of funding. Of those that did, about one-third (34%) required reporting of the role of funders. Journals classified under the HPS category (n = 72) were less likely than non-HPS journals that published HPSR studies (n = 142) to require information on the role of funders (15% vs. 32%). We did not find any of the journals' characteristics to be associated with the reporting of funding by papers. CONCLUSIONS: Despite the majority of journals publishing on HPSR requiring the reporting of funding, approximately one-third of HPSR papers did not report on the funding source. Moreover, few journals publishing on HPSR required the reporting of the role of funders, and few HPSR papers reported on that role.",
  "authors": [
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Center for Systematic Reviews for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Gibbawi",
      "fore_name": "Mounir",
      "initials": "M",
      "name": "Mounir Al-Gibbawi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Joseph R",
      "initials": "JR",
      "name": "Joseph R Habib",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Reviews for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Center for Systematic Reviews for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut Medical Center, P.O. Box: 11-0236, Riad-El-Solh Beirut, 1107 2020, Lebanon. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Aug",
    "pub_day": "17"
  },
  "start_page": "83",
  "pages": "83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Editorial Policies",
    "Financing, Government",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Periodicals as Topic",
    "Private Sector",
    "Research Report",
    "Research Support as Topic"
  ],
  "article_ids": {
    "pubmed": "30119673",
    "pmc": "PMC6098580",
    "doi": "10.1186/s12961-018-0356-3",
    "pii": "10.1186/s12961-018-0356-3"
  },
  "doi": "10.1186/s12961-018-0356-3",
  "pmc_id": "PMC6098580",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.826711",
    "pmid": "30119673"
  }
}