{
  "pmid": "30129716",
  "uid": "30129716",
  "title": "Effectiveness of the CANRISK tool in the identification of dysglycemia in a Canadian South Asian Population.",
  "abstract": "INTRODUCTION: South Asians have a higher than average risk of developing type 2 diabetes. We ascertained the effectiveness of CANRISK, an existing diabetes risk assessment tool, examining its sensitivity and specificity at two different predetermined scoring cut-off points comparing those participants under the age of 40 and those 40 and over. We examined the predictive ability of a model based on CANRISK variables, comparing ethno-specific body mass index (BMI) and waist circumference (WC) cut-off points with the original BMI and WC cut-off points to see if predictive ability could be improved for this population. METHODS: Canadian South Asians of unknown diabetes status, age 18 to 78, were recruited across seven provinces from various community or health centers. CANRISK variables were collected followed by oral glucose tolerance testing. Descriptive analysis, logistic regression including alternative ethno-specific BMI and WC cut-off points, and sensitivity and specificity analyses were performed. RESULTS: 832 participants were recruited (584 under age 40). Using the entire study sample, logistic regression models including CANRISK variables predicted dysglycemia effectively (AUC of 0.80). However, by using alternative BMI/WC cut-off points with the scoring algorithm, predictive power via AUC was not improved. Sensitivity and specificity of CANRISK using the original pre-determined \"high risk\" cut-off point of 33 points in individuals age 40 years or over were 93% and 35%, respectively; in individuals under 40, these were 33% and 92%, respectively. Using the lower pre-determined \"moderate risk\" cut-off point of 21 points improved the sensitivity to 77% and specificity to 53% in the younger age group. CONCLUSION: The existing CANRISK is an adequate risk assessment tool for dysglycemia in Canadian South Asians for those age 40 years and over; however, the tool does not work as well for individuals under 40. The lower cut-off of 21 points may be warranted for younger individuals to minimize false negatives. Ethno-specific BMI/WC cutoff points did not improve predictive ability of the CANRISK scoring algorithm as measured by AUC.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Departments of Family Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Jiang",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lemieux",
      "fore_name": "Chantal",
      "initials": "C",
      "name": "Chantal Lemieux",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Mao",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Orpana",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Orpana",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Maylene",
      "initials": "M",
      "name": "Maylene Fong",
      "affiliations": [
        "Vancouver Coastal Health, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Morrison",
      "affiliations": [
        "Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health promotion and chronic disease prevention in Canada : research, policy and practice",
    "iso_abbreviation": "Health Promot Chronic Dis Prev Can",
    "issn": "2368-738X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "7-8",
    "pub_year": "2018"
  },
  "start_page": "287",
  "end_page": "294",
  "pages": "287-294",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Algorithms",
    "Area Under Curve",
    "Asia",
    "Body Mass Index",
    "Canada",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Glucose Tolerance Test",
    "Humans",
    "Hyperglycemia",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "ROC Curve",
    "Risk Assessment",
    "Waist Circumference",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30129716",
    "doi": "10.24095/hpcdp.38.7/8.03"
  },
  "doi": "10.24095/hpcdp.38.7/8.03",
  "dates": {
    "completed": "2018-12-20",
    "revised": "2018-12-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.651823",
    "pmid": "30129716"
  }
}