{
  "pmid": "30122545",
  "uid": "30122545",
  "title": "Outcomes of the First and Second Hemodialysis Fistula: A Cohort Study.",
  "abstract": "RATIONALE & OBJECTIVE: Fistulas are the preferred form of hemodialysis access; however, many fistulas fail to mature into usable accesses after creation. Data for outcomes after placement of a second fistula are limited. STUDY DESIGN: Cohort study. SETTING & PARTICIPANTS: People who initiated hemodialysis therapy in any of 5 Canadian dialysis programs (2004-2012) and had at least 1 hemodialysis fistula placed. PREDICTOR: Second versus initial fistula; receipt of 2 versus 1 fistula; second versus first fistula in recipients of 2 fistulas. OUTCOMES: Catheter-free fistula use during 1 year following initiation of hemodialysis therapy or following fistula creation, if created after hemodialysis therapy start; proportion of time with catheter-free use; time to catheter free use; time of functional patency. ANALYTICAL APPROACH: Logistic regression; fractional regression. RESULTS: Among the 1,091 study participants (mean age, 64±15 [SD] years; 63% men; 59% with diabetes), 901 received 1 and 190 received 2 fistulas. 38% of second fistulas versus 46% of first fistulas were used catheter free at least once. Average percentages of time that second and initial fistulas were used catheter free were 34% and 42%, respectively (OR, 0.72; 95% CI, 0.54-0.94). Compared with people who received 1 fistula, those who received 2 fistulas were less likely to achieve catheter-free use (26% vs 56%) and remain catheter free (23% vs 49% of time; OR, 0.30, 95% CI, 0.24-0.39). Among people who received 2 fistulas, the proportion of time that the second fistula was used catheter free was 11% higher with each 10% greater proportion of time that the first fistula was used catheter free (95% CI, 1%-22%). Model discrimination was modest (C index, 0.69). LIMITATIONS: Unknown criteria for patient selection for 1 or 2 fistulas; unknown reasons for prolonged catheter use. CONCLUSIONS: Outcomes of a second fistula may be inferior to outcomes of the initial fistula. First and second fistula outcomes are weakly correlated and difficult to predict based on clinical characteristics.",
  "authors": [
    {
      "last_name": "Kamar",
      "fore_name": "Fareed",
      "initials": "F",
      "name": "Fareed Kamar",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Oliver",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Viecelli",
      "fore_name": "Andrea K",
      "initials": "AK",
      "name": "Andrea K Viecelli",
      "affiliations": [
        "School of Medicine, University of Queensland, Brisbane, Queensland, Australia; Department of Nephrology, Princess Alexandra Hospital, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "Division of Nephrology, Department of Medicine and Kidney Research Centre, Ottawa Hospital Research Institute, The University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "MacRae",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer MacRae",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Department of Cardiac Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Miller",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Blake",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada; Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada; Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada; Division of Nephrology, Department of Medicine, Western University, London, ON, Canada; Institute for Clinical Evaluative Sciences, ON, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Kabani",
      "fore_name": "Rameez",
      "initials": "R",
      "name": "Rameez Kabani",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Alix",
      "initials": "A",
      "name": "Alix Clarke",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Liu",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Gillespie",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Gillespie",
      "affiliations": [
        "Department of Biostatistics, School of Public Health, University of Michigan, Ann Arbor, MI."
      ]
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. Electronic address: pravani@ucalgary.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "62",
  "end_page": "71",
  "pages": "62-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arteriovenous Shunt, Surgical",
    "Cohort Studies",
    "Female",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Renal Dialysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30122545",
    "doi": "10.1053/j.ajkd.2018.06.007",
    "pii": "S0272-6386(18)30792-3"
  },
  "doi": "10.1053/j.ajkd.2018.06.007",
  "dates": {
    "completed": "2019-12-26",
    "revised": "2019-12-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "130514",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "119366",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.252328",
    "pmid": "30122545"
  }
}