{
  "pmid": "30132987",
  "uid": "30132987",
  "title": "Barriers and facilitators to implementation of essential health benefits package within primary health care settings in low-income and middle-income countries: A systematic review.",
  "abstract": "BACKGROUND: One of the key requirements for achieving universal health coverage is the proper design and implementation of essential health benefits package (EHPs). We systematically reviewed the evidence on barriers and facilitators to the implementation of EHPs within primary health care settings in low-income and middle-income countries. METHODS: We searched multiple databases and the gray literature. Two reviewers completed independently and in duplicate data selection, data extraction, and quality assessment. We synthesized the findings according to the following health systems arrangement levels: governance, financial, and delivery arrangements. RESULTS: Ten studies met the eligibility criteria. At the governance level, key reported barriers were insufficient policymaker-implementer interactions, limited involvement of consumers and stakeholders, sub-optimal primary health care network arrangement, poor marketing and promotion of package, and insufficient coordination with community network. The key reported facilitator was the presence of a legal policy framework for package implementation. At the financial level, barriers included delays and inadequate remunerations to health care providers while facilitators included government and donor commitments to financing of package and flexibility in exploring new funding mechanisms. At the delivery level, barriers included inadequate supervision, poor facility infrastructure, limited availability of equipment and supplies, and shortages of workers. Facilitators included proper training and management of workforce, availability of female health workers, presence of clearly defined packages, and continuum of care, including referrals to promote comprehensive service delivery. CONCLUSION: We identified a set of barriers and facilitators that need to be addressed to ensure proper implementation of EHPs within primary health care settings.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Daouk",
      "fore_name": "Aref",
      "initials": "A",
      "name": "Aref Daouk",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Staten Island University Hospital, New York, New York, USA."
      ]
    },
    {
      "last_name": "Rizk",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Rizk",
      "affiliations": [
        "Department of Health Services Research, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands.",
        "Institut National de Santé Publique, d'Épidémiologie Clinique et de Toxicologie (INSPECT-LB), Faculty of Public Health, Lebanese University, Lebanon."
      ]
    },
    {
      "last_name": "Hemadi",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadi",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Kebbi",
      "fore_name": "Ola",
      "initials": "O",
      "name": "Ola El Kebbi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Farha",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The International journal of health planning and management",
    "iso_abbreviation": "Int J Health Plann Manage",
    "issn": "1099-1751",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "15",
  "end_page": "41",
  "pages": "15-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Developing Countries",
    "Eligibility Determination",
    "Health Benefit Plans, Employee",
    "Health Personnel",
    "Humans",
    "Primary Health Care",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "30132987",
    "doi": "10.1002/hpm.2625"
  },
  "doi": "10.1002/hpm.2625",
  "dates": {
    "completed": "2019-09-02",
    "revised": "2019-09-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Alliance for Health Policy and Systems Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.826959",
    "pmid": "30132987"
  }
}