{
  "pmid": "30144426",
  "uid": "30144426",
  "title": "Efficacy of Secretagogues in Patients With Irritable Bowel Syndrome With Constipation: Systematic Review and Network Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Several secretagogues have been approved for the treatment of irritable bowel syndrome with constipation (IBS-C). However, their relative efficacy is unclear because there have been no head-to-head randomized controlled trials. We conducted a network meta-analysis to compare their efficacies in patients with IBS-C. METHODS: We searched MEDLINE, EMBASE, EMBASE Classic, and the Cochrane Central Register of Controlled Trials through June 2018 to identify randomized controlled trials assessing the efficacy of secretagogues in adults with IBS-C. Trials included in the analysis reported a dichotomous assessment of overall response to therapy, and data were pooled using a random-effects model. Efficacy and safety of secretagogues were reported as a pooled relative risk with 95% confidence interval to summarize the effect of each comparison tested, and treatments were ranked according to their P score. RESULTS: We identified 15 eligible randomized controlled trials of secretagogues that included 8462 patients. Linaclotide, lubiprostone, plecanatide, and tenapanor were superior to placebo for the treatment of IBS-C. Linaclotide (290 μg once daily) was ranked first in efficacy based on the end point recommended by the Food and Drug Administration for trials in IBS-C, the primary end point used in each trial, abdominal pain, and complete spontaneous bowel movements. Tenapanor (50 mg twice daily) was ranked first for decreasing bloating. Total numbers of adverse events were significantly larger with linaclotide (290 and 500 μg once daily) and plecanatide (3 mg once daily) compared with placebo. However, plecanatide 6 mg once daily ranked first for safety. Diarrhea was significantly more common with all drugs, except lubiprostone (8 μg twice daily). Nausea was significantly more common in patients who received lubiprostone. CONCLUSIONS: In a network analysis of randomized controlled trials of secretagogues for IBS-C, we found all drugs to be superior to placebo. Efficacy was similar among individual drugs and dosages for most end points. However, data were extracted at the 12-week time point, so the long-term relative efficacy of these drugs is unknown.",
  "authors": [
    {
      "last_name": "Black",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Black",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Burr",
      "fore_name": "Nicholas E",
      "initials": "NE",
      "name": "Nicholas E Burr",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EMM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Lynda K. and David M. Underwood Center for Digestive Disorders, Houston Methodist Hospital and Weill Cornell Medical College, Houston, Texas."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Houghton",
      "fore_name": "Lesley A",
      "initials": "LA",
      "name": "Lesley A Houghton",
      "affiliations": [
        "Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, United Kingdom; Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, United Kingdom. Electronic address: alexf12399@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "155",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "1753",
  "end_page": "1763",
  "pages": "1753-1763",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Constipation",
    "Female",
    "Gastrointestinal Agents",
    "Humans",
    "Irritable Bowel Syndrome",
    "Isoquinolines",
    "Lubiprostone",
    "Male",
    "Middle Aged",
    "Natriuretic Peptides",
    "Peptides",
    "Randomized Controlled Trials as Topic",
    "Secretagogues",
    "Sulfonamides",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30144426",
    "doi": "10.1053/j.gastro.2018.08.021",
    "pii": "S0016-5085(18)34886-8"
  },
  "doi": "10.1053/j.gastro.2018.08.021",
  "dates": {
    "completed": "2019-01-07",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Gastrointestinal Agents",
    "Isoquinolines",
    "Natriuretic Peptides",
    "Peptides",
    "Secretagogues",
    "Sulfonamides",
    "Lubiprostone",
    "plecanatide",
    "linaclotide",
    "tenapanor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.405772",
    "pmid": "30144426"
  }
}