{
  "pmid": "30149267",
  "uid": "30149267",
  "title": "Neurodevelopment in 3-4 year old children exposed to maternal hyperglycemia or adiposity in utero.",
  "abstract": "BACKGROUND: Prenatal exposure to maternal metabolic complications has been linked to offspring neurodevelopmental problems. However, no studies investigating these links have examined the role of maternal prenatal diet. AIMS: To determine if prenatal exposure to maternal adiposity or hyperglycemia is associated with neurodevelopmental problems in 3-4 year old children, and if links persist following adjustment for confounding variables, including prenatal diet. METHOD: 808 mother-child pairs from the Maternal-Infant Research on Environmental Chemicals-Child Development Plus cohort were used to examine associations between pre-pregnancy body mass index (BMI), hyperglycemia and offspring verbal, performance and full-scale IQ scores, as well as internalizing and externalizing problems. Associations were examined before and after adjustment for prenatal diet along with home environment, maternal depression, education and prenatal smoking. Semi-partial correlations were examined post-hoc to assess the impact of each confounder in the adjusted models. RESULTS: In the unadjusted models, BMI and hyperglycemia predicted lower verbal and full-scale IQ. BMI was also linked to externalizing problems. However, associations were not significant after adjustment. In adjusted models, post-hoc analysis revealed that prenatal diet and home environment accounted for significant variance in verbal and full-scale IQ. The home environment and maternal depression accounted for significant variance in externalizing problems. CONCLUSION: In the adjusted models, maternal metabolic complications were not associated with offspring neurodevelopment. Even while adjusting for well-known risk factors for adverse offspring cognition (home environment, maternal depression), we show for the first time that maternal prenatal diet is an important confounder of the links between maternal metabolic complications and offspring cognition.",
  "authors": [
    {
      "last_name": "Krzeczkowski",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Krzeczkowski",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Hamilton, Ontario, Canada. Electronic address: krzeczkj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Boylan",
      "fore_name": "Khrista",
      "initials": "K",
      "name": "Khrista Boylan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arbuckle",
      "fore_name": "Tye E",
      "initials": "TE",
      "name": "Tye E Arbuckle",
      "affiliations": [
        "Population Studies Division, Environmental Health Science and Research Bureau, Healthy Environments and Consumer Safety Branch, Health Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dodds",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Dodds",
      "affiliations": [
        "Perinatal Epidemiology Research Unit, IWK Health Center, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Muckle",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Muckle",
      "affiliations": [
        "Faculty of Social Sciences, Laval University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "William",
      "initials": "W",
      "name": "William Fraser",
      "affiliations": [
        "Centre de Recherche du Centre Hospitalier, Universitaire de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Favotto",
      "fore_name": "Lindsay A",
      "initials": "LA",
      "name": "Lindsay A Favotto",
      "affiliations": [
        "Department of Health Research, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Early human development",
    "iso_abbreviation": "Early Hum Dev",
    "issn": "1872-6232",
    "issn_type": "Electronic",
    "volume": "125",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "8",
  "end_page": "16",
  "pages": "8-16",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adiposity",
    "Blood Glucose",
    "Body Mass Index",
    "Child Behavior Disorders",
    "Child, Preschool",
    "Female",
    "Humans",
    "Hyperglycemia",
    "Longitudinal Studies",
    "Male",
    "Neurodevelopmental Disorders",
    "Pregnancy",
    "Prenatal Exposure Delayed Effects",
    "Social Environment",
    "Wechsler Scales"
  ],
  "article_ids": {
    "pubmed": "30149267",
    "doi": "10.1016/j.earlhumdev.2018.08.005",
    "pii": "S0378-3782(18)30354-2"
  },
  "doi": "10.1016/j.earlhumdev.2018.08.005",
  "dates": {
    "completed": "2019-04-01",
    "revised": "2019-04-01"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [
    {
      "grant_id": "MOP-81285",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.123556",
    "pmid": "30149267"
  }
}