{
  "pmid": "30140343",
  "uid": "30140343",
  "title": "Predictors of medical student interest and confidence in research during medical school.",
  "abstract": "BACKGROUND: Research education and opportunities are an important part of undergraduate medical education. This study's objectives were to determine students' interest in research, student self-rated research skills, and to assess potential predictors of research interest and confidence. METHODS: Stakeholder consultation and literature informed a 13-item cross-sectional survey. In 2014, all students enrolled in McMaster University's School of Medicine in Ontario, Canada were sent an electronic survey and two subsequent reminder e-mails. RESULTS: The response rate was 81% (498 of 618). Most (n=445, 89%) had prior research experiences. The majority of students (n=383, 86%) wanted more research education and opportunities. Higher rating of their supervisors' understanding of research was associated with greater interest in research (OR=2.08; 95% CI=1.27-3.41). Home campus (distributed vs. main) was not a significant predictor of research interest. In our adjusted linear regression model, the most significant predictors of higher self-rated research ability were prior thesis work and other prior research experience. CONCLUSION: In a survey of a three-year medical school, medical student interest in further research education and opportunities was high and positively predicted by student-rated supervisors' understanding of research, but not campus location. This study also identified several predictors of student self-rated research ability.",
  "authors": [
    {
      "last_name": "Klowak",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Klowak",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elsharawi",
      "fore_name": "Radwa",
      "initials": "R",
      "name": "Radwa Elsharawi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whyte",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Whyte",
      "affiliations": [
        "Department of Anaesthesia, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada.",
        "Department of Medicine, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riva",
      "fore_name": "John",
      "initials": "J",
      "name": "John Riva",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada.",
        "Department of Family Medicine, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jul"
  },
  "start_page": "e4",
  "end_page": "e13",
  "pages": "e4-e13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30140343",
    "pmc": "PMC6104316"
  },
  "pmc_id": "PMC6104316",
  "dates": {
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.303837",
    "pmid": "30140343"
  }
}