{
  "pmid": "30154305",
  "uid": "30154305",
  "title": "Hand Tracking and Gesture Recognition Using Lensless Smart Sensors.",
  "abstract": "The Lensless Smart Sensor (LSS) developed by Rambus, Inc. is a low-power, low-cost visual sensing technology that captures information-rich optical data in a tiny form factor using a novel approach to optical sensing. The spiral gratings of LSS diffractive grating, coupled with sophisticated computational algorithms, allow point tracking down to millimeter-level accuracy. This work is focused on developing novel algorithms for the detection of multiple points and thereby enabling hand tracking and gesture recognition using the LSS. The algorithms are formulated based on geometrical and mathematical constraints around the placement of infrared light-emitting diodes (LEDs) on the hand. The developed techniques dynamically adapt the recognition and orientation of the hand and associated gestures. A detailed accuracy analysis for both hand tracking and gesture classification as a function of LED positions is conducted to validate the performance of the system. Our results indicate that the technology is a promising approach, as the current state-of-the-art focuses on human motion tracking that requires highly complex and expensive systems. A wearable, low-power, low-cost system could make a significant impact in this field, as it does not require complex hardware or additional sensors on the tracked segments.",
  "authors": [
    {
      "last_name": "Abraham",
      "fore_name": "Lizy",
      "initials": "L",
      "name": "Lizy Abraham",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. liszy.abraham@gmail.com."
      ]
    },
    {
      "last_name": "Urru",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Urru",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. andrea.urru@upf.edu."
      ]
    },
    {
      "last_name": "Normani",
      "fore_name": "Niccolò",
      "initials": "N",
      "name": "Niccolò Normani",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. niccolo.normani@gmail.com."
      ]
    },
    {
      "last_name": "Wilk",
      "fore_name": "Mariusz P",
      "initials": "MP",
      "name": "Mariusz P Wilk",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. mariusz.wilk@tyndall.ie."
      ],
      "orcid": "0000-0002-2780-1110"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. michael.walsh@tyndall.ie."
      ]
    },
    {
      "last_name": "O'Flynn",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan O'Flynn",
      "affiliations": [
        "Micro and Nano Systems Centre of Tyndall National Institute, University College Cork, Cork T12 R5CP, Ireland. brendan.oflynn@tyndall.ie."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Aug",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Calibration",
    "Gestures",
    "Hand",
    "Humans",
    "Monitoring, Physiologic",
    "Movement"
  ],
  "article_ids": {
    "pubmed": "30154305",
    "pmc": "PMC6164357",
    "doi": "10.3390/s18092834",
    "pii": "s18092834"
  },
  "doi": "10.3390/s18092834",
  "pmc_id": "PMC6164357",
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "13/RC/2077",
      "agency": "Science Foundation Ireland",
      "country": "Ireland"
    },
    {
      "grant_id": "13/RC/2077",
      "agency": "European Regional Development Fund"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.927474",
    "pmid": "30154305"
  }
}