{
  "pmid": "30167814",
  "uid": "30167814",
  "title": "Achieving international consensus on the assessment of psoriatic arthritis in psoriasis clinical trials: an International Dermatology Outcome Measures (IDEOM) initiative.",
  "abstract": "Psoriatic arthritis (PsA) is rarely assessed in psoriasis randomized controlled trials (RCT); thus, the effect of psoriasis therapy on PsA is unknown. The International Dermatology Outcome Measures (IDEOM) has included \"PsA Symptoms\" as part of the core domains to be measured in psoriasis RCT. This study aimed to achieve consensus about screening for PsA and how to measure for \"PsA Symptoms\" in psoriasis RCT. At the IDEOM 2017 Annual Meeting, stakeholders voted on the role of PsA screening in psoriasis RCT. To select measures for \"PsA Symptoms\", we adapted the Consensus-Based Standards for the Selection of Health Measurement Instruments (COSMIN) guidelines. Three potential measures were selected. At the meeting, stakeholders voted on the validity, feasibility, and responsiveness of these measures. Of the 47 stakeholders, 93% voted that all psoriasis trial participants should be screened for PsA. \"PsA Symptoms\" measures included Patient Global (PG)-arthritis, Routine Assessment Patient Index Data (RAPID)-3, and Psoriatic Arthritis Impact of Disease (PsAID)-9. During the voting, more than 50% of the voters agreed that RAPID3 and PsAID9 were good measures for PsA Symptoms, able to capture all its essential elements. PsAID9 was considered the most feasible instrument, followed by RAPID3 and PG-arthritis, respectively. Finally, most participants agreed that RAPID3 and PsAID9 were responsive measures. Most study participants voted that all subjects in a psoriasis clinical trial should be screened for PsA. RAPID3 and PsAID9 outperformed PG-arthritis in measuring PsA Symptoms. This will be followed by a Delphi survey involving a larger stakeholder group.",
  "authors": [
    {
      "last_name": "Perez-Chada",
      "fore_name": "Lourdes Maria",
      "initials": "LM",
      "name": "Lourdes Maria Perez-Chada",
      "affiliations": [
        "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ],
      "orcid": "0000-0001-7724-7309"
    },
    {
      "last_name": "Cohen",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Cohen",
      "affiliations": [
        "The Ronald O. Perelman Department of Dermatology, New York University School of Medicine, New York, NY, USA."
      ]
    },
    {
      "last_name": "Gottlieb",
      "fore_name": "Alice Bendix",
      "initials": "AB",
      "name": "Alice Bendix Gottlieb",
      "affiliations": [
        "Department of Dermatology, New York Medical College at Metropolitan Hospital, New York, NY, USA."
      ]
    },
    {
      "last_name": "Duffin",
      "fore_name": "Kristina Callis",
      "initials": "KC",
      "name": "Kristina Callis Duffin",
      "affiliations": [
        "Department of Dermatology, University of Utah, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, New Hyde Park, NY, USA."
      ]
    },
    {
      "last_name": "Latella",
      "fore_name": "John",
      "initials": "J",
      "name": "John Latella",
      "affiliations": [
        "International Dermatology Outcome Measures (IDEOM), Windsor, CT, USA."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "April Wang",
      "initials": "AW",
      "name": "April Wang Armstrong",
      "affiliations": [
        "Department of Dermatology, University of Southern California Keck School of Medicine, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Ogdie",
      "fore_name": "Alexis",
      "initials": "A",
      "name": "Alexis Ogdie",
      "affiliations": [
        "Division of Rheumatology and Center for Clinical Epidemiology and Biostatistics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ],
      "orcid": "0000-0002-4639-0775"
    },
    {
      "last_name": "Merola",
      "fore_name": "Joseph Frank",
      "initials": "JF",
      "name": "Joseph Frank Merola",
      "affiliations": [
        "Department of Dermatology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA. jfmerola@bwh.harvard.edu.",
        "Division of Rheumatology, Department of Medicine, Brigham and Women's Hospital, Boston, MA, USA. jfmerola@bwh.harvard.edu."
      ],
      "orcid": "0000-0001-6514-4353"
    }
  ],
  "journal": {
    "title": "Archives of dermatological research",
    "iso_abbreviation": "Arch Dermatol Res",
    "issn": "1432-069X",
    "issn_type": "Electronic",
    "volume": "310",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "701",
  "end_page": "710",
  "pages": "701-710",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthritis, Psoriatic",
    "Consensus",
    "Delphi Technique",
    "Humans",
    "Outcome Assessment, Health Care",
    "Psoriasis",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "30167814",
    "doi": "10.1007/s00403-018-1855-3",
    "pii": "10.1007/s00403-018-1855-3"
  },
  "doi": "10.1007/s00403-018-1855-3",
  "dates": {
    "completed": "2019-02-04",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.253178",
    "pmid": "30167814"
  }
}