{
  "pmid": "30178420",
  "uid": "30178420",
  "title": "The Psychometric Properties of a Self-Administered, Open-Source Module for Valuing Metastatic Epidural Spinal Cord Compression Utilities.",
  "abstract": "INTRODUCTION: Web surveys are often used for utility valuation. Typically, custom utility valuation tools that have not undergone psychometric evaluation are used. OBJECTIVES: This study aimed to determine the psychometric properties of a metastatic epidural spinal cord compression (MESCC) module run on a customizable open-source, internet-based, self-directed utility valuation platform (Self-directed Online Assessment of Preferences [SOAP]). METHODS: Individuals accompanying patients to the emergency department waiting room in Ottawa, Canada, were recruited. Participants made SOAP MESCC health state valuations in the waiting room and 48 h later at home. Validity, agreement reliability, and responsiveness were measured by logical consistency of responses, smallest detectable change, the interclass correlation coefficient, and Guyatt's responsiveness index, respectively. RESULTS: Of 285 participants who completed utility valuations, only 113 (39.6%) completed the re-test. Of these 113 participants, 92 (81.4%) provided valid responses on the first test and 75 (66.4%) provided valid responses on the test and re-test. Agreement for all groups of health states was adequate, since their smallest detectable change was less than the minimal clinically important difference. The mean interclass correlation coefficients for all health states were > 0.8, indicating at least substantial reliability. Guyatt's responsiveness indices all exceeded 0.80, indicating a high level of responsiveness. CONCLUSIONS: To our knowledge, this is the first validated open-source, web-based, self-directed utility valuation module. We have demonstrated the SOAP MESCC module is valid, reproducible, and responsive for obtaining ex ante utilities. Considering the successful psychometric validation of the SOAP MESCC module, other investigators can consider developing modules for other diseases where direct utility valuation is needed.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, 2799 West Grand Blvd, CFP-6, Detroit, MI, USA. mark@pahutamd.com."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Frombach",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Frombach",
      "affiliations": [
        "The University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hashem",
      "fore_name": "Emile",
      "initials": "E",
      "name": "Emile Hashem",
      "affiliations": [
        "The University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Spence",
      "affiliations": [
        "The University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Sun",
      "affiliations": [
        "The University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Wai",
      "fore_name": "Eugene K",
      "initials": "EK",
      "name": "Eugene K Wai",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Department of Epidemiology and Community Medicine, Institute for Clinical Evaluative Sciences, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "197",
  "end_page": "204",
  "pages": "197-204",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30178420",
    "pmc": "PMC6533369",
    "doi": "10.1007/s41669-018-0092-1",
    "pii": "10.1007/s41669-018-0092-1"
  },
  "doi": "10.1007/s41669-018-0092-1",
  "pmc_id": "PMC6533369",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.436955",
    "pmid": "30178420"
  }
}