{
  "pmid": "30170654",
  "uid": "30170654",
  "title": "Hypertension: The most important non communicable disease risk factor in India.",
  "abstract": "Non-communicable diseases are important causes of mortality and morbidity in India. Data from the Registrar General of India, World Health Organization and Global Burden of Disease (GBD) Study have reported that cardiovascular diseases (CVD) are the most important causes of death and disability. Age-adjusted mortality from these conditions has increased by 31% in last 25 years. Case-control studies have reported that hypertension is most important risk factor for CVD in India. GBD Study has estimated that hypertension led to 1.6 million deaths and 33.9 million disability-adjusted life years in 2015 and is most important cause of disease burden in India. Intensive public health effort is required to increase its awareness, treatment and control. UN Sustainable Development Goals highlight the importance of high rates of hypertension control for achieving target of 1/3 reduction in non-communicable disease mortality by 2030. It is estimated that better hypertension control can prevent 400-500,000 premature deaths in India.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Department of Preventive Cardiology and Internal Medicine, Eternal Heart Care Centre and Research Institute, Mount Sinai New York Affiliate, Jaipur 302017 India. Electronic address: drrajeev.gupta@eternalheart.org."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology, St John's Medical College, Sarjapur Road, Bengaluru 560034 India."
      ]
    }
  ],
  "journal": {
    "title": "Indian heart journal",
    "iso_abbreviation": "Indian Heart J",
    "issn": "2213-3763",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "4",
    "pub_year": "2018"
  },
  "start_page": "565",
  "end_page": "572",
  "pages": "565-572",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cause of Death",
    "Humans",
    "Hypertension",
    "India",
    "Morbidity",
    "Noncommunicable Diseases",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30170654",
    "pmc": "PMC6116711",
    "doi": "10.1016/j.ihj.2018.02.003",
    "pii": "S0019-4832(17)30593-X"
  },
  "doi": "10.1016/j.ihj.2018.02.003",
  "pmc_id": "PMC6116711",
  "dates": {
    "completed": "2018-10-15",
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.613467",
    "pmid": "30170654"
  }
}