{
  "pmid": "30185585",
  "uid": "30185585",
  "title": "Values and preferences of men for undergoing prostate-specific antigen screening for prostate cancer: a systematic review.",
  "abstract": "OBJECTIVES: To investigate men's values and preferences regarding prostate-specific antigen (PSA)-based screening for prostate cancer. DESIGN: Systematic review. DATA SOURCES: We searched MEDLINE, EMBASE, PsycINFO and grey literature up to 2 September 2017. ELIGIBILITY CRITERIA: Primary studies of men's values and preferences regarding the benefits and harms of PSA screening. DATA EXTRACTION AND SYNTHESIS: Two independent reviewers extracted data and assessed risk of bias with a modified version of a risk of bias tool for values and preferences studies, the International Patient Decision Aid Standards instrument V.3 and the Cochrane Collaboration risk of bias tool. RESULTS: We identified 4172 unique citations, of which 11 studies proved eligible. Five studies investigated PSA screening using a direct choice study design, whereas six used decisions aids displaying patient-important outcomes. The direct choice studies used different methodologies and varied considerably in the reporting of outcomes. Two studies suggested that men were willing to forego screening with a small benefit in prostate cancer mortality if it would decrease the likelihood of unnecessary treatment or biopsies. In contrast, one study reported that men were willing to accept a substantial overdiagnosis to reduce their risk of prostate cancer mortality. Among the six studies involving decision aids, willingness to undergo screening varied substantially from 37% when displaying a hypothetical reduction in mortality of 10 per 1000 men, to 44% when displaying a reduction in mortality of 7 per 1000. We found no studies that specifically investigated whether values and preferences differed among men with family history, of African descent or with lower socioeconomic levels. CONCLUSION: The variability of men's values and preferences reflect that the decision to screen is highly preference sensitive. Our review highlights the need for shared decision making in men considering prostate cancer screening. TRIAL REGISTRATION NUMBER: CRD42018095585.",
  "authors": [
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Research, Netherlands Comprehensive Cancer Organisation, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, McMaster University, Hamilton, Burlington, Canada."
      ]
    },
    {
      "last_name": "Pardo-Hernandez",
      "fore_name": "Hector",
      "initials": "H",
      "name": "Hector Pardo-Hernandez",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Institute of Biomedical Research, Barcelona, Spain."
      ],
      "orcid": "0000-0003-3714-0309"
    },
    {
      "last_name": "Albarqouni",
      "fore_name": "Loai",
      "initials": "L",
      "name": "Loai Albarqouni",
      "affiliations": [
        "Center for Research in Evidence-Based Practice (CREBP), Bond University Faculty of Health Sciences and Medicine, Gold Coast, Australia."
      ],
      "orcid": "0000-0002-4114-9106"
    },
    {
      "last_name": "Canelo-Aybar",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Canelo-Aybar",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Institute of Biomedical Research, Barcelona, Spain.",
        "Universidad Peruana de Ciencias Aplicadas, Lima, Peru."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Campbell",
      "affiliations": [
        "School of Nursing, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, McMaster University, Hamilton, Burlington, Canada.",
        "Division General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "05"
  },
  "start_page": "e025470",
  "pages": "e025470",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Choice Behavior",
    "Decision Making",
    "Early Detection of Cancer",
    "Humans",
    "Male",
    "Patient Preference",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms"
  ],
  "article_ids": {
    "pubmed": "30185585",
    "pmc": "PMC6129096",
    "doi": "10.1136/bmjopen-2018-025470",
    "pii": "bmjopen-2018-025470"
  },
  "doi": "10.1136/bmjopen-2018-025470",
  "pmc_id": "PMC6129096",
  "dates": {
    "completed": "2019-10-31",
    "revised": "2024-02-29"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.326285",
    "pmid": "30185585"
  }
}