{
  "pmid": "30185172",
  "uid": "30185172",
  "title": "Protocol for a Delphi consensus exercise to identify a core set of criteria for selecting health related outcome measures (HROM) to be used in primary health care.",
  "abstract": "BACKGROUND: Promoting the collection and use of health related outcome measures (HROM) in daily practice has long been a goal for improving and assessing the effectiveness of care provided to patients. However, there has been a lack of consensus on what criteria to use to select outcomes or instruments, particularly in the context of primary health care settings where patients present with multiple concurrent health conditions and interventions are whole-health and person-focused. The purpose of this proposed study is to undertake a formal consensus exercise to establish criteria for selecting HROM (including patient-reported (PRO or PROM), observer-reported (ObsR)), clinician-reported (ClinRO) and performance related outcomes (PerfO) for use in shared decision-making, or in assessing, screening or monitoring health status in primary health care settings. METHODS: A Delphi consensus online survey will be developed. Criteria for the Delphi panel participants to consider were selected from a targeted literature search. These initial criteria (n = 35) were grouped into four categories within which items will be presented in the Delphi survey, with the option to suggest additional items. Panel members invited to participate will include primary health care practitioners and administrators, policy-makers, researchers, and experts in HROM development; patients will be excluded. Standard Delphi methodology will be employed with an expectation of at least 3 rounds to achieve consensus (75% agreement). As the final list of criteria for selecting HROM emerges, panel members will be asked to provide opinions about potential weighting of items. The Delphi survey was approved by the Ethics Committee in the Faculty of Health Sciences at McMaster University. DISCUSSION: Previous literature establishing criteria for selecting HROM were developed with a focus on patient reported outcomes, psychological/ behavioural outcomes or outcomes for minimum core outcome sets in clinical trials. Although helpful, these criteria may not be applicable and feasible for application in a primary health care context where patients with multi-morbidity and complex interventions are typical and the constraints of providing health services differ from those in research studies. The findings from this Delphi consensus study will address a gap for establishing consensus on criteria for selecting HROM for use across primary health care settings.",
  "authors": [
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, HSC 3N50-G, 1280 Main Street West, Hamilton, Ontario, L8S 4L7, Canada. santag@mcmaster.ca."
      ],
      "orcid": "0000-0001-7360-7362"
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, DBHSC, McMaster University, 5th Floor 100 Main St West, Hamilton, ON, L8P 1H6, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, M5S 3M2, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Oliver",
      "affiliations": [
        "Department of Family Medicine, DBHSC, McMaster University, 3rd Floor, 100 Main St West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Lamarche",
      "fore_name": "Larkin",
      "initials": "L",
      "name": "Larkin Lamarche",
      "affiliations": [
        "Department of Family Medicine, DBHSC, McMaster University, 5th Floor 100 Main St West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Gilsing",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Gilsing",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 175 Longwood Rd. S. Suite 207A, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 175 Longwood Rd. S. Suite 309A, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, 1400 Main St. W. IAHS 443, Hamilton, ON, L8S 1C7A, Canada."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, DBHSC, McMaster University, 5th Floor, 100 Main St West, Hamilton, Ontario, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Kastner",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Kastner",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, 155 College Street, Toronto, ON, M5T 3M6, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 175 Longwood Rd. S. Suite 309A, Hamilton, ON, L8P 0A1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "152",
  "pages": "152",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Delphi Technique",
    "Health Status",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Reported Outcome Measures",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "30185172",
    "pmc": "PMC6123958",
    "doi": "10.1186/s12875-018-0831-5",
    "pii": "10.1186/s12875-018-0831-5"
  },
  "doi": "10.1186/s12875-018-0831-5",
  "pmc_id": "PMC6123958",
  "dates": {
    "completed": "2019-09-11",
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.428607",
    "pmid": "30185172"
  }
}