{
  "pmid": "30188912",
  "uid": "30188912",
  "title": "Long term outcomes of cluster randomized trial to improve cardiovascular health at population level: The Cardiovascular Health Awareness Program (CHAP).",
  "abstract": "STUDY QUESTION: The Cardiovascular Health Awareness Program (CHAP) cardiovascular risk reduction program consisted of sessions run by local volunteers in local pharmacies during which cardiovascular risk was assessed, healthy lifestyle and preventive care was promoted, and the participants were oriented to local resources to support changes in modifiable risk factors. A clustered randomized trial implemented in September 2006 across 39 communities targeting community-dwelling individuals 65 years and older showed a significant reduction in hospitalization one year after its implementation (rate ratio of 91 [95% confidence interval (CI): 86%-97%]). This study explores the impact of CHAP in the first five years. METHODS: Using health administrative data housed at the Institute for Clinical Evaluative Sciences, we established a closed cohort consisting of all individuals eligible in these communities at the study onset whom we followed over time. We assessed hospitalizations and survival using a negative binomial model for count data and Cox regression to assess time to first event, accounting for the clustered design. The primary outcome was the rate of cardiovascular-related hospitalizations defined as congestive heart failure, stroke or acute myocardial infarction. RESULTS: Most estimates pointed to an advantage for the intervention arm, but only all-cause mortality reached statistical significance (hazard ratio [95% CI] = 0.955 [0.914-0.999]). The hospitalization cardiovascular-related hospitalization rate ratio was (0.958, 95% CI: 0.898-1.022) in favour of the intervention communities, translating to an estimated 408 averted hospitalizations over the five-year period. There was no evidence of the effect of time from start of intervention. CONCLUSIONS: The consistent direction of the outcomes in favour of the intervention arms suggests that CHAP likely had a meaningful impact on reducing cardiovascular-related morbidity and mortality. Given the low cost of the intervention, further development of CHAP should be pursued.",
  "authors": [
    {
      "last_name": "Dahrouge",
      "fore_name": "Simone",
      "initials": "S",
      "name": "Simone Dahrouge",
      "affiliations": [
        "Department of Family Medicine University of Ottawa, Ottawa, Ontario, Canada.",
        "Bruyère Research Institute, Ottawa, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-6488-8086"
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": [
        "Department of Family and Emergency Medicine, Université de Montréal, Montréal, Québec, Canada.",
        "Centre de Recherche Center hospitalier de l'Université de Montréal (CRCHUM), Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paterson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Paterson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Tu",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Western Hospital Family Health Team, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Younger",
      "fore_name": "Jaime",
      "initials": "J",
      "name": "Jaime Younger",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chambers",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Chambers",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Faculty of Health, York University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "9",
    "pub_year": "2018"
  },
  "start_page": "e0201802",
  "pages": "e0201802",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Pragmatic Clinical Trial",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Awareness",
    "Female",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Male",
    "Myocardial Infarction",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "30188912",
    "pmc": "PMC6126805",
    "doi": "10.1371/journal.pone.0201802",
    "pii": "PONE-D-17-39854"
  },
  "doi": "10.1371/journal.pone.0201802",
  "pmc_id": "PMC6126805",
  "dates": {
    "completed": "2019-02-12",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institute of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:55.900560",
    "pmid": "30188912"
  }
}