{
  "pmid": "30196050",
  "uid": "30196050",
  "title": "Neuromodulation targets pathological not physiological beta bursts during gait in Parkinson's disease.",
  "abstract": "Freezing of gait (FOG) is a devastating axial motor symptom in Parkinson's disease (PD) leading to falls, institutionalization, and even death. The response of FOG to dopaminergic medication and deep brain stimulation (DBS) is complex, variable, and yet to be optimized. Fundamental gaps in the knowledge of the underlying neurobiomechanical mechanisms of FOG render this symptom one of the unsolved challenges in the treatment of PD. Subcortical neural mechanisms of gait impairment and FOG in PD are largely unknown due to the challenge of accessing deep brain circuitry and measuring neural signals in real time in freely-moving subjects. Additionally, there is a lack of gait tasks that reliably elicit FOG. Since FOG is episodic, we hypothesized that dynamic features of subthalamic (STN) beta oscillations, or beta bursts, may contribute to the Freezer phenotype in PD during gait tasks that elicit FOG. We also investigated whether STN DBS at 60 Hz or 140 Hz affected beta burst dynamics and gait impairment differently in Freezers and Non-Freezers. Synchronized STN local field potentials, from an implanted, sensing neurostimulator (Activa® PC + S, Medtronic, Inc.), and gait kinematics were recorded in 12 PD subjects, off-medication during forward walking and stepping-in-place tasks under the following randomly presented conditions: NO, 60 Hz, and 140 Hz DBS. Prolonged movement band beta burst durations differentiated Freezers from Non-Freezers, were a pathological neural feature of FOG and were shortened during DBS which improved gait. Normal gait parameters, accompanied by shorter bursts in Non-Freezers, were unchanged during DBS. The difference between the mean burst duration between hemispheres (STNs) of all individuals strongly correlated with the difference in stride time between their legs but there was no correlation between mean burst duration of each STN and stride time of the contralateral leg, suggesting an interaction between hemispheres influences gait. These results suggest that prolonged STN beta burst durations measured during gait is an important biomarker for FOG and that STN DBS modulated long not short burst durations, thereby acting to restore physiological sensorimotor information processing, while improving gait.",
  "authors": [
    {
      "last_name": "Anidi",
      "fore_name": "Chioma",
      "initials": "C",
      "name": "Chioma Anidi",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: chioma.anidi@stanford.edu."
      ]
    },
    {
      "last_name": "O'Day",
      "fore_name": "Johanna J",
      "initials": "JJ",
      "name": "Johanna J O'Day",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: odayj@stanford.edu."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Ross W",
      "initials": "RW",
      "name": "Ross W Anderson",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: rwa@stanford.edu."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Furqan",
      "initials": "MF",
      "name": "Muhammad Furqan Afzal",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: furqan@stanford.edu."
      ]
    },
    {
      "last_name": "Syrkin-Nikolau",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Syrkin-Nikolau",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: jsyrkinn@stanford.edu."
      ]
    },
    {
      "last_name": "Velisar",
      "fore_name": "Anca",
      "initials": "A",
      "name": "Anca Velisar",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: avelisar@stanford.edu."
      ]
    },
    {
      "last_name": "Bronte-Stewart",
      "fore_name": "Helen M",
      "initials": "HM",
      "name": "Helen M Bronte-Stewart",
      "affiliations": [
        "Stanford University, Department of Neurology and Neurological Sciences, Rm H3136, SUMC, 300 Pasteur Drive, Stanford, CA 94305, USA; Stanford University, Department of Neurosurgery, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: hbs@stanford.edu."
      ]
    }
  ],
  "journal": {
    "title": "Neurobiology of disease",
    "iso_abbreviation": "Neurobiol Dis",
    "issn": "1095-953X",
    "issn_type": "Electronic",
    "volume": "120",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "107",
  "end_page": "117",
  "pages": "107-117",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Beta Rhythm",
    "Deep Brain Stimulation",
    "Female",
    "Gait",
    "Humans",
    "Implantable Neurostimulators",
    "Male",
    "Parkinson Disease",
    "Random Allocation",
    "Subthalamic Nucleus"
  ],
  "article_ids": {
    "pubmed": "30196050",
    "mid": "NIHMS1013949",
    "pmc": "PMC6422345",
    "doi": "10.1016/j.nbd.2018.09.004",
    "pii": "S0969-9961(18)30548-5"
  },
  "doi": "10.1016/j.nbd.2018.09.004",
  "pmc_id": "PMC6422345",
  "dates": {
    "completed": "2019-09-06",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R21 NS096398",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.826513",
    "pmid": "30196050"
  }
}