{
  "pmid": "30203500",
  "uid": "30203500",
  "title": "Patient blood management in colorectal cancer patients: a survey among Dutch gastroenterologists, surgeons, and anesthesiologists.",
  "abstract": "INTRODUCTION: There is an increasing awareness to integrate patient blood management (PBM) within routine surgical care. Limited information about the implementation of PBM in colorectal cancer surgery is available. This is curious, as preoperative anemia, associated with increased morbidity, is highly prevalent in colorectal cancer patients. Present study aimed to assess the current PBM strategies in the Netherlands. METHODS: An online electronic survey was developed and sent to surgeons of the Dutch Taskforce Coloproctology (177 in total). In addition, for each hospital in which surgery for colorectal cancer surgery is performed (75 in total), the survey was sent to one gastroenterologist and one anesthesiologist. Analyses were performed using descriptive statistics. RESULTS: A total of 192 physicians responded to the survey (response rate 58.7%). In 73 hospitals (97.3%) the survey was conducted by at least one physician. Regarding the management of a mild-moderate preoperative anemia, no clear policy was reported in half of the hospitals (49.3%). In 38.7% of the hospitals, iron status was indicated to be measured during screening for colorectal cancer. In addition, in only 13.3% of the hospitals, iron status was measured by the anesthesiologist during preoperative assessment. CONCLUSION: The Present study shows a distinct variability in PBM practices in colorectal cancer care. Strikingly, this variability was not only seen between, but also within Dutch hospitals, demonstrated by often variable responses from physicians from the same institution. As a result, the present study clearly demonstrates the lack of consensus on PBM, resulting in a suboptimal preoperative blood management strategy.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "TRIP Hemovigilance and Biovigilance Office, Leiden, The Netherlands.",
        "Department of Surgery, Erasmus University Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Koopman-van Gemert",
      "fore_name": "Ankie W M M",
      "initials": "AWMM",
      "name": "Ankie W M M Koopman-van Gemert",
      "affiliations": [
        "Department of Anesthesiology, Albert Schweitzer Hospital, Dordrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Harlaar",
      "fore_name": "Joris J",
      "initials": "JJ",
      "name": "Joris J Harlaar",
      "affiliations": [
        "Department of Surgery, VU Medical Center, Amsterdam, The Netherlands.",
        "Department of Surgery, Westfries Gasthuis, Hoorn, The Netherlands."
      ]
    },
    {
      "last_name": "Jeekel",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Jeekel",
      "affiliations": [
        "Department of Neuroscience, Erasmus University Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Zwaginga",
      "fore_name": "Jaap Jan",
      "initials": "JJ",
      "name": "Jaap Jan Zwaginga",
      "affiliations": [
        "Center for Clinical Transfusion Research, Sanquin Research.",
        "Department of Immunohematology and Blood Transfusion, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Schipperus",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Schipperus",
      "affiliations": [
        "TRIP Hemovigilance and Biovigilance Office, Leiden, The Netherlands.",
        "Department of Hematology, Haga Teaching Hospital, The Hague, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "2345",
  "end_page": "2351",
  "pages": "2345-2351",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anemia",
    "Anesthesiologists",
    "Blood Banks",
    "Blood Transfusion",
    "Colorectal Neoplasms",
    "Gastroenterologists",
    "Health Care Surveys",
    "Humans",
    "Netherlands",
    "Perioperative Care",
    "Practice Patterns, Physicians'",
    "Surgeons",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30203500",
    "doi": "10.1111/trf.14807"
  },
  "doi": "10.1111/trf.14807",
  "dates": {
    "completed": "2019-03-15",
    "revised": "2019-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.488308",
    "pmid": "30203500"
  }
}