{
  "pmid": "30218776",
  "uid": "30218776",
  "title": "Relating the mechanical properties of atherosclerotic calcification to radiographic density: A nanoindentation approach.",
  "abstract": "Calcification morphology can determine atherosclerotic plaque stability and is associated with increased failures rates for endovascular interventions. Computational efforts have sought to elucidate the relationship between calcification and plaque rupture in addition to predicting tissue response during aggressive revascularisation techniques. However, calcified material properties are currently estimated and may not reflect real tissue conditions. The objective of this study is to correlate calcification mechanical properties with three radiographic density groups obtained from corresponding Computed Tomography (CT) images. Seventeen human plaques extracted from carotid (n = 10) and peripheral lower limb (n = 7) arteries were examined using micro-computed tomography (µCT), simultaneously locating the calcified deposits within their internal structure and quantifying their densities. Three radiographic density groups were defined based on the sample density distribution: (A) 130-299.99 Hounsfield Units (HU), (B) 300-449.99 HU and (C) >450 HU. Nanoindentation was employed to determine the Elastic Modulus (E) and Hardness (H) values within the three density groups. Results reveal a clear distinction between mechanical properties with respect to radiographic density groups (p < 0.0005). No significant differences exist in the density-specific behaviours observed between carotid and peripheral samples. Previously defined calcification classifications indicate an association with specific radiographic density patterns. Scanning Electron Microscopy (SEM) examination revealed that density group A regions consist of both calcified and non-calcified tissues. Further research is required to define the radiographic thresholds which identify varying degrees of tissue calcification. This study demonstrates that the mechanical properties of fully mineralised atherosclerotic calcification emulate that of bone tissues (17-25 GPa), affording computational models with accurate material parameters. STATEMENT OF SIGNIFICANCE: Global mechanical characterisation techniques disregard the heterogeneous nature of atherosclerotic lesions. Previous nanoindentation results for carotid calcifications have displayed a wide range. This study evaluates calcification properties with respect to radiographic density obtained from Micro-CT images. This is the first work to characterise calcifications from peripheral lower limb arteries using nanoindentation. Results demonstrate a strong positive correlation between radiographic density and calcification mechanical properties. Characterising calcifications using their density values provides clarity on the variation in published properties for calcified tissues. Furthermore, this study confirms the hypothesis that fully calcified plaque tissue behaviour similar to that of bone. Appropriate material parameters for calcified tissues can now be employed in computational simulations.",
  "authors": [
    {
      "last_name": "Cahalane",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Cahalane",
      "affiliations": [
        "BioScience BioEngineering Research (BioSciBer), Bernal Institute, Health Research Institute (HRI), School of Engineering, University of Limerick, Ireland."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Hilary E",
      "initials": "HE",
      "name": "Hilary E Barrett",
      "affiliations": [
        "BioScience BioEngineering Research (BioSciBer), Bernal Institute, Health Research Institute (HRI), School of Engineering, University of Limerick, Ireland; Biomechanics Lab, Department of Biomedical Engineering, Thoraxcenter, Erasmus Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Julie M",
      "initials": "JM",
      "name": "Julie M O'Brien",
      "affiliations": [
        "Department of Radiology, University Hospital Limerick, Ireland."
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon G",
      "initials": "EG",
      "name": "Eamon G Kavanagh",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Ireland."
      ]
    },
    {
      "last_name": "Moloney",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Moloney",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "BioScience BioEngineering Research (BioSciBer), Bernal Institute, Health Research Institute (HRI), School of Engineering, University of Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Acta biomaterialia",
    "iso_abbreviation": "Acta Biomater",
    "issn": "1878-7568",
    "issn_type": "Electronic",
    "volume": "80",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "228",
  "end_page": "236",
  "pages": "228-236",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arteries",
    "Atherosclerosis",
    "Biomechanical Phenomena",
    "Calcinosis",
    "Elastic Modulus",
    "Female",
    "Hardness",
    "Humans",
    "Male",
    "X-Ray Microtomography"
  ],
  "article_ids": {
    "pubmed": "30218776",
    "doi": "10.1016/j.actbio.2018.09.010",
    "pii": "S1742-7061(18)30527-0"
  },
  "doi": "10.1016/j.actbio.2018.09.010",
  "dates": {
    "completed": "2019-06-07",
    "revised": "2019-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.929847",
    "pmid": "30218776"
  }
}