{
  "pmid": "30215381",
  "uid": "30215381",
  "title": "Treatment correlates of successful outcomes in pulmonary multidrug-resistant tuberculosis: an individual patient data meta-analysis.",
  "abstract": "BACKGROUND: Treatment outcomes for multidrug-resistant tuberculosis remain poor. We aimed to estimate the association of treatment success and death with the use of individual drugs, and the optimal number and duration of treatment with those drugs in patients with multidrug-resistant tuberculosis. METHODS: In this individual patient data meta-analysis, we searched MEDLINE, Embase, and the Cochrane Library to identify potentially eligible observational and experimental studies published between Jan 1, 2009, and April 30, 2016. We also searched reference lists from all systematic reviews of treatment of multidrug-resistant tuberculosis published since 2009. To be eligible, studies had to report original results, with end of treatment outcomes (treatment completion [success], failure, or relapse) in cohorts of at least 25 adults (aged >18 years). We used anonymised individual patient data from eligible studies, provided by study investigators, regarding clinical characteristics, treatment, and outcomes. Using propensity score-matched generalised mixed effects logistic, or linear regression, we calculated adjusted odds ratios and adjusted risk differences for success or death during treatment, for specific drugs currently used to treat multidrug-resistant tuberculosis, as well as the number of drugs used and treatment duration. FINDINGS: Of 12 030 patients from 25 countries in 50 studies, 7346 (61%) had treatment success, 1017 (8%) had failure or relapse, and 1729 (14%) died. Compared with failure or relapse, treatment success was positively associated with the use of linezolid (adjusted risk difference 0·15, 95% CI 0·11 to 0·18), levofloxacin (0·15, 0·13 to 0·18), carbapenems (0·14, 0·06 to 0·21), moxifloxacin (0·11, 0·08 to 0·14), bedaquiline (0·10, 0·05 to 0·14), and clofazimine (0·06, 0·01 to 0·10). There was a significant association between reduced mortality and use of linezolid (-0·20, -0·23 to -0·16), levofloxacin (-0·06, -0·09 to -0·04), moxifloxacin (-0·07, -0·10 to -0·04), or bedaquiline (-0·14, -0·19 to -0·10). Compared with regimens without any injectable drug, amikacin provided modest benefits, but kanamycin and capreomycin were associated with worse outcomes. The remaining drugs were associated with slight or no improvements in outcomes. Treatment outcomes were significantly worse for most drugs if they were used despite in-vitro resistance. The optimal number of effective drugs seemed to be five in the initial phase, and four in the continuation phase. In these adjusted analyses, heterogeneity, based on a simulated I[2] method, was high for approximately half the estimates for specific drugs, although relatively low for number of drugs and durations analyses. INTERPRETATION: Although inferences are limited by the observational nature of these data, treatment outcomes were significantly better with use of linezolid, later generation fluoroquinolones, bedaquiline, clofazimine, and carbapenems for treatment of multidrug-resistant tuberculosis. These findings emphasise the need for trials to ascertain the optimal combination and duration of these drugs for treatment of this condition. FUNDING: American Thoracic Society, Canadian Institutes of Health Research, US Centers for Disease Control and Prevention, European Respiratory Society, Infectious Diseases Society of America.",
  "authors": [
    {
      "affiliations": []
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Nafees",
      "initials": "N",
      "name": "Nafees Ahmad",
      "affiliations": [
        "Faculty of Pharmacy and Health Sciences, University of Baluchistan, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Ahuja",
      "fore_name": "Shama D",
      "initials": "SD",
      "name": "Shama D Ahuja",
      "affiliations": [
        "Bureau of Tuberculosis Control, New York City Department of Health and Mental Hygiene, NY, USA."
      ]
    },
    {
      "last_name": "Akkerman",
      "fore_name": "Onno W",
      "initials": "OW",
      "name": "Onno W Akkerman",
      "affiliations": [
        "Department of Pulmonary Diseases and Tuberculosis, University of Groningen, University Medical Centre Groningen, Groningen, Netherlands; Tuberculosis Centre Beatrixoord, University of Groningen, University Medical Centre Groningen, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Alffenaar",
      "fore_name": "Jan-Willem C",
      "initials": "JC",
      "name": "Jan-Willem C Alffenaar",
      "affiliations": [
        "Department of Clinical Pharmacy and Pharmacology, University of Groningen, University Medical Centre Groningen, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura F",
      "initials": "LF",
      "name": "Laura F Anderson",
      "affiliations": [
        "Global Tuberculosis Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Baghaei",
      "fore_name": "Parvaneh",
      "initials": "P",
      "name": "Parvaneh Baghaei",
      "affiliations": [
        "Clinical Tuberculosis and Epidemiology Research Center, NRITLD, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Bang",
      "fore_name": "Didi",
      "initials": "D",
      "name": "Didi Bang",
      "affiliations": [
        "Statens Serum Institut, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Barry",
      "fore_name": "Pennan M",
      "initials": "PM",
      "name": "Pennan M Barry",
      "affiliations": [
        "Tuberculosis Control Branch, Division of Communicable Disease Control, Center for Infectious Diseases, California Department of Public Health, CA, USA."
      ]
    },
    {
      "last_name": "Bastos",
      "fore_name": "Mayara L",
      "initials": "ML",
      "name": "Mayara L Bastos",
      "affiliations": [
        "Social Medicine Institute, Epidemiology Department, State University of Rio de Janeiro, Rio de Janeiro, Brazil."
      ]
    },
    {
      "last_name": "Behera",
      "fore_name": "Digamber",
      "initials": "D",
      "name": "Digamber Behera",
      "affiliations": [
        "Department of Pulmonary Medicine, World Health Organization Collaborating Centre for Research & Capacity Building in Chronic Respiratory Diseases, Chandigarh, India; Postgraduate Institute of Medical Education & Research, Chandigarh, India."
      ]
    },
    {
      "last_name": "Benedetti",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Benedetti",
      "affiliations": [
        "Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Bisson",
      "fore_name": "Gregory P",
      "initials": "GP",
      "name": "Gregory P Bisson",
      "affiliations": [
        "University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Boeree",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Boeree",
      "affiliations": [
        "Department of Pulmonary Diseases, Radboud University Medicale Centre Nijmegen and Dekkerswald Radboudumc Groesbeek, Netherlands."
      ]
    },
    {
      "last_name": "Bonnet",
      "fore_name": "Maryline",
      "initials": "M",
      "name": "Maryline Bonnet",
      "affiliations": [
        "Epicentre MSF, Paris, France; Institut de Recherche pour le Développement UM233, INSERM U1175, Université de Montpellier, Montpellier, France."
      ]
    },
    {
      "last_name": "Brode",
      "fore_name": "Sarah K",
      "initials": "SK",
      "name": "Sarah K Brode",
      "affiliations": [
        "Department of Medicine, Division of Respirology, University of Toronto, West Park Healthcare Centre, University Health Network, and Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brust",
      "fore_name": "James C M",
      "initials": "JCM",
      "name": "James C M Brust",
      "affiliations": [
        "Division of General Internal Medicine and Division of Infectious Diseases, Montefiore Medical Center, Albert Einstein College of Medicine, New York, NY, USA."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Cai",
      "affiliations": [
        "Tuberculosis Research Section, Laboratory of Clinical Immunology and Microbiology, National Institute of Allergy and Infectious Diseases, US National Institutes of Health, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Caumes",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Caumes",
      "affiliations": [
        "AP-HP, Service des Maladies Infectieuses et Tropicales, Hôpitaux Universitaires Pitié Salpêtrière-Charles Foix, Paris, France."
      ]
    },
    {
      "last_name": "Cegielski",
      "fore_name": "J Peter",
      "initials": "JP",
      "name": "J Peter Cegielski",
      "affiliations": [
        "Division of Global HIV and TB, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Centis",
      "fore_name": "Rosella",
      "initials": "R",
      "name": "Rosella Centis",
      "affiliations": [
        "World Health Organization Collaborating Centre for Tuberculosis and Lung Diseases, Maugeri Care and Research Institute, Tradate, Italy."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Pei-Chun",
      "initials": "PC",
      "name": "Pei-Chun Chan",
      "affiliations": [
        "Division of Chronic Infectious Diseases, Taiwan Centers for Disease Control, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Edward D",
      "initials": "ED",
      "name": "Edward D Chan",
      "affiliations": [
        "Department of Medicine, University of Colorado Denver, Aurora, CO, USA; Department of Medicine, National Jewish Health, Denver, CO, USA; VA Medical Center, Denver, CO, USA."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Kwok-Chiu",
      "initials": "KC",
      "name": "Kwok-Chiu Chang",
      "affiliations": [
        "Department of Health, Tuberculosis and Chest Service, Centre for Health Protection, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Macarthur",
      "initials": "M",
      "name": "Macarthur Charles",
      "affiliations": [
        "Centers for Disease Control and Prevention, Haiti Country Office, Port-au-Prince, Haiti."
      ]
    },
    {
      "last_name": "Cirule",
      "fore_name": "Andra",
      "initials": "A",
      "name": "Andra Cirule",
      "affiliations": [
        "Centre of TB and Lung Diseases, Riga East University Hospital, Riga, Latvia."
      ]
    },
    {
      "last_name": "Dalcolmo",
      "fore_name": "Margareth Pretti",
      "initials": "MP",
      "name": "Margareth Pretti Dalcolmo",
      "affiliations": [
        "Centro de Referência Helio Fraga, Fiocruz, Brazil."
      ]
    },
    {
      "last_name": "D'Ambrosio",
      "fore_name": "Lia",
      "initials": "L",
      "name": "Lia D'Ambrosio",
      "affiliations": [
        "World Health Organization Collaborating Centre for Tuberculosis and Lung Diseases, Maugeri Care and Research Institute, Tradate, Italy; Public Health Consulting Group, Lugano, Switzerland."
      ]
    },
    {
      "last_name": "de Vries",
      "fore_name": "Gerard",
      "initials": "G",
      "name": "Gerard de Vries",
      "affiliations": [
        "Centre for Infectious Disease Control, National Institute for Public Health and the Environment (RIVM), Bilthoven, Netherlands; KNCV Tuberculosis Foundation, The Hague, Netherlands."
      ]
    },
    {
      "last_name": "Dheda",
      "fore_name": "Keertan",
      "initials": "K",
      "name": "Keertan Dheda",
      "affiliations": [
        "Centre for Lung Infection and Immunity, Department of Medicine & UCT Lung Institute, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Esmail",
      "fore_name": "Aliasgar",
      "initials": "A",
      "name": "Aliasgar Esmail",
      "affiliations": [
        "Centre for Lung Infection and Immunity, Department of Medicine & UCT Lung Institute, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Flood",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Flood",
      "affiliations": [
        "Tuberculosis Control Branch, Division of Communicable Disease Control, Center for Infectious Diseases, California Department of Public Health, CA, USA."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Fox",
      "affiliations": [
        "Sydney Medical School, University of Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Fréchet-Jachym",
      "fore_name": "Mathilde",
      "initials": "M",
      "name": "Mathilde Fréchet-Jachym",
      "affiliations": [
        "Sanatorium, Centre Hospitalier de Bligny, Briis-sous-Forges, France."
      ]
    },
    {
      "last_name": "Fregona",
      "fore_name": "Geisa",
      "initials": "G",
      "name": "Geisa Fregona",
      "affiliations": [
        "University Federal of Espirito Santo, Vitória, Brazil."
      ]
    },
    {
      "last_name": "Gayoso",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Gayoso",
      "affiliations": [
        "Centro de Referência Helio Fraga, Fiocruz, Brazil."
      ]
    },
    {
      "last_name": "Gegia",
      "fore_name": "Medea",
      "initials": "M",
      "name": "Medea Gegia",
      "affiliations": [
        "Global Tuberculosis Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Gler",
      "fore_name": "Maria Tarcela",
      "initials": "MT",
      "name": "Maria Tarcela Gler",
      "affiliations": [
        "Tropical Disease Foundation, Manila, Philippines."
      ]
    },
    {
      "last_name": "Gu",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Gu",
      "affiliations": [
        "Department of Medicine, University of Colorado Denver, Aurora, CO, USA."
      ]
    },
    {
      "last_name": "Guglielmetti",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Guglielmetti",
      "affiliations": [
        "AP-HP, Laboratoire de Bactériologie-Hygiène, Centre National de Référence des Mycobactéries et de la Résistance des Mycobactéries aux Antituberculeux, Hôpitaux Universitaires Pitié Salpêtrière-Charles Foix, Paris, France; Sorbonne Université, Centre d'Immunologie et des Maladies Infectieuses (CIMI; INSERM U1135/UMRS CR7/CNRS ERL 8255), Bactériologie, Faculté de Médecine Sorbonne Université, Paris, France; Sanatorium, Centre Hospitalier de Bligny, Briis-sous-Forges, France."
      ]
    },
    {
      "last_name": "Holtz",
      "fore_name": "Timothy H",
      "initials": "TH",
      "name": "Timothy H Holtz",
      "affiliations": [
        "Division of Global HIV and TB, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Hughes",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Hughes",
      "affiliations": [
        "Médecins Sans Frontières, Khayelitsha, South Africa."
      ]
    },
    {
      "last_name": "Isaakidis",
      "fore_name": "Petros",
      "initials": "P",
      "name": "Petros Isaakidis",
      "affiliations": [
        "Médecins Sans Frontières, Mumbai, India."
      ]
    },
    {
      "last_name": "Jarlsberg",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Jarlsberg",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Kempker",
      "fore_name": "Russell R",
      "initials": "RR",
      "name": "Russell R Kempker",
      "affiliations": [
        "Emory University School of Medicine, Division of Infectious Diseases, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Keshavjee",
      "fore_name": "Salmaan",
      "initials": "S",
      "name": "Salmaan Keshavjee",
      "affiliations": [
        "Department of Global Health and Social Medicine, Harvard Medical School, Boston, MA, USA; Division of Global Health Equity, Brigham and Women's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Faiz Ahmad",
      "initials": "FA",
      "name": "Faiz Ahmad Khan",
      "affiliations": [
        "Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Kipiani",
      "fore_name": "Maia",
      "initials": "M",
      "name": "Maia Kipiani",
      "affiliations": [
        "National Center for Tuberculosis and Lung Diseases, Tbilisi, Georgia."
      ]
    },
    {
      "last_name": "Koenig",
      "fore_name": "Serena P",
      "initials": "SP",
      "name": "Serena P Koenig",
      "affiliations": [
        "Division of Global Health Equity, Brigham and Women's Hospital, Boston, MA, USA; Haitian Study Group for Kaposi's Sarcoma and Opportunistic Infections (GHESKIO), Port-au-Prince, Haiti."
      ]
    },
    {
      "last_name": "Koh",
      "fore_name": "Won-Jung",
      "initials": "WJ",
      "name": "Won-Jung Koh",
      "affiliations": [
        "Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Kritski",
      "fore_name": "Afranio",
      "initials": "A",
      "name": "Afranio Kritski",
      "affiliations": [
        "Academic Tuberculosis Program, School of Medicine, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil."
      ]
    },
    {
      "last_name": "Kuksa",
      "fore_name": "Liga",
      "initials": "L",
      "name": "Liga Kuksa",
      "affiliations": [
        "Department of MDR TB, Riga East University Hospital, Riga, Latvia."
      ]
    },
    {
      "last_name": "Kvasnovsky",
      "fore_name": "Charlotte L",
      "initials": "CL",
      "name": "Charlotte L Kvasnovsky",
      "affiliations": [
        "Division of Pediatric Surgery, Cohen Children's Medical Center, Hofstra Northwell School of Medicine, New Hyde Park, NY, USA."
      ]
    },
    {
      "last_name": "Kwak",
      "fore_name": "Nakwon",
      "initials": "N",
      "name": "Nakwon Kwak",
      "affiliations": [
        "Department of Internal Medicine, Division of Pulmonary and Critical Care Medicine, Seoul National University College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Lan",
      "fore_name": "Zhiyi",
      "initials": "Z",
      "name": "Zhiyi Lan",
      "affiliations": [
        "Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lange",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Lange",
      "affiliations": [
        "Division of Clinical Infectious Diseases, Research Center Borstel, Germany; German Center for Infection Research, Clinical Tuberculosis Unit, Borstel, Germany; International Health/Infectious Diseases, University of Luebeck, Luebeck, Germany; Department of Medicine, Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Laniado-Laborín",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Laniado-Laborín",
      "affiliations": [
        "Tuberculosis Clinic and Laboratory, Tijuana General Hospital, Tijuana, Mexico."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myungsun",
      "initials": "M",
      "name": "Myungsun Lee",
      "affiliations": [
        "Clinical Research Section, International Tuberculosis Research Centre, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Leimane",
      "fore_name": "Vaira",
      "initials": "V",
      "name": "Vaira Leimane",
      "affiliations": [
        "Centre of TB and Lung Diseases, Riga East University Hospital, Riga, Latvia."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Chi-Chiu",
      "initials": "CC",
      "name": "Chi-Chiu Leung",
      "affiliations": [
        "Department of Health, Tuberculosis and Chest Service, Centre for Health Protection, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Eric Chung-Ching",
      "initials": "EC",
      "name": "Eric Chung-Ching Leung",
      "affiliations": [
        "Department of Health, Tuberculosis and Chest Service, Centre for Health Protection, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Pei Zhi",
      "initials": "PZ",
      "name": "Pei Zhi Li",
      "affiliations": [
        "Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lowenthal",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Lowenthal",
      "affiliations": [
        "Tuberculosis Control Branch, Division of Communicable Disease Control, Center for Infectious Diseases, California Department of Public Health, CA, USA."
      ]
    },
    {
      "last_name": "Maciel",
      "fore_name": "Ethel L",
      "initials": "EL",
      "name": "Ethel L Maciel",
      "affiliations": [
        "University Federal of Espirito Santo, Vitória, Brazil."
      ]
    },
    {
      "last_name": "Marks",
      "fore_name": "Suzanne M",
      "initials": "SM",
      "name": "Suzanne M Marks",
      "affiliations": [
        "Division of Tuberculosis Elimination, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Mase",
      "fore_name": "Sundari",
      "initials": "S",
      "name": "Sundari Mase",
      "affiliations": [
        "Division of Tuberculosis Elimination, Centers for Disease Control and Prevention, Atlanta, GA, USA; Regional WHO Office, New Delhi, India."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Migliori",
      "fore_name": "Giovanni B",
      "initials": "GB",
      "name": "Giovanni B Migliori",
      "affiliations": [
        "World Health Organization Collaborating Centre for Tuberculosis and Lung Diseases, Maugeri Care and Research Institute, Tradate, Italy."
      ]
    },
    {
      "last_name": "Milanov",
      "fore_name": "Vladimir",
      "initials": "V",
      "name": "Vladimir Milanov",
      "affiliations": [
        "Medical Faculty, Medical University-Sofia, University Hospital for Respiratory Diseases \"St. Sofia\", Sofia, Bulgaria."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Ann C",
      "initials": "AC",
      "name": "Ann C Miller",
      "affiliations": [
        "Department of Global Health and Social Medicine, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Mitnick",
      "fore_name": "Carole D",
      "initials": "CD",
      "name": "Carole D Mitnick",
      "affiliations": [
        "Department of Global Health and Social Medicine, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Modongo",
      "fore_name": "Chawangwa",
      "initials": "C",
      "name": "Chawangwa Modongo",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Mohr",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Mohr",
      "affiliations": [
        "Médecins Sans Frontières, Khayelitsha, South Africa."
      ]
    },
    {
      "last_name": "Monedero",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Monedero",
      "affiliations": [
        "TB-HIV Department, International Union against Tuberculosis and Lung Diseases, Paris, France."
      ]
    },
    {
      "last_name": "Nahid",
      "fore_name": "Payam",
      "initials": "P",
      "name": "Payam Nahid",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Ndjeka",
      "fore_name": "Norbert",
      "initials": "N",
      "name": "Norbert Ndjeka",
      "affiliations": [
        "National TB Programme, South African National Department of Health, Pretoria, South Africa."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Max R",
      "initials": "MR",
      "name": "Max R O'Donnell",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Columbia University Medical Center, New York, NY, USA; Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Padayatchi",
      "fore_name": "Nesri",
      "initials": "N",
      "name": "Nesri Padayatchi",
      "affiliations": [
        "CAPRISA, MRC TB-HIV Treatment and Pathogenesis Research Unit, Durban, South Africa."
      ]
    },
    {
      "last_name": "Palmero",
      "fore_name": "Domingo",
      "initials": "D",
      "name": "Domingo Palmero",
      "affiliations": [
        "Pulmonology Division, Municipal Hospital F J Munĩz, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Pape",
      "fore_name": "Jean William",
      "initials": "JW",
      "name": "Jean William Pape",
      "affiliations": [
        "Haitian Study Group for Kaposi's Sarcoma and Opportunistic Infections (GHESKIO), Port-au-Prince, Haiti; Center for Global Health, Department of Medicine, Weill Cornell Medical College, New York, NY, USA."
      ]
    },
    {
      "last_name": "Podewils",
      "fore_name": "Laura J",
      "initials": "LJ",
      "name": "Laura J Podewils",
      "affiliations": [
        "Division of Global HIV and TB, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Reynolds",
      "affiliations": [
        "Department of Medicine, University of Colorado Denver, Aurora, CO, USA."
      ]
    },
    {
      "last_name": "Riekstina",
      "fore_name": "Vija",
      "initials": "V",
      "name": "Vija Riekstina",
      "affiliations": [
        "Centre of TB and Lung Diseases, Riga East University Hospital, Riga, Latvia."
      ]
    },
    {
      "last_name": "Robert",
      "fore_name": "Jérôme",
      "initials": "J",
      "name": "Jérôme Robert",
      "affiliations": [
        "AP-HP, Laboratoire de Bactériologie-Hygiène, Centre National de Référence des Mycobactéries et de la Résistance des Mycobactéries aux Antituberculeux, Hôpitaux Universitaires Pitié Salpêtrière-Charles Foix, Paris, France; Sorbonne Université, Centre d'Immunologie et des Maladies Infectieuses (CIMI; INSERM U1135/UMRS CR7/CNRS ERL 8255), Bactériologie, Faculté de Médecine Sorbonne Université, Paris, France."
      ]
    },
    {
      "last_name": "Rodriguez",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Rodriguez",
      "affiliations": [
        "National Tuberculosis Control Program, Dominican Republic."
      ]
    },
    {
      "last_name": "Seaworth",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Seaworth",
      "affiliations": [
        "Heartland National TB Center, University of Texas Health Science Center at Tyler, Tyler, TX, USA."
      ]
    },
    {
      "last_name": "Seung",
      "fore_name": "Kwonjune J",
      "initials": "KJ",
      "name": "Kwonjune J Seung",
      "affiliations": [
        "Partners In Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Schnippel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Schnippel",
      "affiliations": [
        "Faculty of Health Sciences, School of Public Health and Family Medicine, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Shim",
      "fore_name": "Tae Sun",
      "initials": "TS",
      "name": "Tae Sun Shim",
      "affiliations": [
        "Department of Pulmonary and Critical Care Medicine, University of Ulsan College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Singla",
      "fore_name": "Rupak",
      "initials": "R",
      "name": "Rupak Singla",
      "affiliations": [
        "National Institute of Tuberculosis & Respiratory Diseases, New Delhi, India."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Smith",
      "affiliations": [
        "Division of Global HIV and TB, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Sotgiu",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Sotgiu",
      "affiliations": [
        "Department of Medical, Surgical and Experimental Sciences, Clinical Epidemiology and Medical Statistics Unit, University of Sassari, Sassari, Italy."
      ]
    },
    {
      "last_name": "Sukhbaatar",
      "fore_name": "Ganzaya",
      "initials": "G",
      "name": "Ganzaya Sukhbaatar",
      "affiliations": [
        "Ministry of Health of Mongolia, Mongolia."
      ]
    },
    {
      "last_name": "Tabarsi",
      "fore_name": "Payam",
      "initials": "P",
      "name": "Payam Tabarsi",
      "affiliations": [
        "Clinical Tuberculosis and Epidemiology Research Center, NRITLD, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Tiberi",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Tiberi",
      "affiliations": [
        "Royal London Hospital, Barts Health NHS Trust, London, UK; Blizard Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, UK."
      ]
    },
    {
      "last_name": "Trajman",
      "fore_name": "Anete",
      "initials": "A",
      "name": "Anete Trajman",
      "affiliations": [
        "Social Medicine Institute, Epidemiology Department, State University of Rio de Janeiro, Rio de Janeiro, Brazil; Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada; Academic Tuberculosis Program, School of Medicine, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil."
      ]
    },
    {
      "last_name": "Trieu",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Trieu",
      "affiliations": [
        "Bureau of Tuberculosis Control, New York City Department of Health and Mental Hygiene, NY, USA."
      ]
    },
    {
      "last_name": "Udwadia",
      "fore_name": "Zarir F",
      "initials": "ZF",
      "name": "Zarir F Udwadia",
      "affiliations": [
        "Hinduja Hospital & Research Center, Mumbai, India."
      ]
    },
    {
      "last_name": "van der Werf",
      "fore_name": "Tjip S",
      "initials": "TS",
      "name": "Tjip S van der Werf",
      "affiliations": [
        "Department of Pulmonary Diseases and Tuberculosis, University of Groningen, University Medical Centre Groningen, Groningen, Netherlands; Department of Internal Medicine/Infectious Diseases, University of Groningen, University Medical Centre Groningen, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Veziris",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Veziris",
      "affiliations": [
        "AP-HP, Laboratoire de Bactériologie-Hygiène, Centre National de Référence des Mycobactéries et de la Résistance des Mycobactéries aux Antituberculeux, Hôpitaux Universitaires Pitié Salpêtrière-Charles Foix, Paris, France; Sorbonne Université, Centre d'Immunologie et des Maladies Infectieuses (CIMI; INSERM U1135/UMRS CR7/CNRS ERL 8255), Bactériologie, Faculté de Médecine Sorbonne Université, Paris, France."
      ]
    },
    {
      "last_name": "Viiklepp",
      "fore_name": "Piret",
      "initials": "P",
      "name": "Piret Viiklepp",
      "affiliations": [
        "Estonian Tuberculosis Registry, National Institute for Health Development, Tallinn, Estonia."
      ]
    },
    {
      "last_name": "Vilbrun",
      "fore_name": "Stalz Charles",
      "initials": "SC",
      "name": "Stalz Charles Vilbrun",
      "affiliations": [
        "Haitian Study Group for Kaposi's Sarcoma and Opportunistic Infections (GHESKIO), Port-au-Prince, Haiti."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Walsh",
      "affiliations": [
        "Haitian Study Group for Kaposi's Sarcoma and Opportunistic Infections (GHESKIO), Port-au-Prince, Haiti."
      ]
    },
    {
      "last_name": "Westenhouse",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Westenhouse",
      "affiliations": [
        "Tuberculosis Control Branch, Division of Communicable Disease Control, Center for Infectious Diseases, California Department of Public Health, CA, USA."
      ]
    },
    {
      "last_name": "Yew",
      "fore_name": "Wing-Wai",
      "initials": "WW",
      "name": "Wing-Wai Yew",
      "affiliations": [
        "Stanley Ho Centre for Emerging Infectious Diseases, The Chinese University of Hong Kong, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Yim",
      "fore_name": "Jae-Joon",
      "initials": "JJ",
      "name": "Jae-Joon Yim",
      "affiliations": [
        "Department of Internal Medicine, Division of Pulmonary and Critical Care Medicine, Seoul National University College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Zetola",
      "fore_name": "Nicola M",
      "initials": "NM",
      "name": "Nicola M Zetola",
      "affiliations": [
        "Botswana-UPenn Partnership, Gaborone, Botswana."
      ]
    },
    {
      "last_name": "Zignol",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Zignol",
      "affiliations": [
        "Global Tuberculosis Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Menzies",
      "fore_name": "Dick",
      "initials": "D",
      "name": "Dick Menzies",
      "affiliations": [
        "Montreal Chest Institute, McGill University Health Center Research Institute, McGill University, Montreal, QC, Canada. Electronic address: dick.menzies@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "392",
    "issue": "10150",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "start_page": "821",
  "end_page": "834",
  "pages": "821-834",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Amikacin",
    "Antitubercular Agents",
    "Capreomycin",
    "Carbapenems",
    "Clofazimine",
    "Diarylquinolines",
    "Drug Therapy, Combination",
    "Fluoroquinolones",
    "Humans",
    "Kanamycin",
    "Levofloxacin",
    "Linezolid",
    "Moxifloxacin",
    "Recurrence",
    "Treatment Failure",
    "Tuberculosis, Multidrug-Resistant",
    "Tuberculosis, Pulmonary"
  ],
  "article_ids": {
    "pubmed": "30215381",
    "mid": "NIHMS992989",
    "pmc": "PMC6463280",
    "doi": "10.1016/S0140-6736(18)31644-1",
    "pii": "S0140-6736(18)31644-1"
  },
  "doi": "10.1016/S0140-6736(18)31644-1",
  "pmc_id": "PMC6463280",
  "dates": {
    "completed": "2018-10-22",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Antitubercular Agents",
    "Carbapenems",
    "Diarylquinolines",
    "Fluoroquinolones",
    "Capreomycin",
    "Kanamycin",
    "Levofloxacin",
    "bedaquiline",
    "Amikacin",
    "Clofazimine",
    "Linezolid",
    "Moxifloxacin"
  ],
  "grants": [
    {
      "grant_id": "D43 TW007124",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 AI098479",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.519977",
    "pmid": "30215381"
  }
}