{
  "pmid": "30210518",
  "uid": "30210518",
  "title": "Effect of Soil Moisture Regimes on Growth and Seed Production of Two Australian Biotypes of Sisymbrium thellungii O. E. Schulz.",
  "abstract": "Sisymbrium thellungii O. E. Schulz is an emerging problematic weed in the northern grain region of Australia. Several different biotypes exist in this region but not all biotypes exhibit the same growth and reproduction behavior. This might be due to local adaptation to the different agro-ecosystems, however, information on this aspect is limited. To determine whether adaptation to water stress was a factor in biotype demographic growth and reproduction behavior, we evaluated the physiological and biochemical responses of two Australian S. thellungii biotypes, selected from high (Dalby) and medium (St. George) rainfall areas, to different pot soil moisture levels corresponding to 100, 75, 50, and 25% of soil water holding capacity (WHC). Averaged across moisture levels, the St. George biotype (medium rainfall area) had 89% greater biomass and produced 321% more seeds than the Dalby biotype. The St. George biotype was less affected by increased levels of water stress than the Dalby biotype. The Dalby biotype produced 4,787 seeds plant[-1] at 100% WHC and only 28 seeds plant[-1] at 25% WHC. On the other hand, the St. George biotype produced 4,061 seeds plant[-1] at 25% WHC and its seed production at 100% WHC was 9,834 seeds plant[-1]. On a per leaf area basis and averaged across all moisture levels, the St. George had significantly lower net carbon assimilation compared with the Dalby biotype, accompanied by a trend for lower stomatal conductance, which might indicate an adaptation to water stress. Across the moisture levels, the St. George biotype had higher phenolics and total soluble sugar, but free proline content was higher in the Dalby biotype compared with the St. George biotype. Like total soluble sugar, proline content increased with water stress in both biotypes, but it increased to a greater extent in the Dalby biotype, particularly at the 25% of WHC. Branching, flowering and maturity occurred earlier in the St. George biotype compared with the Dalby biotype, indicating relatively faster growth of the St. George biotype, which again seems to be an adaptation to water-limited environments. In conclusion, the St. George biotype of S. thellungii had higher reproductive capacity than the Dalby biotype across all the moisture regimes, which suggests greater invasiveness. Overall, the large size and rapid growth of the S. thellungii population from the medium rainfall area, together with its physiological response to water stress and its ability to maintain seed production in dry conditions, may enable this biotype to become widespread in Australia.",
  "authors": [
    {
      "last_name": "Mahajan",
      "fore_name": "Gulshan",
      "initials": "G",
      "name": "Gulshan Mahajan",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation, The University of Queensland, Gatton, QLD, Australia.",
        "Department of Agronomy, Punjab Agricultural University, Ludhiana, India."
      ]
    },
    {
      "last_name": "George-Jaeggli",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara George-Jaeggli",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation, The University of Queensland, Warwick, QLD, Australia.",
        "Agri-Science Queensland, Department of Agriculture and Fisheries, Warwick, QLD, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Sydney Institute of Agriculture, School of Life and Environmental Sciences, The University of Sydney, Narrabri, NSW, Australia."
      ]
    },
    {
      "last_name": "Chauhan",
      "fore_name": "Bhagirath S",
      "initials": "BS",
      "name": "Bhagirath S Chauhan",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation, The University of Queensland, Gatton, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "1241",
  "pages": "1241",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30210518",
    "pmc": "PMC6121029",
    "doi": "10.3389/fpls.2018.01241"
  },
  "doi": "10.3389/fpls.2018.01241",
  "pmc_id": "PMC6121029",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.929224",
    "pmid": "30210518"
  }
}