{
  "pmid": "30210535",
  "uid": "30210535",
  "title": "Safety of Propofol versus Nonpropofol-Based Sedation in Children Undergoing Gastrointestinal Endoscopy: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: The majority of children who undergo gastrointestinal (GI) endoscopy require anesthesia or procedural sedation for comfort, cooperation, and procedure efficiency. The safety profile of propofol is not well established in children but has been studied in the literature. OBJECTIVE: The aim of this study is to evaluate and compare the safety of propofol-only sedation for GI endoscopy procedures to other anesthetic regimes in the pediatric population. METHODS: A search was conducted in the MEDLINE, Embase, and Cochrane Library databases. Randomized clinical trials and prospective cohorts were included in the study. RESULTS: No significant difference was noted in total complications between the two cohorts with a pooled OR of 1.31 (95% CI: 0.57-3.04, chi[2] = 0.053, I[2] = 54.31%). The pooled rate of complications in the studies was 23.4% for those receiving propofol only and 18.2% for those receiving other anesthetic regimens. Sensitivity analysis was performed removing a study with a very different control comparison compared to the rest of the studies included. Once excluded, there was minimal heterogeneity in the remaining studies and a significant difference in overall complications was detected, with more complications seen in the propofol-only group compared to the other anesthetic groups (OR 1.87, 95% CI 1.09-3.20). CONCLUSION: Significantly higher incidence of cardiorespiratory complications was noted in the propofol-only versus other anesthetic regimens in pediatric patients undergoing GI endoscopy in this meta-analysis. However, the overall quality of the evidence is very low. HOW TO APPLY THIS KNOWLEDGE FOR ROUTINE CLINICAL PRACTICE: Clinicians providing sedation to a pediatric population for GI endoscopy should consider there may be increased risks when using a propofol-only regimen, but further study is needed.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    },
    {
      "last_name": "Masood",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Masood",
      "affiliations": [
        "Harvard TH Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Shojaee",
      "fore_name": "Samira",
      "initials": "S",
      "name": "Samira Shojaee",
      "affiliations": [
        "Department of Medicine (Division of Pulmonary and Critical Care Medicine), Virginia Commonwealth University, Richmond, VA, USA."
      ]
    },
    {
      "last_name": "McGuinness",
      "fore_name": "Brandon",
      "initials": "B",
      "name": "Brandon McGuinness",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sabeti",
      "fore_name": "Saama",
      "initials": "S",
      "name": "Saama Sabeti",
      "affiliations": [
        "Harvard TH Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Buchan",
      "fore_name": "Arianne",
      "initials": "A",
      "name": "Arianne Buchan",
      "affiliations": [
        "Department of Medicine, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology research and practice",
    "iso_abbreviation": "Gastroenterol Res Pract",
    "issn": "1687-6121",
    "issn_type": "Print",
    "volume": "2018",
    "pub_year": "2018"
  },
  "start_page": "6501215",
  "pages": "6501215",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30210535",
    "pmc": "PMC6126059",
    "doi": "10.1155/2018/6501215"
  },
  "doi": "10.1155/2018/6501215",
  "pmc_id": "PMC6126059",
  "dates": {
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.148726",
    "pmid": "30210535"
  }
}