{
  "pmid": "30228082",
  "uid": "30228082",
  "title": "The effect of omentectomy added to bariatric surgery on metabolic outcomes: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Excess visceral adipose tissue has been identified as an important risk factor for obesity-related co-morbidities. Conflicting information exists on whether omentectomy added to bariatric surgery is beneficial to metabolic variables. OBJECTIVE: To evaluate the impact of omentectomy added to bariatric surgery on metabolic outcomes SETTING: University Hospital, Canada. METHODS: MEDLINE, EMBASE, and PubMed were searched up to May 2018. Studies were eligible for inclusion if they were randomized controlled trials comparing omentectomy added to bariatric surgery with bariatric surgery alone. Primary outcome measures were absolute change in metabolic variables (body mass index, insulin, glucose, cholesterol, lipoproteins, and triglycerides); secondary outcomes were changes in adipocytokines. Pooled mean differences (mean deviation; MD) were calculated using random effects meta-analyses, and heterogeneity was quantified using the I[2] statistic. RESULTS: Ten trials involving a total of 366 patients met the inclusion criteria with a median follow-up time of 1 year after surgery. Adding omentectomy to bariatric surgery demonstrated a minimal but statistically significant decrease in body mass index compared with bariatric surgery alone (MD 1.29, 95% confidence interval .35-2.23, P = .007, I[2] = 0%, 10 trials). Conversely, patients who underwent bariatric surgery alone had significant increases in high-density lipoprotein (MD -2.12, 95% confidence interval -4.13 to -.11, P = .04, I[2] = 0%, 6 trials). Other metabolic outcomes and adipocytokines showed no significant difference between procedures. CONCLUSION: The addition of omentectomy to bariatric surgery results in minimal reduction of body mass index. Considering no overall improvement in metabolic outcomes and the time and effort required, the therapeutic use of omentectomy added to bariatric surgery is not warranted.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pędziwiatr",
      "fore_name": "Michał",
      "initials": "M",
      "name": "Michał Pędziwiatr",
      "affiliations": [
        "2nd Department of General Surgery, Jagiellonian University, Krakow, Poland; Centre for Research, Training and Innovation in Surgery (CERTAIN Surgery), Krakow, Poland."
      ]
    },
    {
      "last_name": "Major",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Major",
      "affiliations": [
        "2nd Department of General Surgery, Jagiellonian University, Krakow, Poland; Centre for Research, Training and Innovation in Surgery (CERTAIN Surgery), Krakow, Poland."
      ]
    },
    {
      "last_name": "Brar",
      "fore_name": "Karanbir",
      "initials": "K",
      "name": "Karanbir Brar",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "1766",
  "end_page": "1782",
  "pages": "1766-1782",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bariatric Surgery",
    "Humans",
    "Intra-Abdominal Fat",
    "Obesity",
    "Omentum",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30228082",
    "doi": "10.1016/j.soard.2018.08.003",
    "pii": "S1550-7289(18)30346-0"
  },
  "doi": "10.1016/j.soard.2018.08.003",
  "dates": {
    "completed": "2019-04-04",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.715576",
    "pmid": "30228082"
  }
}