{
  "pmid": "30222598",
  "uid": "30222598",
  "title": "US FDA Breast Implant Postapproval Studies: Long-term Outcomes in 99,993 Patients.",
  "abstract": "OBJECTIVE: To analyze the long-term safety and efficacy outcomes of patients with breast implants. SUMMARY BACKGROUND DATA: Research is ongoing regarding the safety of silicone breast implants. Despite the number of patients with breast implants followed by United States Food and Drug Administration large postapproval studies (LPAS), this database has not been thoroughly analyzed or reported. METHODS: This is a multicentered, cohort study. LPAS prospectively monitor long-term implant-related outcomes and systemic harms for silicone/saline implants from 2 manufacturers (Allergan and Mentor) placed for primary/revision augmentation/reconstruction. Systemic harms, self-harm, and reproductive outcomes are compared with normative data. Implant-related complications are analyzed by implant composition and operative indication in the short and long terms. RESULTS: LPAS data includes 99,993 patients, 56% of implants were silicone for primary augmentation. Long-term magnetic resonance imaging surveillance is under 5%. Compared with normative data, silicone implants are associated with higher rates of Sjogren syndrome (Standardized incidence ratio [SIR]8.14), scleroderma (SIR 7.00), rheumatoid arthritis (SIR5.96), stillbirth (SIR4.50), and melanoma (SIR3.71). One case of BI-ALCL is reported. There is no association with suicide. In the short term, rupture is higher for saline (2.5% vs. 0.5%, P < 0.001), and capsular contracture higher for silicone (5.0% vs. 2.8%, P < 0.001). At 7 years, reoperation rate is 11.7% for primary augmentation, and 25% for primary/revision reconstruction. Capsular contracture (III/IV) occurs in 7.2% of primary augmentations, 12.7% primary reconstructions, and is the most common reason for reoperation among augmentations. CONCLUSIONS: This is the largest study of breast implant outcomes. Silicone implants are associated with an increased risk of certain rare harms; associations need to be further analyzed with patient-level data to provide conclusive evidence. Long-term safety and implant-related outcomes should inform patient and surgeon decision-making when selecting implants.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Department of Plastic Surgery, MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Selber",
      "fore_name": "Jesse C",
      "initials": "JC",
      "name": "Jesse C Selber",
      "affiliations": []
    },
    {
      "last_name": "Offodile",
      "fore_name": "Anaeze C",
      "initials": "AC",
      "name": "Anaeze C Offodile",
      "affiliations": []
    },
    {
      "last_name": "Butler",
      "fore_name": "Charles E",
      "initials": "CE",
      "name": "Charles E Butler",
      "affiliations": []
    },
    {
      "last_name": "Clemens",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Clemens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "269",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "30",
  "end_page": "36",
  "pages": "30-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Breast Implantation",
    "Breast Implants",
    "Device Approval",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Prospective Studies",
    "Prosthesis Design",
    "Silicone Gels",
    "United States",
    "United States Food and Drug Administration",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30222598",
    "doi": "10.1097/SLA.0000000000002990"
  },
  "doi": "10.1097/SLA.0000000000002990",
  "dates": {
    "completed": "2019-10-17",
    "revised": "2019-10-17"
  },
  "chemicals": [
    "Silicone Gels"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:41.197223",
    "pmid": "30222598"
  }
}