{
  "pmid": "30220519",
  "uid": "30220519",
  "title": "Evaluation of Obstetrics & Gynecology Ultrasound Curriculum and Self-Reported Competency of Final-Year Canadian Residents.",
  "abstract": "OBJECTIVE: Ultrasonography in obstetrics and gynaecology (OB/GYN) is a vital component of patient assessment, diagnosis, and management. Standards for Canadian obstetrician-gynecologists' ultrasound skills are limited and vague. The primary objective was to audit the current curriculum administered to Canadian OB/GYN residents. The secondary objective was to understand self-perceived competency of final-year residents in performing OB/GYN ultrasound. We also sought to identify perceived barriers to incorporation of ultrasound into practice. METHODS: A cross-sectional questionnaire, distributed to two cohorts of final-year Canadian OB/GYN residents, asked about ultrasound training they received and their perceived competency with respect to specific ultrasound skills. Respondents also answered questions on possible perceived obstacles to independently using ultrasound after graduation. RESULTS: All Canadian residency programs were represented among the 81 respondents out of the possible 167 participants (49%). Ultrasound training varied in its delivery and quantity. The majority of training time was dedicated to obstetrics, with minimal focus on gynaecology. Self-reported competency for obstetric ultrasound was high, whereas that for gynaecologic ultrasound was variable. The main barrier to incorporating ultrasound into future practice was lack of adequate training. CONCLUSIONS: Canadian OB/GYN programs lack standardisation of ultrasound training. The imbalance in training between OB/GYN ultrasound may influence the low levels of self-reported competency in gynaecologic skills in residents. Standardization of ultrasound education and increasing gynaecologic ultrasound training in residency are the necessary first steps in preparing OB/GYN graduates to use ultrasound.",
  "authors": [
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Toronto, ON. Electronic address: mathew.leonardi@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Luketic",
      "fore_name": "Lea",
      "initials": "L",
      "name": "Lea Luketic",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Sobel",
      "fore_name": "Mara L",
      "initials": "ML",
      "name": "Mara L Sobel",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Mount Sinai Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Toor",
      "fore_name": "Kabir",
      "initials": "K",
      "name": "Kabir Toor",
      "affiliations": [
        "School of Population and Public Health, Department of Medicine, University of British Columbia, Vancouver, BC."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Mount Sinai Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Murji",
      "fore_name": "Ally",
      "initials": "A",
      "name": "Ally Murji",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Mount Sinai Hospital, University of Toronto, Toronto, ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "1580",
  "end_page": "1585",
  "pages": "1580-1585",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Canada",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Curriculum",
    "Female",
    "Gynecology",
    "Humans",
    "Internship and Residency",
    "Obstetrics",
    "Self Report",
    "Surveys and Questionnaires",
    "Ultrasonography, Prenatal"
  ],
  "article_ids": {
    "pubmed": "30220519",
    "doi": "10.1016/j.jogc.2018.03.012",
    "pii": "S1701-2163(18)30123-3"
  },
  "doi": "10.1016/j.jogc.2018.03.012",
  "dates": {
    "completed": "2019-11-06",
    "revised": "2019-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.174620",
    "pmid": "30220519"
  }
}