{
  "pmid": "30229225",
  "uid": "30229225",
  "title": "Implant-Related Complications and Mortality After Use of Short or Long Gamma Nail for Intertrochanteric and Subtrochanteric Fractures: A Prospective Study with Minimum 13-Year Follow-up.",
  "abstract": "BACKGROUND: The purpose of this study was to evaluate the rates of implant-related complications and mortality after treatment of an intertrochanteric or subtrochanteric fracture with a short or long Gamma nail. METHODS: Between September 1998 and August 2003, 644 patients at 2 centers treated with a long or short Gamma nail for a hip fracture were prospectively enrolled in this study. These patients were followed until they reached 1 of the study end points, which included death, a reoperation directly related to the Gamma nail, or the end date of the study. RESULTS: The average age (and standard deviation) of the patients included in the study was 81.3 ± 8.6 years at the time of the operation, and 28.3% of the patients were male. The rate of implant-related complications was 9.9%. The most common complications included peri-implant fracture (4.2%), proximal lateral thigh discomfort requiring extraction of the implant (2.0%), and lag-screw cutout (1.1%). Interestingly, more than half (56%) of the 27 peri-implant fractures occurred >1.5 years after the index operation. The median time from the operation to death was 2.9 years (range, 0 to 17.1 years). The 30-day mortality rate after treatment was 9.5%. Patients with American Society of Anesthesiologists (ASA) class-3 or 4 physical status had a significantly higher risk of mortality than ASA class-1 patients. CONCLUSIONS: Gamma nails are effective in the treatment of intertrochanteric and subtrochanteric fractures. However, 9.8% of patients had complications requiring additional surgery. The most common serious complications include peri-implant fracture and lag-screw cutout. Several peri-implant fractures occurred long after the index procedure. Patients had a high rate of mortality (27%) after 1 year, and higher preoperative ASA class was found to be a predictor of increased risk of mortality. Therefore, clinicians must carefully consider patients' preoperative comorbidities when counselling patients on the risks of surgery. LEVEL OF EVIDENCE: Therapeutic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Solyom",
      "fore_name": "Janos",
      "initials": "J",
      "name": "Janos Solyom",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Department of Orthopaedic Surgery, Østfold Hospital Trust, Fredrikstad, Norway."
      ]
    },
    {
      "last_name": "Bjørgul",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Bjørgul",
      "affiliations": [
        "Department of Orthopaedic Surgery, Østfold Hospital Trust, Fredrikstad, Norway."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Östman",
      "fore_name": "Bengt",
      "initials": "B",
      "name": "Bengt Östman",
      "affiliations": [
        "Department of Orthopaedic Surgery, Østfold Hospital Trust, Fredrikstad, Norway."
      ]
    }
  ],
  "journal": {
    "title": "JB & JS open access",
    "iso_abbreviation": "JB JS Open Access",
    "issn": "2472-7245",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "28"
  },
  "start_page": "e0026",
  "pages": "e0026",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30229225",
    "pmc": "PMC6133094",
    "doi": "10.2106/JBJS.OA.17.00026",
    "pii": "JBJSOA-D-17-00026"
  },
  "doi": "10.2106/JBJS.OA.17.00026",
  "pmc_id": "PMC6133094",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.822359",
    "pmid": "30229225"
  }
}