{
  "pmid": "30233832",
  "uid": "30233832",
  "title": "Institutionalising an evidence-informed approach to guideline development: progress and challenges at the World Health Organization.",
  "abstract": "This study explored experiences, perceptions and views among World Health Organization (WHO) staff about the changes, progress and challenges brought by the guideline development reforms initiated in 2007. Thirty-five semistructured interviews were conducted with senior WHO staff. Sixteen of the interviewees had in-depth experience with WHO's formal guideline development process. Thematic analysis was conducted to identify key themes in the qualitative data, and these were interpreted in the context of the existing literature on WHO's guideline development processes. First, the reforms were seen to have transformed and improved the quality of WHO's guidelines. Second, independent evaluation and feedback by the Guidelines Review Committee (GRC) was described to have strengthened the legitimacy of WHO's recommendations. Third, WHO guideline development processes are not yet designed to systematically make use of all types of research evidence needed to inform decisions about health systems and public health interventions. For example, several interviewees expressed dissatisfaction with the insufficient attention paid to qualitative evidence and evidence from programme experience, and how the Grading of Recommendations Assessment, Development and Evaluation (GRADE) process evaluates the quality of evidence from non-randomised study designs, while others believed that GRADE was just not properly understood or applied. Fourth, some staff advocated for a more centralised quality assurance process covering all outputs from WHO's departments and scientific advisory committees, especially to eliminate strategic efforts aimed at bypassing the GRC's requirements. Overall, the 'culture change' senior WHO staff called for over 10 years ago appears to have gradually spread throughout the organisation. However, at least two major challenges remain: (1) ensuring that all issued advice benefits from independent evaluation, monitoring and feedback for quality and (2) designing guideline development processes to better acquire, assess, adapt and apply the full range of evidence that can inform recommendations on health systems and public health interventions.",
  "authors": [
    {
      "last_name": "Gopinathan",
      "fore_name": "Unni",
      "initials": "U",
      "name": "Unni Gopinathan",
      "affiliations": [
        "Department of Global Health, Division for Health Services, Norwegian Institute of Public Health, Oslo, Norway.",
        "Oslo Group on Global Health Policy, Department of Community Medicine and Global Health and Centre for Global Health, Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway.",
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-7145-1461"
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, and McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, Massachusetts, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "3",
    "issue": "5",
    "pub_year": "2018"
  },
  "start_page": "e000716",
  "pages": "e000716",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30233832",
    "pmc": "PMC6135442",
    "doi": "10.1136/bmjgh-2018-000716",
    "pii": "bmjgh-2018-000716"
  },
  "doi": "10.1136/bmjgh-2018-000716",
  "pmc_id": "PMC6135442",
  "dates": {
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.636330",
    "pmid": "30233832"
  }
}