{
  "pmid": "30233685",
  "uid": "30233685",
  "title": "Effects of tirofiban on stent thrombosis, Hs-CRP, IL-6 and sICAM-1 after PCI of acute myocardial infarction.",
  "abstract": "Effects of tirofiban on stent thrombosis, high-sensitivity C-reactive protein (Hs-CRP), interleukin-6 (IL-6) and soluble intercellular adhesion molecule-1 (sICAM-1) after percutaneous coronary intervention (PCI) of acute myocardial infarction (AMI) were investigated. A total of 94 AMI patients receiving PCI in Shouguang City People's Hospital from January 2016 to September 2016 were selected and randomly divided into control (n=47) and observation group (n=47). The control group was treated with aspirin + clopidogrel before and after operation, while the observation group was treated with tirofiban based on the treatment of control group. The postoperative stent thrombosis was compared between the two groups, and the serum Hs-CRP, IL-6 and sICAM-1 levels before operation and at 24 and 48 h after operation were also compared between two groups. Moreover, the incidence rates of adverse reactions in the groups were observed. Finally, patients were followed-up for 1 year to observe the total incidence rate of adverse cardiac events and life quality of patients in both groups. The thrombolysis in myocardial infarction flow grading in observation after treatment was significantly superior to that in control group (P<0.05). The levels of Hs-CRP, IL-6 and sICAM-1 in both groups at 24 and 48 h after operation were significantly decreased compared with those before operation, and they were decreased more obviously in observation group (P<0.05); there were no significant differences in the incidence rates of adverse reactions between the groups (P>0.05). Besides, the 1-year follow-up showed that the total incidence rate of adverse cardiac events in observation was significantly lower than that in control group, and the life quality scores were obviously higher than those in control group (P<0.05). The treatment of AMI patients undergoing PCI with tirofiban can effectively prevent stent thrombosis, and alleviate the inflammatory response of patients, it is safe and reliable with important clinical significance.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "The Second Department of Cardiology, Shouguang City People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Tingguo",
      "initials": "T",
      "name": "Tingguo Shao",
      "affiliations": [
        "Dongcheng Branch of Shouguang People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Yao",
      "affiliations": [
        "The Second Department of Cardiology, Shouguang City People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Hong",
      "initials": "H",
      "name": "Hong Yue",
      "affiliations": [
        "The Second Department of Cardiology, Shouguang City People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zhiyu",
      "initials": "Z",
      "name": "Zhiyu Zhang",
      "affiliations": [
        "Department of Orthopedics, Shouguang City People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    }
  ],
  "journal": {
    "title": "Experimental and therapeutic medicine",
    "iso_abbreviation": "Exp Ther Med",
    "issn": "1792-0981",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "3383",
  "end_page": "3388",
  "pages": "3383-3388",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30233685",
    "pmc": "PMC6143837",
    "doi": "10.3892/etm.2018.6589",
    "pii": "ETM-0-0-6589"
  },
  "doi": "10.3892/etm.2018.6589",
  "pmc_id": "PMC6143837",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.291049",
    "pmid": "30233685"
  }
}