{
  "pmid": "30242452",
  "uid": "30242452",
  "title": "Tunnel osteolysis post-ACL reconstruction: a systematic review examining select diagnostic modalities, treatment options and rehabilitation protocols.",
  "abstract": "PURPOSE: The purpose of this systematic review was to (1) identify the optimal diagnostic modality for tunnel widening in skeletally mature patients; (2) identify potentially modifiable risk factors for tunnel widening, such as graft type, and (3) determine what elements of a post-operative rehabilitation program exert the most influence on TW. METHODS: The electronic databases MEDLINE, EMBASE, PubMed, and Cochrane Library were searched from database inception to January 2018. Studies that discussed tunnel widening following anterior cruciate ligament reconstruction (ACLR) of skeletally mature patients and written in English were included. Descriptive statistics, such as means, ranges, and measures of variance (e.g. standard deviations, 95% confidence intervals (CI)) are presented where applicable. RESULTS: 103 studies (6,383 patients) were included. Plain radiographs were the most commonly used diagnostic modality, but radiographs on average required 10 months longer than CT and 2 months longer on average than MRI to diagnose tunnel widening after ACLR. Although CT was the least commonly used modality, it was the shortest time to diagnose tunnel widening at 9.5 months after ACLR. Bone-patellar tendon-bone (BPTB) allograft had the largest average tunnel widening overall. BPTB autograft had the lowest average tunnel widening overall. Double-bundle hamstring graft configuration had a lower average tunnel widening than single-bundle configuration. Rehabilitation protocols after ACLR that used a full weight-bearing prescription in rehabilitation showed a greater average femoral tunnel widening than partial weight-bearing, and partial weight-bearing showed a greater average tibial tunnel widening than full weight-bearing. CONCLUSIONS: Based on this systematic review and the descriptive data evaluated, CT demonstrated a time of 9.5 months on average from ACLR to diagnosing tunnel osteolysis post-ACLR. With respect to graft types, double-bundle hamstring autografts reported lower average femoral and tibial TW than single-bundle hamstring autografts. BPTB autografts reported the lowest average TW and BPTB allograft the largest average TW of all the grafts. Furthermore, extension-locked bracing had the lowest TW of all the brace protocols. Lastly, several other surgical technical parameters influencing tunnel osteolysis remain to be determined. No definitive recommendations can be made at this time due to the high heterogeneity of data and the lack of comparative studies analysed in this systematic review. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Bhullar",
      "fore_name": "Ramandeep",
      "initials": "R",
      "name": "Ramandeep Bhullar",
      "affiliations": [
        "MacSports Research Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Habib",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Kailai",
      "initials": "K",
      "name": "Kailai Zhang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "UPMC Center for Sports Medicine, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Espregueira-Mendes",
      "fore_name": "João",
      "initials": "J",
      "name": "João Espregueira-Mendes",
      "affiliations": [
        "Orthopaedics Department of Minho University, Minho, Portugal."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "524",
  "end_page": "533",
  "pages": "524-533",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Humans",
    "Osteolysis",
    "Patellar Ligament"
  ],
  "article_ids": {
    "pubmed": "30242452",
    "doi": "10.1007/s00167-018-5142-9",
    "pii": "10.1007/s00167-018-5142-9"
  },
  "doi": "10.1007/s00167-018-5142-9",
  "dates": {
    "completed": "2019-04-15",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.823049",
    "pmid": "30242452"
  }
}