{
  "pmid": "30240651",
  "uid": "30240651",
  "title": "Intrapartum magnesium sulfate is associated with neuroprotection in growth-restricted fetuses.",
  "abstract": "BACKGROUND: Intrapartum magnesium sulfate administration is recommended for fetal neuroprotection in women with imminent very preterm birth. However, previous studies have not included or separately analyzed the outcomes of pregnancies with fetal growth restriction that were treated with intrapartum magnesium sulfate. OBJECTIVE: We sought to evaluate the neonatal and neurodevelopmental outcomes of growth-restricted fetuses born <29 weeks' gestation and exposed to maternal intrapartum magnesium sulfate. STUDY DESIGN: We conducted a retrospective cohort study of infants born <29 weeks' gestation from 2010 through 2011, admitted to participating Canadian Neonatal Network units, and followed by the Canadian Neonatal Follow-up Network centers. Growth restriction was defined either as estimated fetal or actual neonatal birthweight <10th percentile according to fetal or neonatal growth standards for gestational age and sex, respectively. Infants exposed to intrapartum magnesium sulfate were compared with unexposed infants. The primary outcome was composite of death or significant neurodevelopmental impairment at 18-36 months' corrected age. Secondary outcomes were death or any neurodevelopmental impairment at 18-36 months' corrected age. Neonatal morbidities were also compared. RESULTS: Of the 336 growth-restricted fetuses, 112 (33%) received magnesium sulfate and of the 177 growth-restricted infants, 61 (34%) received magnesium sulfate. Administration of magnesium sulfate was at the discretion of the treating physician. Intrapartum magnesium sulfate was associated with reduced odds of composite of death or significant neurodevelopmental impairment for infants classified according to both fetal standards (adjusted odds ratio, 0.42; 95% confidence interval, 0.22-0.80) and neonatal standards (adjusted odds ratio, 0.44; 95% confidence interval, 0.20-0.98). CONCLUSION: Intrapartum administration of magnesium sulfate to women with growth-restricted fetuses born <29 weeks' gestation was associated with reduced odds of composite of death or significant neurodevelopmental impairment.",
  "authors": [
    {
      "last_name": "Stockley",
      "fore_name": "Elizabeth L",
      "initials": "EL",
      "name": "Elizabeth L Stockley",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ting",
      "fore_name": "Joseph Y",
      "initials": "JY",
      "name": "Joseph Y Ting",
      "affiliations": [
        "Department of Pediatrics, British Columbia Women's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Kingdom",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Kingdom",
      "affiliations": [
        "Department of Maternal-Fetal Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon F",
      "initials": "JF",
      "name": "Jon F Barrett",
      "affiliations": [
        "Department of Obstetrics and Gynecology and Department of Newborn and Developmental Paediatrics, Sunnybrook Health Sciences Center, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Synnes",
      "fore_name": "Anne R",
      "initials": "AR",
      "name": "Anne R Synnes",
      "affiliations": [
        "Department of Pediatrics, British Columbia Women's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Monterrosa",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Monterrosa",
      "affiliations": [
        "Department of Pediatrics, Saint John Regional Hospital, Saint John, New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada; Maternal-Infant Care Research Center, Mount Sinai Hospital, Toronto, Ontario, Canada; Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada. Electronic address: prakeshkumar.shah@sinaihealthsystem.ca."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "219",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "606.e1",
  "end_page": "606.e8",
  "pages": "606.e1-606.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cerebral Palsy",
    "Cohort Studies",
    "Female",
    "Fetal Growth Retardation",
    "Gestational Age",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Magnesium Sulfate",
    "Male",
    "Neuroprotection",
    "Peripartum Period",
    "Pregnancy",
    "Pregnancy Outcome",
    "Retrospective Studies",
    "Tocolytic Agents"
  ],
  "article_ids": {
    "pubmed": "30240651",
    "doi": "10.1016/j.ajog.2018.09.010",
    "pii": "S0002-9378(18)30758-0"
  },
  "doi": "10.1016/j.ajog.2018.09.010",
  "dates": {
    "completed": "2019-08-12",
    "revised": "2019-08-12"
  },
  "chemicals": [
    "Tocolytic Agents",
    "Magnesium Sulfate"
  ],
  "grants": [
    {
      "grant_id": "PBN 150642",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "CTP 87518",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.066731",
    "pmid": "30240651"
  }
}