{
  "pmid": "30253702",
  "uid": "30253702",
  "title": "A multispecialty study of determining the possibility of pregnancy and the documentation of pregnancy status in surgical patients: a cause for concern?",
  "abstract": "BACKGROUND: Determining the possibility of pregnancy and the documentation of pregnancy status are important considerations in the assessment of females of reproductive age when admitted to hospital. OBJECTIVES: Our aim was to determine the adequacy of the documentation of pregnancy status and possibility of pregnancy across multiple surgical specialties. MATERIALS AND METHODS: A prospective audit of surgical specialties (general, orthopaedics, urology, vascular, maxillofacial, ENT, gynaecology and neurosurgery) within NHS Tayside, in May 2015. RESULTS: A total of 129 females of reproductive age were admitted; 69 (53.5%) elective and 60 (46.5%) emergencies. Eighty-four patients (65%) were asked 'Is there any possibility of pregnancy?' Pregnancy status was documented in 74% of patients. Eleven (8.5%) patients were not asked about possibility of pregnancy and did not have a documented pregnancy status. Documentation of the use of contraception, sexual activity and date of last menstrual period was noted in 53 (41.1%), 31 (24.0%) and 66 (51.2%) patients, respectively. CONCLUSIONS: There is a wide variation in the documentation of pregnancy status and possibility of pregnancy amongst surgical specialties. This was not an issue in gynaecology but is an issue in ENT, maxillofacial, neurosurgery, vascular and general surgery. The reasons are unclear. Documentation of pregnancy status using ßhCG assays should be the gold standard, and national guidelines are required.",
  "authors": [
    {
      "last_name": "Ibrahim",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim Ibrahim",
      "affiliations": [
        "Foundation Doctor, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    },
    {
      "last_name": "Ibrahim",
      "fore_name": "Bilal",
      "initials": "B",
      "name": "Bilal Ibrahim",
      "affiliations": [
        "Medical student, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    },
    {
      "last_name": "Yong",
      "fore_name": "Guo Liang",
      "initials": "GL",
      "name": "Guo Liang Yong",
      "affiliations": [
        "Foundation Doctor, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    },
    {
      "last_name": "Coats",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Coats",
      "affiliations": [
        "Specialty Registrar, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    },
    {
      "last_name": "Vujovic",
      "fore_name": "Zorica",
      "initials": "Z",
      "name": "Zorica Vujovic",
      "affiliations": [
        "Consultant Surgeon, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Sj",
      "initials": "MS",
      "name": "Michael Sj Wilson",
      "affiliations": [
        "Specialty Registrar, Department of General Surgery, Ninewells Hospital and Medical School, Scotland."
      ]
    }
  ],
  "journal": {
    "title": "Scottish medical journal",
    "iso_abbreviation": "Scott Med J",
    "issn": "0036-9330",
    "issn_type": "Print",
    "volume": "63",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "108",
  "end_page": "112",
  "pages": "108-112",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30253702",
    "doi": "10.1177/0036933018801486"
  },
  "doi": "10.1177/0036933018801486",
  "dates": {
    "revised": "2020-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.488919",
    "pmid": "30253702"
  }
}