{
  "pmid": "30255778",
  "uid": "30255778",
  "title": "Epigenetics, heritability and longitudinal analysis.",
  "abstract": "BACKGROUND: Longitudinal data and repeated measurements in epigenome-wide association studies (EWAS) provide a rich resource for understanding epigenetics. We summarize 7 analytical approaches to the GAW20 data sets that addressed challenges and potential applications of phenotypic and epigenetic data. All contributions used the GAW20 real data set and employed either linear mixed effect (LME) models or marginal models through generalized estimating equations (GEE). These contributions were subdivided into 3 categories: (a) quality control (QC) methods for DNA methylation data; (b) heritability estimates pretreatment and posttreatment with fenofibrate; and (c) impact of drug response pretreatment and posttreatment with fenofibrate on DNA methylation and blood lipids. RESULTS: Two contributions addressed QC and identified large statistical differences with pretreatment and posttreatment DNA methylation, possibly a result of batch effects. Two contributions compared epigenome-wide heritability estimates pretreatment and posttreatment, with one employing a Bayesian LME and the other using a variance-component LME. Density curves comparing these studies indicated these heritability estimates were similar. Another contribution used a variance-component LME to depict the proportion of heritability resulting from a genetic and shared environment. By including environmental exposures as random effects, the authors found heritability estimates became more stable but not significantly different. Two contributions investigated treatment response. One estimated drug-associated methylation effects on triglyceride levels as the response, and identified 11 significant cytosine-phosphate-guanine (CpG) sites with or without adjusting for high-density lipoprotein. The second contribution performed weighted gene coexpression network analysis and identified 6 significant modules of at least 30 CpG sites, including 3 modules with topological differences pretreatment and posttreatment. CONCLUSIONS: Four conclusions from this GAW20 working group are: (a) QC measures are an important consideration for EWAS studies that are investigating multiple time points or repeated measurements; (b) application of heritability estimates between time points for individual CpG sites is a useful QC measure for DNA methylation studies; (c) drug intervention demonstrated strong epigenome-wide DNA methylation patterns across the 2 time points; and (d) new statistical methods are required to account for the environmental contributions of DNA methylation across time. These contributions demonstrate numerous opportunities exist for the analysis of longitudinal data in future epigenetic studies.",
  "authors": [
    {
      "last_name": "Nustad",
      "fore_name": "Haakon E",
      "initials": "HE",
      "name": "Haakon E Nustad",
      "affiliations": [
        "Department of Medical Genetics, Oslo University Hospital, Kirkeveien 166, 0450, Oslo, Norway.",
        "Faculty of Medicine, University of Oslo, Klaus Torgårds vei 3, 0372, Oslo, Norway.",
        "PharmaTox Strategic Research Initiative, University of Oslo, Sem Sælands vei 3, 0371, Oslo, Norway."
      ]
    },
    {
      "last_name": "Almeida",
      "fore_name": "Marcio",
      "initials": "M",
      "name": "Marcio Almeida",
      "affiliations": [
        "South Texas Diabetes and Obesity Institute, University of Texas Rio Grande Valley School of Medicine, One West University Blvd., STDOI Modular Building #100, Brownsville, TX, 78520, USA."
      ]
    },
    {
      "last_name": "Canty",
      "fore_name": "Angelo J",
      "initials": "AJ",
      "name": "Angelo J Canty",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "LeBlanc",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa LeBlanc",
      "affiliations": [
        "Oslo Centre for Biostatistics and Epidemiology, Oslo University Hospital, Klaus Torgårds vei 3, 0372, Oslo, Norway."
      ]
    },
    {
      "last_name": "Page",
      "fore_name": "Christian M",
      "initials": "CM",
      "name": "Christian M Page",
      "affiliations": [
        "Oslo Centre for Biostatistics and Epidemiology, Oslo University Hospital, Klaus Torgårds vei 3, 0372, Oslo, Norway.",
        "Department of Non-communicable disease, Norwegian Institute of Public Health, Marcus Thranes Gate 6, 0473, Oslo, Norway."
      ]
    },
    {
      "last_name": "Melton",
      "fore_name": "Phillip E",
      "initials": "PE",
      "name": "Phillip E Melton",
      "affiliations": [
        "Curtin/UWA Centre for Genetic Origins of Health and Disease, School of Pharmacy and Biomedical Sciences, Curtin University and the University of Western Australia, 35 Stirling Hwy. (M409), Crawley, WA, 6009, Australia. phillip.melton@curtin.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "BMC genetics",
    "iso_abbreviation": "BMC Genet",
    "issn": "1471-2156",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "Suppl 1",
    "pub_year": "2018",
    "pub_month": "Sep",
    "pub_day": "17"
  },
  "start_page": "77",
  "pages": "77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bayes Theorem",
    "CpG Islands",
    "DNA Methylation",
    "Epigenomics",
    "Genome-Wide Association Study",
    "Humans",
    "Hypertriglyceridemia",
    "Hypoglycemic Agents",
    "Linear Models",
    "Longitudinal Studies",
    "Quality Control"
  ],
  "article_ids": {
    "pubmed": "30255778",
    "pmc": "PMC6156830",
    "doi": "10.1186/s12863-018-0648-1",
    "pii": "10.1186/s12863-018-0648-1"
  },
  "doi": "10.1186/s12863-018-0648-1",
  "pmc_id": "PMC6156830",
  "dates": {
    "completed": "2019-07-23",
    "revised": "2023-09-28"
  },
  "chemicals": [
    "Hypoglycemic Agents"
  ],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HL104135",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U01 HL072524",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:33.649510",
    "pmid": "30255778"
  }
}