{
  "pmid": "30258648",
  "uid": "30258648",
  "title": "Thiamine versus placebo in older heart failure patients: study protocol for a randomized controlled crossover feasibility trial (THIAMINE-HF).",
  "abstract": "BACKGROUND: Heart failure (HF) is a major cardiovascular disease with increasing prevalence. Thiamine deficiency occurs in 33% of patients with HF. However, the effectiveness of thiamine supplementation in HF is not known. METHODS: In a placebo-controlled randomized two-period crossover feasibility trial, patients age ≥ 60 years with HF and reduced ejection fraction (HFrEF, EF ≤ 45%) will be randomized to thiamine 500 mg oral capsule once daily or placebo for 3 months, then crossed over to the other intervention after a 6-week washout period. The primary outcome is recruitment rate. Secondary outcomes include feasibility and clinical measures. Feasibility outcomes include refusal rate, retention rate, and compliance rate. Secondary clinical outcomes include left ventricular ejection fraction, peak global longitudinal strain measured by echocardiography, N-terminal prohormone of brain natriuretic peptide (NT-proBNP), New York Heart Association (NYHA) functional class, Kansas City Cardiomyopathy Questionnaire (KCCQ) quality of life score, and clinical outcomes (all-cause mortality, HF hospitalizations, and HF emergency room visits). DISCUSSION: Thiamine is potentially a safe and low-cost treatment for older patients with HFrEF. Results from this study will inform the feasibility of a large clinical trial with clinical endpoints. The findings will be published in a peer review journal and presented at a relevant conference. This study has received full approval from the Hamilton Integrated Research Ethics Board (18-4537) and Health Canada (210603). This trial is funded by the Hamilton Health Sciences New Investigator Grant (15-387) and the McMaster/St. Peter's Hospital Chair of Aging. TRIAL REGISTRATION: NCT03228030 (ClinicalTrials.gov), registered July 24, 2017.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Eric Kai Chung",
      "initials": "EKC",
      "name": "Eric Kai Chung Wong",
      "affiliations": [
        "1Division of Geriatric Medicine, Faculty of Medicine, University of Toronto, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario M5B 1W8 Canada.",
        "2GERAS Centre, Hamilton Health Sciences, McMaster University, 88 Maplewood Ave, Hamilton, Ontario L8M 1W9 Canada."
      ],
      "orcid": "0000-0003-1759-8603"
    },
    {
      "last_name": "Lee",
      "fore_name": "Justin Yusen",
      "initials": "JY",
      "name": "Justin Yusen Lee",
      "affiliations": [
        "3Division of Geriatric Medicine, Department of Medicine, McMaster University, 88 Maplewood Ave, Hamilton, Ontario L8M 1W9 Canada."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Darryl P",
      "initials": "DP",
      "name": "Darryl P Leong",
      "affiliations": [
        "4Division of Cardiology, Department of Medicine, McMaster University, 237 Barton Street E, Hamilton, Ontario L8L 2X2 Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "5Department of Health Research Methods, Evidence, and Impact, McMaster University, 50 Charlton Ave. E, Hamilton, Ontario L8N 4A6 Canada."
      ]
    },
    {
      "last_name": "Yousuf",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Yousuf",
      "affiliations": [
        "6Division of General Internal Medicine, Department of Medicine, McMaster University, 50 Charlton Ave. E, Hamilton, Ontario L8N 4A6 Canada."
      ]
    },
    {
      "last_name": "Keen",
      "fore_name": "Sabina",
      "initials": "S",
      "name": "Sabina Keen",
      "affiliations": [
        "7Division of Geriatric Medicine, Department of Medicine, McMaster University, 2757 King St. E, Hamilton, Ontario L8G 5E4 Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "8Division of Geriatric Medicine, Faculty of Medicine, University of Toronto, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario M5B 1W8 Canada."
      ]
    },
    {
      "last_name": "Patterson",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Patterson",
      "affiliations": [
        "3Division of Geriatric Medicine, Department of Medicine, McMaster University, 88 Maplewood Ave, Hamilton, Ontario L8M 1W9 Canada."
      ]
    },
    {
      "last_name": "Demers",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Demers",
      "affiliations": [
        "4Division of Cardiology, Department of Medicine, McMaster University, 237 Barton Street E, Hamilton, Ontario L8L 2X2 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2018"
  },
  "start_page": "149",
  "pages": "149",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30258648",
    "pmc": "PMC6149004",
    "doi": "10.1186/s40814-018-0342-0",
    "pii": "342"
  },
  "doi": "10.1186/s40814-018-0342-0",
  "pmc_id": "PMC6149004",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.520810",
    "pmid": "30258648"
  }
}