{
  "pmid": "30259148",
  "uid": "30259148",
  "title": "The dimensions of the hip capsule can be measured using magnetic resonance imaging and may have a role in arthroscopic planning.",
  "abstract": "PURPOSE: The purpose of this study was to systematically evaluate the dimensions and thickness of the hip joint capsule. Secondarily, the study assessed whether there were any described correlations between capsule thickness and stability of the hip joint. METHODS: Four databases (PubMed, Ovid [MEDLINE], Cochrane Database, and EMBASE) were searched from database inception to May 2018, and two reviewers independently and in duplicate screened the resulting literature. Methodological quality of all included papers was assessed using the Methodological index for non-randomized studies (MINORS) criteria. Mean differences were combined in a meta-analysis using a random effects model when possible. RESULTS: A total of 14 studies (1 level I, 1 level II, 4 level III, 5 level IV) were identified including 796 patients (1013 hips) with a mean age of 39.5 years (range 2-95). Of the included patients, 55.2% were female and they were followed up for a mean of 7.6 months (range 1-12.5 months). The thickness of the capsule was measured in cadaveric specimens, ultrasound, and magnetic resonance imaging (MRI), with MRI measurements reported most consistently and with the least variation. Mean thickness of the anterior capsule in patients without hip disease on MRI ranged from 4.4 and 4.7 mm. Mean thickness of the anterior capsule in patients with FAI ranged between 4.9 and 5.0 mm. Males had significantly thicker capsules than females (mean difference = 1.92 mm, 0.35-3.49, P = 0.02). Clinical laxity of the hip joint, as well as female gender was correlated with thinner anterior joint capsules. CONCLUSION: The thickness of the anterior hip capsule can be measured consistently using MRI. A thinner anterior capsule may be associated with clinical laxity of the hip joint. The relevance of capsular thickness on postoperative instability following hip arthroscopy is poorly understood and warrants further investigation. The thickness of the anterior hip capsule, as measured on MRI, has the potential to be used as part of the clinical decision-making in capsular management strategies. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Rubin",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Rubin",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Nho",
      "fore_name": "Shane J",
      "initials": "SJ",
      "name": "Shane J Nho",
      "affiliations": [
        "Section of Young Adult Hip Surgery, Division of Sports Medicine, Department of Orthopedic Surgery, Rush University Medical Center, Rush Medical College of Rush University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Belzile",
      "fore_name": "Etienne L",
      "initials": "EL",
      "name": "Etienne L Belzile",
      "affiliations": [
        "CHU de Québec-Université Laval, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "1246",
  "end_page": "1261",
  "pages": "1246-1261",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Hip Joint",
    "Humans",
    "Joint Capsule",
    "Magnetic Resonance Imaging",
    "Postoperative Period"
  ],
  "article_ids": {
    "pubmed": "30259148",
    "doi": "10.1007/s00167-018-5162-5",
    "pii": "10.1007/s00167-018-5162-5"
  },
  "doi": "10.1007/s00167-018-5162-5",
  "dates": {
    "completed": "2020-10-26",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.823397",
    "pmid": "30259148"
  }
}