{
  "pmid": "30266126",
  "uid": "30266126",
  "title": "Improvised Laparostomy Pack to Manage Laparostomy for Injuries due to Improvised Explosive Devices (IEDs).",
  "abstract": "Splinters of improvised explosive devices [IEDs] cause multiple intestinal perforations and random pattern visceral injuries causing contamination of peritoneal cavity. This necessitates multiple peritoneal toilets and relook surgeries. Surgical management is to perform laparostomy to avoid life threatening complication, like abdominal compartment syndrome and fulminant sepsis. \"Peshawar pack\" is a three-layer temporary abdominal dressing pack for managing laparostomy. It is prepared in operation room and applied on patients with ease. Patients with abdominal injuries due to blasts of IEDs, managed with Peshawar pack during June 2014 to June 2016, were studied to determine the effectiveness and practical utility of Peshawar pack. Data was analysed by SPSS version 22. Total numbers, means +SD and frequencies with percentages were described. In fifty-five patients selected for the study, effective drainage of peritoneal cavity and control of peritoneal sepsis was achieved in all cases. Mobilisation out of bed was possible in 38 cases [70%] within 3-5 days and evisceration during mobilisation occurred in 02 cases [3.6%]. There was no case of iatrogenic gut injury. Complete fascial closure in staged manner was achieved in 53 cases [96%]. Peshawar pack is a simple, practical, and effective method for laparostomy care in abdominal injuries due to blast of IEDs.",
  "authors": [
    {
      "last_name": "Zaidi",
      "fore_name": "Abrar Hussain",
      "initials": "AH",
      "name": "Abrar Hussain Zaidi",
      "affiliations": [
        "Department of Surgery, Combined Military Hospital (CMH), Peshawar, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Surgery, Sharif Medical College and Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Muhammad Shoaib",
      "initials": "MS",
      "name": "Muhammad Shoaib Hanif",
      "affiliations": [
        "Department of Surgery, Combined Military Hospital (CMH), Quetta, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
    "iso_abbreviation": "J Coll Physicians Surg Pak",
    "issn": "1681-7168",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "791",
  "end_page": "793",
  "pages": "791-793",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Cavity",
    "Abdominal Wound Closure Techniques",
    "Adult",
    "Blast Injuries",
    "Decompression, Surgical",
    "Humans",
    "Laparotomy",
    "Middle Aged",
    "Negative-Pressure Wound Therapy",
    "Postoperative Complications",
    "Suture Techniques",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30266126",
    "pii": "040579197"
  },
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.829166",
    "pmid": "30266126"
  }
}