{
  "pmid": "30273241",
  "uid": "30273241",
  "title": "Chronic Meningitis.",
  "abstract": "PURPOSE OF REVIEW: This article describes the clinical presentation, diagnostic approach (including the use of novel diagnostic platforms), and treatment of select infectious and noninfectious etiologies of chronic meningitis. RECENT FINDINGS: Identification of the etiology of chronic meningitis remains challenging, with no cause identified in at least one-third of cases. Often, several serologic, CSF, and neuroimaging studies are indicated, although novel diagnostic platforms including metagenomic deep sequencing may hold promise for identifying organisms. Infectious etiologies are more common in those at risk for disseminated disease, specifically those who are immunocompromised because of human immunodeficiency virus (HIV)/acquired immunodeficiency syndrome (AIDS), transplantation, or immunosuppressant medications. An important step in identifying the etiology of chronic meningitis is assembling a multidisciplinary team of individuals, including those with specialized expertise in ophthalmology, dermatology, rheumatology, and infectious diseases, to provide guidance regarding diagnostic procedures. SUMMARY: Chronic meningitis is defined as inflammation involving the meninges that lasts at least 4 weeks and is associated with a CSF pleocytosis. Chronic meningitis has numerous possible infectious and noninfectious etiologies, making it challenging to definitively diagnose patients. Therefore, a multifaceted approach that combines history, physical examination, neuroimaging, and laboratory analysis, including novel diagnostic platforms, is needed. This article focuses on key aspects of the evaluation of and approach to patients with chronic meningitis. Specific infectious etiologies and differential diagnoses of subacute and chronic meningitis, including noninfectious etiologies, are addressed.",
  "authors": [
    {
      "last_name": "Thakur",
      "fore_name": "Kiran T",
      "initials": "KT",
      "name": "Kiran T Thakur",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Continuum (Minneapolis, Minn.)",
    "iso_abbreviation": "Continuum (Minneap Minn)",
    "issn": "1538-6899",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5, Neuroinfectious Disease",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "1298",
  "end_page": "1326",
  "pages": "1298-1326",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Humans",
    "Meningitis"
  ],
  "article_ids": {
    "pubmed": "30273241",
    "mid": "NIHMS1054221",
    "pmc": "PMC6812559",
    "doi": "10.1212/CON.0000000000000664",
    "pii": "00132979-201810000-00006"
  },
  "doi": "10.1212/CON.0000000000000664",
  "pmc_id": "PMC6812559",
  "dates": {
    "completed": "2019-10-07",
    "revised": "2020-04-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K08 NS096117",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 NS105935",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.489159",
    "pmid": "30273241"
  }
}