{
  "pmid": "30276056",
  "uid": "30276056",
  "title": "Treatment Delay Impact on Open Reduction Internal Fixation of Mandibular Fractures: A Systematic Review.",
  "abstract": "BACKGROUND: The impact of mandible fracture treatment delay has been contested in the literature for decades, with conventional wisdom favoring earlier surgical treatment to prevent postoperative complications, primarily infection. Through a systematic review of all available evidence, this study aims to determine whether delay to open reduction and internal fixation of traumatic mandibular fractures influences outcomes. METHODS: MEDLINE, EMBASE, CINAHL, and Web of Science were systematically searched for English language literature pertaining to the above research question and screened in duplicate. Methodological quality scoring was performed using MINORS criteria. Qualitative and quantitative findings from relevant studies are presented. RESULTS: Twenty eligible studies including 2,671 patients had open reduction internal fixation, with or without adjunct mandibulomaxillary fixation. All studies were observational cohort or case-control studies of low methodological quality with a mean MINORS score of 6.5 of 16 (40.6%) for noncomparative studies and 11.2 of 24 (46.7%) for comparative studies. Only 5 of 20 (25%) studies recommended earlier treatment. Due to insufficient reporting of data and study heterogeneity, the impact of treatment delay on complications could not be quantitatively analyzed. CONCLUSIONS: There is substantial heterogeneity and no consensus on the definition of \"early\" versus \"delayed\" surgical treatment for patients with traumatic mandibular fractures. The majority of included studies do not make a recommendation for earlier treatment. Future, well-designed prospective studies are essential to determine if there is an optimal surgical treatment delay of mandibular fractures that mitigates the risk of infectious and noninfectious complications.",
  "authors": [
    {
      "last_name": "Stone",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Stone",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Corneman",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Corneman",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sandre",
      "fore_name": "Anthony R",
      "initials": "AR",
      "name": "Anthony R Sandre",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Cooper",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "6",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "e1829",
  "pages": "e1829",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30276056",
    "pmc": "PMC6157940",
    "doi": "10.1097/GOX.0000000000001829"
  },
  "doi": "10.1097/GOX.0000000000001829",
  "pmc_id": "PMC6157940",
  "dates": {
    "revised": "2024-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.170933",
    "pmid": "30276056"
  }
}