{
  "pmid": "30275193",
  "uid": "30275193",
  "title": "Identification of Two Types of Stem Cells in Methylene Blue-stained Sections of Untreated and Diethylstilbestrol-treated Human Prostate Cancer and Their Characterization by Immunogold Localization of CD133.",
  "abstract": "BACKGROUND: The basal compartment of the prostatic acinus harbors stem and basal cells, whereas the luminal compartment contains cuboidal and columnar cells. Mutation in the genes of stem cells is required for benign (normal) prostate to develop into prostatic adenocarcinoma. Stem/basal cells survive androgen deprivation therapy in humans and castrated mice to repopulate glandular cells by proliferation when stimulated by androgen. We hypothesized that using different embedding and staining methods, it would be possible to identify two types of stem cells in human prostate by localization of CD133. MATERIALS AND METHODS: Prostate biopsy or prostatectomy pieces from 13 untreated and eight diethylstilbestrol-treated men with prostate cancer were sectioned, stained by methylene blue and CD133 was localized by immunogold technique. RESULTS: Methylene blue stained basic proteins in dark basal cells, but not in light cells. Light basal cells expressed androgen receptors and dark cells estrogen receptors. Light and dark cells expressed CD133, indicating them to be stem cells. Light stem cells produced the lineage of columnar/cuboidal cells. Estrogen-dependent dark cells produced a lineage of columnar/cuboidal cells, that also expressed estrogen receptors. CONCLUSION: Our analysis indicates that stem/basal cells are privileged cells in the basal compartment. Stem cells are not under the regulation of steroid hormones, whereas their lineage of cuboidal/columnar cells are. The lineage of androgen-dependent cells are columnar/cuboidal cells and the lineage of estrogen-dependent cells are also columnar/cuboidal cells. Epon-embedding and methylene blue staining showed two types of CD133-positive stem cells in prostate. Paraffin sections did not show two types of stem cells in prostate and bone marrow leukemia cells. Our study indicates the continuity of embryonic stem cells into adult prostate as organ-specific stem cells. To our knowledge, this is the first study to identify two types of stem cells in human prostate.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Research Service, Minneapolis Veterans Affairs Healthcare System, Minneapolis, MN, U.S.A. sinha001@umn.edu Akhouri.Sinha@Va.Gov.",
        "Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN, U.S.A.",
        "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, U.S.A."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Research Service, Minneapolis Veterans Affairs Healthcare System, Minneapolis, MN, U.S.A.",
        "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, U.S.A.",
        "Laboratory of Medicine and Pathology, University of Minnesota, Minneapolis, MN, U.S.A."
      ]
    }
  ],
  "journal": {
    "title": "Anticancer research",
    "iso_abbreviation": "Anticancer Res",
    "issn": "1791-7530",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "5725",
  "end_page": "5732",
  "pages": "5725-5732",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "AC133 Antigen",
    "Diethylstilbestrol",
    "Humans",
    "Immunohistochemistry",
    "Male",
    "Methylene Blue",
    "Neoplastic Stem Cells",
    "Paraffin Embedding",
    "Prostatic Neoplasms"
  ],
  "article_ids": {
    "pubmed": "30275193",
    "doi": "10.21873/anticanres.12910",
    "pii": "38/10/5725"
  },
  "doi": "10.21873/anticanres.12910",
  "dates": {
    "completed": "2018-10-12",
    "revised": "2018-10-12"
  },
  "chemicals": [
    "AC133 Antigen",
    "PROM1 protein, human",
    "Diethylstilbestrol",
    "Methylene Blue"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.489700",
    "pmid": "30275193"
  }
}