{
  "pmid": "30272605",
  "uid": "30272605",
  "title": "A Comparison of the Prevalence of Anxiety and Depression Between Uncomplicated and Complex IBD Patient Groups.",
  "abstract": "Our study aimed to assess the physical and mental health aspects and quality of life of patients with inflammatory bowel disease (IBD). We were interested in determining whether IBD patients with complex disease states had higher rates of anxiety and depression than those without complications. Complex and uncomplicated IBD patients were assessed using a demographic questionnaire, Short Form-12 (SF-12), and the Hospital Anxiety and Depression Scale (HADS). Complex IBD patients are defined as those specifically having active inflammation, nutritional, and/or surgical issues. All other IBD patients are defined as those with uncomplicated IBD. Analysis of SF-12 scores indicated that Physical Component Summary scores were below average in 71.9% and 56.0% of the complex and uncomplicated patients, respectively (p < .001), whereas Mental Component Summary scores were below average in 65.6% and 45.3% of the complex and uncomplicated patients, respectively (p < .001). HADS scores in the complex and uncomplicated IBD patients indicated that 29.2% and 18.5%, respectively, were anxiety cases (p < .1) and that 32.3% and 15.9%, respectively, were depression cases (p < .001). Efforts should be focused on the identification and management of anxiety and depression in complex IBD patients, as they may have higher likelihoods of anxiety and depression and lower quality of life.",
  "authors": [
    {
      "last_name": "Yongwen Ng",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Yongwen Ng",
      "affiliations": [
        "Jeremy Yongwen Ng, BSc, is PhD Candidate, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Usha Chauhan, MN, is Advanced Nurse Practitioner, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. David Armstrong, MA, MBChB, is Full Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. John Marshall, MD, MSc, is Full Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Frances Tse, MD, is Associate Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Paul Moayyedi, PhD, MBChB, is Full Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Walter Reinisch, MD, is Adjunct Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Smita Halder, PhD, MBChB, is Associate Professor, Division of Gastroenterology, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chauhan",
      "fore_name": "Usha",
      "initials": "U",
      "name": "Usha Chauhan",
      "affiliations": []
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": []
    },
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": []
    },
    {
      "last_name": "Halder",
      "fore_name": "Smita",
      "initials": "S",
      "name": "Smita Halder",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastroenterology nursing : the official journal of the Society of Gastroenterology Nurses and Associates",
    "iso_abbreviation": "Gastroenterol Nurs",
    "issn": "1538-9766",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "5",
    "pub_year": "2018"
  },
  "start_page": "427",
  "end_page": "435",
  "pages": "427-435",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Distribution",
    "Ambulatory Care Facilities",
    "Anxiety",
    "Canada",
    "Cross-Sectional Studies",
    "Databases, Factual",
    "Depression",
    "Female",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prevalence",
    "Prognosis",
    "Psychiatric Status Rating Scales",
    "Risk Assessment",
    "Severity of Illness Index",
    "Sex Distribution",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30272605",
    "doi": "10.1097/SGA.0000000000000338",
    "pii": "00001610-201809000-00008"
  },
  "doi": "10.1097/SGA.0000000000000338",
  "dates": {
    "completed": "2019-01-23",
    "revised": "2019-01-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.406420",
    "pmid": "30272605"
  }
}