{
  "pmid": "30289275",
  "uid": "30289275",
  "title": "Return to Play and In-Game Performance Statistics Among Pitchers After Ulnar Collateral Ligament Reconstruction of the Elbow: A Systematic Review.",
  "abstract": "BACKGROUND: Injury to the ulnar collateral ligament of the elbow is relatively common among baseball pitchers. Ulnar collateral ligament reconstruction (UCLR) has revolutionized the management of this injury, allowing a greater proportion of pitchers to return to play. PURPOSE: To assess the return to play and in-game performance specific to baseball pitchers who have undergone primary UCLR. STUDY DESIGN: Systematic review. METHODS: This review was conducted according to the PRISMA guidelines (Preferred Reporting Items for Systematic Reviews and Meta-Analyses). The electronic databases MEDLINE, EMBASE, and PubMed were searched for relevant studies, and pertinent data were abstracted. Only studies reporting in-game performance statistics (earned run average [ERA], pitching velocity, innings pitched per season, etc) of pitchers after UCLR were included. The methodological index for nonrandomized studies (MINORS) was used to assess study quality. RESULTS: A total of 14 studies and 1520 pitchers were included in this systematic review. All studies were of level 3 or 4 evidence, and the mean ± SD MINORS score was 14.4 ± 3.0, which indicates fair quality of evidence for nonrandomized studies. The rates of return to any level of pitching after UCLR ranged from 79% to 100%. Subgroup analysis revealed that 79% to 87% of Major League Baseball (MLB) pitchers returned to preinjury levels of pitching. The mean time to return to play was 19.8 ± 13.5 months, and the mean time to return to competition for MLB pitchers was 17.3 ± 2.4 months. Of the 5 studies reporting ERA, 2 cited a significant increase after UCLR, and 1 indicated a significant decrease. Of the 4 studies reporting fastball velocity, 3 cited decreased pitching velocities after UCLR. All studies found that pitchers pitched, on average, fewer innings per game or season after UCLR. CONCLUSION: There was a high rate of return to pitching after UCLR. However, most studies showed that UCLR was associated with a prolonged recovery and significant decline in pitching performance as objectively measured by in-game statistics. The strength of these conclusions is limited by the quality of the available literature and inconsistencies in the reporting of outcomes.",
  "authors": [
    {
      "last_name": "Coughlin",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Coughlin",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cadet",
      "fore_name": "Edwin R",
      "initials": "ER",
      "name": "Edwin R Cadet",
      "affiliations": [
        "Raleigh Orthopaedic Clinic, Raleigh, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan Medical School, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "2003",
  "end_page": "2010",
  "pages": "2003-2010",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Baseball",
    "Collateral Ligament, Ulnar",
    "Elbow Joint",
    "Humans",
    "Return to Sport",
    "Ulnar Collateral Ligament Reconstruction"
  ],
  "article_ids": {
    "pubmed": "30289275",
    "doi": "10.1177/0363546518798768"
  },
  "doi": "10.1177/0363546518798768",
  "dates": {
    "completed": "2020-05-11",
    "revised": "2020-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.823687",
    "pmid": "30289275"
  }
}