{
  "pmid": "30294792",
  "uid": "30294792",
  "title": "Systematic review with meta-analysis: the efficacy of prebiotics, probiotics, synbiotics and antibiotics in irritable bowel syndrome.",
  "abstract": "BACKGROUND: Irritable bowel syndrome (IBS) is a chronic functional bowel disorder. Disturbances in the gastrointestinal microbiome may be involved in its aetiology. AIM: To perform a systematic review and meta-analysis to examine the efficacy of prebiotics, probiotics, synbiotics and antibiotics in IBS. METHODS: MEDLINE, EMBASE, and the Cochrane Controlled Trials Register were searched (up to July 2017). Randomised controlled trials (RCTs) recruiting adults with IBS, comparing prebiotics, probiotics, synbiotics or antibiotics with placebo or no therapy were eligible. Dichotomous symptom data were pooled to obtain a relative risk (RR) of remaining symptomatic after therapy, with a 95% confidence interval (CI). Continuous data were pooled using a standardised mean difference with a 95% CI. RESULTS: The search identified 4017 citations. Data for prebiotics and synbiotics were sparse. Fifty-three RCTs of probiotics, involving 5545 patients, were eligible. Particular combinations of probiotics, or specific species and strains, appeared to have beneficial effects on global IBS symptoms and abdominal pain, but it was not possible to draw definitive conclusions about their efficacy. There were five trials of similar design that used rifaximin in non-constipated IBS patients, which was more effective than placebo (RR of symptoms persisting = 0.84; 95% CI 0.79-0.90). Adverse events were no more common with probiotics or antibiotics. CONCLUSIONS: Which particular combination, species or strains of probiotics are effective for IBS remains, for the most part, unclear. Rifaximin has modest efficacy in improving symptoms in non-constipated IBS.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, UK.",
        "Leeds Institute of Biomedical and Clinical Sciences, University of Leeds, Leeds, UK."
      ],
      "orcid": "0000-0001-6371-4359"
    },
    {
      "last_name": "Harris",
      "fore_name": "Lucinda A",
      "initials": "LA",
      "name": "Lucinda A Harris",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo School of Medicine, Scottsdale, Arizona."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Jacksonville, Florida."
      ],
      "orcid": "0000-0003-4121-7970"
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EMM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Lynda K and David M Underwood Center for Digestive Disorders, Houston Methodist Hospital and Weill Cornell Medical College, Houston, Texas."
      ],
      "orcid": "0000-0003-4151-7180"
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, Health Sciences Center, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Alimentary pharmacology & therapeutics",
    "iso_abbreviation": "Aliment Pharmacol Ther",
    "issn": "1365-2036",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "1044",
  "end_page": "1060",
  "pages": "1044-1060",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Abdominal Pain",
    "Adult",
    "Anti-Bacterial Agents",
    "Gastrointestinal Agents",
    "Gastrointestinal Microbiome",
    "Humans",
    "Irritable Bowel Syndrome",
    "Prebiotics",
    "Probiotics",
    "Randomized Controlled Trials as Topic",
    "Rifaximin",
    "Synbiotics",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30294792",
    "doi": "10.1111/apt.15001"
  },
  "doi": "10.1111/apt.15001",
  "dates": {
    "completed": "2019-10-09",
    "revised": "2023-11-11"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Gastrointestinal Agents",
    "Prebiotics",
    "Rifaximin"
  ],
  "grants": [
    {
      "agency": "American College of Gastroenterology",
      "country": "International"
    },
    {
      "agency": "Canadian Institute for Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.407027",
    "pmid": "30294792"
  }
}