{
  "pmid": "30297155",
  "uid": "30297155",
  "title": "Influence of Graft Source on Postoperative Activity and Joint Laxity in Posterior Cruciate Ligament Reconstruction: A Systematic Review.",
  "abstract": "PURPOSE: To compare the clinical and functional outcomes of allograft and autograft reconstruction in patients with posterior cruciate ligament (PCL) deficiency. METHODS: The MEDLINE, Embase, and Cochrane Library databases were used to identify all relevant articles. Clinical outcomes including International Knee Documentation Committee, Tegner, and Lysholm scores; joint laxity; and posterior tibial displacement were evaluated. RESULTS: Among the 145 unique articles identified during the title screening, 25 studies published between 2002 and 2016 with a combined population of 900 patients were deemed eligible for inclusion in the review. Of the 900 patients, 603 were treated with autograft and 297 were treated with allograft PCL reconstruction. Five of the included studies directly compared autograft and allograft PCL reconstruction. Most studies found postoperative functional outcomes and joint laxity to improve postoperatively regardless of graft source. With only 1 exception, the included comparative studies found no significant postoperative difference in any of the functional outcome scores between patients treated with allograft and those treated with autograft. Two comparative studies found autograft reconstruction to result in significantly less posterior laxity than in the allograft group, whereas 2 comparative studies found no significant difference in posterior laxity between the 2 groups. CONCLUSIONS: PCL reconstruction results in improved functional outcome scores and joint laxity regardless of graft source. Current studies suggest there is no significant difference in postoperative functional outcomes between patients treated with autograft and those treated with allograft. Patients treated with autograft have donor-site morbidity that is not associated with allograft reconstruction. Some evidence suggests that autograft reconstruction may result in reduced posterior laxity relative to allograft reconstruction. The magnitude of this finding, however, may not be clinically significant. Our review found that decision making based on the current literature is at high risk of potential bias. LEVEL OF EVIDENCE: Level IV, systematic review of Level I to IV studies.",
  "authors": [
    {
      "last_name": "Ansari",
      "fore_name": "Abdus Samad",
      "initials": "AS",
      "name": "Abdus Samad Ansari",
      "affiliations": [
        "Section of Clinical Medicine and Ageing, Department of Clinical and Experimental Medicine, University of Surrey, Guilford, England."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany B",
      "initials": "BB",
      "name": "Brittany B Dennis",
      "affiliations": [
        "St Georges Hospital Medical School, University of London, London, England."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Zhu",
      "affiliations": [
        "St Georges Hospital Medical School, University of London, London, England."
      ]
    },
    {
      "last_name": "Brookes",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Brookes",
      "affiliations": [
        "St Georges Hospital Medical School, University of London, London, England."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Grant",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, U.S.A.. Electronic address: Johngran@med.umich.edu."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "262",
  "end_page": "274.e6",
  "pages": "262-274.e6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Joint Instability",
    "Knee Injuries",
    "Knee Joint",
    "Ligaments, Articular",
    "Posterior Cruciate Ligament",
    "Posterior Cruciate Ligament Reconstruction",
    "Transplantation, Autologous",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "30297155",
    "doi": "10.1016/j.arthro.2018.07.027",
    "pii": "S0749-8063(18)30615-7"
  },
  "doi": "10.1016/j.arthro.2018.07.027",
  "dates": {
    "completed": "2020-01-13",
    "revised": "2020-01-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.281460",
    "pmid": "30297155"
  }
}