{
  "pmid": "30299267",
  "uid": "30299267",
  "title": "Unusual Presentation of Deep Tissue Injuries: A Case Series.",
  "abstract": "Deep tissue injuries (DTIs) are the manifestation of multiple layers of tissue necrosis and are often secondary to chronic mechanical stress to an area of bony prominence. The prevalence of these injuries among the chronically ill and patients in long-term care require a strong understanding of their etiology and a highly sensitive identification algorithm. Although the National Pressure Ulcer Advisory Panel (NPUAP) has released new guidelines with accurate descriptions as to how these injuries present, there is a significant segment of patients that present atypically and, as such, the treatment plan and prognosis are difficult to predict based on physical presentation, which can lead to either delays in necessarily aggressive care or conversely an overzealous treatment plan in hopes of addressing a pathology that may be self-limiting. Three cases of patients with a DTI, in which the initial presentation was not typical (ie, as described by the current NPUAP staging system) and not an accurate diagnostic predictor of prognosis, are presented. These differences, their course of treatment, and a more comprehensive diagnostic approach will be discussed in the hopes of more accurately identifying these injuries with a focus on prediction of disease trajectory.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Pharmacology and Toxicology, Dermatology, Wright State University Boonshoft School of Medicine, Dayton, OH."
      ]
    },
    {
      "last_name": "Simman",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Simman",
      "affiliations": [
        "Department of Pharmacology and Toxicology, Dermatology, Wright State University Boonshoft School of Medicine, Dayton, OH; Wound Care Program, Jobst Vascular Institute, Promedica Health System, Toledo, OH."
      ]
    }
  ],
  "journal": {
    "title": "Wounds : a compendium of clinical research and practice",
    "iso_abbreviation": "Wounds",
    "issn": "1943-2704",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "306",
  "end_page": "309",
  "pages": "306-309",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Algorithms",
    "Color",
    "Debridement",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Necrosis",
    "Physical Examination",
    "Pressure Ulcer",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30299267"
  },
  "dates": {
    "completed": "2018-12-11",
    "revised": "2018-12-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.490222",
    "pmid": "30299267"
  }
}