{
  "pmid": "30302267",
  "uid": "30302267",
  "title": "Predicting 3-Year Survival in Patients Receiving Maintenance Dialysis: An External Validation of iChoose Kidney in Ontario, Canada.",
  "abstract": "BACKGROUND: Many patients with end-stage kidney disease (ESKD) do not appreciate how their survival may differ if treated with a kidney transplant compared with dialysis. A risk calculator (iChoose Kidney) developed and validated in the United States provides individualized mortality estimates for different treatment options (dialysis vs living or deceased donor kidney transplantation). The calculator can be used with patients and families to help patients make more educated treatment decisions. OBJECTIVE: To validate the iChoose Kidney risk calculator in Ontario, Canada. DESIGN: External validation study. SETTING: We used several linked administrative health care databases from Ontario, Canada. PATIENTS: We included 22 520 maintenance dialysis patients and 4505 kidney transplant recipients. Patients entered the cohort between 2004 and 2014. MEASUREMENTS: Three-year all-cause mortality. METHODS: We assessed model discrimination using the C-statistic. We assessed model calibration by comparing the observed versus predicted mortality risk and by using smoothed calibration plots. We used multivariable logistic regression modeling to recalibrate model intercepts using a correction factor, when appropriate. RESULTS: In our final version of the iChoose Kidney model, we included the following variables: age (18-80 years), sex (male, female), race (white, black, other), time on dialysis (<6 months, 6-12 months, >12 months), and patient comorbidities (hypertension, diabetes, and/or cardiovascular disease). Over the 3-year follow-up period, 33.3% of dialysis patients and 6.2% of kidney transplant recipients died. The discriminatory ability was moderate (C-statistic for dialysis: 0.70, 95% confidence interval [CI]: 0.69-0.70, and C-statistic for transplant: 0.72, 95% CI: 0.69-0.75). The 3-year observed and predicted mortality estimates were comparable and even more so after we recalibrated the intercepts in 2 of our models (dialysis and deceased donor kidney transplantation). As done in the United States, we developed a Canadian Web site and an iOS application called Dialysis vs. Kidney Transplant- Estimated Survival in Ontario. LIMITATIONS: Missing data in our databases precluded the inclusion of all variables that were in the original iChoose Kidney (ie, patient ethnicity and low albumin). We were unable to perform all preplanned analyses due to the limited sample size. CONCLUSIONS: The original iChoose Kidney risk calculator was able to adequately predict mortality in this Canadian (Ontario) cohort of ESKD patients. After minor modifications, the predictive accuracy improved. The Dialysis vs. Kidney Transplant- Estimated Survival in Ontario risk calculator may be a valuable resource to help ESKD patients make an informed decision on pursuing kidney transplantation.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Vivian S",
      "initials": "VS",
      "name": "Vivian S Tan",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Patzer",
      "fore_name": "Rachel E",
      "initials": "RE",
      "name": "Rachel E Patzer",
      "affiliations": [
        "Department of Surgery, Emory University, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Gander",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Gander",
      "affiliations": [
        "Kaiser Permanente, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel",
      "initials": "P",
      "name": "Pavel Roshanov",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3908-1955"
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "University Health Network, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg A",
      "initials": "GA",
      "name": "Greg A Knoll",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Yohanna",
      "fore_name": "Seychelle",
      "initials": "S",
      "name": "Seychelle Yohanna",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Megan K",
      "initials": "MK",
      "name": "Megan K McCallum",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118799693",
  "pages": "2054358118799693",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30302267",
    "pmc": "PMC6172940",
    "doi": "10.1177/2054358118799693",
    "pii": "10.1177_2054358118799693"
  },
  "doi": "10.1177/2054358118799693",
  "pmc_id": "PMC6172940",
  "dates": {
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.967341",
    "pmid": "30302267"
  }
}