{
  "pmid": "30304329",
  "uid": "30304329",
  "title": "Association of Chronic Kidney Disease With Allopurinol Use in Gout Treatment.",
  "abstract": "IMPORTANCE: Clinicians are often cautious about use of allopurinol in patients with gout when renal function declines. OBJECTIVE: To assess the association of allopurinol use in gout with the risk of developing chronic kidney disease stage 3 or higher. DESIGN, SETTING, AND PARTICIPANTS: A time-stratified propensity score-matched, population-based, prospective cohort study of individuals with newly diagnosed gout who initiated allopurinol (≥300 mg/d) compared with those who did not initiate allopurinol, using the Health Improvement Network (THIN), a United Kingdom general practitioner electronic health records database, was carried out. The data were analyzed using Cox proportional hazards regression. Among adults aged 18 to 89 years with newly diagnosed gout, we propensity score matched 4760 initiators of allopurinol (≥300 mg/d) to the same number of noninitiators of allopurinol, excluding those with chronic kidney disease stage 3 or higher or urate-lowering therapy use before their gout diagnosis. EXPOSURES: Allopurinol initiation at a dose of 300 mg or more per day. MAIN OUTCOMES AND MEASURES: Development of chronic kidney disease stage 3 or higher. RESULTS: Of the 4760 allopurinol initiators (3975 men, 785 women) and same number of noninitiators (3971 men, 789 women), 579 and 623, respectively, developed chronic kidney disease stage 3 or higher, with a mean follow-up time of 5 and 4 years, mean age of 57 years, and mean body mass index (calculated as weight in kilograms divided by height in meters squared) of 30 for both groups. Use of allopurinol of at least 300 mg/d was associated with lower risk of developing chronic kidney disease stage 3 or higher compared with nonusers, with a hazard ratio (HR) of 0.87 (95% CI, 0.77-0.97). Allopurinol initiation at less than 300 mg/d was not associated with renal function decline (HR, 1.00; 95% CI, 0.91-1.09). CONCLUSIONS AND RELEVANCE: In this large cohort, allopurinol initiation of at least 300 mg/d was associated with a lower risk of renal function deterioration. Because allopurinol does not appear to be associated with renal function decline, clinicians should consider evaluating other potential causes when patients with gout experience renal function decline.",
  "authors": [
    {
      "last_name": "Vargas-Santos",
      "fore_name": "Ana Beatriz",
      "initials": "AB",
      "name": "Ana Beatriz Vargas-Santos",
      "affiliations": [
        "Internal Medicine Department, Rheumatology Unit, State University of Rio de Janeiro, Rio de Janeiro, Brazil."
      ]
    },
    {
      "last_name": "Peloquin",
      "fore_name": "Christine E",
      "initials": "CE",
      "name": "Christine E Peloquin",
      "affiliations": [
        "Clinical Epidemiology Research and Training Unit, Boston University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Clinical Epidemiology Research and Training Unit, Boston University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Neogi",
      "fore_name": "Tuhina",
      "initials": "T",
      "name": "Tuhina Neogi",
      "affiliations": [
        "Clinical Epidemiology Research and Training Unit, Boston University School of Medicine, Boston, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "JAMA internal medicine",
    "iso_abbreviation": "JAMA Intern Med",
    "issn": "2168-6114",
    "issn_type": "Electronic",
    "volume": "178",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "1526",
  "end_page": "1533",
  "pages": "1526-1533",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Allopurinol",
    "Female",
    "Gout",
    "Gout Suppressants",
    "Humans",
    "Male",
    "Middle Aged",
    "Propensity Score",
    "Prospective Studies",
    "Renal Insufficiency, Chronic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30304329",
    "mid": "NIHMS996036",
    "pmc": "PMC6248199",
    "doi": "10.1001/jamainternmed.2018.4463",
    "pii": "2705694"
  },
  "doi": "10.1001/jamainternmed.2018.4463",
  "pmc_id": "PMC6248199",
  "dates": {
    "completed": "2019-09-10",
    "revised": "2019-09-10"
  },
  "chemicals": [
    "Gout Suppressants",
    "Allopurinol"
  ],
  "grants": [
    {
      "grant_id": "K24 AR070892",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P60 AR047785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.296179",
    "pmid": "30304329"
  }
}