{
  "pmid": "30300676",
  "uid": "30300676",
  "title": "Potentially missing data are considerably more frequent than definitely missing data: a methodological survey of 638 randomized controlled trials.",
  "abstract": "BACKGROUND AND OBJECTIVE: Missing data for the outcomes of participants in randomized controlled trials (RCTs) are a key element of risk of bias assessment. However, it is not always clear from RCT reports whether some categories of participants were followed-up or not (i.e., do or do not have missing data) nor how the RCT authors dealt with missing data in their analyses. Our objectives were to describe how RCT authors (1) report on different categories of participants that might have missing data, (2) handle these categories in the analysis, and (3) judge the risk of bias associated with missing data. METHODS: We surveyed all RCT reports included in 100 clinical intervention systematic reviews (SRs), half of which were Cochrane SRs. Eligible SRs reported a group-level meta-analysis of a patient-important dichotomous efficacy outcome, with a statistically significant effect estimate. Eleven reviewers, working in pairs, independently extracted data from the primary RCT reports included in the SRs. We predefined 19 categories of participants that might have missing data. Then, we classified these participants as follows: \"explicitly followed-up,\" \"explicitly not followed-up\" (i.e., definitely missing data), or \"unclear follow-up status\" (i.e., potentially missing data). RESULTS: Of 638 eligible RCTs, 400 (63%) reported on at least one of the predefined categories of participants that might have missing data. The median percentage of participants who were explicitly not followed-up was 5.8% (interquartile range 2.2-14.8%); it was 9.7% (4.1-14.9%) for participants with unclear follow up status; and 11.7% (interquartile range 5.6-23.7%) for participants who were explicitly not followed-up and with unclear follow-up status. When authors explicitly reported not following-up participants, they most often conducted complete case analysis (54%). Most RCTs neither reported on missing data separately for different outcomes (99%) nor reported using a method for judging risk of bias associated with missing data (95%). CONCLUSION: \"Potentially missing data\" are considerably more frequent than \"definitely missing data.\" Adequate reporting of missing data will require development of explicit standards on which editors insist and to which RCT authors adhere.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diab",
      "fore_name": "Batoul",
      "initials": "B",
      "name": "Batoul Diab",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Post Graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Chinese Evidence-based Medicine Center and CREAT Group, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Departments of Medicine and Biomedical & Health Informatics, University of Missouri-Kansas City, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Koujanian",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Koujanian",
      "affiliations": [
        "Department of Evaluative Clinical Sciences, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waziry",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Waziry",
      "affiliations": [
        "Department of Epidemiology, Harvard University TH Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dakik",
      "fore_name": "Abeer",
      "initials": "A",
      "name": "Abeer Dakik",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Epidemiology Unit, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "106",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "18",
  "end_page": "31",
  "pages": "18-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Data Accuracy",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30300676",
    "doi": "10.1016/j.jclinepi.2018.10.001",
    "pii": "S0895-4356(18)30542-0"
  },
  "doi": "10.1016/j.jclinepi.2018.10.001",
  "dates": {
    "completed": "2020-01-17",
    "revised": "2020-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.137979",
    "pmid": "30300676"
  }
}