{
  "pmid": "30306281",
  "uid": "30306281",
  "title": "Lower limb injury prevention programs in youth soccer: a survey of coach knowledge, usage, and barriers.",
  "abstract": "BACKGROUND: Participation in youth soccer carries a significant risk of injury, most commonly non-contact injuries of the lower extremity. A growing body of research supports the use of neuromuscular interventions by teams to prevent such injuries, yet the uptake of these recommendations by soccer teams remains largely unexplored. The purposes of the study were to determine (1) the level of awareness by youth coaches of injury prevention programs and their efficacy; (2) the number of youth coaches that use these interventions; and (3) barriers and potential facilitators to implementing a sustainable injury prevention program. METHODS: Four hundred eighteen coaches of male and female youth soccer teams were emailed an online blinded survey. This survey consisted of 26 questions covering coaches' demographics, level of training, experience with injuries among players, and use of injury prevention programs. Question development was guided by the RE-AIM Sports Setting Matrix in combination with findings from the literature review and expert experience from orthopaedic surgeons specializing in sport medicine. RESULTS: Of the 418 coaches contacted, 101 responded. Only 29.8% of respondents used an injury prevention program in the prior soccer season. Coaches that had completed one or more coaching courses were more likely to use an intervention. Of those that did not already use an intervention, coaches agreed or strongly agreed that they would consider using one if it could be used in place of the warm up and take no more than 20 min (74.0%), if they could access information about the exercises (84.0%), and if the exercises could be properly demonstrated (84.0%). Additionally, 84% of coaches that did not already use an intervention agreed or strongly agreed that knowing that interventions may reduce a player's risk of injury by 45% would affect whether they would use one. CONCLUSION: This study suggests that the current use and awareness of injury prevention programs is limited by a lack of communication and education between sporting associations and coaches, as well as perceived time constraints. The results also suggest that improving coaching education of injury prevention could increase the frequency of intervention use.",
  "authors": [
    {
      "last_name": "Mawson",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Mawson",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Creech",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Creech",
      "affiliations": [
        "North Bay Regional Health Centre, North Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin C",
      "initials": "DC",
      "name": "Devin C Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, Hamilton, ON, Canada. ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "11"
  },
  "start_page": "43",
  "pages": "43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30306281",
    "pmc": "PMC6179968",
    "doi": "10.1186/s40634-018-0160-6",
    "pii": "10.1186/s40634-018-0160-6"
  },
  "doi": "10.1186/s40634-018-0160-6",
  "pmc_id": "PMC6179968",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.370163",
    "pmid": "30306281"
  }
}