{
  "pmid": "30311241",
  "uid": "30311241",
  "title": "Methods to improve the estimation of time-to-event outcomes when data is de-identified.",
  "abstract": "Technological advancements in recent years have sparked the use of large databases for research. The availability of these large databases has administered a need for anonymization and de-identification techniques, prior to publishing the data. This de-identification alters the data, which in turn can impact the results derived post de-identification and potentially lead to false conclusions. The objective of this study is to investigate if alterations to a de-identified time-to-event data set may improve the accuracy of the estimates. In this data set, a missing time bias was present among censored patients as a means to preserve patient confidentiality. This study investigates five methods intended to reduce the bias of time-to-event estimates. A simulation study was conducted to evaluate the effectiveness of each method in reducing bias. In situations where there was a large number of censored patients, the results of the simulation showed that Method 4 yielded the most accurate estimates. This method adjusted the survival times of censored patients by adding a random uniform component such that the modified survival time would occur within the final year of the study. Alternatively, when there was only a small number of censored patients, the method that did not alter the de-identified data set (Method 1) provided the most accurate estimates.",
  "authors": [
    {
      "last_name": "Caetano",
      "fore_name": "Samantha-Jo",
      "initials": "SJ",
      "name": "Samantha-Jo Caetano",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-7606-1024"
    },
    {
      "last_name": "Dawe",
      "fore_name": "David",
      "initials": "D",
      "name": "David Dawe",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada.",
        "Department of Hematology and Medical Oncology, Cancer Care Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ellis",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig C",
      "initials": "CC",
      "name": "Craig C Earle",
      "affiliations": [
        "Cancer Care Ontario, Toronto, Canada.",
        "Ontario Institute for Cancer Research, Toronto, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Statistics in medicine",
    "iso_abbreviation": "Stat Med",
    "issn": "1097-0258",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "20"
  },
  "start_page": "625",
  "end_page": "635",
  "pages": "625-635",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Bias",
    "Confidentiality",
    "Data Anonymization",
    "Data Interpretation, Statistical",
    "Humans",
    "Lung Neoplasms",
    "Registries",
    "Survival Analysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30311241",
    "doi": "10.1002/sim.7990"
  },
  "doi": "10.1002/sim.7990",
  "dates": {
    "completed": "2020-03-10",
    "revised": "2020-03-10"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.226967",
    "pmid": "30311241"
  }
}