{
  "pmid": "30317009",
  "uid": "30317009",
  "title": "Reproductive Health Considerations in Sexual and/or Gender Minority Adolescents.",
  "abstract": "Disparities exist in the area of reproductive health for lesbian, gay, bisexual (LGB), and transgender and gender nonconforming (TGNC) adolescents compared with cisgender, heterosexual adolescents, particularly related to pregnancy and pregnancy risk factors. Review of the literature indicates an estimated increased risk of adolescent pregnancy involvement between 2 and 10 times higher for LGB youth compared with heterosexual youth. This might be explained by a broad spectrum of sexual health risks experienced, including an earlier age of sexual debut, exposure to sexual abuse, and a higher number of sexual partners. TGNC youth face conflict with their gender identity and potentially their sexual orientation. It is likely that their experience is similar to cisgender LGB adolescents as it pertains to reproductive health considerations. TGNC adolescents additionally confront the added challenge of fertility preservation. Health care providers play an important role in identifying and addressing these risk factors to improve the health of LGB and TGNC adolescents. Unfortunately, whether implicit or explicit, bias among health care providers exists and affects patient care. We believe it is the responsibility of health care providers to be informed about the increased needs of these patients and to provide appropriate risk-reducing management while using inclusive and sensitive history-taking and language.",
  "authors": [
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endoscopic Surgery Unit, Nepean Hospital, University of Sydney, Sydney, Australia; Department of Obstetrics and Gynaecology, University of Toronto, Toronto, Ontario, Canada. Electronic address: mathew.leonardi@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Frecker",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Frecker",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Michael Garron Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scheim",
      "fore_name": "Ayden I",
      "initials": "AI",
      "name": "Ayden I Scheim",
      "affiliations": [
        "Division of Infectious Diseases and Global Public Health, Department of Medicine, University of California San Diego, La Jolla, California."
      ]
    },
    {
      "last_name": "Kives",
      "fore_name": "Sari",
      "initials": "S",
      "name": "Sari Kives",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric and adolescent gynecology",
    "iso_abbreviation": "J Pediatr Adolesc Gynecol",
    "issn": "1873-4332",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "15",
  "end_page": "20",
  "pages": "15-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Health",
    "Female",
    "Gender Identity",
    "Humans",
    "Male",
    "Pregnancy",
    "Pregnancy in Adolescence",
    "Reproductive Health",
    "Risk Factors",
    "Sex Offenses",
    "Sexual Behavior",
    "Sexual Health",
    "Sexual Partners",
    "Sexual and Gender Minorities"
  ],
  "article_ids": {
    "pubmed": "30317009",
    "doi": "10.1016/j.jpag.2018.09.010",
    "pii": "S1083-3188(18)30314-0"
  },
  "doi": "10.1016/j.jpag.2018.09.010",
  "dates": {
    "completed": "2019-01-28",
    "revised": "2019-01-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.271624",
    "pmid": "30317009"
  }
}