{
  "pmid": "30310334",
  "uid": "30310334",
  "title": "Bilateral femoroacetabular impingement syndrome managed with different approaches: a case report.",
  "abstract": "PURPOSE: The purpose of this case report is to present the successful management of symptomatic bilateral femoroacetabular impingement (FAI) syndrome in a patient who underwent surgical treatment on one side and non-surgical treatment on the other side. METHODS: We evaluated the treatment outcome of a young female presenting with bilateral FAI syndrome of cam morphology. A follow-up was performed at 5 years following surgical treatment on the right hip and 2 years following non-surgical treatment on the left hip. The evaluation included a clinical examination, patient-reported outcome measurements (PROM), plain radiographs, and magnetic resonance imaging (MRI). RESULTS: The patient experienced subjective improvements bilaterally. The clinical examination revealed differences in range of motion between the surgically treated and the non-surgically treated sides, with internal rotation differing the most (20° vs almost 0°). Flexion was, however, the same on both sides (125°). The PROM results were satisfactory on both sides, with slightly better results for the surgically treated side (the short version of the International Hip Outcome Tool [iHOT-12]: 96.9 vs 90, the Copenhagen Hip and Groin Outcome Score [HAGOS]: 90-100 vs 65-100). On the surgically treated side, the alpha angle decreased by 19° postoperatively. An MRI did not reveal any injury to the cartilage or labrum on either side. CONCLUSION: This patient with bilateral FAI syndrome treated with arthroscopic surgery on one side and physiotherapy together with reduced physical activity on the other side, presented with good results bilaterally at follow-up.",
  "authors": [
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden, mikael.sansone@vgregion.se."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Swärd",
      "fore_name": "Leif",
      "initials": "L",
      "name": "Leif Swärd",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden, mikael.sansone@vgregion.se."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jón",
      "initials": "J",
      "name": "Jón Karlsson",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden, mikael.sansone@vgregion.se."
      ]
    },
    {
      "last_name": "Sansone",
      "fore_name": "Mikael",
      "initials": "M",
      "name": "Mikael Sansone",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden, mikael.sansone@vgregion.se."
      ]
    }
  ],
  "journal": {
    "title": "Open access journal of sports medicine",
    "iso_abbreviation": "Open Access J Sports Med",
    "issn": "1179-1543",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "215",
  "end_page": "220",
  "pages": "215-220",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30310334",
    "pmc": "PMC6165743",
    "doi": "10.2147/OAJSM.S162304",
    "pii": "oajsm-9-215"
  },
  "doi": "10.2147/OAJSM.S162304",
  "pmc_id": "PMC6165743",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.824373",
    "pmid": "30310334"
  }
}