{
  "pmid": "30316619",
  "uid": "30316619",
  "title": "Medical Screening of Mental Health Patients in the Emergency Department: A Systematic Review.",
  "abstract": "BACKGROUND: Patients presenting to the emergency department (ED) with psychiatric complaints often require medical screening to evaluate for a medical cause of their symptoms. OBJECTIVE: We sought to evaluate the existing literature on the medical screening of psychiatric patients and establish recommendations for ideal screening practices in Western-style EDs. METHODS: PubMed, PsycINFO, and ClinicalTrials.gov were searched for clinical studies examining the medical screening of adult psychiatric patients in the ED or inappropriate referrals to psychiatry. Articles were graded using the Effective Public Health Practice Project (EPHPP) grading tool and sorted into topics. A 3-level grading algorithm used by other emergency medicine organizations was used to evaluate the strength of the evidence for each recommendation. RESULTS: Sixty articles met the inclusion and exclusion criteria. Most published literature on medical screening consisted of nonrandomized studies with a high risk of bias. Some screening procedures, such as history and physical examination, were extensively recommended. Other screening procedures received mixed recommendations. CONCLUSIONS: Based on available literature, physician experts developed 7 recommendations. For a patient with known psychiatric disease presenting with symptom exacerbation, medical screening should include a full medical and psychiatric history, a targeted physical examination, and a mental status examination. Urine toxicology screening and nonurine drug screen laboratory testing should not be routinely performed. Additional screening tests may be valuable for patients with new-onset psychiatric symptoms who are ≥65 years of age, are immunosuppressed, or have concomitant medical disease. However, additional studies on this topic with more rigorous methodology must be conducted to establish definitive guidelines.",
  "authors": [
    {
      "last_name": "Chennapan",
      "fore_name": "Krithika",
      "initials": "K",
      "name": "Krithika Chennapan",
      "affiliations": [
        "Keck School of Medicine of the University of Southern California, Los Angeles, California."
      ]
    },
    {
      "last_name": "Mullinax",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Mullinax",
      "affiliations": [
        "University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Anderson",
      "affiliations": [
        "University of Maryland, School of Medicine, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Landau",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Landau",
      "affiliations": [
        "Keck School of Medicine of the University of Southern California, Los Angeles, California."
      ]
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Nordstrom",
      "affiliations": [
        "University of Colorado, School of Medicine, Denver, Colorado."
      ]
    },
    {
      "last_name": "Seupaul",
      "fore_name": "Rawle A",
      "initials": "RA",
      "name": "Rawle A Seupaul",
      "affiliations": [
        "University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "University of Arkansas for Medical Sciences, Little Rock, Arkansas; Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) lab, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "55",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "799",
  "end_page": "812",
  "pages": "799-812",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Emergency Medicine",
    "Emergency Service, Hospital",
    "Humans",
    "Mass Screening",
    "Mental Disorders"
  ],
  "article_ids": {
    "pubmed": "30316619",
    "doi": "10.1016/j.jemermed.2018.09.014",
    "pii": "S0736-4679(18)30930-2"
  },
  "doi": "10.1016/j.jemermed.2018.09.014",
  "dates": {
    "completed": "2019-01-08",
    "revised": "2019-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.493166",
    "pmid": "30316619"
  }
}