{
  "pmid": "30326299",
  "uid": "30326299",
  "title": "Complete Resolution of Nonalcoholic Fatty Liver Disease After Bariatric Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Bariatric surgery has been reported to lead to complete resolution of nonalcoholic fatty liver disease (NAFLD) following the sustained weight loss induced in obese patients. We performed a systematic review and meta-analysis to evaluate the effects of bariatric surgery on NAFLD in obese patients. METHODS: We searched MEDLINE, EMBASE, CENTRAL, and Web of Science databases through May 2018 for studies that compared liver biopsy results before and after bariatric surgery in obese patients. Primary outcomes were biopsy-confirmed resolution of NAFLD and NAFLD activity score. Secondary outcomes were worsening of NAFLD after surgery and liver volume. The Grading of Recommendations, Assessment, Development, and Evidence approach was conducted to assess overall quality of evidence. RESULTS: We analyzed data from 32 cohort studies comprising 3093 biopsy specimens. Bariatric surgery resulted in a biopsy-confirmed resolution of steatosis in 66% of patients (95% CI, 56%-75%), inflammation in 50% (95% CI, 35%-64%), ballooning degeneration in 76% (95% CI, 64%-86%), and fibrosis in 40% (95% CI, 29%-51%). Patients' mean NAFLD activity score was reduced significantly after bariatric surgery (mean difference, 2.39; 95% CI, 1.58-3.20; P < .001). However, bariatric surgery resulted in new or worsening features of NAFLD, such as fibrosis, in 12% of patients (95% CI, 5%-20%). The overall Grading of Recommendations, Assessment, Development, and Evidence quality of evidence was very low. CONCLUSIONS: Through this systematic review and meta-analysis, we found that bariatric surgery leads to complete resolution of NAFLD in obese patients. However, some patients develop new or worsened features of NAFLD. Randomized controlled trials are needed to further examine the therapeutic benefits of bariatric surgery for patients with NAFLD.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brar",
      "fore_name": "Karanbir",
      "initials": "K",
      "name": "Karanbir Brar",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gmora",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gmora",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "1040",
  "end_page": "1060.e11",
  "pages": "1040-1060.e11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bariatric Surgery",
    "Body Mass Index",
    "Humans",
    "Non-alcoholic Fatty Liver Disease",
    "Obesity"
  ],
  "article_ids": {
    "pubmed": "30326299",
    "doi": "10.1016/j.cgh.2018.10.017",
    "pii": "S1542-3565(18)31138-8"
  },
  "doi": "10.1016/j.cgh.2018.10.017",
  "dates": {
    "completed": "2020-09-23",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.716351",
    "pmid": "30326299"
  }
}