{
  "pmid": "30325340",
  "uid": "30325340",
  "title": "Improving outcomes in ambulatory anesthesia by identifying high risk patients.",
  "abstract": "PURPOSE OF REVIEW: Currently, outcome data in ambulatory anesthesia are somewhat limited though results are quite good with low reported rates of mortality and major morbidity. As patient comorbidities and surgical invasiveness increase, identifying those patients at higher risk will help to focus quality improvement energy and research where most effective. Better data collection and analysis will refine patient and procedure selection and improve outcomes going forward. RECENT FINDINGS: Complications after ambulatory surgery are associated with age, higher American Society of Anesthesiologists physical status, obstructive sleep apnea, and obesity. Frailty has recently been linked to increased complications in ambulatory surgery as well. Newer ambulatory procedures such as spine and total joint arthroplasty require careful patient selection. SUMMARY: Identifying high-risk ambulatory patients can help facilitate development of a strategy to triage these patients, optimize their conditions prior to surgery, and manage their care and disposition postoperatively. Inpatient surgery or admission should be considered for higher risk patients having high invasive surgery.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Mayo Clinic, Rochester, Minnesota, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in anaesthesiology",
    "iso_abbreviation": "Curr Opin Anaesthesiol",
    "issn": "1473-6500",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "659",
  "end_page": "666",
  "pages": "659-666",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Ambulatory Surgical Procedures",
    "Anesthesia",
    "Humans",
    "Patients",
    "Postoperative Complications",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "30325340",
    "doi": "10.1097/ACO.0000000000000653"
  },
  "doi": "10.1097/ACO.0000000000000653",
  "dates": {
    "completed": "2019-02-13",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.934615",
    "pmid": "30325340"
  }
}