{
  "pmid": "30333925",
  "uid": "30333925",
  "title": "Scientific Advisory Committees at the World Health Organization: A Qualitative Study of How Their Design Affects Quality, Relevance, and Legitimacy.",
  "abstract": "Governments and international organizations frequently convene scientific advisory committees (SACs) to support decision-making with scientific advice. In this study, thematic analysis of interviews with 35 senior WHO staff identified five main themes characterizing WHO's experience with designing SACs to ensure quality, relevance, and legitimacy of scientific advice. First, in addition to technical matters, SACs are established to serve broader strategic objectives, including consensus building to promote high-level political messages. Second, for SACs to be fully independent, they must have autonomy from the institutions convening or funding them, from the institutions from where SAC members are recruited, and from the institutions to whom the advice is directed. Third, since choices affecting quality, relevance, and legitimacy are closely linked, designing SACs often require trade-offs among these three attributes. Fourth, staff supporting SACs need to balance between safeguarding SACs from external influence and being receptive to the external political environment. Fifth, the design of SACs need to balance the involvement of stakeholders with the power to act on recommendations against the need to protect the independence and integrity of the scientific process. Overall, this study highlights key choices conveners of SACs must make when seeking to promote quality, relevance, and legitimacy of scientific advice.",
  "authors": [
    {
      "last_name": "Gopinathan",
      "fore_name": "Unni",
      "initials": "U",
      "name": "Unni Gopinathan",
      "affiliations": [
        "Division for Health Services Norwegian Institute of Public Health 0473 Oslo Norway.",
        "Oslo Group on Global Health Policy Department of Community Medicine and Global Health and Centre for Global Health Institute of Health and Society Faculty of Medicine University of Oslo 0450 Oslo Norway.",
        "Global Strategy Lab Dahdaleh Institute for Global Health Research Faculty of Health and Osgoode Hall Law School York University Toronto Ontario M3J 1P3 Canada."
      ],
      "orcid": "0000-0002-7145-1461"
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab Dahdaleh Institute for Global Health Research Faculty of Health and Osgoode Hall Law School York University Toronto Ontario M3J 1P3 Canada.",
        "Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum McMaster University Hamilton Ontario L8S 4L8 Canada.",
        "Department of Global Health and Population Harvard T.H. Chan School of Public Health Harvard University Boston MA 02115 USA."
      ]
    },
    {
      "last_name": "Ottersen",
      "fore_name": "Trygve",
      "initials": "T",
      "name": "Trygve Ottersen",
      "affiliations": [
        "Division for Health Services Norwegian Institute of Public Health 0473 Oslo Norway.",
        "Oslo Group on Global Health Policy Department of Community Medicine and Global Health and Centre for Global Health Institute of Health and Society Faculty of Medicine University of Oslo 0450 Oslo Norway.",
        "Global Strategy Lab Dahdaleh Institute for Global Health Research Faculty of Health and Osgoode Hall Law School York University Toronto Ontario M3J 1P3 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Global challenges (Hoboken, NJ)",
    "iso_abbreviation": "Glob Chall",
    "issn": "2056-6646",
    "issn_type": "Print",
    "volume": "2",
    "issue": "9",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "1700074",
  "pages": "1700074",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30333925",
    "pmc": "PMC6175305",
    "doi": "10.1002/gch2.201700074",
    "pii": "GCH2201700074"
  },
  "doi": "10.1002/gch2.201700074",
  "pmc_id": "PMC6175305",
  "dates": {
    "revised": "2023-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.636572",
    "pmid": "30333925"
  }
}