{
  "pmid": "30337946",
  "uid": "30337946",
  "title": "Gynura divaricata rich in 3, 5-/4, 5-dicaffeoylquinic acid and chlorogenic acid reduces islet cell apoptosis and improves pancreatic function in type 2 diabetic mice.",
  "abstract": "BACKGROUND: Diabetes mellitus is one of the most common chronic diseases that accompanied by severe complications. Gynura divaricata (GD), a medicinal and edible plant that is usually used for the treatment of diabetes. Therefore, this study investigates the chemical components of GD with hypoglycemic effect and the possible mechanism lowering blood sugar in T2D diabetic mice. METHODS: The methanol extract of GD was analysed by HPLC-DAD. And then mice with type 2 diabetes induced by a high-fat diet in combination with streptozotocin feed the diet containing lyophilized GD powder for 4 weeks. During this period, fasting blood glucose (FBG) levels and body weight were measured. RESULTS: GD was rich in four bioactive components of dicaffeoylquinic acid and chlorogenic acid. These components occupied about 2.37% in the GD powder in which the highest level was 3, 5-dicaffeoylquinic acid. Oral GD significantly reduced FBG, fasting serum insulin, and glycosylated serum protein levels, and enhanced antioxidative activities. HE-staining showed that the pathological damage in pancreatic β-cells was ameliorated. An immunohistochemical assay also showed that GD promoted marked pancreatic β-cell regeneration. GD also caused notable increase in GLUT2, GK, MafA, PDX-1, and Bcl-2 as well as reduction in Bax and caspase-3 expression as shown by western blot analysis. CONCLUSIONS: GD exerts the pronounced hypoglycaemic effect by inhibiting islet cell apoptosis and improving pancreatic function. Therefore, GD might have a potential to improve diabetes.",
  "authors": [
    {
      "last_name": "Yin",
      "fore_name": "Xiao-Lu",
      "initials": "XL",
      "name": "Xiao-Lu Yin",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123 People's Republic of China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Bing-Qing",
      "initials": "BQ",
      "name": "Bing-Qing Xu",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123 People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, 215123 People's Republic of China."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition & metabolism",
    "iso_abbreviation": "Nutr Metab (Lond)",
    "issn": "1743-7075",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2018"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30337946",
    "pmc": "PMC6180593",
    "doi": "10.1186/s12986-018-0310-y",
    "pii": "310"
  },
  "doi": "10.1186/s12986-018-0310-y",
  "pmc_id": "PMC6180593",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.300751",
    "pmid": "30337946"
  }
}