{
  "pmid": "30337863",
  "uid": "30337863",
  "title": "Parkinson's Disease Motor Subtypes Show Different Responses to Long-Term Subthalamic Nucleus Stimulation.",
  "abstract": "Background and purpose: Subthalamic nucleus deep brain stimulation (STN DBS) is well established for the treatment of advanced Parkinson's disease (PD), substantially improving motor symptoms, quality of life, and reducing the long-term need for dopaminergic medication. However, whether chronic STN DBS produces different effects on PD motor subtypes is unknown. This retrospective study aimed to evaluate the long-term effects of STN DBS on the PD motor subtypes. Methods: Eighty patients undergoing STN DBS were included. The Unified Parkinson's Disease Rating Scale (UPDRS) analysis was performed in \"On\" and \"Off\" medication/\"On\" and \"Off\" stimulation conditions. The patients were classified as akinetic-rigid type (ART), tremor-dominant type (TDT), and mixed type (MT) based on the preoperative UPDRS III subscores in the \"Off\" medication state. Preoperative and postoperative comparisons were performed. Results: After 4.9 years, STN DBS produced significant improvement in the UPDRS III total scores and subscores of tremor, rigidity, and bradykinesia in the \"Off\" medication state in the ART group, less improvement in the MT group, and the least improvement in the TDT group. The UPDRS II and III total scores and other subscores failed to improve during the \"On\" medication state. However, all groups improved substantially, and the improvement in tremor was sustained for both the \"On\" and \"Off\" medication states after years. Long-term STN DBS failed to improve swallowing and speech in all the subtypes. Conclusion: The data confirms that PD is heterogeneous. Long-term STN DBS produced the best effects on bradykinesia/rigidity in the \"Off\" medication state and on tremor in the \"On\" and \"Off\" medication states. There were differences in the response by each group, but some of the differences could be explained by the fact that more severe symptoms at baseline tend to have greater improvement. The findings support the idea that ART mainly involves the basal ganglia-thalamo-cortical pathway, whereas TDT involves a different circuit, likely the cerebellar-thalamo-cortical pathway.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Cuiping",
      "initials": "C",
      "name": "Cuiping Xu",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Zhuang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China.",
        "Center of Parkinson's Disease, Beijing Institute for Brain Disorders, Beijing, China.",
        "Key Laboratory of Neurodegenerative Diseases, Ministry of Education, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Hallett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hallett",
      "affiliations": [
        "Human Motor Control Section, Medical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China.",
        "Center of Parkinson's Disease, Beijing Institute for Brain Disorders, Beijing, China.",
        "Key Laboratory of Neurodegenerative Diseases, Ministry of Education, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jianyu",
      "initials": "J",
      "name": "Jianyu Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in human neuroscience",
    "iso_abbreviation": "Front Hum Neurosci",
    "issn": "1662-5161",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2018"
  },
  "start_page": "365",
  "pages": "365",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30337863",
    "pmc": "PMC6180162",
    "doi": "10.3389/fnhum.2018.00365"
  },
  "doi": "10.3389/fnhum.2018.00365",
  "pmc_id": "PMC6180162",
  "dates": {
    "revised": "2024-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.299794",
    "pmid": "30337863"
  }
}