{
  "pmid": "30337705",
  "uid": "30337705",
  "title": "Prokinetics for Functional Dyspepsia: A Systematic Review and Meta-Analysis of Randomized Control Trials.",
  "abstract": "OBJECTIVES: Prokinetics are recommended for the treatment of functional dyspepsia (FD) but systematic reviews give conflicting results on the efficacy of these agents. We have therefore conducted an updated systematic review to support the 2017 joint ACG/CAG dyspepsia guidelines. METHODS: Electronic databases, including MEDLINE, EMBASE, and CENTRAL, were searched until September 2017 for randomized controlled trials (RCTs) comparing either prokinetics and placebo or two types of prokinetics to improve FD symptoms. The primary outcome was absence or improvement of dyspeptic symptoms at the end of treatment. Double-blind eligibility assessment and data extraction was performed. Pooled risk ratios of symptoms persisting or adverse events occurring, and standardized mean difference of quality-of-life (QoL) scores with 95% CI, using a random effects model, were calculated. Quality of evidence was assessed using GRADE. RESULTS: The search identified 1388 citations; 38 studies in 35 papers were included. Of these, 29 trials comparing prokinetics with placebo were found. There was a statistically significant effect of prokinetic treatment in reducing global symptoms of FD (RR 0.81, 95% CI 0.74 to 0.89; I2 91%; NNT 7), regardless of FD subtype or ethnicity. When comparing two types of prokinetic, the most commonly used comparator was domperidone. There was no difference in reducing global symptoms (RR 0.94, 95% CI 0.83 to 1.07). QoL was not improved with prokinetic treatment. The adverse events with individual prokinetics were not different from placebo, except for cisapride. The GRADE assessment rated the quality of the evidence in each outcome as very low. CONCLUSIONS: From the current evidence, prokinetics may be effective for the treatment in all subtypes of FD, with very low quality of evidence. There was no difference between prokinetics for dyspeptic symptom improvement. High-quality RCTs with large sample sizes of FD patients are needed to verify the efficacy of prokinetics.",
  "authors": [
    {
      "last_name": "Pittayanon",
      "fore_name": "Rapat",
      "initials": "R",
      "name": "Rapat Pittayanon",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology & Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Division of Gastroenterology, Department of Medicine, Faculty of Medicine, Chulalongkorn University and King Chulalongkorn Memorial Hospital The Thai Red Cross, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology & Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bollegala",
      "fore_name": "Natasha P",
      "initials": "NP",
      "name": "Natasha P Bollegala",
      "affiliations": [
        "Department of Gastroenterology, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Reena",
      "initials": "R",
      "name": "Reena Khanna",
      "affiliations": [
        "Department of Medicine, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Lacy",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Lacy",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Mayo Clinic, Jacksonville, FL, USA."
      ]
    },
    {
      "last_name": "Andrews",
      "fore_name": "Christopher N",
      "initials": "CN",
      "name": "Christopher N Andrews",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology & Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology & Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "233",
  "end_page": "243",
  "pages": "233-243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Dyspepsia",
    "Gastrointestinal Agents",
    "Gastrointestinal Motility",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "30337705",
    "doi": "10.1038/s41395-018-0258-6"
  },
  "doi": "10.1038/s41395-018-0258-6",
  "dates": {
    "completed": "2019-12-16",
    "revised": "2019-12-17"
  },
  "chemicals": [
    "Gastrointestinal Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.407635",
    "pmid": "30337705"
  }
}