{
  "pmid": "30335134",
  "uid": "30335134",
  "title": "Implementing Electronic Patient-Reported Outcome Measures in Outpatient Cosmetic Surgery Clinics: An Exploratory Qualitative Study.",
  "abstract": "BACKGROUND: Patient-reported outcome measure (PROM) data are increasingly being collected over the internet or on a smart device by means of electronic versions (e-PROMs). Limited evidence exists about factors influencing e-PROM implementation in outpatient clinics. OBJECTIVES: The authors sought to identify barriers to collection of PRO data from different locations (home or cosmetic surgery office) by means of different modes (paper vs e-PROM) from the perspective of patients, plastic surgeons, and clinic administrative staff; and to explore patient preferences for the design of e-PROM platforms. METHODS: Semistructured interviews were conducted with 11 patients, 3 cosmetic surgeons, and administrative staff. Patients were shown 1 of the 3 PROMs (ie, the BODY-Q Satisfaction with Body scale, BREAST-Q Augmentation Module Satisfaction with Breast scale, or FACE-Q Satisfaction with Facial Appearance scale). The formats included paper and electronic (REDCap and TickiT) on a tablet and laptop computer. The interviews were audio-recorded and transcribed verbatim. Qualitative descriptive analysis was conducted. RESULTS: Patients and providers preferred electronic over paper format. The flexibility of the hardware, data entry point (remote location vs point-of-care), and the privacy of the data were the most recurring themes from the patient's perspective. The objective of collecting PROM data, role in peer-benchmarking, and return on investment were key to surgeons and administrative staff. CONCLUSIONS: The e-PROMs were well accepted in the community setting by the patients and plastic surgeons alike. The design and interface features of e-PROMs were explored in this study, which may be useful for future, mixed method studies evaluating the implementation of e-PROMs.",
  "authors": [
    {
      "last_name": "Kaur",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Kaur",
      "affiliations": [
        "School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pusic",
      "affiliations": [
        "Patient-Reported Outcomes, Value and Experience (PROVE) Center, Brigham Health, Boston, MA."
      ]
    },
    {
      "last_name": "Gibbons",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Gibbons",
      "affiliations": [
        "Patient-Reported Outcomes, Value and Experience (PROVE) Center, Brigham Health, Boston, MA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Aesthetic surgery journal",
    "iso_abbreviation": "Aesthet Surg J",
    "issn": "1527-330X",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "687",
  "end_page": "695",
  "pages": "687-695",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ambulatory Care Facilities",
    "Computers, Handheld",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Preference",
    "Patient Reported Outcome Measures",
    "Surgery, Plastic",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30335134",
    "doi": "10.1093/asj/sjy280",
    "pii": "5136394"
  },
  "doi": "10.1093/asj/sjy280",
  "dates": {
    "completed": "2020-06-09",
    "revised": "2020-06-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes for Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.127491",
    "pmid": "30335134"
  }
}