{
  "pmid": "30349416",
  "uid": "30349416",
  "title": "The effect of cannabis exposure on pubertal outcomes: a systematic review.",
  "abstract": "PURPOSE: Several countries are legalizing the use of medicinal cannabis and easing restrictions on its recreational use. While adults have been the primary target of these initiatives, expanding access to cannabis will likely lead to increased use by children. While the effects of cannabis on pediatric neuropsychological and mental health outcomes have been broadly studied, there are limited data on the physical health effects of cannabis, including endocrine health. Animal studies have shown that chronic cannabis use leads to delayed sexual maturation; however, its effects on pubertal outcomes in children are not well studied. This systematic review aimed to assess the effect of cannabis use on pubertal timing and tempo in children. METHODS: We conducted a systematic review with literature searches in MEDLINE, Embase, Cochrane Database of Systematic Reviews, Central, PsycINFO, CINAHL, Web of Science, and SPORTDiscus from inception to February 2018. A gray literature search was also completed in Clinicaltrials.gov and ProQuest Dissertations and Theses A&I. The primary outcome was pubertal timing, while secondary outcomes included pubertal tempo and final height and weight. We had no restrictions on date or language of publication of papers. Two reviewers independently assessed records for eligibility, with a third reviewer resolving disagreements. RESULTS: Our database and gray literature searches identified 759 records. A total of 29 full-text papers were assessed for eligibility. However, all studies were ultimately excluded as they did not meet the eligibility criteria. CONCLUSION: Our results highlight a significant gap in existing literature regarding the effects of cannabis use on puberty. Adequately powered longitudinal studies are urgently needed to provide pediatricians and other health care providers with high-quality information on the potential effects of cannabis on the physical health of children. PROSPECTIVE REGISTRAR OF SYSTEMATIC REVIEWS REGISTRATION: PROSPERO no.: CRD42018089397.",
  "authors": [
    {
      "last_name": "Sims",
      "fore_name": "E Danielle",
      "initials": "ED",
      "name": "E Danielle Sims",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Anvari",
      "fore_name": "Sama",
      "initials": "S",
      "name": "Sama Anvari",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Michael G. De Groote School of Medicine, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Michael G. De Groote School of Medicine, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Neurobehavioral Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicines, Hamilton, ON, Canada.",
        "Biostatistics Unit, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Medical Sciences Graduate Program, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Michael G. De Groote School of Medicine, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada, samaanc@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Adolescent health, medicine and therapeutics",
    "iso_abbreviation": "Adolesc Health Med Ther",
    "issn": "1179-318X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "137",
  "end_page": "147",
  "pages": "137-147",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30349416",
    "pmc": "PMC6181473",
    "doi": "10.2147/AHMT.S175864",
    "pii": "ahmt-9-137"
  },
  "doi": "10.2147/AHMT.S175864",
  "pmc_id": "PMC6181473",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.511476",
    "pmid": "30349416"
  }
}