{
  "pmid": "30349886",
  "uid": "30349886",
  "title": "Systematic review of fondaparinux for heparin-induced thrombocytopenia: When there are no randomized controlled trials.",
  "abstract": "BACKGROUND: Fondaparinux is commonly used for treatment of heparin-induced thrombocytopenia (HIT) despite lack of approval for this indication. High quality randomized controlled trials of this agent are unlikely to be forthcoming. OBJECTIVES: The objective of this systematic review is to update the literature on the efficacy and safety of fondaparinux for treatment of confirmed and probable HIT based on the available evidence. METHODS: Primary articles were identified using Web of Science and PubMed database searches for English-language studies from January 2006 to November 2017. Selected studies enrolled consecutive adult patients who received fondaparinux as the primary anticoagulant to treat acute HIT; confirmed the diagnosis by serological testing with a serotonin-release assay; heparin-induced platelet activation assay or enzyme-linked immunosorbent assay; provided clinical criteria used to define HIT and reported clinically important outcomes. RESULTS: A total of 9 studies were identified with 154 HIT positive patients. Ten experienced a new thrombotic event while receiving fondaparinux (6.5%, 95% CI, 3.4 to 11.7%) and 26 experienced major bleeding (16.9%, 95% CI, 11.7 to 23.6%). Mortality due to thrombosis or bleeding was reported in 5 patients (3.2%, 95% CI, 1.2 to 7.6%). CONCLUSIONS: Fondaparinux appears to be an effective and safe anticoagulant for treatment of acute HIT despite the absence of randomized trials. Caution should exercised when using fondaparinux in patients with renal insufficiency.",
  "authors": [
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine Michael G. DeGroote School of Medicine McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "George",
      "initials": "G",
      "name": "George Hu",
      "affiliations": [
        "McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Medicine Michael G. DeGroote School of Medicine McMaster University Hamilton Ontario Canada.",
        "Department of Pathology and Molecular Medicine Michael G. DeGroote School of Medicine McMaster University Hamilton Ontario Canada.",
        "Hamilton Regional Laboratory Medicine Program Hamilton General Hospital Hamilton Ontario Canada."
      ],
      "orcid": "0000-0002-8046-7588"
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "678",
  "end_page": "683",
  "pages": "678-683",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30349886",
    "pmc": "PMC6178656",
    "doi": "10.1002/rth2.12145",
    "pii": "S2475-0379(22)01858-1"
  },
  "doi": "10.1002/rth2.12145",
  "pmc_id": "PMC6178656",
  "dates": {
    "revised": "2023-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.880031",
    "pmid": "30349886"
  }
}