{
  "pmid": "30345680",
  "uid": "30345680",
  "title": "The superiority of three-dimensional physical models to two-dimensional computer presentations in anatomy learning.",
  "abstract": "BACKGROUND: Although several studies (Anat Sci Educ, 8 [6], 525, 2015) have shown that computer-based anatomy programs (three-dimensional visualisation technology [3DVT]) are inferior to ordinary physical models (PMs), the mechanism is not clear. In this study, we explored three mechanisms: haptic feedback, transfer-appropriate processing and stereoscopic vision. METHODS: The test of these hypotheses required nine groups of 20 students: two from a previous study (Anat Sci Educ, 6 [4], 211, 2013) and seven new groups. (i) To explore haptic feedback from physical models, participants in one group were allowed to touch the model during learning; in the other group, they could not; (ii) to test 'transfer-appropriate processing' (TAP), learning (PM or 3DVT) was crossed with testing (cadaver or two-dimensional display of cadaver); (iii) finally, to examine the role of stereo vision, we tested groups who had the non-dominant eye covered during learning and testing, during learning, or not at all, on both PM and 3DVT. The test was a 15-item short-answer test requiring naming structures on a cadaver pelvis. A list of names was provided. RESULTS: The test of haptic feedback showed a large advantage of the PM over 3DVT regardless of whether or not participants had haptic feedback: 67% correct for the PM with haptic feedback, 69% for PM without haptic feedback, versus 41% for 3DVT (p < 0.0001). In the study of TAP, the PM had an average score of 74% versus 43% for 3DVT (p < 0.0001) regardless of two-dimensional versus three-dimensional test outcome. The third study showed that the large advantage of the PM over 3DVT (28%) with binocular vision nearly disappeared (5%) when the non-dominant eye was covered for both learning and testing. CONCLUSIONS: A physical model is superior to a computer projection, primarily as a consequence of stereoscopic vision with the PM. The results have implications for the use of digital technology in spatial learning.",
  "authors": [
    {
      "last_name": "Wainman",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Wainman",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wolak",
      "fore_name": "Liliana",
      "initials": "L",
      "name": "Liliana Wolak",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pukas",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Pukas",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Zheng",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3275-1194"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1053-7998"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "1138",
  "end_page": "1146",
  "pages": "1138-1146",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anatomy",
    "Computer-Assisted Instruction",
    "Curriculum",
    "Depth Perception",
    "Education, Medical",
    "Educational Measurement",
    "Female",
    "Humans",
    "Male",
    "Models, Anatomic",
    "Ontario",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30345680",
    "doi": "10.1111/medu.13683"
  },
  "doi": "10.1111/medu.13683",
  "dates": {
    "completed": "2019-02-26",
    "revised": "2019-02-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.759125",
    "pmid": "30345680"
  }
}