{
  "pmid": "30344692",
  "uid": "30344692",
  "title": "Effects of milrinone on serum IL-6, TNF-α, Cys-C and cardiac functions of patients with chronic heart failure.",
  "abstract": "Effects of milrinone on serum interleukin-6 (IL-6), tumor necrosis factor-α (TNF-α), cystatin C (Cys-C) and cardiac functions of patients with chronic heart failure were analyzed to investigate the value of milrinone in chronic heart failure. A total of 70 patients diagnosed with chronic heart failure were selected and randomly divided into treatment group (n=35) and control group (n=35). All patients were treated with conventional anti-heart failure therapy, and patients in the treatment group received milrinone on the basis of conventional therapy. The general data of patients, such as age, sex and course of chronic heart failure, were collected; the levels of serum IL-6, TNF-α and Cys-C before and after treatment were compared between the groups, and the cardiac function indexes were also compared, including cardiac output (CO), stroke volume (SV), left ventricular ejection fraction (LVEF), left ventricular end-diastolic diameter (LVDd), left ventricular end-systolic diameter (LVSd) and brain natriuretic peptide (BNP) level. Besides, the curative effects and adverse reactions in the two groups were recorded. The results revealed that serum IL-6, TNF-α and Cys-C levels had no significant difference between the two groups before treatment; however, the curative effect in the treatment group was significantly superior to that in control group (p<0.05); after treatment, CO, SV and LVEF in both groups were obviously increased, but LVDd, LVSd and BNP levels were obviously decreased; the curative effect in the treatment group was significantly superior to that in control group (p<0.05); heart rate in both groups was obviously decreased after treatment (p<0.05); the total effective rate in the treatment group was significantly higher than that in control group after treatment (p<0.05). In conclusion, based on the conventional anti-heart failure therapy, the application of milrinone can reduce the serum IL-6, TNF-α and Cys-C levels and improve the cardiac functions of patients effectively.",
  "authors": [
    {
      "last_name": "Shao",
      "fore_name": "Tingguo",
      "initials": "T",
      "name": "Tingguo Shao",
      "affiliations": [
        "Department of Cardiology, Dongcheng Branch, Shouguang People's Hospital, Weifang, Shandong 262704, P.R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Vasculocardiology, Shouguang People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Rubo",
      "initials": "R",
      "name": "Rubo Tang",
      "affiliations": [
        "Department of Cardiology, Dongcheng Branch, Shouguang People's Hospital, Weifang, Shandong 262704, P.R. China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Hai",
      "initials": "H",
      "name": "Hai Zhang",
      "affiliations": [
        "Emergency Department, Shouguang People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Quanzheng",
      "initials": "Q",
      "name": "Quanzheng Wang",
      "affiliations": [
        "Department of Vasculocardiology, Shouguang People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Yang",
      "affiliations": [
        "Regular Physical Examination Centre, Shouguang People's Hospital, Weifang, Shandong 262700, P.R. China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Tongxiang",
      "initials": "T",
      "name": "Tongxiang Liu",
      "affiliations": [
        "Emergency Department, Weifang People's Hospital, Weifang, Shandong 261000, P.R. China."
      ]
    }
  ],
  "journal": {
    "title": "Experimental and therapeutic medicine",
    "iso_abbreviation": "Exp Ther Med",
    "issn": "1792-0981",
    "issn_type": "Print",
    "volume": "16",
    "issue": "5",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "4162",
  "end_page": "4166",
  "pages": "4162-4166",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30344692",
    "pmc": "PMC6176130",
    "doi": "10.3892/etm.2018.6672",
    "pii": "ETM-0-0-6672"
  },
  "doi": "10.3892/etm.2018.6672",
  "pmc_id": "PMC6176130",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.301871",
    "pmid": "30344692"
  }
}