{
  "pmid": "30349730",
  "uid": "30349730",
  "title": "Comparing Five Comorbidity Indices to Predict Mortality in Chronic Kidney Disease: A Retrospective Cohort Study.",
  "abstract": "BACKGROUND: Several different indices summarize patient comorbidity using health care data. An accurate index can be used to describe the risk profile of patients, and as an adjustment factor in analyses. How well these indices perform in persons with chronic kidney disease (CKD) is not well known. OBJECTIVE: Assess the performance of 5 comorbidity indices at predicting mortality in 3 different patient groups with CKD: incident kidney transplant recipients, maintenance dialysis patients, and individuals with low estimated glomerular filtration rate (eGFR). DESIGN: Population-based retrospective cohort study. SETTING: Ontario, Canada, between 2004 and 2014. PATIENTS: Individuals at the time they first received a kidney transplant, received maintenance dialysis, or were confirmed to have an eGFR less than 45 mL/min per 1.73m[2]. MEASUREMENTS: Five comorbidity indices: Charlson comorbidity index, end-stage renal disease-modified Charlson comorbidity index, Johns Hopkins' Aggregated Diagnosis Groups score, Elixhauser score, and Wright-Khan index. Our primary outcome was 1-year all-cause mortality. METHODS: Comorbidity indices were estimated using information in the prior 2 years. Each group was randomly divided 100 times into derivation and validation samples. Model discrimination was assessed using median c-statistics from logistic regression models, and calibration was evaluated graphically. RESULTS: We identified 4111 kidney transplant recipients, 23 897 individuals receiving maintenance dialysis, and 181 425 individuals with a low eGFR. Within 1 year, 108 (2.6%), 4179 (17.5%), and 17 898 (9.9%) in each group had died, respectively. In the validation sample, model discrimination was inadequate with median c-statistics less than 0.7 for all 5 comorbidity indices for all 3 groups. Calibration was also poor for all models. LIMITATIONS: The study used administrative health care data so there is the potential for misclassification. Indices were modeled as continuous scores as opposed to indicators for individual conditions to limit overfitting. CONCLUSIONS: Existing comorbidity indices do not accurately predict 1-year mortality in patients with CKD. Current indices could be modified with additional risk factors to improve their performance in CKD, or a new index could be developed for this population.",
  "authors": [
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Bota",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Division of Nephrology, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "Ontario Renal Network, Toronto, Canada.",
        "Department of Nephrology, Humber River Regional Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Division of Nephrology, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Ontario Renal Network, Toronto, Canada.",
        "Department of Medicine, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118805418",
  "pages": "2054358118805418",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30349730",
    "pmc": "PMC6195002",
    "doi": "10.1177/2054358118805418",
    "pii": "10.1177_2054358118805418"
  },
  "doi": "10.1177/2054358118805418",
  "pmc_id": "PMC6195002",
  "dates": {
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.254819",
    "pmid": "30349730"
  }
}