{
  "pmid": "30345619",
  "uid": "30345619",
  "title": "Systematic reviews of guidelines and studies for single versus multiple unit transfusion strategies.",
  "abstract": "BACKGROUND: Recent recommendations indicate that one red blood cell (RBC) unit should be transfused at a time, with reassessment after each transfusion, which may be extrapolated from literature supporting restrictive transfusion triggers rather than specific evidence. Therefore, two systematic reviews were performed to identify the following: 1) RBC transfusion guidelines and review articles to determine if single- or multiple-unit transfusion strategies are recommended and 2) studies comparing strategies for evidence of benefit. STUDY DESIGN AND METHODS: MEDLINE, EMBASE, CINAHL, Web of Science, National Guideline Clearinghouse, and Trip Database were searched (inception to June 2017). For the first review, the proportion of articles with single/multiple-unit recommendations was assessed and stratified by article type. For the second review, the primary outcome was RBC use. Secondary outcomes included proportion of transfusion episodes using a single-unit strategy, length of stay, and mortality. RESULTS: The first review identified 145 articles for analysis, with 51 transfusion guidelines. Only 14 guidelines (27%) made a recommendation, with most (93%) recommending single-unit transfusions. The second review identified seven cohort studies comparing preimplementation and postimplementation of a policy encouraging single-unit transfusion strategies. Meta-analysis could not be performed for outcomes given inconsistencies in reporting. RBC use decreased by approximately 10 to 41% across studies. CONCLUSION: Transfusion guidelines lack recommendations to transfuse to a single-unit strategy. Mostly retrospective cohort studies (six of seven) are inconsistent in outcome reporting but suggest improved RBC use. Further high-quality studies could identify the benefits of a single-unit transfusion strategy, determine the applicability to different clinical settings, and inform future practice guidelines.",
  "authors": [
    {
      "last_name": "Shih",
      "fore_name": "Andrew W",
      "initials": "AW",
      "name": "Andrew W Shih",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Department of Pathology, Vancouver Coastal Health Authority, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0001-7107-2595"
    },
    {
      "last_name": "Liu",
      "fore_name": "Aixin",
      "initials": "A",
      "name": "Aixin Liu",
      "affiliations": [
        "Department of Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elsharawi",
      "fore_name": "Radwa",
      "initials": "R",
      "name": "Radwa Elsharawi",
      "affiliations": [
        "Department of Medicine, School of Medicine, Wayne State University, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Cook",
      "affiliations": [
        "Department of Health Research, Methods and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "2841",
  "end_page": "2860",
  "pages": "2841-2860",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Erythrocyte Transfusion",
    "Female",
    "Humans",
    "Male",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "30345619",
    "doi": "10.1111/trf.14952"
  },
  "doi": "10.1111/trf.14952",
  "dates": {
    "completed": "2019-04-09",
    "revised": "2019-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.690797",
    "pmid": "30345619"
  }
}