{
  "pmid": "30340879",
  "uid": "30340879",
  "title": "An economic case for a vaccine to prevent group A streptococcus skin infections.",
  "abstract": "BACKGROUND: Group A streptococcus (GAS) causes an exceptionally diverse range of diseases, raising questions about the optimal product characteristics of a commercially viable vaccine. The objectives of this study were to (1) estimate the current health and economic burdens caused by 24 diseases attributable to GAS each year in Australia and (2) use these estimates to explore the value of a GAS vaccine for different clinical indications, age schedules, and population groups. METHODS: For objective 1, we estimated the population heath and economic burdens by synthesising data from administrative databases, nationally representative surveys, literature reviews, public reimbursement schedules, and expert opinion. For objective 2, we modelled the prospective lifetime burden of GAS for all infants from birth, for children from 5 years of age, and for adults from 65 years of age. A vaccine was assumed to reduce each GAS disease by 70% for a period of 10 years, and the difference in outcomes between vaccinated and non-vaccinated cohorts were used to calculate the cost-effective value of vaccination. RESULTS: The annual health and economic burdens of GAS diseases totalled 23,528 disability-adjusted life years and AU$185.1 million in healthcare costs respectively; approximately half of each measure was due to cellulitis, followed by other skin infections and throat infections. Reducing the incidence of throat infections, skin infections, and cellulitis in non-Indigenous cohorts resulted in 30%, 33%, and 28% of the total vaccine value for an infant schedule (cost-effective vaccine price AU$260 per course); 47%, 26%, and 22% of the value for a child schedule (AU$289); and 2%, 15% and 74% for an adult schedule (AU$489). CONCLUSIONS: A vaccine that prevents GAS cellulitis and other skin infections, in addition to throat infections, would maximise its value and commercial viability, with a cost-effective price in line with other recently-licensed and funded vaccines in Australia.",
  "authors": [
    {
      "last_name": "Cannon",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "name": "Jeffrey W Cannon",
      "affiliations": [
        "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Department of Preventive and Social Medicine, University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Wu",
      "affiliations": [
        "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Zhang",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Baker",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Geelhoed",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Geelhoed",
      "affiliations": [
        "School of Population and Global Health, University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "John",
      "initials": "J",
      "name": "John Fraser",
      "affiliations": [
        "Faculty of Medical and Health Sciences, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Carapetis",
      "fore_name": "Jonathan R",
      "initials": "JR",
      "name": "Jonathan R Carapetis",
      "affiliations": [
        "Telethon Kids Institute, University of Western Australia, and Perth Children's Hospital, 15 Hospital Avenue, Nedlands, Western Australia 6009, Australia. Electronic address: jonathan.carapetis@telethonkids.org.au."
      ]
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "46",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "start_page": "6968",
  "end_page": "6978",
  "pages": "6968-6978",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Australia",
    "Child",
    "Child, Preschool",
    "Cost of Illness",
    "Costs and Cost Analysis",
    "Female",
    "Humans",
    "Incidence",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Skin Diseases, Bacterial",
    "Streptococcal Infections",
    "Streptococcal Vaccines",
    "Streptococcus pyogenes",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30340879",
    "doi": "10.1016/j.vaccine.2018.10.001",
    "pii": "S0264-410X(18)31352-5"
  },
  "doi": "10.1016/j.vaccine.2018.10.001",
  "dates": {
    "completed": "2019-01-21",
    "revised": "2019-01-21"
  },
  "chemicals": [
    "Streptococcal Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.554237",
    "pmid": "30340879"
  }
}