{
  "pmid": "30358923",
  "uid": "30358923",
  "title": "Comparison of light transmission aggregometry and multiple electrode aggregometry for the evaluation of patients with mucocutaneous bleeding.",
  "abstract": "INTRODUCTION: The \"gold standard\" diagnostic test for assessing in vitro platelet function, light transmission aggregometry (LTA), has limitations to application because of sample requirements. Whole blood or multiple electrode aggregometry (MEA) using the Multiplate[®] analyzer (Roche Diagnostics) requires smaller blood volumes and less sample manipulation than LTA, making it an attractive clinical testing option. Direct comparisons of MEA with LTA for diagnosis of platelet aggregation abnormalities are few. METHODS: Ninety-nine patients (66 F/33 M; median age 26 [range 2-86] years), referred for initial laboratory evaluation of mucocutaneous bleeding, had parallel MEA/LTA testing. Concentrations of ADP, arachidonic acid (AA), collagen, and thrombin receptor-activating peptide (TRAP) that produced threshold responses in normal controls were used for testing patients. RESULTS: Twenty-nine of the 99 patients (30%) had at least one abnormal agonist response by LTA; 15 of these patients had >1 abnormal agonist response. Thirty-six patients (36%) had at least one abnormal agonist response by MEA; 27 had >1 abnormal agonist response. Sensitivity/specificity of MEA relative to LTA: ADP, 0.70/0.72; AA, 0.71/0.85; collagen, 0.85/0.71; TRAP 0.25/0.84. Negative predictive values (NPVs) for MEA relative to LTA: ADP, 0.90; AA, 0.93; collagen, 0.97; TRAP, 0.96. CONCLUSIONS: Specific abnormal results of MEA testing did not adequately predict specific abnormalities in LTA testing using threshold agonist concentrations. However, favorable NPVs suggest that MEA may be useful in screening patients for platelet aggregation abnormalities; those with normal MEA results not requiring further diagnostic testing by LTA.",
  "authors": [
    {
      "last_name": "Sun",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Sun",
      "affiliations": [
        "Department of Pathology, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "McMillan-Ward",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen McMillan-Ward",
      "affiliations": [
        "Research Institute in Oncology and Hematology, CancerCare Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Mian",
      "fore_name": "Rajibul",
      "initials": "R",
      "name": "Rajibul Mian",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Israels",
      "fore_name": "Sara J",
      "initials": "SJ",
      "name": "Sara J Israels",
      "affiliations": [
        "Research Institute in Oncology and Hematology, CancerCare Manitoba, Winnipeg, Manitoba, Canada.",
        "Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada."
      ],
      "orcid": "0000-0002-1849-4825"
    }
  ],
  "journal": {
    "title": "International journal of laboratory hematology",
    "iso_abbreviation": "Int J Lab Hematol",
    "issn": "1751-553X",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "133",
  "end_page": "140",
  "pages": "133-140",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Child",
    "Child, Preschool",
    "Diagnostic Tests, Routine",
    "Electrodes",
    "Female",
    "Hemorrhage",
    "Humans",
    "Light",
    "Male",
    "Middle Aged",
    "Platelet Aggregation",
    "Platelet Function Tests",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30358923",
    "doi": "10.1111/ijlh.12937"
  },
  "doi": "10.1111/ijlh.12937",
  "dates": {
    "completed": "2019-02-19",
    "revised": "2019-03-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Diagnostic Services Manitoba"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:59.640264",
    "pmid": "30358923"
  }
}