{
  "pmid": "30355692",
  "uid": "30355692",
  "title": "Group A Rotavirus VP1 Polymerase and VP2 Core Shell Proteins: Intergenotypic Sequence Variation and In Vitro Functional Compatibility.",
  "abstract": "Group A rotaviruses (RVAs) are classified according to a nucleotide sequence-based system that assigns a genotype to each of the 11 double-stranded RNA (dsRNA) genome segments. For the segment encoding the VP1 polymerase, 22 genotypes (R1 to R22) are defined with an 83% nucleotide identity cutoff value. For the segment encoding the VP2 core shell protein, which is a functional VP1-binding partner, 20 genotypes (C1 to C20) are defined with an 84% nucleotide identity cutoff value. However, the extent to which the VP1 and VP2 proteins encoded by these genotypes differ in their sequences or interactions has not been described. Here, we sought to (i) delineate the relationships and sites of variation for VP1 and VP2 proteins belonging to the known RVA genotypes and (ii) correlate intergenotypic sequence diversity with functional VP1-VP2 interaction(s) during dsRNA synthesis. Using bioinformatic approaches, we revealed which VP1 and VP2 genotypes encode divergent proteins and identified the positional locations of amino acid changes in the context of known structural domains/subdomains. We then employed an in vitro dsRNA synthesis assay to test whether genotype R1, R2, R4, and R7 VP1 polymerases could be enzymatically activated by genotype C1, C2, C4, C5, and C7 VP2 core shell proteins. Genotype combinations that were incompatible informed the rational design and in vitro testing of chimeric mutant VP1 and VP2 proteins. The results of this study connect VP1 and VP2 nucleotide-level diversity to protein-level diversity for the first time, and they provide new insights into regions/residues critical for VP1-VP2 interaction(s) during viral genome replication.IMPORTANCE Group A rotaviruses (RVAs) are widespread in nature, infecting numerous mammalian and avian hosts and causing severe gastroenteritis in human children. RVAs are classified using a system that assigns a genotype to each viral gene according to its nucleotide sequence. To date, 22 genotypes have been described for the gene encoding the viral polymerase (VP1), and 20 genotypes have been described for the gene encoding the core shell protein (VP2). Here, we analyzed if/how the VP1 and VP2 proteins encoded by the known RVA genotypes differ from each other in their sequences. We also used a biochemical approach to test whether the intergenotypic sequence differences influenced how VP1 and VP2 functionally engage each other to mediate RNA synthesis in a test tube. This work is important because it increases our understanding of RVA protein-level diversity and raises new ideas about the VP1-VP2 binding interface(s) that is important for viral replication.",
  "authors": [
    {
      "last_name": "Steger",
      "fore_name": "Courtney L",
      "initials": "CL",
      "name": "Courtney L Steger",
      "affiliations": [
        "Translational Biology, Medicine, and Health Graduate Program, Virginia Tech, Blacksburg, Virginia, USA."
      ]
    },
    {
      "last_name": "Boudreaux",
      "fore_name": "Crystal E",
      "initials": "CE",
      "name": "Crystal E Boudreaux",
      "affiliations": [
        "West Virginia School of Osteopathic Medicine, Lewisburg, West Virginia, USA."
      ]
    },
    {
      "last_name": "LaConte",
      "fore_name": "Leslie E",
      "initials": "LE",
      "name": "Leslie E LaConte",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, Virginia, USA.",
        "Virginia Tech School of Medicine, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "Pease",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Pease",
      "affiliations": [
        "Department of Biology, Wake Forest University, Winston-Salem, North Carolina, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Department of Biology, Wake Forest University, Winston-Salem, North Carolina, USA mcdonasm@wfu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Capsid Proteins",
    "Computational Biology",
    "Evolution, Molecular",
    "Genetic Variation",
    "Genotype",
    "Models, Molecular",
    "Phylogeny",
    "Rotavirus",
    "Viral Core Proteins"
  ],
  "article_ids": {
    "pubmed": "30355692",
    "pmc": "PMC6321916",
    "doi": "10.1128/JVI.01642-18",
    "pii": "JVI.01642-18"
  },
  "doi": "10.1128/JVI.01642-18",
  "pmc_id": "PMC6321916",
  "dates": {
    "completed": "2019-10-22",
    "revised": "2020-03-09"
  },
  "chemicals": [
    "Capsid Proteins",
    "VP1 protein, Rotavirus",
    "VP2 protein, Rotavirus",
    "Viral Core Proteins"
  ],
  "grants": [
    {
      "grant_id": "R01 AI116815",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI119588",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.522444",
    "pmid": "30355692"
  }
}