{
  "pmid": "30366160",
  "uid": "30366160",
  "title": "Incidence and predictors of atrial fibrillation progression: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: More sustained forms of atrial fibrillation (AF) are less amenable to treatment and associated with worse outcomes, but the incidence and predictors of AF progression are not well defined. OBJECTIVE: The purpose of this study was to perform a systematic review and meta-analysis assessing the incidence and predictors of AF progression. METHODS: PubMed, EMBASE, and the Cochrane Library were searched from inception to August 2017. AF progression was defined as progression from paroxysmal to persistent/permanent AF or as progression from persistent to permanent AF. Random effect models were used to calculate pooled cumulative incidence rates. Predictors related to between-study variability were assessed using meta-regression analyses. RESULTS: We identified 47 studies with 27,266 patients who were followed for 105,912 patient-years. The pooled incidence of AF progression was 8.1 per 100 patient-years of follow-up (95% confidence interval [CI] 7.1-9.1 per 100 patient-years of follow-up; I[2] = 98%; P < .0001). The incidence was 7.1 per 100 patient-years of follow-up (95% CI 6.2-8.0 per 100 patient-years of follow-up; across 42 studies) for progression from paroxysmal to non-paroxysmal AF as compared with 18.6 per 100 patient-years of follow-up (95% CI 8.9-28.3 per 100 patient-years of follow-up; across 5 studies) for progression from persistent to permanent AF. Higher age (β = 5.4; 95% CI 1.4-9.4; P = .01; R[2] = 14.3%) and the prevalence of hypertension (β = 5.2; 95% CI 1.0-9.4; P = .02; R[2] = 18.0%) were associated with a higher AF progression rate. Follow-up duration (β = -4.5; 95% CI -5.8 to -3.3; P < .0001; R[2] = 68.0%) and the prevalence of paroxysmal AF (β = -9.5; 95% CI -18.7 to -0.3; P = .04; R[2] = 4.4%) were inversely associated with AF progression. Together these variables explained 73.8% of the observed between-study heterogeneity. CONCLUSION: The incidence of AF progression appears to be relatively low, and the incidence seems to decrease with longer follow-up duration. Age, hypertension, baseline AF type, and follow-up duration explained a high percentage of the observed between-study heterogeneity.",
  "authors": [
    {
      "last_name": "Blum",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Blum",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland; Division of Internal Medicine, Department of Medicine, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Meyre",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Meyre",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Aeschbacher",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Aeschbacher",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Berger",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Auberson",
      "fore_name": "Chloé",
      "initials": "C",
      "name": "Chloé Auberson",
      "affiliations": [
        "Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Department of Clinical Research, Basel Institute for Clinical Epidemiology and Biostatistics, University Hospital Basel, Basel, Switzerland; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Osswald",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Osswald",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University Hospital Basel, Basel, Switzerland; Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: conend@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Heart rhythm",
    "iso_abbreviation": "Heart Rhythm",
    "issn": "1556-3871",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "502",
  "end_page": "510",
  "pages": "502-510",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Disease Progression",
    "Humans",
    "Incidence",
    "Risk Factors",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "30366160",
    "doi": "10.1016/j.hrthm.2018.10.022",
    "pii": "S1547-5271(18)31049-X"
  },
  "doi": "10.1016/j.hrthm.2018.10.022",
  "dates": {
    "completed": "2020-10-05",
    "revised": "2020-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:03.394275",
    "pmid": "30366160"
  }
}