{
  "pmid": "30364327",
  "uid": "30364327",
  "title": "Creation of the WHO Indicators of Infant and Young Child Development (IYCD): metadata synthesis across 10 countries.",
  "abstract": "BACKGROUND: Renewed global commitment to the improvement of early child development outcomes, as evidenced by the focus of the United Nations Sustainable Development Goal 4, highlights an increased need for reliable and valid measures to evaluate preventive and interventional efforts designed to affect change. Our objective was to create a new tool, applicable across multicultures, to measure development from 0 to 3 years through metadata synthesis. METHODS: Fourteen cross-sectional data sets were contributed on 21 083 children from 10 low/middle-income countries (LMIC), assessed using seven different tools (caregiver reported or directly assessed). Item groups, measuring similar developmental skills, were identified by item mapping across tools. Logistic regression curves displayed developmental trajectories for item groups across countries and age. Following expert consensus to identify well-performing items across developmental domains, a second mapping exercise was conducted to fill any gaps across the age range. The first version of the tool was constructed. Item response analysis validated our approach by putting all data sets onto a common scale. RESULTS: 789 individual items were identified across tools in the first mapping and 129 item groups selected for analysis. 70 item groups were then selected through consensus, based on statistical performance and perceived importance, with a further 50 items identified at second mapping. A tool comprising 120 items (23 fine motor, 23 gross motor, 20 receptive language, 24 expressive language, 30 socioemotional) was created. The linked data sets on a common scale showed a curvilinear trajectory of child development, highlighting the validity of our approach through excellent coverage by age and consistency of measurement across contributed tools, a novel finding in itself. CONCLUSIONS: We have created the first version of a prototype tool for measuring children in the early years, developed using novel easy to apply methodology; now it needs to be feasibility tested and piloted across several LMICs.",
  "authors": [
    {
      "last_name": "Lancaster",
      "fore_name": "Gillian A",
      "initials": "GA",
      "name": "Gillian A Lancaster",
      "affiliations": [
        "Research Institute for Primary Care and Health Sciences, Keele University, Keele, UK."
      ],
      "orcid": "0000-0002-6957-6177"
    },
    {
      "last_name": "McCray",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth McCray",
      "affiliations": [
        "Research Institute for Primary Care and Health Sciences, Keele University, Keele, UK."
      ]
    },
    {
      "last_name": "Kariger",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Kariger",
      "affiliations": [
        "School of Public Health, University of California, Berkeley, California, USA."
      ]
    },
    {
      "last_name": "Dua",
      "fore_name": "Tarun",
      "initials": "T",
      "name": "Tarun Dua",
      "affiliations": [
        "Department of Mental Health and Substance Abuse, World Health Organisation, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Titman",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Titman",
      "affiliations": [
        "Department of Mathematics and Statistics, Lancaster University, Lancaster, UK."
      ]
    },
    {
      "last_name": "Chandna",
      "fore_name": "Jaya",
      "initials": "J",
      "name": "Jaya Chandna",
      "affiliations": [
        "Department of Women and Child Health, Institute of Translational Medicine, University of Liverpool, Liverpool, UK."
      ]
    },
    {
      "last_name": "McCoy",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana McCoy",
      "affiliations": [
        "Harvard Graduate School of Education, Harvard University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Abubakar",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Abubakar",
      "affiliations": [
        "Department of Public Health, Pwani University, KEMRI-Wellcome Trust Research Programme, Kilifi, Kenya.",
        "Department of Psychiatry, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Hamadani",
      "fore_name": "Jena Derakhshani",
      "initials": "JD",
      "name": "Jena Derakhshani Hamadani",
      "affiliations": [
        "Maternal and Child Health Division, International Centre for Diarrhoeal Disease Research Bangladesh, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Fink",
      "fore_name": "Günther",
      "initials": "G",
      "name": "Günther Fink",
      "affiliations": [
        "Household Economics and Health Systems Research Unit, Swiss Tropical and Public Health Institute and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Tofail",
      "fore_name": "Fahmida",
      "initials": "F",
      "name": "Fahmida Tofail",
      "affiliations": [
        "Nutrition and Clinical Services Division, International Centre for Diarrhoeal Disease Research Bangladesh, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Gladstone",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Gladstone",
      "affiliations": [
        "Institute of Translational Medicine, University of Liverpool, Liverpool, UK."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "3",
    "issue": "5",
    "pub_year": "2018"
  },
  "start_page": "e000747",
  "pages": "e000747",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30364327",
    "pmc": "PMC6195138",
    "doi": "10.1136/bmjgh-2018-000747",
    "pii": "bmjgh-2018-000747"
  },
  "doi": "10.1136/bmjgh-2018-000747",
  "pmc_id": "PMC6195138",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.712774",
    "pmid": "30364327"
  }
}