{
  "pmid": "30371345",
  "uid": "30371345",
  "title": "Carbonic anhydrase inhibitors in patients with respiratory failure and metabolic alkalosis: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Metabolic alkalosis is common in patients with respiratory failure and may delay weaning in mechanically ventilated patients. Carbonic anhydrase inhibitors block renal bicarbonate reabsorption, and thus reverse metabolic alkalosis. The objective of this systematic review is to assess the benefits and harms of carbonic anhydrase inhibitor therapy in patients with respiratory failure and metabolic alkalosis. METHODS: We searched the following electronic sources from inception to August 2017: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE, and SCOPUS. Randomized clinical trials were included if they assessed at least one of the following outcomes: mortality, duration of hospital stay, duration of mechanical ventilation, adverse events, and blood gas parameters. Teams of two review authors worked in an independent and duplicate manner to select eligible trials, extract data, and assess risk of bias of the included trials. We used meta-analysis to synthesize statistical data and then assessed the certainty of evidence using the GRADE methodology. RESULTS: Six eligible studies were identified with a total of 564 participants. The synthesized data did not exclude a reduction or an increase in mortality (risk ratio (RR) 0.94, 95% confidence interval (CI) 0.57 to 1.56) or in duration of hospital stay (mean difference (MD) 0.42 days, 95% CI -4.82 to 5.66) with the use of carbonic anhydrase inhibitors. Carbonic anhydrase inhibitor therapy resulted in a decrease in the duration of mechanical ventilation of 27 h (95% CI -50 to -4). Also, it resulted in an increase in PaO2 (MD 11.37 mmHg, 95% CI 4.18 to 18.56) and a decrease in PaCO2 (MD -4.98 mmHg, 95% CI -9.66, -0.3), serum bicarbonate (MD -5.03 meq/L, 95% CI -6.52 to -3.54), and pH (MD -0.04, 95% CI -0.07 to -0.01). There was an increased risk of adverse events in the carbonic anhydrase inhibitor group (RR 1.71, 95% CI 0.98 to 2.99). Certainty of evidence was judged to be low for most outcomes. CONCLUSION: In patients with respiratory failure and metabolic alkalosis, carbonic anhydrase inhibitor therapy may have favorable effects on blood gas parameters. In mechanically ventilated patients, carbonic anhydrase inhibitor therapy may decrease the duration of mechanical ventilation. A major limitation of this finding was that only two trials assessed this clinically important outcome.",
  "authors": [
    {
      "last_name": "Tanios",
      "fore_name": "Bassem Y",
      "initials": "BY",
      "name": "Bassem Y Tanios",
      "affiliations": [
        "Division of Nephrology and Hypertension, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Omran",
      "fore_name": "Maryam O",
      "initials": "MO",
      "name": "Maryam O Omran",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Noujeim",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Noujeim",
      "affiliations": [
        "Division of pulmonary and critical care, Keserwan Medical Center, Ghazir, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Clinical Research Institute, and Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Mallat",
      "fore_name": "Samir S",
      "initials": "SS",
      "name": "Samir S Mallat",
      "affiliations": [
        "Division of Nephrology and Hypertension, American University of Beirut Medical Center, Beirut, Lebanon. sm104@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut Medical Center, PO Box 11-0236, Riad El-Solh, Beirut, 1107 2020, Lebanon. sm104@aub.edu.lb."
      ]
    },
    {
      "last_name": "Bou-Khalil",
      "fore_name": "Pierre K",
      "initials": "PK",
      "name": "Pierre K Bou-Khalil",
      "affiliations": [
        "Division of Pulmonary and Critical Care, American University of Beirut Medical Center, Beirut, Lebanon. pb05@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut Medical Center, PO Box 11-0236, Riad El-Solh, Beirut, 1107 2020, Lebanon. pb05@aub.edu.lb."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Houssam S",
      "initials": "HS",
      "name": "Houssam S Itani",
      "affiliations": [
        "Division of Nephrology and Hypertension, Makassed General Hospital, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "start_page": "275",
  "pages": "275",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Alkalosis",
    "Carbonic Anhydrase Inhibitors",
    "Humans",
    "Metabolic Diseases",
    "Odds Ratio",
    "Randomized Controlled Trials as Topic",
    "Respiratory Insufficiency",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "30371345",
    "pmc": "PMC6205780",
    "doi": "10.1186/s13054-018-2207-6",
    "pii": "10.1186/s13054-018-2207-6"
  },
  "doi": "10.1186/s13054-018-2207-6",
  "pmc_id": "PMC6205780",
  "dates": {
    "completed": "2019-09-30",
    "revised": "2019-09-30"
  },
  "chemicals": [
    "Carbonic Anhydrase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.332534",
    "pmid": "30371345"
  }
}