{
  "pmid": "30383850",
  "uid": "30383850",
  "title": "Predicting hospital and emergency department utilization among community-dwelling older adults: Statistical and machine learning approaches.",
  "abstract": "OBJECTIVE: The objective of this study was to compare the performance of several commonly used machine learning methods to traditional statistical methods for predicting emergency department and hospital utilization among patients receiving publicly-funded home care services. STUDY DESIGN AND SETTING: We conducted a population-based retrospective cohort study of publicly-funded home care recipients in the Hamilton-Niagara-Haldimand-Brant region of southern Ontario, Canada between 2014 and 2016. Gradient boosted trees, neural networks, and random forests were tested against two variations of logistic regression for predicting three outcomes related to emergency department and hospital utilization within six months of a comprehensive home care clinical assessment. Models were trained on data from years 2014 and 2015 and tested on data from 2016. Performance was compared using logarithmic score, Brier score, AUC, and diagnostic accuracy measures. RESULTS: Gradient boosted trees achieved the best performance on all three outcomes. Gradient boosted trees provided small but statistically significant performance gains over both traditional methods on all three outcomes, while neural networks significantly outperformed logistic regression on two of three outcomes. However, sensitivity and specificity gains from using gradient boosted trees over logistic regression were only in the range of 1%-2% at several classification thresholds. CONCLUSION: Gradient boosted trees and simple neural networks yielded small performance benefits over logistic regression for predicting emergency department and hospital utilization among patients receiving publicly-funded home care. However, the performance benefits were of negligible clinical importance.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pesevski",
      "fore_name": "Angelina",
      "initials": "A",
      "name": "Angelina Pesevski",
      "affiliations": [
        "School of Computational Science and Engineering, McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McNicholas",
      "fore_name": "Paul D",
      "initials": "PD",
      "name": "Paul D McNicholas",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "11",
    "pub_year": "2018"
  },
  "start_page": "e0206662",
  "pages": "e0206662",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged, 80 and over",
    "Emergency Service, Hospital",
    "Female",
    "Forecasting",
    "Home Care Services",
    "Hospitalization",
    "Humans",
    "Independent Living",
    "Logistic Models",
    "Machine Learning",
    "Male",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "30383850",
    "pmc": "PMC6211724",
    "doi": "10.1371/journal.pone.0206662",
    "pii": "PONE-D-18-19732"
  },
  "doi": "10.1371/journal.pone.0206662",
  "pmc_id": "PMC6211724",
  "dates": {
    "completed": "2019-04-11",
    "revised": "2019-04-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "148933",
      "agency": "Canadian Institutes for Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.467918",
    "pmid": "30383850"
  }
}