{
  "pmid": "30388062",
  "uid": "30388062",
  "title": "Correlation of L-Dex Bioimpedance Spectroscopy with Limb Volume and Lymphatic Function in Lymphedema.",
  "abstract": "Background: Bioimpedance spectroscopy (BIS) is an established tool for the measurement of extracellular fluid in lymphedema. This study assesses the validity of BIS measurements using the l-Dex[®] for evaluating the effectiveness of interventions to treat lymphedema. Measurements are correlated with limb volume, assessment of pitting edema, physiologic measures of lymphatic function, and response to surgical intervention. Three l-Dex BIS metrics are compared. Methods and Results: This retrospective study of prospectively collected data identified consecutive patients with lymphedema. l-Dex BIS measurements, limb volume measurements using perometry, transport index (TI) evaluation using radioisotope lymphoscintigraphy, staging using indocyanine green (ICG) fluorescent lymphography, and clinical evaluation of degree of pitting edema were compared to examine correlations. l-Dex BIS metrics included the l-Dex ratio, absolute difference between the affected and unaffected extremities, and their unadjusted ratio. The study included 26 patients with 70 sets of evaluations. There were significant correlations between the l-Dex ratio and limb volume ratio (LVR) using perometry, the degree of pitting edema, TI evaluation using lymphoscintigraphy, and staging using ICG lymphography. Of the l-Dex BIS metrics, the l-Dex ratio correlated most closely with all measures (ρ = 0.71-0.94, p < 0.0001). Following complete decongestive therapy, the mean decrease in the l-Dex ratio was 48.3% whereas the corresponding mean reduction in limb volume was 13.8% (ρ = 0.19; p = 0.65); subsequent physiological surgery including lymphovenous bypass and vascularized lymph node transfer resulted in an average reduction in l-Dex ratio of 36.1% and mean limb volume reduction of 25.2% (ρ = 0.38; p = 0.27). Conclusions: L-Dex BIS measurements demonstrate face, construct, and criterion validity, and correlate with clinical assessment, LVR, physiologic measures of lymphatic function, and response to conservative and surgical intervention. The L-Dex ratio correlates most closely with all measures and is the recommended metric when using BIS.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "1 Division of Surgery, Department of Plastic Surgery, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Franklin C",
      "initials": "FC",
      "name": "Franklin C Wong",
      "affiliations": [
        "2 Division of Diagnostic Imaging, Department of Nuclear Medicine, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "DeSnyder",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M DeSnyder",
      "affiliations": [
        "3 Division of Surgery, Department of Breast Surgical Oncology, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "Shaitelman",
      "fore_name": "Simona F",
      "initials": "SF",
      "name": "Simona F Shaitelman",
      "affiliations": [
        "4 Division of Radiation Oncology, Department of Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    },
    {
      "last_name": "Schaverien",
      "fore_name": "Mark V",
      "initials": "MV",
      "name": "Mark V Schaverien",
      "affiliations": [
        "1 Division of Surgery, Department of Plastic Surgery, The University of Texas MD Anderson Cancer Center, Houston, Texas."
      ]
    }
  ],
  "journal": {
    "title": "Lymphatic research and biology",
    "iso_abbreviation": "Lymphat Res Biol",
    "issn": "1557-8585",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "301",
  "end_page": "307",
  "pages": "301-307",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Electric Impedance",
    "Extremities",
    "Female",
    "Humans",
    "Lymphatic Vessels",
    "Lymphedema",
    "Lymphoscintigraphy",
    "Male",
    "Middle Aged",
    "Organ Size",
    "Reproducibility of Results",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "30388062",
    "doi": "10.1089/lrb.2018.0028"
  },
  "doi": "10.1089/lrb.2018.0028",
  "dates": {
    "completed": "2020-03-05",
    "revised": "2020-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:41.208861",
    "pmid": "30388062"
  }
}