{
  "pmid": "30382828",
  "uid": "30382828",
  "title": "Regional variation in healthcare spending and mortality among senior high-cost healthcare users in Ontario, Canada: a retrospective matched cohort study.",
  "abstract": "BACKGROUND: Senior high cost health care users (HCU) are a priority for many governments. Little research has addressed regional variation of HCU incidence and outcomes, especially among incident HCU. This study describes the regional variation in healthcare costs and mortality across Ontario's health planning districts [Local Health Integration Networks (LHIN)] among senior incident HCU and non-HCU and explores the relationship between healthcare spending and mortality. METHODS: We conducted a retrospective population-based matched cohort study of incident senior HCU defined as Ontarians aged ≥66 years in the top 5% most costly healthcare users in fiscal year (FY) 2013. We matched HCU to non-HCU (1:3) based on age, sex and LHIN. Primary outcomes were LHIN-based variation in costs (total and 12 cost components) and mortality during FY2013 as measured by variance estimates derived from multi-level models. Outcomes were risk-adjusted for age, sex, ADGs, and low-income status. In a cost-mortality analysis by LHIN, risk-adjusted random effects for total costs and mortality were graphically presented together in a cost-mortality plane to identify low and high performers. RESULTS: We studied 175,847 incident HCU and 527,541 matched non-HCU. On average, 94 out of 1000 seniors per LHIN were HCU (CV = 4.6%). The mean total costs for HCU in FY2013 were 12 times higher that of non-HCU ($29,779 vs. $2472 respectively), whereas all-cause mortality was 13.6 times greater (103.9 vs. 7.5 per 1000 seniors). Regional variation in costs and mortality was lower in senior HCU compared with non-HCU. We identified greater variability in accessing the healthcare system, but, once the patient entered the system, variation in costs was low. The traditional drivers of costs and mortality that we adjusted for played little role in driving the observed variation in HCUs' outcomes. We identified LHINs that had high mortality rates despite elevated healthcare expenditures and those that achieved lower mortality at lower costs. Some LHINs achieved low mortality at excessively high costs. CONCLUSIONS: Risk-adjusted allocation of healthcare resources to seniors in Ontario is overall similar across health districts, more so for HCU than non-HCU. Identified important variation in the cost-mortality relationship across LHINs needs to be further explored.",
  "authors": [
    {
      "last_name": "Muratov",
      "fore_name": "Sergei",
      "initials": "S",
      "name": "Sergei Muratov",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. muratos@mcmaster.ca.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare, Hamilton, ON, Canada. muratos@mcmaster.ca."
      ],
      "orcid": "0000-0002-4105-4609"
    },
    {
      "last_name": "Lee",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Lee",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Geriatric Education and Research in Aging Sciences Centre, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Paterson",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Paterson",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Guertin",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Guertin",
      "affiliations": [
        "Département de Médecine Sociale et Préventive, Faculté de Médecine, Université Laval, Quebec City, QC, Canada.",
        "Centre de recherche du CHU de Québec, Université Laval, Axe Santé des Populations et Pratiques Optimales en Santé, Québec City, QC, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gomes",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Gomes",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, ON, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khuu",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne Khuu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "262",
  "pages": "262",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Delivery of Health Care",
    "Female",
    "Health Care Costs",
    "Health Expenditures",
    "Humans",
    "Male",
    "Mortality",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Retrospective Studies",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "30382828",
    "pmc": "PMC6211423",
    "doi": "10.1186/s12877-018-0952-7",
    "pii": "10.1186/s12877-018-0952-7"
  },
  "doi": "10.1186/s12877-018-0952-7",
  "pmc_id": "PMC6211423",
  "dates": {
    "completed": "2019-07-15",
    "revised": "2019-07-15"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.636458",
    "pmid": "30382828"
  }
}