{
  "pmid": "30384885",
  "uid": "30384885",
  "title": "Healthy Behavior, Risk Factor Control, and Survival in the COURAGE Trial.",
  "abstract": "BACKGROUND: Individual risk factor control improves survival in patients with stable ischemic heart disease (SIHD). It is uncertain if multiple risk factor control further extends survival. OBJECTIVES: This study determined whether a greater number of risk factors at goal predicted improved survival in SIHD patients. METHODS: Of 2,287 participants in the COURAGE (Clinical Outcomes Utilizing Revascularization and Aggressive Drug Evaluation) trial, 2,102 (92%) had complete ascertainment of 6 pre-specified risk factors: systolic blood pressure, low-density lipoprotein cholesterol, smoking, physical activity, diet, and body mass index. Participants received interventions to control these risk factors. The outcome measure was mortality. RESULTS: During a mean follow-up of 6.8 years, 473 (22.5%) subjects died. In univariate analysis, the greater the number of risk factors controlled, the higher the probability of survival (unadjusted log rank: p < 0.001). In multivariate analysis, the strongest predictors at 1 year of improved survival were being a nonsmoker, regular physical activity, having a systolic blood pressure <130 mm Hg, and following the American Heart Association Step 2 diet. Baseline risk factor values and evidence-based medications did not independently predict survival once risk factor control at 1 year was included in the model. Having 4 to 6 risk factors compared with 0 to 1 risk factor at goal predicted lower mortality (hazard ratios for 4 and 6 controlled risk factors: 0.64; 95% confidence interval: 0.41 to 0.98, and 0.27; 95% confidence interval: 0.09 to 0.79, respectively). CONCLUSIONS: The greater the number of risk factors in control, the higher the probability of survival in patients with SIHD. More effective strategies are needed to achieve comprehensive risk factor control, including healthy behaviors. (Clinical Outcomes Utilizing Revascularization and Aggressive Drug Evaluation [COURAGE]; NCT00007657).",
  "authors": [
    {
      "last_name": "Maron",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Maron",
      "affiliations": [
        "Department of Medicine, Stanford University, Stanford, California. Electronic address: david.maron@stanford.edu."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "G B John",
      "initials": "GBJ",
      "name": "G B John Mancini",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Hartigan",
      "fore_name": "Pamela M",
      "initials": "PM",
      "name": "Pamela M Hartigan",
      "affiliations": [
        "Veterans Affairs Connecticut Healthcare System, West Haven, Connecticut."
      ]
    },
    {
      "last_name": "Spertus",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Spertus",
      "affiliations": [
        "Mid America Heart Institute, University of Missouri-Kansas City, Kansas City, Missouri."
      ]
    },
    {
      "last_name": "Sedlis",
      "fore_name": "Steven P",
      "initials": "SP",
      "name": "Steven P Sedlis",
      "affiliations": [
        "Veterans Affairs New York Harbor Healthcare System, Manhattan Campus, Cardiology, New York, New York."
      ]
    },
    {
      "last_name": "Kostuk",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Kostuk",
      "affiliations": [
        "London Health Sciences Centre, University Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berman",
      "fore_name": "Daniel S",
      "initials": "DS",
      "name": "Daniel S Berman",
      "affiliations": [
        "Cedars-Sinai Medical Center, Los Angeles, California."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weintraub",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Weintraub",
      "affiliations": [
        "MedStar Heart and Vascular Institute, MedStar Washington Hospital Center, Washington, DC."
      ]
    },
    {
      "last_name": "Boden",
      "fore_name": "William E",
      "initials": "WE",
      "name": "William E Boden",
      "affiliations": [
        "VA New England Healthcare System, VA Boston-Jamaica Plain Campus, Boston, Massachusetts."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "19",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "06"
  },
  "start_page": "2297",
  "end_page": "2305",
  "pages": "2297-2305",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Randomized Controlled Trial",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Cardiovascular Agents",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Cohort Studies",
    "Exercise",
    "Female",
    "Follow-Up Studies",
    "Health Behavior",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Risk Reduction Behavior",
    "Smoking Cessation",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "30384885",
    "doi": "10.1016/j.jacc.2018.08.2163",
    "pii": "S0735-1097(18)38383-9"
  },
  "doi": "10.1016/j.jacc.2018.08.2163",
  "dates": {
    "completed": "2019-09-12",
    "revised": "2019-09-12"
  },
  "chemicals": [
    "Cardiovascular Agents",
    "Cholesterol, LDL"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:50.157101",
    "pmid": "30384885"
  }
}