{
  "pmid": "30383099",
  "uid": "30383099",
  "title": "Different Types and Acceptability of Psychotherapies for Acute Anxiety Disorders in Children and Adolescents: A Network Meta-analysis.",
  "abstract": "IMPORTANCE: Anxiety disorders are common in children and adolescents, and uncertainty remains regarding the optimal strategy of psychotherapies in this population. OBJECTIVE: To compare and rank the different types of psychotherapies and the different ways of delivering psychological treatments for anxiety disorders in children and adolescents. DATA SOURCES: PubMed, Cochrane Central Register of Controlled Trials, EMBASE, PsycINFO, Web of Science, CINAHL (Cumulative Index to Nursing and Allied Health Literature), ProQuest Dissertations, LILACS (Literatura Latino Americana em Ciências da Saúde), international trial registers, and US Food and Drug Administration reports were searched from inception to November 30, 2017. STUDY SELECTION: Randomized clinical trials that compared any structured psychotherapy with another psychotherapy or a control condition for anxiety disorders in children and adolescents were selected. DATA EXTRACTION AND SYNTHESIS: Four researchers independently performed data extraction and quality assessment. Pairwise meta-analyses and Bayesian network meta-analysis within the random-effects model were used to synthesize data. MAIN OUTCOMES AND MEASURES: Efficacy (change in anxiety symptoms) posttreatment and at follow-up, acceptability (all-cause discontinuation), and quality of life and functional improvement were measured. The certainty of evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation framework. RESULTS: A total of 101 unique trials including 6625 unique participants compared 11 different psychotherapies with 4 specific control conditions. The certainty of evidence was rated as low or very low for most comparisons. For efficacy, most psychotherapies were significantly more effective than the wait list condition posttreatment (standardized mean difference [SMD], -1.43 to -0.61) and at the longest follow-up (SMD, -1.84 to -1.64). However, only group cognitive behavioral therapy (CBT) was significantly more effective than the other psychotherapies and all control conditions posttreatment. For acceptability, bibliotherapy CBT had significantly more all-cause discontinuations than some psychotherapies and control conditions (range of odds ratios, 2.48-9.32). In terms of quality of life and functional improvement, CBT (delivered in different ways) was significantly beneficial compared with psychological placebo and the wait list condition (SMDs, 0.73 to 1.99). CONCLUSIONS AND RELEVANCE: Group CBT would be the more appropriate choice of psychotherapy for anxiety disorders in children and adolescents, based on these findings. Other types of psychotherapies and different ways of delivering psychological treatment can be alternative options. Further research is needed to explore specific anxiety disorders, disorder-specific psychotherapy, and moderators of treatment effect. TRIAL REGISTRATION: PROSPERO Identifier: CRD42015016283.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Xinyu",
      "initials": "X",
      "name": "Xinyu Zhou",
      "affiliations": [
        "Department of Psychiatry, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Neurology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China.",
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Furukawa",
      "fore_name": "Toshiaki A",
      "initials": "TA",
      "name": "Toshiaki A Furukawa",
      "affiliations": [
        "Department of Health Promotion and Human Behavior, Kyoto University Graduate School of Medicine/School of Public Health, Kyoto, Japan."
      ]
    },
    {
      "last_name": "Cuijpers",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Cuijpers",
      "affiliations": [
        "Department of Clinical, Neuro and Developmental Psychology, Amsterdam Public Health Research Institute, Vrije Universiteit Amsterdam, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Pu",
      "fore_name": "Juncai",
      "initials": "J",
      "name": "Juncai Pu",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Weisz",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Weisz",
      "affiliations": [
        "Department of Psychology, Harvard University, Cambridge, Massachusetts."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Lining",
      "initials": "L",
      "name": "Lining Yang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Hetrick",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Hetrick",
      "affiliations": [
        "Department of Psychological Medicine, University of Auckland, Auckland, New Zealand.",
        "Centre of Youth Mental Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Del Giovane",
      "fore_name": "Cinzia",
      "initials": "C",
      "name": "Cinzia Del Giovane",
      "affiliations": [
        "Institute of Primary Health Care, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cohen",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Hôpital Pitié-Salpétrière, Institut des Systèmes Intelligents et Robotiques, Université Pierre et Marie Curie, Paris, France."
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Anthony C",
      "initials": "AC",
      "name": "Anthony C James",
      "affiliations": [
        "Department of Psychiatry, Warneford Hospital, University of Oxford, Oxford, United Kingdom.",
        "Oxford Health NHS Foundation Trust, Warneford Hospital, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Shuai",
      "initials": "S",
      "name": "Shuai Yuan",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Whittington",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Whittington",
      "affiliations": [
        "Doctor Evidence, Santa Monica, California."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xiaofeng",
      "initials": "X",
      "name": "Xiaofeng Jiang",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Teng",
      "fore_name": "Teng",
      "initials": "T",
      "name": "Teng Teng",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Cipriani",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Cipriani",
      "affiliations": [
        "Department of Psychiatry, Warneford Hospital, University of Oxford, Oxford, United Kingdom.",
        "Oxford Health NHS Foundation Trust, Warneford Hospital, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xie",
      "affiliations": [
        "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "JAMA psychiatry",
    "iso_abbreviation": "JAMA Psychiatry",
    "issn": "2168-6238",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "41",
  "end_page": "50",
  "pages": "41-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adolescent",
    "Anxiety Disorders",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Psychotherapy",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "30383099",
    "pmc": "PMC6583467",
    "doi": "10.1001/jamapsychiatry.2018.3070",
    "pii": "2709652"
  },
  "doi": "10.1001/jamapsychiatry.2018.3070",
  "pmc_id": "PMC6583467",
  "dates": {
    "completed": "2020-02-17",
    "revised": "2025-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.303065",
    "pmid": "30383099"
  }
}