{
  "pmid": "30381282",
  "uid": "30381282",
  "title": "Perioperative Optimization With Nutritional Supplements in Patients Undergoing Gastrointestinal Surgery for Cancer (PROGRESS): Protocol for a Feasibility Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Postoperative morbidity following gastrointestinal tract major surgery ranges between 40% and 60%. Malnutrition, poor protein intake, and surgery-related impairment of the immune system and its function have been associated with postoperative infections. Supplemental perioperative nutrition may improve nutrition by increasing protein intake to influence cell-mediated immunity, thereby reducing the rate of postoperative infectious complications. OBJECTIVE: The primary objective of our trial is to determine the proportion of eligible patients randomized in an 18-month period. The primary feasibility outcome will be to (1) stop, main study not feasible: estimated proportion of randomized patients <40.0% (40/100); (2) continue with protocol modifications: estimated proportion of randomized patients 40.0% (40/100) to 59.0% (50/100); or (3) continue without modification: estimated proportion of randomized patients ≥60.0% (60/100). The secondary objectives are to evaluate compliance with the nutritional supplements and to estimate differences in postoperative complications, global health-related quality of life (QoL), and median length of hospital stay between the groups. METHODS: This is a double-blind randomized placebo-controlled feasibility trial. The intervention comprises three nutritional supplements: a protein isolate powder (ISOlution); immunomodulation (INergy-FLD), formulated liquid diet; and carbohydrate loading (PreCovery). Patients will consume 1 serving of the protein supplement per day from the randomization time up to 6 days before surgery (30 days in total). The immunomodulation, a solution that contains arginine, protein isolate, omega-6 fatty acids, and RNA, aims to attenuate excessive inflammatory responses and to replenish nutrients. This solution will be consumed as 3 doses per day for 5 days before and after surgery. Carbohydrate loading helps to reduce the stress from surgery by decreasing insulin resistance. Patients will have 2 servings the evening before surgery and 1 serving 2-3 hours before surgery. To be eligible, patients must have a resectable gastrointestinal cancer for which an elective operation is planned. Patients will be stratified according to nutritional status. The operation should occur within 4 weeks from enrollment. RESULTS: We expect to screen 165 eligible patients; 60.6% (100/165) of them will be randomized to either intervention or placebo. Assuming a two-sided alpha of .05, this will give us a 95% CI around the estimate of 53%-68%. A sample size of 50 per group will enable us to estimate the treatment effect and corresponding variance of the complication rate and QoL measures with adequate precision. The success is defined as the proportion of eligible patients randomized as ≥60.0% (60/100). Patients' compliance is defined as an intake of at least 70% (41/58) sachets of the intervention volume. CONCLUSIONS: The results will help to determine the feasibility of a larger randomized controlled trial to implement a perioperative nutritional supplement program for patients undergoing gastrointestinal surgery for cancer. TRIAL REGISTRATION: ClinicalTrials.gov NCT03445260; https://clinicaltrials.gov/ct2/show/NCT03445260 (Archived by WebCite at http://www.webcitation.org/72CAmMzgP). INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): PRR1-10.2196/10491.",
  "authors": [
    {
      "last_name": "Serrano",
      "fore_name": "Pablo Emilio",
      "initials": "PE",
      "name": "Pablo Emilio Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, Ontario Clinical Oncology Group, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3715-6880"
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, Ontario Clinical Oncology Group, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9407-5622"
    },
    {
      "last_name": "Nair",
      "fore_name": "Saeda",
      "initials": "S",
      "name": "Saeda Nair",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6065-1831"
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, Ontario Clinical Oncology Group, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1598-3228"
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2245-3468"
    },
    {
      "last_name": "Levine",
      "fore_name": "Oren",
      "initials": "O",
      "name": "Oren Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0885-3721"
    },
    {
      "last_name": "Duceppe",
      "fore_name": "Emmanuelle",
      "initials": "E",
      "name": "Emmanuelle Duceppe",
      "affiliations": [
        "Department of General Internal Medicine, Centre Hospitalier de l'Université de Montréal, Montreal, QC, Canada."
      ],
      "orcid": "0000-0002-1457-2945"
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Rodrigues",
      "affiliations": [
        "Juravinski Hospital, Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1792-3031"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "7",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "31"
  },
  "start_page": "e10491",
  "pages": "e10491",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30381282",
    "pmc": "PMC6257881",
    "doi": "10.2196/10491",
    "pii": "v7i10e10491"
  },
  "doi": "10.2196/10491",
  "pmc_id": "PMC6257881",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.910146",
    "pmid": "30381282"
  }
}