{
  "pmid": "30390711",
  "uid": "30390711",
  "title": "Measures assessing attributes of evidence-informed decision-making (EIDM) competence among nurses: a systematic review protocol.",
  "abstract": "BACKGROUND: There are growing professional expectations for nurses to engage in and develop competence in evidence-informed decision-making (EIDM) due to opportunities for improved client and community outcomes and provision of the highest quality of care. However, EIDM is underdeveloped, with low implementation rates among nurses. The use of indicators to assess EIDM performance has potential to encourage nurses' engagement in EIDM through competence recognition and support assessment of strengths and competency gaps for individual nurses and organizations. Currently, the state of evidence regarding measures that assess EIDM competence attributes (i.e., knowledge, skills, beliefs/values, behaviors) among nurses is unknown. This systematic review aims to address this gap through a narrative synthesis of the characteristics and psychometric properties of EIDM competence measures. METHODS: The search strategy, developed in consultation with a Health Sciences Librarian, consists of online databases, contacting experts, hand searching reference lists, key journals, websites, conference proceedings, and grey literature. Studies will be included if the following criteria are met: (1) sample includes practicing nurses and data for nurses are reported separately; (2) conducted in any healthcare setting; (3) quantitative or mixed-methods design; (4) reports use or testing of a measure assessing EIDM competence attributes (i.e., knowledge, skills, attitudes/values, and/or behaviors); and (5) published in English. Screening will be conducted independently by two reviewers using a two-stage process: (1) title and abstract level; and (2) full-text level. Data extraction of study characteristics (e.g., sample, setting) will be conducted by a single reviewer and checked for accuracy by a second reviewer. Psychometric properties of acceptability, reliability, and validity evidence for each measure will be independently extracted by two reviewers. Data on measures will be synthesized narratively according to acceptability, number of validity evidence sources established, and reliability of scores. Data pertaining to population and healthcare setting will also be reported for each measure. DISCUSSION: This systematic review will provide a current understanding about the state of evidence with respect to EIDM competence measures in nursing to assist in determining potentially relevant and robust measures for use in different nursing practice settings. SYSTEMATIC REVIEW REGISTRATION: Protocol registered in PROSPERO Registration #: CRD42018088754.",
  "authors": [
    {
      "last_name": "Belita",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Belita",
      "affiliations": [
        "School of Nursing, McMaster University, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada. belitae@mcmaster.ca."
      ],
      "orcid": "0000-0002-4107-5354"
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "M. Louise Fitzpatrick College of Nursing, Villanova University, Villanova, PA, USA."
      ]
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Squires",
      "affiliations": [
        "School of Nursing/École des sciences infirmières, University of Ottawa/Université d'Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Burnett",
      "fore_name": "Trish",
      "initials": "T",
      "name": "Trish Burnett",
      "affiliations": [
        "School of Nursing, McMaster University, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON, L8P 0A1, Canada.",
        "National Collaborating Centre for Methods and Tools, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "181",
  "pages": "181",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Nurses",
    "Psychometrics",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "30390711",
    "pmc": "PMC6215345",
    "doi": "10.1186/s13643-018-0849-8",
    "pii": "10.1186/s13643-018-0849-8"
  },
  "doi": "10.1186/s13643-018-0849-8",
  "pmc_id": "PMC6215345",
  "dates": {
    "completed": "2019-04-26",
    "revised": "2019-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.346352",
    "pmid": "30390711"
  }
}