{
  "pmid": "30393293",
  "uid": "30393293",
  "title": "Haptic-Based Manipulation Scheme of Magnetic Nanoparticles in a Multi-Branch Blood Vessel for Targeted Drug Delivery.",
  "abstract": "Magnetic drug targeting is a promising technique that can deliver drugs to the diseased region, while keeping the drug away from healthy parts of body. Introducing a human in the control loop of a targeted drug delivery system and using inherent bilateralism of a haptic device at the same time can considerably improve the performance of targeted drug delivery systems. In this paper, we suggest a novel intelligent haptic guidance scheme for steering a number of magnetic nanoparticles (MNPs) using forbidden region virtual fixtures and a haptic rendering scheme with multi particles. Forbidden region virtual fixtures are a general class of guidance modes implemented in software, which help a human-machine collaborative system accomplish a specific task by constraining a movement into limited regions. To examine the effectiveness of our proposed scheme, we implemented a magnetic guided drug delivery system in a virtual environment using a physics-based model of targeted drug delivery including a multi-branch blood vessel and realistic blood dynamics. We performed user studies with different guidance modes: unguided, semi virtual fixture and full virtual fixture modes. We found out that the efficiency of targeting was significantly improved using the forbidden region virtual fixture and the proposed haptic rendering of MNPs. We can expect that using intelligent haptic feedback in real targeted drug delivery systems can improve the targeting efficiency of MNPs in multi-branch vessels.",
  "authors": [
    {
      "last_name": "Hamdipoor",
      "fore_name": "Vahid",
      "initials": "V",
      "name": "Vahid Hamdipoor",
      "affiliations": [
        "School of Mechanical and Aerospace Engineering, Gyeongsang National University, Jinju 52828, Korea. vahid.hamdipoor@gmail.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Raheel",
      "initials": "MR",
      "name": "Muhammad Raheel Afzal",
      "affiliations": [
        "School of Mechanical and Aerospace Engineering, Gyeongsang National University, Jinju 52828, Korea. raheel379@gmail.com."
      ],
      "orcid": "0000-0003-3572-5709"
    },
    {
      "last_name": "Le",
      "fore_name": "Tuan-Anh",
      "initials": "TA",
      "name": "Tuan-Anh Le",
      "affiliations": [
        "School of Integrated Technology, Gwangju Institute of Science and Technology, 123 Cheomdan-gwagiro, Buk-gu, Gwangju 61005, Korea. tuananhtbbk@gmail.com."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jungwon",
      "initials": "J",
      "name": "Jungwon Yoon",
      "affiliations": [
        "School of Integrated Technology, Gwangju Institute of Science and Technology, 123 Cheomdan-gwagiro, Buk-gu, Gwangju 61005, Korea. jyoon@gist.ac.kr."
      ],
      "orcid": "0000-0003-1350-5334"
    }
  ],
  "journal": {
    "title": "Micromachines",
    "iso_abbreviation": "Micromachines (Basel)",
    "issn": "2072-666X",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30393293",
    "pmc": "PMC6187296",
    "doi": "10.3390/mi9010014",
    "pii": "mi9010014"
  },
  "doi": "10.3390/mi9010014",
  "pmc_id": "PMC6187296",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "2012-0009524",
      "agency": "National Research Foundation of Korea"
    },
    {
      "grant_id": "2017R1A2B4011704",
      "agency": "National Research Foundation of Korea"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.829984",
    "pmid": "30393293"
  }
}