{
  "pmid": "30391167",
  "uid": "30391167",
  "title": "Validation of the BAP-65 score for prediction of in-hospital death or use of mechanical ventilation in patients presenting to the emergency department with an acute exacerbation of COPD: a retrospective multi-center study from the Italian Society of Emergency Medicine (SIMEU).",
  "abstract": "Exacerbations of chronic obstructive pulmonary disease (COPDE) frequently require hospitalizations, may necessitate of invasive mechanical ventilation (IMV), and are associated with a remarkable in-hospital mortality. The BAP-65 score is a risk assessment model (RAM) based on simple variables, that has been proposed for the prediction of these adverse outcomes in patients with COPDE. If showed to be accurate, the BAP-65 RAM might be used to guide the patients management, in terms of destination and treatment. We conducted a retrospective, multicentre, chart-review study, on patients attending the ED for a COPDE during 2014. The aim of the study was the validation of the BAP-65 RAM for the prediction of in-hospital death or use of IMV (composite primary outcome). We assessed the discrimination and the prognostic performance of the BAP-65 RAM. We enrolled 2908 patients from 20 centres across Italy. The mean (standard deviation) age was 76 (11) years, and 38% of patients were female. The composite outcome occurred in 5.3% of patients. The AUROC of BAP-65 for the composite outcome was 0.64 (95%CI 0.59-0.68). The sensitivity of BAP-65 score ≥ 4 to predict in-hospital mortality was 44% (95% CI 34%-55%), the specificity was 84% (95% CI 82%-85%), the positive predictive value was 9% (95% CI 6%-12%), and the negative predictive value was 98% (95% CI 97%-98%). CONCLUSIONS: In patients attending Italian EDs with a COPDE, we found that the BAP-65 score did not have sufficient accuracy to stratify patients upon their risk of severe in-hospital outcomes.",
  "authors": [
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada; Department of Health Sciences, Università degli Studi di Milano, Milan, Italy; Emergency Department, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy. Electronic address: federicogermini@gmail.com."
      ]
    },
    {
      "last_name": "Veronese",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Veronese",
      "affiliations": [
        "Department of Emergency Medicine, Grande Ospedale Metropolitano Niguarda Ca' Granda, Università di Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Coen",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Coen",
      "affiliations": [
        "Department of Emergency Medicine, Grande Ospedale Metropolitano Niguarda Ca' Granda, Università di Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Ardemagni",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Ardemagni",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy; Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Montano",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Montano",
      "affiliations": [
        "Emergency Department, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy; Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Fabbri",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Fabbri",
      "affiliations": [
        "Department of Emergency Medicine, Ospedale Morgagni-Pierantoni, Forlì, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of internal medicine",
    "iso_abbreviation": "Eur J Intern Med",
    "issn": "1879-0828",
    "issn_type": "Electronic",
    "volume": "61",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "62",
  "end_page": "68",
  "pages": "62-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Validation Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Emergency Service, Hospital",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Italy",
    "Logistic Models",
    "Male",
    "Multivariate Analysis",
    "Predictive Value of Tests",
    "Prognosis",
    "Pulmonary Disease, Chronic Obstructive",
    "ROC Curve",
    "Respiration, Artificial",
    "Retrospective Studies",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "30391167",
    "doi": "10.1016/j.ejim.2018.10.018",
    "pii": "S0953-6205(18)30411-4"
  },
  "doi": "10.1016/j.ejim.2018.10.018",
  "dates": {
    "completed": "2019-07-02",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.465462",
    "pmid": "30391167"
  }
}