{
  "pmid": "30391444",
  "uid": "30391444",
  "title": "Long-term risks of stress and urgency urinary incontinence after different vaginal delivery modes.",
  "abstract": "BACKGROUND: Although operative delivery increases the risk of immediate pelvic floor trauma, no previous studies have adequately compared directly the effects of different kinds of instrumental vaginal deliveries on stress urinary incontinence and/or urgency urinary incontinence. OBJECTIVE(S): The objectives of the study were to estimate and compare the impact of different kinds of vaginal deliveries, including spontaneous, vacuum, and forceps, on stress and urgency urinary incontinence. STUDY DESIGN: All women aged 20 years or older, living in 1 county in Norway were invited to participate in 2 surveys addressing stress and urgency urinary incontinence using validated questions, \"Do you leak urine when you cough, sneeze, laugh, or lift something heavy?\" and \"Do you have involuntary loss of urine in connection with sudden and strong urge to void?\" with response options yes or no. Incontinence data were linked to the Medical Birth Registry of Norway. For this study, we included only women who had a history of vaginal birth(s). Case definitions for stress and urgency urinary incontinence were moderate to severe based on Sandvik Severity Index (slight, moderate, severe). We adjusted analyses for age, parity, body mass index, and time since last delivery and addressed effect modification, including an age threshold of 50 years. RESULTS: The final analysis included 13,694 women of whom 12.7% reported stress urinary incontinence and 8.4% urgency urinary incontinence. Among women aged younger than 50 years, there was a statistically significant difference in the risk of stress urinary incontinence for forceps delivery (odds ratio, 1.42, 95% confidence interval, 1.09-1.86, absolute difference 5.0%) but not for vacuum (odds ratio, 0.80, 95% confidence interval, 0.59-1.09) when compared with spontaneous vaginal delivery. Among women aged younger than 50 years, forceps also had increased risk for stress urinary incontinence (odds ratio, 1.76, 95% confidence interval, 1.20-2.60) when compared with vacuum. There was no association of stress or urgency urinary incontinence with mode of delivery in women aged 50 years or older. CONCLUSION: For women aged younger than 50 years, forceps delivery is associated with significant increased long-term risk of stress urinary incontinence compared with other vaginal deliveries.",
  "authors": [
    {
      "last_name": "Tähtinen",
      "fore_name": "Riikka M",
      "initials": "RM",
      "name": "Riikka M Tähtinen",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Kuopio University Hospital, Kuopio, Finland; Department of Obstetrics and Gynecology, Tampere University Hospital, Tampere, Finland."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Rufus",
      "initials": "R",
      "name": "Rufus Cartwright",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Imperial College London, London, United Kingdom; Department of Urogynecology, Oxford University Hospitals National Health Service Trust, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Research, Comprehensive Cancer Organisation, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Rortveit",
      "fore_name": "Guri",
      "initials": "G",
      "name": "Guri Rortveit",
      "affiliations": [
        "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Hunskaar",
      "fore_name": "Steinar",
      "initials": "S",
      "name": "Steinar Hunskaar",
      "affiliations": [
        "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, University of Helsinki and Helsinki University Hospital, Helsinki, Finland. Electronic address: kari.tikkinen@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "220",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "181.e1",
  "end_page": "181.e8",
  "pages": "181.e1-181.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Delivery, Obstetric",
    "Female",
    "Health Surveys",
    "Humans",
    "Longitudinal Studies",
    "Middle Aged",
    "Norway",
    "Pregnancy",
    "Risk Factors",
    "Urinary Incontinence, Stress",
    "Urinary Incontinence, Urge"
  ],
  "article_ids": {
    "pubmed": "30391444",
    "doi": "10.1016/j.ajog.2018.10.034",
    "pii": "S0002-9378(18)30941-4"
  },
  "doi": "10.1016/j.ajog.2018.10.034",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2019-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.809603",
    "pmid": "30391444"
  }
}