{
  "pmid": "30399476",
  "uid": "30399476",
  "title": "Child sleep problems and adult mental health in those born at term or extremely low birth weight.",
  "abstract": "OBJECTIVES: To examine associations between parent-reported child sleep walking or talking, nightmares, and trouble sleeping at age eight and psychiatric problems in adulthood (age 30-35) in extremely low birth weight (ELBW; <1000 g) survivors and matched normal birth weight (NBW; >2500 g) control participants. METHODS: At age eight, parents of ELBW survivors and NBW control participants completed sleep items on the Child Behavior Checklist assessing the presence of sleep walking/talking, nightmares, or trouble sleeping. At age 30-35, 98 ELBW and 94 NBW individuals completed the Mini International Neuropsychiatric Interview (MINI), Beck Anxiety Inventory (BAI), and Beck Depression Inventory (BDI). Analyses were conducted in each birth weight group independently. RESULTS: In NBW participants, sleep walking/talking in childhood predicted higher BAI and BDI scores, as well as more than three times the odds of having a mood or anxiety disorder (OR = 3.48; 95% CI, 1.26-9.60) at age 30-35. Sex and childhood sleep problem interactions revealed that females who manifested sleep walking/talking as children had higher BAI scores than males. Nightmares in children born at NBW predicted higher BAI scores. These associations persisted despite adjustment for child mental health, sex, socioeconomic status, sexual or physical abuse, and family functioning. Trouble sleeping in childhood did not predict adult mental health problems. Childhood sleep problems did not predict psychopathology in ELBW adults. CONCLUSIONS: Children born at NBW who manifest sleep walking or talking appear to be at increased risk for developing mood or anxiety disorders in adulthood. No associations between child sleep and adult mental illness were noted in those with ELBW surviviors. Childhood sleep walking/talking may be a unique risk factor for mental health problems later in life.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Jacob",
      "initials": "J",
      "name": "Jacob Young",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Savoy",
      "fore_name": "Calan",
      "initials": "C",
      "name": "Calan Savoy",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saigal",
      "fore_name": "Saroj",
      "initials": "S",
      "name": "Saroj Saigal",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: vanlierj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Sleep medicine",
    "iso_abbreviation": "Sleep Med",
    "issn": "1878-5506",
    "issn_type": "Electronic",
    "volume": "53",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "28",
  "end_page": "34",
  "pages": "28-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Family",
    "Female",
    "Humans",
    "Infant, Extremely Low Birth Weight",
    "Male",
    "Mental Disorders",
    "Parasomnias",
    "Psychiatric Status Rating Scales",
    "Psychopathology",
    "Risk Factors",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "30399476",
    "doi": "10.1016/j.sleep.2018.09.007",
    "pii": "S1389-9457(18)30473-8"
  },
  "doi": "10.1016/j.sleep.2018.09.007",
  "dates": {
    "completed": "2020-03-09",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP42536",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.125911",
    "pmid": "30399476"
  }
}