{
  "pmid": "30407326",
  "uid": "30407326",
  "title": "Management of chronic pain in Ehlers-Danlos syndrome: Two case reports and a review of literature.",
  "abstract": "RATIONALE: Ehlers-Danlos syndromes (EDSs) are a heterogeneous group of heritable connective tissue disorders involving defective collagen synthesis. Patients with EDS are prone for chronic myofascial pain, apart from other comorbidities. Although the initial pathology is commonly nociceptive, progression of EDS leads to neuropathies and central sensitization of pain signals. Overall, approximately 90% or more EDS patients suffer from chronic pain. There are no existing guidelines to manage chronic pain in EDS patients. In this article, we illustrate 2 case reports of EDS patients with chronic pain and review the relevant literature regarding the pathological considerations and management of chronic pain in EDS. PATIENT CONCERNS: Our first patient had worsening multiple joint pains despite treatment with medications and a recent diagnosis of EDS-type 3. The second patient had a complicated history including longstanding EDS and multiple previous surgeries. She was referred due to concern about complex regional pain syndrome (CRPS) in her upper extremity. DIAGNOSES: For the first patient, apart from chronic pain due to her EDS, her history also revealed that she suffered from kinesiophobia. For the second patient, a detailed clinical assessment revealed no signs of CRPS but instead a generalized worsening of EDS symptoms. INTERVENTIONS: Both patients were evaluated by the multidisciplinary team consisting of a pain physician, nurse, pain psychologist, and a kinesiologist. Their treatment involved optimization of daily medications, participation in pain self-management sessions that included cognitive behavioral therapy, graded exercises, coping, and relaxation strategies. OUTCOMES: Both patients demonstrated significantly better pain control and achieved overall improvement in daily living. LESSONS: EDS is a complex illness with a multitude of symptoms. As in our patients, EDS patients also suffer from panic and anxiety disorders that increase the burden of pain. Apart from optimization of medications, EDS patients are best managed by a multidisciplinary approach that includes pain education and life style changes. The caution that they are resistant to local anesthetics is unwarranted. Appropriate pain interventions in selected patients may have a role to decrease pain intensity.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Zhengyang",
      "initials": "Z",
      "name": "Zhengyang Zhou",
      "affiliations": [
        "Michael DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "Rewari",
      "fore_name": "Abhitej",
      "initials": "A",
      "name": "Abhitej Rewari",
      "affiliations": [
        "Department of Anesthesia."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, St. Joseph's Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medicine",
    "iso_abbreviation": "Medicine (Baltimore)",
    "issn": "1536-5964",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "45",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "e13115",
  "pages": "e13115",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Analgesics",
    "Chronic Pain",
    "Cognitive Behavioral Therapy",
    "Ehlers-Danlos Syndrome",
    "Female",
    "Humans",
    "Pain Management",
    "Pain Measurement",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "30407326",
    "pmc": "PMC6250522",
    "doi": "10.1097/MD.0000000000013115",
    "pii": "00005792-201811090-00049"
  },
  "doi": "10.1097/MD.0000000000013115",
  "pmc_id": "PMC6250522",
  "dates": {
    "completed": "2018-11-20",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Analgesics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.643365",
    "pmid": "30407326"
  }
}