{
  "pmid": "30400469",
  "uid": "30400469",
  "title": "Simulation, Fabrication and Analysis of Silver Based Ascending Sinusoidal Microchannel (ASMC) for Implant of Varicose Veins.",
  "abstract": "Bioengineered veins can benefit humans needing bypass surgery, dialysis, and now, in the treatment of varicose veins. The implant of this vein in varicose veins has significant advantages over the conventional treatment methods. Deep vein thrombosis (DVT), vein patch repair, pulmonary embolus, and tissue-damaging problems can be solved with this implant. Here, the authors have proposed biomedical microdevices as an alternative for varicose veins. MATLAB and ANSYS Fluent have been used for simulations of blood flow for bioengineered veins. The silver based microchannel has been fabricated by using a micromachining process. The dimensions of the silver substrates are 51 mm, 25 mm, and 1.1 mm, in length, width, and depth respectively. The dimensions of microchannels grooved in the substrates are 0.9 mm in width and depth. The boundary conditions for pressure and velocity were considered, from 1.0 kPa to 1.50 kPa, and 0.02 m/s to 0.07 m/s, respectively. These are the actual values of pressure and velocity in varicose veins. The flow rate of 5.843 (0.1 nL/s) and velocity of 5.843 cm/s were determined at Reynolds number 164.88 in experimental testing. The graphs and results from simulations and experiments are in close agreement. These microchannels can be inserted into varicose veins as a replacement to maintain the excellent blood flow in human legs.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Javaid",
      "initials": "MJ",
      "name": "Muhammad Javaid Afzal",
      "affiliations": [
        "Department of Physics, The University of Lahore, Lahore 54000, Pakistan. javaidphy@gmail.com."
      ],
      "orcid": "0000-0003-2786-3765"
    },
    {
      "last_name": "Tayyaba",
      "fore_name": "Shahzadi",
      "initials": "S",
      "name": "Shahzadi Tayyaba",
      "affiliations": [
        "Department of Computer Engineering, The University of Lahore, Lahore 54000, Pakistan. shahzadi.tayyaba@hotmail.com."
      ]
    },
    {
      "last_name": "Ashraf",
      "fore_name": "Muhammad Waseem",
      "initials": "MW",
      "name": "Muhammad Waseem Ashraf",
      "affiliations": [
        "Department of Physics (Electronics), GC University, Lahore 54000, Pakistan. muhammad.waseem.ashraf@gmail.com."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "M Khalid",
      "initials": "MK",
      "name": "M Khalid Hossain",
      "affiliations": [
        "Institute of Electronics, Atomic Energy Research Establishment, Bangladesh Atomic Energy Commission, Dhaka 1349, Bangladesh. khalid.baec@baec.gov.bd."
      ],
      "orcid": "0000-0003-4595-6367"
    },
    {
      "last_name": "Uddin",
      "fore_name": "M Jalal",
      "initials": "MJ",
      "name": "M Jalal Uddin",
      "affiliations": [
        "Department of Applied Physics, Electronics and Communication Engineering; Islamic University, Khustia 7003, Bangladesh. mju.aece@gmail.com."
      ]
    },
    {
      "last_name": "Afzulpurkar",
      "fore_name": "Nitin",
      "initials": "N",
      "name": "Nitin Afzulpurkar",
      "affiliations": [
        "Department of Mechanical Engineering Technology (MCET), Higher Colleges of Technology (HCT), Ras al-Khaimah POBox 4793, UAE. afzulpurkar.n@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Micromachines",
    "iso_abbreviation": "Micromachines (Basel)",
    "issn": "2072-666X",
    "issn_type": "Print",
    "volume": "8",
    "issue": "9",
    "pub_year": "2017",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30400469",
    "pmc": "PMC6189736",
    "doi": "10.3390/mi8090278",
    "pii": "mi8090278"
  },
  "doi": "10.3390/mi8090278",
  "pmc_id": "PMC6189736",
  "dates": {
    "revised": "2024-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.831408",
    "pmid": "30400469"
  }
}