{
  "pmid": "30410737",
  "uid": "30410737",
  "title": "Medical research productivity in the Arab countries: 2007-2016 bibliometric analysis.",
  "abstract": "BACKGROUND: The aim of this study was to assess recent trends in medical research productivity in Arab countries. METHODS: We collected bibliometric data for the world countries, Arab countries, and Arab institutions for 2007-2016, using Essential Science Indicators, Journal Citation Reports, and Web of Science database. We collected the number of published papers overall and per year, citations per paper, and number of papers published in top quartile and top 10% journals. For the 10 most productive institutions, we additionally collected the number of papers with correspondence authors affiliated with the institution. RESULTS: The Arab world produced 189 papers per one million people, about a quarter of the value for other world countries. Four Arab countries (Qatar, Tunisia, Lebanon, and Kuwait) produced more than 695 papers per one million people, exceeding the world average. The average number of citations per paper was 9.2; it rose to more than 15 for papers with international collaboration. At the institutional level, the number of citations showed upward trends, with six institutions having an average citation per paper higher than that of all Arab countries. For the 10 most productive institutions in Arab countries, the percentage of papers involving international collaborations ranged from 42% to 79%; of these, 9% to 29% were led by authors from the same institution. For these 10 most productive institutions, the percentage of papers published in the top quartile journals and with a lead/corresponding author from the institution ranged from 7 to 32%; that percentage drops to 1% to 10% for papers published in top 10% journals. CONCLUSIONS: Although medical research output in Arab countries at both the country and the institution levels has increased over the past 10 years, it is still lagging behind the rest of the world. The percentage of papers involving international collaborations was relatively high, but the majority of these papers were led by authors from outside the local institution, particularly when published in the top 10% journals.",
  "authors": [
    {
      "last_name": "El Rassi",
      "fore_name": "Rola",
      "initials": "R",
      "name": "Rola El Rassi",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Meho",
      "fore_name": "Lokman I",
      "initials": "LI",
      "name": "Lokman I Meho",
      "affiliations": [
        "University Libraries, American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nahlawi",
      "fore_name": "Acile",
      "initials": "A",
      "name": "Acile Nahlawi",
      "affiliations": [
        "American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Salameh",
      "fore_name": "Johnny S",
      "initials": "JS",
      "name": "Johnny S Salameh",
      "affiliations": [
        "Department of Neurology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bazarbachi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Bazarbachi",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Department of Anatomy, Cell Biology and Physiological Sciences, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Journal of global health",
    "iso_abbreviation": "J Glob Health",
    "issn": "2047-2986",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "020411",
  "pages": "020411",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arab World",
    "Bibliometrics",
    "Biomedical Research",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "30410737",
    "pmc": "PMC6220353",
    "doi": "10.7189/jogh.08.020411",
    "pii": "jogh-08-020411"
  },
  "doi": "10.7189/jogh.08.020411",
  "pmc_id": "PMC6220353",
  "dates": {
    "completed": "2018-11-27",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.332930",
    "pmid": "30410737"
  }
}