{
  "pmid": "30424800",
  "uid": "30424800",
  "title": "Healthcare provider knowledge, attitudes, beliefs, and practices surrounding the prescription of opioids for chronic non-cancer pain in North America: protocol for a mixed-method systematic review.",
  "abstract": "BACKGROUND: Evidence from diverse areas of medicine (e.g., cardiovascular disease, diabetes) indicates that healthcare providers (HCPs) often do not adhere to clinical practice guidelines (CPGs) despite a clear indication to implement recommendations-a phenomenon commonly termed clinical inertia. There are a variety of reasons for clinical inertia, but HCP-related factors (e.g., knowledge, motivation, agreement with guidelines) are the most salient and amenable to intervention aimed to improve adherence. CPGs have been developed to support the safe and effective prescription of opioid medication for the management of chronic non-cancer pain. The extent of physician uptake and adherence to such guidelines is not yet well understood. The purpose of this review is to synthesize the published evidence about knowledge, attitudes, beliefs, and practices that HCPs hold regarding the prescription of opioids for chronic non-cancer pain. METHODS: An experienced information specialist will perform searches of CINAHL, Embase, MEDLINE, and PsycINFO bibliographic databases. The Cochrane library, PROSPERO, and the Joanna Briggs Institute will be searched for systematic reviews. Searches will be performed from inception to the present. Quantitative and qualitative study designs that report on HCP knowledge, attitudes, beliefs, or practices in North America will be eligible for inclusion. Studies reporting on interventions to improve HCP adherence to opioid prescribing CPGs will also be eligible for inclusion. Two trained graduate-level research assistants will independently screen articles for inclusion, perform data extraction, and perform risk of bias and quality assessment using recommended tools. Confidence in qualitative evidence will be evaluated using the Grades of Recommendation, Assessment, Development, and Evaluation-Confidence in the Evidence from Qualitative Reviews (GRADE-CERQual) approach. Confidence in quantitative evidence will be assessed using the GRADE approach. DISCUSSION: The ultimate goal of this work is to support interventions aiming to optimize opioid prescribing practices in order to prevent opioid-related morbidity and mortality without restricting a HCP's ability to select the most appropriate treatment for an individual patient. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42018091640 .",
  "authors": [
    {
      "last_name": "Rash",
      "fore_name": "Joshua A",
      "initials": "JA",
      "name": "Joshua A Rash",
      "affiliations": [
        "Department of Psychology, Memorial University of Newfoundland, 230 Elizabeth Ave, St. John's, NL, A1B 3X9, Canada. jarash@mun.ca."
      ],
      "orcid": "0000-0003-0927-0712"
    },
    {
      "last_name": "Buckley",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Buckley",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada.",
        "The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Tavis S",
      "initials": "TS",
      "name": "Tavis S Campbell",
      "affiliations": [
        "Department of Psychology, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Corace",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Corace",
      "affiliations": [
        "The Royal Ottawa Mental Health Centre, Ottawa, ON, Canada.",
        "Department of Psychiatry, University of Ottawa, Ottawa, ON, Canada.",
        "University of Ottawa Institute of Mental Health Research, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Cooper",
      "affiliations": [
        "Canadian Injured Workers Alliance, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "Flusk",
      "fore_name": "David",
      "initials": "D",
      "name": "David Flusk",
      "affiliations": [
        "Department of Anesthesia, Memorial University of Newfoundland, St. John's, NL, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lavoie",
      "fore_name": "Kim L",
      "initials": "KL",
      "name": "Kim L Lavoie",
      "affiliations": [
        "Department of Psychology, University of Quebec at Montreal, Montreal, QC, Canada.",
        "Montreal Behavioral Medicine Centre (MBMC), Centre intégrée universitaire de santé et services sociaux de Nord de l'Ile de Montreal (CIUSSS-NIM), Hopital du Sacre-Coeur de Montreal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Poulin",
      "affiliations": [
        "The Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "The Ottawa Hospital Pain Clinic, Ottawa, ON, Canada.",
        "School of Psychology and Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Skidmore",
      "fore_name": "B",
      "initials": "B",
      "name": "B Skidmore",
      "affiliations": [
        "Independent Information Specialist, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "13"
  },
  "start_page": "189",
  "pages": "189",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Chronic Pain",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "North America",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Prescriptions",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "30424800",
    "pmc": "PMC6234680",
    "doi": "10.1186/s13643-018-0858-7",
    "pii": "10.1186/s13643-018-0858-7"
  },
  "doi": "10.1186/s13643-018-0858-7",
  "pmc_id": "PMC6234680",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2023-10-04"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [
    {
      "grant_id": "RN347524-397972",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.190005",
    "pmid": "30424800"
  }
}