{
  "pmid": "30420013",
  "uid": "30420013",
  "title": "Pseudo-nitzschia, Nitzschia, and domoic acid: New research since 2011.",
  "abstract": "Some diatoms of the genera Pseudo-nitzschia and Nitzschia produce the neurotoxin domoic acid (DA), a compound that caused amnesic shellfish poisoning (ASP) in humans just over 30 years ago (December 1987) in eastern Canada. This review covers new information since two previous reviews in 2012. Nitzschia bizertensis was subsequently discovered to be toxigenic in Tunisian waters. The known distribution of N. navis-varingica has expanded from Vietnam to Malaysia, Indonesia, the Philippines and Australia. Furthermore, 15 new species (and one new variety) of Pseudo-nitzschia have been discovered, bringing the total to 52. Seven new species were found to produce DA, bringing the total of toxigenic species to 26. We list all Pseudo-nitzschia species, their ability to produce DA, and show their global distribution. A consequence of the extended distribution and increased number of toxigenic species worldwide is that DA is now found more pervasively in the food web, contaminating new marine organisms (especially marine mammals), affecting their physiology and disrupting ecosystems. Recent findings highlight how zooplankton grazers can induce DA production in Pseudo-nitzschia and how bacteria interact with Pseudo-nitzschia. Since 2012, new discoveries have been reported on physiological controls of Pseudo-nitzschia growth and DA production, its sexual reproduction, and infection by an oomycete parasitoid. Many advances are the result of applying molecular approaches to discovering new species, and to understanding the population genetic structure of Pseudo-nitzschia and mechanisms used to cope with iron limitation. The availability of genomes from three Pseudo-nitzschia species, coupled with a comparative transcriptomic approach, has allowed advances in our understanding of the sexual reproduction of Pseudo-nitzschia, its signaling pathways, its interactions with bacteria, and genes involved in iron and vitamin B12 and B7 metabolism. Although there have been no new confirmed cases of ASP since 1987 because of monitoring efforts, new blooms have occurred. A massive toxic Pseudo-nitzschia bloom affected the entire west coast of North America during 2015-2016, and was linked to a 'warm blob' of ocean water. Other smaller toxic blooms occurred in the Gulf of Mexico and east coast of North America. Knowledge gaps remain, including how and why DA and its isomers are produced, the world distribution of potentially toxigenic Nitzschia species, the prevalence of DA isomers, and molecular markers to discriminate between toxigenic and non-toxigenic species and to discover sexually reproducing populations in the field.",
  "authors": [
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Fisheries and Oceans Canada, Gulf Fisheries Centre, P.O. Box 5030, Moncton, New Brunswick, E1C 9B6, Canada. Electronic address: stephen.bates@dfo-mpo.gc.ca."
      ]
    },
    {
      "last_name": "Hubbard",
      "fore_name": "Katherine A",
      "initials": "KA",
      "name": "Katherine A Hubbard",
      "affiliations": [
        "Fish and Wildlife Research Institute (FWRI), Florida Fish and Wildlife Conservation Commission (FWC), 100 Eighth Avenue SE, St. Petersburg, FL 33701 USA; Woods Hole Center for Oceans and Human Health, Woods Hole Oceanographic Institution, 266 Woods Hole Road, Woods Hole, MA, 02543 USA."
      ]
    },
    {
      "last_name": "Lundholm",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Lundholm",
      "affiliations": [
        "Natural History Museum of Denmark, University of Copenhagen, Sølvgade 83S, DK-1307 Copenhagen K, Denmark."
      ]
    },
    {
      "last_name": "Montresor",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Montresor",
      "affiliations": [
        "Stazione Zoologica Anton Dohrn, Villa Comunale, 80121 Naples, Italy."
      ]
    },
    {
      "last_name": "Leaw",
      "fore_name": "Chui Pin",
      "initials": "CP",
      "name": "Chui Pin Leaw",
      "affiliations": [
        "Bachok Marine Research Station, Institute of Ocean and Earth Sciences, University of Malaya, 16310 Bachok, Kelantan, Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "Harmful algae",
    "iso_abbreviation": "Harmful Algae",
    "issn": "1878-1470",
    "issn_type": "Electronic",
    "volume": "79",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "3",
  "end_page": "43",
  "pages": "3-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Australia",
    "Diatoms",
    "Ecosystem",
    "Gulf of Mexico",
    "Harmful Algal Bloom",
    "Humans",
    "Indonesia",
    "Kainic Acid",
    "Malaysia",
    "North America",
    "Phylogeny",
    "Shellfish Poisoning",
    "Vietnam",
    "Zooplankton"
  ],
  "article_ids": {
    "pubmed": "30420013",
    "doi": "10.1016/j.hal.2018.06.001",
    "pii": "S1568-9883(18)30091-X"
  },
  "doi": "10.1016/j.hal.2018.06.001",
  "dates": {
    "completed": "2019-10-21",
    "revised": "2019-10-22"
  },
  "chemicals": [
    "domoic acid",
    "Kainic Acid"
  ],
  "grants": [
    {
      "grant_id": "P01 ES021923",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01 ES028938",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.802103",
    "pmid": "30420013"
  }
}