{
  "pmid": "30445402",
  "uid": "30445402",
  "title": "Enhancement of oil field-produced wastewater remediation by bacterially-augmented floating treatment wetlands.",
  "abstract": "Plants and bacteria individually as well as in synergism with each other hold a great potential to degrade a wide range of environmental pollutants. Floating treatment wetlands (FTWs) is an efficient and low-cost technology that uses the synergistic interaction between plant roots and microbes for in situ remediation of wastewater. The present study aims to assess the feasibility of FTW-based remediation of oil field-produced wastewater using an interaction between two plant species, Typha domingensis and Leptochloa fusca, in partnership with a consortium of crude oil-degrading bacterial species, Bacillus subtilis LORI66, Klebsiella sp. LCRI87, Acinetobacter Junii TYRH47, and Acinetobacter sp. BRSI56. All the treatments reduced contaminant levels, but T. domingensis, in combination with bacterial inoculation, exhibited the highest reduction in hydrocarbon (95%), COD (90%), and BOD content (93%) as compared to L. fusca. This combination maximally promoted increases in fresh biomass (31%), dry biomass (52%), and length (25%) of plants as well. This effect was further signified by the persistence of bacteria (40%) and considerable abundance (27%) and expression (28.5%) of the alkB gene in the rhizoplane of T. domingensis in comparison to that of L. fusca. The study, therefore, suggests that T. domingensis, in combination with bacterial consortium, has significant potential for treatment of oil field-produced water and can be exploited on large scale in FTWs.",
  "authors": [
    {
      "last_name": "Rehman",
      "fore_name": "Khadeeja",
      "initials": "K",
      "name": "Khadeeja Rehman",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan; Pakistan Institute of Engineering and Applied Sciences (PIEAS), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Imran",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Amin",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan. Electronic address: manibge@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "217",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "576",
  "end_page": "583",
  "pages": "576-583",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "AlkB Enzymes",
    "Bacteria",
    "Biodegradation, Environmental",
    "Biomass",
    "Oil and Gas Fields",
    "Poaceae",
    "Typhaceae",
    "Wastewater",
    "Water Pollutants, Chemical",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "30445402",
    "doi": "10.1016/j.chemosphere.2018.11.041",
    "pii": "S0045-6535(18)32138-6"
  },
  "doi": "10.1016/j.chemosphere.2018.11.041",
  "dates": {
    "completed": "2019-02-04",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Waste Water",
    "Water Pollutants, Chemical",
    "AlkB Enzymes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.833639",
    "pmid": "30445402"
  }
}