{
  "pmid": "30445412",
  "uid": "30445412",
  "title": "Dexmedetomidine for craniotomy under general anesthesia: A systematic review and meta-analysis of randomized clinical trials.",
  "abstract": "STUDY OBJECTIVE: To assess the efficacy and safety of dexmedetomidine as an adjunct to general anesthesia for craniotomy. DESIGN: A meta-analysis after systematically searching PubMed, Medline, EMBASE, and Cochrane library for randomized trials (RCTs). Relative risk (RR) and weighted mean difference (WMD) were calculated using random-effects meta-analysis. SETTING: Perioperative setting. PATIENTS: Twenty-two RCTs (1348 patients) with craniotomy under general anesthesia were included. INTERVENTIONS: Dexmedetomidine as an adjunct to general anesthesia versus placebo or other anesthetics. MEASUREMENTS: Primary outcomes included procedure success and postoperative pain; Secondary outcomes included cardiac adverse events, postoperative nausea and vomiting (PONV) and other clinically important outcomes. MAIN RESULTS: Dexmedetomidine vs. Placebo: High to moderate quality evidence suggested that dexmedetomidine reduced postoperative pain (WMD -0.25 cm, 95%CI -0.43 to -0.07 cm on a 10 cm visual analogue scale), postoperative nausea and vomiting (PONV, RR 0.57, 95%CI 0.39 to 0.84), hypertension (RR 0.37, 95%CI 0.22 to 0.61) and tachycardia (RR 0.32, 95%CI 0.12 to 0.85) with no significant increase of hypotension and bradycardia. Moderate quality evidence suggested no significant difference in procedural success. Dexmedetomidine vs. Active Comparators (including remifentanil, fentanyl, or propofol): Moderate quality evidence showed no difference in procedural success and postoperative pain. CONCLUSIONS: Dexmedetomidine as an adjunct to general anesthesia shows small benefits in reduction of pain, PONV, and maintains more stable hemodynamics with comparable effects on procedural success versus placebo. Very limited evidence explored comparative effects between dexmedetomidine and active controls. Further evidence is required to evaluate patient-important outcomes and optimal dosing strategies, particularly versus active comparators.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Anesthesia, and Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada; Chinese Cochrane Centre, West China Hospital, Sichuan University, Chengdu, China. Electronic address: wangli1@mcmaster.ca."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Jiantong",
      "initials": "J",
      "name": "Jiantong Shen",
      "affiliations": [
        "Chinese Cochrane Centre, West China Hospital, Sichuan University, Chengdu, China; Huzhou University, Huzhou, China."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "Evidence Based Medicine Center, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Arango",
      "fore_name": "Miguel F",
      "initials": "MF",
      "name": "Miguel F Arango",
      "affiliations": [
        "Department of Anesthesia & Perioperative Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Xueli",
      "initials": "X",
      "name": "Xueli Tang",
      "affiliations": [
        "Chinese Cochrane Centre, West China Hospital, Sichuan University, Chengdu, China; The Third Hospital of Mianyang, Mianyang, China."
      ]
    },
    {
      "last_name": "Moodie",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Moodie",
      "affiliations": [
        "Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Brieanne",
      "initials": "B",
      "name": "Brieanne McConnell",
      "affiliations": [
        "Department of Anesthesia & Perioperative Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Davy",
      "initials": "D",
      "name": "Davy Cheng",
      "affiliations": [
        "Department of Anesthesia & Perioperative Medicine, Western University, London, Ontario, Canada; Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Martin",
      "affiliations": [
        "Department of Anesthesia & Perioperative Medicine, Western University, London, Ontario, Canada; Centre for Medical Evidence, Decision Integrity and Clinical Impact (MEDICI), Western University, London, Ontario, Canada; Department of Epidemiology & Biostatistics, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical anesthesia",
    "iso_abbreviation": "J Clin Anesth",
    "issn": "1873-4529",
    "issn_type": "Electronic",
    "volume": "54",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "114",
  "end_page": "125",
  "pages": "114-125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenergic alpha-2 Receptor Agonists",
    "Anesthesia, General",
    "Craniotomy",
    "Dexmedetomidine",
    "Humans",
    "Postoperative Complications",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30445412",
    "doi": "10.1016/j.jclinane.2018.11.001",
    "pii": "S0952-8180(18)31326-6"
  },
  "doi": "10.1016/j.jclinane.2018.11.001",
  "dates": {
    "completed": "2019-07-10",
    "revised": "2019-07-10"
  },
  "chemicals": [
    "Adrenergic alpha-2 Receptor Agonists",
    "Dexmedetomidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.400142",
    "pmid": "30445412"
  }
}