{
  "pmid": "30454711",
  "uid": "30454711",
  "title": "How to conduct a high-quality original study on a prognostic research topic.",
  "abstract": "This is the third article of our educational series, which focuses on how to conduct a high-quality original study on a prognostic research topic from a methodological perspective. We introduce four aspects: clarifying the objectives; generating an appropriate research question; planning the study; and reporting and analyzing data. This paper has several highlights. (1) There are four types of prognostic studies: Type I-fundamental prognostic research, Type II-prognostic factors research, Type III-prediction model research, and Type IV-stratified medicine research. (2) We present the defining characteristics for each type of prognostic study. (3) For Types I-III, we suggest that \"PFOT″ components (target Population, prognostic or predictive Factor[s] or a predictive model with a combination of multiple Factors, Outcome, and follow-up Time) should be included in the research questions; for Type IV, \"PIFOT″ components (Intervention was added to PFOT) should be included in the research questions. (4) As with other study designs, prognostic studies should be registered to help mitigate duplication of effort across study teams and to accelerate the pace of scientific evolution. (5) Sample size calculations are an important step for prognostic studies. (6) Confounders and missing data issues should be considered carefully during study planning, reporting, and analyzing data. (7) For Type III studies, at least an internal validation should be performed, and univariable analysis to select significant variables (e.g., p-value < 0.05) for a multivariable model is not recommended. (8) A test for interaction is a necessary step for Type IV prognostic studies. A high-quality prognostic study would benefit from clinicians, methodologists, and statisticians working together.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: yaoxia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Vella",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Vella",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical oncology",
    "iso_abbreviation": "Surg Oncol",
    "issn": "1879-3320",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "A9",
  "end_page": "A13",
  "pages": "A9-A13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Diagnostic Techniques and Procedures",
    "Humans",
    "Neoplasms",
    "Patient Selection",
    "Reference Standards",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "30454711",
    "doi": "10.1016/j.suronc.2018.09.006",
    "pii": "S0960-7404(18)30350-5"
  },
  "doi": "10.1016/j.suronc.2018.09.006",
  "dates": {
    "completed": "2018-12-17",
    "revised": "2018-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.371942",
    "pmid": "30454711"
  }
}