{
  "pmid": "30459332",
  "uid": "30459332",
  "title": "Evaluation of dormancy breaking methods for enhanced germination in four biotypes of Brassica tournefortii.",
  "abstract": "Brassica tournefortii is an important broadleaf weed of the winter season in the northern grain region of Australia. Knowledge of germination ecology of this weed would help in implementing effective weed control programs. A series of experiments were conducted to study the germination and dormancy behavior of four biotypes of B. tournefortii seeds, biotypes A (collected from barley crop), B (barley fence lines), C (chickpea crop), and D (chickpea fence lines), collected from the St George region of Queensland. The aim of this research was to determine the effectiveness of various methods on the seed dormancy release of B. tournefortii. Water, potassium nitrate and a soil extract did not release dormancy in B. tournefortii seeds (biotype A) at 20/10 °C in the light/dark regime. Cold stratification (5 °C) also did not improve germination. However, gibberellic acid (GA3; 100-300 mg kg[-1]) stimulated germination (>88%). Germination also improved when seeds were immersed in sodium hypochlorite (NaOCl; 42 g L[-1]) for 10 minutes and the effect was more pronounced under the complete dark environment (89% germination at a day/night temperature of 20/10 °C). The NaOCl treatment makes seeds more porous and decreases sensitivity to light. Another experiment in light/dark conducted at 25/15 °C with two biotypes (A and D) showed that, without NaOCl treatment, biotype A was more sensitive to light (29% germination) as compared to biotype D (92% germination). Our results suggest that dormancy in B. tournefortii seeds can be broken by the combination of NaOCl (10 min) and a dark environment. A day/night temperature of 25/15 °C was found best for optimum germination (>87%) for all the biotypes (A-D) when incubated in dark after treating with NaOCl. This research indicated a high degree of variability in germination responses for various biotypes of B. tournefortii seeds to various sets of conditions, which may be due to metabolic changes in response to maternal environments or genetically controlled mechanisms. Information gained from this study will be important in developing a better understanding of the dormancy behavior of B. tournefortii seeds in response to tillage systems or maternal environments that could influence the weed seed bank in the soil and therefore help in designing suitable weed management programs.",
  "authors": [
    {
      "last_name": "Mahajan",
      "fore_name": "Gulshan",
      "initials": "G",
      "name": "Gulshan Mahajan",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation (QAAFI), The University of Queensland, Gatton, Queensland, 4343, Australia.",
        "Punjab Agricultural University, Ludhiana, 141 004, India."
      ]
    },
    {
      "last_name": "Mutti",
      "fore_name": "Navneet Kaur",
      "initials": "NK",
      "name": "Navneet Kaur Mutti",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation (QAAFI), The University of Queensland, Gatton, Queensland, 4343, Australia."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Prashant",
      "initials": "P",
      "name": "Prashant Jha",
      "affiliations": [
        "Southern Agricultural Research Centre, Montana State University, Bozeman, MT, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Sydney Institute of Agriculture, School of Life and Environmental Sciences, The University of Sydney, Narrabri, New South Wales, 2390, Australia."
      ]
    },
    {
      "last_name": "Chauhan",
      "fore_name": "Bhagirath Singh",
      "initials": "BS",
      "name": "Bhagirath Singh Chauhan",
      "affiliations": [
        "Queensland Alliance for Agriculture and Food Innovation (QAAFI), The University of Queensland, Gatton, Queensland, 4343, Australia. b.chauhan@uq.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "20"
  },
  "start_page": "17103",
  "pages": "17103",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Brassica",
    "Germination",
    "Gibberellins",
    "Oxidants",
    "Plant Dormancy",
    "Plant Growth Regulators",
    "Seeds",
    "Sodium Hypochlorite"
  ],
  "article_ids": {
    "pubmed": "30459332",
    "pmc": "PMC6244342",
    "doi": "10.1038/s41598-018-35574-2",
    "pii": "10.1038/s41598-018-35574-2"
  },
  "doi": "10.1038/s41598-018-35574-2",
  "pmc_id": "PMC6244342",
  "dates": {
    "completed": "2019-11-18",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Gibberellins",
    "Oxidants",
    "Plant Growth Regulators",
    "gibberellic acid",
    "Sodium Hypochlorite"
  ],
  "grants": [
    {
      "grant_id": "US00084",
      "agency": "Grains Research and Development Corporation (GRDC)",
      "country": "International"
    },
    {
      "grant_id": "US00084",
      "agency": "Grains Research and Development Corporation (GRDC)",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.937892",
    "pmid": "30459332"
  }
}