{
  "pmid": "30450008",
  "uid": "30450008",
  "title": "A Narrative Review on Avulsion Fractures of the Upper and Lower Limbs.",
  "abstract": "Avulsion fractures compromise function and movement at the affected joint. If left untreated, it can lead to deformity, nonunion, malunion, pain, and disability. The purpose of this review was to identify and describe the epidemiology and available treatment options for common avulsion fractures of the upper and lower extremities. Current evidence suggests that optimal treatment is dependent on the severity of the fracture. Conservative efforts generally include casting or splinting with a period of immobilization. Surgery is typically indicated for more severe cases or if nonoperative treatments fail; patient demographics or preferences and surgeon experience may also play a role in decision making. Some avulsion fractures can be surgically managed with any one of various techniques, each with their own pros and cons, and often there is no clear consensus on choosing one technique over another; however, there is some research suggesting that screw fixation, when possible, may offer the best stability and compression at the fracture site and earlier mobilization and return to function. Physicians should be mindful of the potential complications associated with each intervention.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-9694-6364"
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2018"
  },
  "start_page": "1179544118809050",
  "pages": "1179544118809050",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30450008",
    "pmc": "PMC6236480",
    "doi": "10.1177/1179544118809050",
    "pii": "10.1177_1179544118809050"
  },
  "doi": "10.1177/1179544118809050",
  "pmc_id": "PMC6236480",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.407044",
    "pmid": "30450008"
  }
}