{
  "pmid": "30468904",
  "uid": "30468904",
  "title": "Postoperative complications in elderly patients following pancreaticoduodenectomy lead to increased postoperative mortality and costs. A retrospective cohort study.",
  "abstract": "BACKGROUND: Complications frequently occur after pancreaticoduodenectomy. Patients undergoing pancreaticoduodenectomy tend to be older; age and postoperative complication may be associated. To clarify this association, we compared postoperative outcomes in patients undergoing pancreaticoduodenectomy based on age group. We aimed to determine whether we could identify an age cutoff where the incidence and cost of postoperative complications starts increasing and potentially outweigh the potential benefits of pancreaticoduodenectomy. MATERIALS AND METHODS: We built a retrospective cohort of consecutive patients undergoing pancreaticoduodenectomy at one institution from 2011 to 2017. Demographics, operative data and costs were obtained from hospital and administrative databases. A restricted cubic spline regression analysis was performed to graphically identify the age in which the comprehensive complication index (CCI) substantially increased. Cost analysis was undertaken from the perspective of a third-party payer. Differences in costs between age groups were tested using t-test. RESULTS: Among 440 patients, the CCI became significantly higher at the age cutoff of 72 (median 21 in the older vs. 12 in the younger group, P = 0.014). Postoperative complications (74% vs. 64%, P = 0.038), and mortality (8% vs. 3%, P = 0.016) were also significantly higher in the older age group; mostly driven by pneumonia (11% vs. 6%, P = 0.097), myocardial infarction (12% vs. 4%, P < 0.002) and urinary tract infection (18% vs. 5%, P = 0.003). Median length of hospital stay was also longer for the older age group (10 vs. 8 days, P = 0.002). Total mean cost was significantly higher in the older age group ($38,225 CAD vs. $29,771 CAD). CONCLUSIONS: In our cohort of patients, after age 72, pancreaticoduodenectomy is associated with significantly more postoperative complications and deaths which translated in longer hospital stay and higher costs. This information may help patients and surgeons make informed decisions.",
  "authors": [
    {
      "last_name": "Yuan",
      "fore_name": "Fang",
      "initials": "F",
      "name": "Fang Yuan",
      "affiliations": [
        "School of Medicine, University of Virginia, Charlottesville, VA, USA."
      ]
    },
    {
      "last_name": "Essaji",
      "fore_name": "Yasmin",
      "initials": "Y",
      "name": "Yasmin Essaji",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Cote",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Latchupatula",
      "fore_name": "Lekhini",
      "initials": "L",
      "name": "Lekhini Latchupatula",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of surgery (London, England)",
    "iso_abbreviation": "Int J Surg",
    "issn": "1743-9159",
    "issn_type": "Electronic",
    "volume": "60",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "204",
  "end_page": "209",
  "pages": "204-209",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Health Care Costs",
    "Humans",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Pancreaticoduodenectomy",
    "Postoperative Complications",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "30468904",
    "doi": "10.1016/j.ijsu.2018.11.016",
    "pii": "S1743-9191(18)31710-2"
  },
  "doi": "10.1016/j.ijsu.2018.11.016",
  "dates": {
    "completed": "2019-02-15",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.714345",
    "pmid": "30468904"
  }
}