{
  "pmid": "30461136",
  "uid": "30461136",
  "title": "A unifying framework for improving health care.",
  "abstract": "The quality health care around world is suboptimal. To improve the quality of contemporary health care delivery, advocates have proposed a number of scientific and technical initiatives. All these initiatives, however, have arisen and continue to operate in siloes, resulting in confusion and incommensurability among those concerned with health care improvement. Participants in the quality improvement (QI) space typically stress their own, often narrow, perspective, failing to place QI in context or to acknowledge other approaches. In order to improve delivery of health care, the following is required: Provide a unifying framework for improving health care. We argue this is best done under a Health System Science (HSS) framework but with full understanding that the fundamental principles of HSS are rooted in evidence-based medicine (EBM) and decision sciences. Understand that QI initiatives are fundamentally local activities. Hence, incentivizing bottom-up, local QI initiatives would improve health care delivery to a far greater extent than the current top-down initiatives undertaken in a response to various regulatory mandates. Akin to the \"Choosing Wisely\" initiative, which challenged professional societies, each institution should identify (a) the extent to which its practices are evidence-based and (b) the top 5 health care practices or interventions that, at a given institution, represent overuse, underuse, or misuse/error or undermine clinicians' efforts to deliver kind and empathic care. Providing a framework that can unify the current patchwork of the initiatives would help create a common basis to help align all the existing QI efforts. In addition, thinking small (at local level) may lead to health care quality improvements that national initiatives (thinking big), focused on regulation, competition, or legal requirements, have failed to achieve.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Supportive Care Medicine, City of Hope National Medical Center, Duarte, CA, USA.",
        "Department of Hematology, City of Hope National Medical Center, Duarte, CA, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Charles L",
      "initials": "CL",
      "name": "Charles L Bennett",
      "affiliations": [
        "South Carolina Center of Economic Excellence for Medication Safety, College of Pharmacy, University of South Carolina, Columbia, SC, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "358",
  "end_page": "362",
  "pages": "358-362",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Humans",
    "Medical Errors",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "30461136",
    "doi": "10.1111/jep.13066"
  },
  "doi": "10.1111/jep.13066",
  "dates": {
    "completed": "2020-03-18",
    "revised": "2020-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.139972",
    "pmid": "30461136"
  }
}