{
  "pmid": "30474552",
  "uid": "30474552",
  "title": "Pilot randomized controlled trials in the orthopaedic surgery literature: a systematic review.",
  "abstract": "BACKGROUND: The primary objective of this systematic review is to examine the characteristics of pilot randomized controlled trials (RCTs) in the orthopaedic surgery literature, including the proportion framed as feasibility trials and those that lead to definitive RCTs. This review aim to answer the question of whether pilot RCTs lead to definitive RCTs, whilst investigating the quality, feasibility and overall publication trends of orthopaedic pilot trials. METHODS: Pilot RCTs in the orthopaedic literature were identified from three electronic databases (EMBASE, MEDLINE, and Pubmed) searched from database inception to January 2018. Search criteria included the evaluation of at least one orthopaedic surgical intervention, research on humans, and publication in English. Two reviewers independently screened the pool of pilot trials, and conducted a search for corresponding definitive trials. Screened pilot RCTs were assessed for feasibility outcomes related to efficiency, cost, and/or timeliness of a large-scale clinical trial involving a surgical intervention. The quality of the pilot and definitive trials were assessed using the Checklist to Evaluate a Report of a Non-Pharmacological Trial (CLEAR NPT). RESULTS: The initial search for pilot RCTs yielded 3857 titles, of which 49 articles were relevant for this review. 73.5% (36/49) of the orthopaedic pilot RCTs were framed as feasibility trials. Of these, 5 corresponding definitive trials (10.2%) were found, of which four were published and one ongoing. Based on author responses, the lack of a definitive RCT following the pilot trial was attributed to a lack of funding, inadequacies in recruitment, and belief that the pilot RCT sufficiently answered the research question. CONCLUSIONS: Based on this systematic review, most pilot RCTs were characterized as feasibility trials. However, the majority of published pilot RCTs did not lead to definitive trials. This discrepancy was mainly attributed to poor feasibility (e.g. poor recruitment) and lack of funding for an orthopaedic surgical definitive trial. In recent years this discrepancy may be due to researchers saving on time and cost by rolling their pilot patients into the definitive RCT rather than publish a separate pilot trial.",
  "authors": [
    {
      "last_name": "Desai",
      "fore_name": "Bijal",
      "initials": "B",
      "name": "Bijal Desai",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Veeral",
      "initials": "V",
      "name": "Veeral Desai",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Shivani",
      "initials": "S",
      "name": "Shivani Shah",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Srinath",
      "fore_name": "Archita",
      "initials": "A",
      "name": "Archita Srinath",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Amr",
      "initials": "A",
      "name": "Amr Saleh",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada. simunon@mcmaster.ca.",
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada. simunon@mcmaster.ca."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "24"
  },
  "start_page": "412",
  "pages": "412",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Feasibility Studies",
    "Humans",
    "Orthopedic Procedures",
    "Pilot Projects",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "30474552",
    "pmc": "PMC6260657",
    "doi": "10.1186/s12891-018-2337-7",
    "pii": "10.1186/s12891-018-2337-7"
  },
  "doi": "10.1186/s12891-018-2337-7",
  "pmc_id": "PMC6260657",
  "dates": {
    "completed": "2019-03-11",
    "revised": "2023-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.407256",
    "pmid": "30474552"
  }
}