{
  "pmid": "30476154",
  "uid": "30476154",
  "title": "Technical Note: Assessment of sampling technique from feeders for copper, zinc, calcium, and phosphorous analysis.",
  "abstract": "Diet treatments were arranged in a split-plot design with the whole-plot consisting of 1 of 6 concentrations of dietary Cu (22 to 134 mg/kg total Cu) and the subplot using 1 of 2 sampling techniques (probe vs. hand grab). A total of 6 feeders per treatment were sampled using a brass open handle probe. The probe was inserted into the feeder 4 times to obtain a 900 g of sample. The hand-collected samples were obtained by inserting a bare hand into the feeder approximately 8 times to obtain a 900 g of sample. Within a feeder and sampling technique, subsamples (200 g) were created by using a sample splitting device. In addition to the 6 individual feeder samples, a subsample (33 g) from each individual feeder was pooled within dietary treatment and sampling technique to form a single composite sample (200 g). This process was repeated until 4 individual composite samples were created for each diet and sampling technique. Next, all samples were ground through a centrifugal mill and submitted for mineral analysis in duplicate for Cu, Zn, Ca, and P analysis. Results indicated variability when sampling feeders with a probe were reduced (P = 0.013) for Cu and marginally reduced (P = 0.058) for Ca when compared with hand-sampling. However, no evidence for differences was detected among sampling techniques for Zn and P for the individual feeder analysis. When samples were pooled from 6 feeders to form a single composite sample, there was no evidence for differences detected among sampling techniques for Cu, Zn, Ca, and P analysis. From these results, sampling frequency calculations were determined to assess sampling accuracy within a 95% confidence interval. Results indicated that the number of feeders or composite samples required to analyze was less for Cu, Zn, Ca, and P analysis when using a probe compared with a hand sampling. In summary, sampling with a probe is associated with less variability on an individual sample basis, but when individual samples are pooled to form a composite sample, there was no evidence for difference among sampling techniques. Our results suggest samples collected for these analyses with a probe and composited would be the best option to minimize variation and analytical costs.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Jones",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "Woodworth",
      "fore_name": "Jason C",
      "initials": "JC",
      "name": "Jason C Woodworth",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "Vahl",
      "fore_name": "Christopher I",
      "initials": "CI",
      "name": "Christopher I Vahl",
      "affiliations": [
        "Department of Statistics, College of Arts and Sciences, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "Tokach",
      "fore_name": "Mike D",
      "initials": "MD",
      "name": "Mike D Tokach",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "Goodband",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Goodband",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "DeRouchey",
      "fore_name": "Joel M",
      "initials": "JM",
      "name": "Joel M DeRouchey",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan, KS."
      ]
    },
    {
      "last_name": "Dritz",
      "fore_name": "Steve S",
      "initials": "SS",
      "name": "Steve S Dritz",
      "affiliations": [
        "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS."
      ]
    }
  ],
  "journal": {
    "title": "Journal of animal science",
    "iso_abbreviation": "J Anim Sci",
    "issn": "1525-3163",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "4611",
  "end_page": "4617",
  "pages": "4611-4617",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Animal Feed",
    "Animals",
    "Calcium, Dietary",
    "Copper",
    "Diet",
    "Minerals",
    "Phosphorus",
    "Swine",
    "Zinc"
  ],
  "article_ids": {
    "pubmed": "30476154",
    "pmc": "PMC6247853",
    "doi": "10.1093/jas/sky347",
    "pii": "5078828"
  },
  "doi": "10.1093/jas/sky347",
  "pmc_id": "PMC6247853",
  "dates": {
    "completed": "2019-02-11",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Calcium, Dietary",
    "Minerals",
    "Phosphorus",
    "Copper",
    "Zinc"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.615158",
    "pmid": "30476154"
  }
}