{
  "pmid": "30485385",
  "uid": "30485385",
  "title": "Health Utilities Index Mark 3 scores for major chronic conditions: Population norms for Canada based on the 2013 and 2014 Canadian Community Health Survey.",
  "abstract": "BACKGROUND: Utility scores are frequently used as preference weights when estimating quality-adjusted life years within cost-utility analyses or health-adjusted life expectancies. Though previous Canadian estimates for specific chronic conditions have been produced, these may no longer reflect current patient populations. DATA AND METHODS: Data from the 2013 and 2014 Canadian Community Health Survey were used to provide Canadian utility score norms for 17 chronic conditions. Utility scores were estimated using the Health Utilities Index Mark 3 instrument and were reported as weighted average (95% confidence intervals [95% CI]) values. In addition to age- and sex-stratified analyses, results were also stratified according to the number of reported chronic conditions (i.e., \"none\" to \"five or more\"). All results were weighted using sampling and bootstrapped weights provided by Statistics Canada. RESULTS: Utility scores were estimated for 123,654 (97.2%) respondents (weighted frequency = 29,337,370 [97.7%]). Of the chronic conditions that were examined, asthma had the least detrimental effect (weighted average utility score = 0.803 [95% CI: 0.795 to 0.811]) on respondents' utility scores, and Alzheimer's disease or any other dementia had the most detrimental effect (weighted average utility score = 0.374 [95% CI: 0.323 to 0.426]). Respondents who reported suffering from no chronic conditions had, on average, the highest utility scores (weighted average utility score = 0.928 [95% CI: 0.926 to 0.930]). Estimates dropped as a function of the number of reported chronic conditions. DISCUSSION: Utility scores differed between various chronic conditions and as a function of the number of reported chronic conditions. Results also highlighted several differences with previously published Canadian utility norms.",
  "authors": [
    {
      "last_name": "Guertin",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Guertin",
      "affiliations": [
        "Department of Social and Preventive Medicine and the Centre de recherche du CHU de Québec, Université Laval, Québec, Quebec."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences,McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": [
        "Department of Economics and the Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario; Health Utilities Incorporated, Dundas, Ontario."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "name": "Jean-Éric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences and the Department of Economics and the Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario; Programs for Assessment of Technology in Health, the Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Health reports",
    "iso_abbreviation": "Health Rep",
    "issn": "1209-1367",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "12",
  "end_page": "19",
  "pages": "12-19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Back Pain",
    "Canada",
    "Chronic Disease",
    "Female",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Hypertension",
    "Male",
    "Population Health",
    "Quality-Adjusted Life Years",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30485385",
    "pii": "82-003-X201801100001"
  },
  "dates": {
    "completed": "2019-09-10",
    "revised": "2019-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.637156",
    "pmid": "30485385"
  }
}