{
  "pmid": "30483036",
  "uid": "30483036",
  "title": "The Luohu Model: A Template for Integrated Urban Healthcare Systems in China.",
  "abstract": "INTRODUCTION: Emerging from the epidemiological transition and accelerated aging process, China's fragmentated healthcare systems struggle to meet the demands of the population. On Sept 1[st] 2017, China's National Health and Family Planning Commission encouraged all cities to learn from the Luohu model of integration adopted in Luohu as an approach to meeting these challenges. In this paper, we study the integration process, analyze the core mechanisms, and conduct preliminary evaluations of integrated policy development in the Luohu model. POLICY DEVELOPMENT: The Luohu hospital group was established in Aug 2015, consists of five district hospitals, 23 community health stations and an institute of precision medicine. The group adopted a series of professional, organizational, system, functional and normative strategies for integrated care, which was provided for the residents of Luohu, especially for the elderly population and patients with chronic conditions. According to a preliminary evaluation of the past two years, the Luohu model showed improvement in the structure and process towards integrated care. New preventive programs conducted in the hospital group resulted in changes of disease incidence. Residents were more satisfied with the Luohu model. However, spending exceeded the global budget for health insurance because of short-term increases in the demand for health care. LESSONS LEARNED: First, engagement of multiple stakeholders is essential for the design and implementation of reform. Second, organizational integration is a prerequisite for integrated care in China. Third, effective care integration requires alignment with payment reforms. Fourth, normative integration could promote collaboration in an integrated healthcare system. CONCLUSION: Core strategies and mechanisms of the Luohu model will promote integrated care in urban China and other countries facing the same challenges. However, it is necessary to study the effects of the Luohu model over the long term and continue to strive for integrated care.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-sen University, 74 Zhongshan 2nd Road, Guangzhou, CN."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xizhuo",
      "initials": "X",
      "name": "Xizhuo Sun",
      "affiliations": [
        "Shenzhen Luohu Hospital Group, No. 47 Youyi Road, Shenzhen, CN."
      ]
    },
    {
      "last_name": "Gong",
      "fore_name": "Fangfang",
      "initials": "F",
      "name": "Fangfang Gong",
      "affiliations": [
        "Shenzhen Luohu Hospital Group, No. 47 Youyi Road, Shenzhen, CN."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yixiang",
      "initials": "Y",
      "name": "Yixiang Huang",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-sen University, 74 Zhongshan 2nd Road, Guangzhou, CN."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Lijin",
      "initials": "L",
      "name": "Lijin Chen",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-sen University, 74 Zhongshan 2nd Road, Guangzhou, CN."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Zhang",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-sen University, 74 Zhongshan 2nd Road, Guangzhou, CN."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, AU."
      ]
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Print",
    "volume": "18",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30483036",
    "pmc": "PMC6199563",
    "doi": "10.5334/ijic.3955"
  },
  "doi": "10.5334/ijic.3955",
  "pmc_id": "PMC6199563",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.686509",
    "pmid": "30483036"
  }
}