{
  "pmid": "30499065",
  "uid": "30499065",
  "title": "Measuring Public Preferences for Health Outcomes and Expenditures in a Context of Healthcare Resource Re-Allocation.",
  "abstract": "BACKGROUND: The final outcome of any resource allocation decision in healthcare cannot be determined in advance. Thus, decision makers, in deciding which new program to implement (or not), need to accommodate the uncertainty of different potential outcomes (i.e., change in both health and costs) that can occur, the size and nature (i.e., 'bad' or 'good') of these outcomes, and how they are being valued. Using the decision-making plane, which explicitly incorporates opportunity costs and relaxes the assumptions of perfect divisibility and constant returns to scale of the cost-effectiveness plane, all the potential outcomes of each resource allocation decision can be described. OBJECTIVE: In this study, we describe the development and testing of an instrument, using a discrete choice experiment methodology, allowing the measurement of public preferences for potential outcomes falling in different quadrants of the decision-making plane. METHOD: In a sample of 200 participants providing 4200 observations, we compared four versions of the preference-elicitation instrument using a range of indicators. RESULTS: We identified one version that was well accepted by the participants and with good measurement properties. CONCLUSION: This validated instrument can now be used in a larger representative sample to study the preferences of the public for potential outcomes stemming from re-allocation of healthcare resources.",
  "authors": [
    {
      "last_name": "Krucien",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Krucien",
      "affiliations": [
        "Health Economics Research Unit, Institute of Applied Health Sciences, University of Aberdeen, Aberdeen, AB25 2QN, Scotland, UK. nicolas.krucien@abdn.ac.uk."
      ],
      "orcid": "0000-0001-9179-6558"
    },
    {
      "last_name": "Pelletier-Fleury",
      "fore_name": "Nathalie",
      "initials": "N",
      "name": "Nathalie Pelletier-Fleury",
      "affiliations": [
        "Centre de Recherche en Epidémiologie et Santé des Populations, Université Paris-Sud, UVSQ, INSERM, Université Paris-Saclay, Villejuif, France."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evaluation and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1179-2027",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "407",
  "end_page": "417",
  "pages": "407-417",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Decision Making",
    "Delivery of Health Care",
    "Female",
    "Health Expenditures",
    "Humans",
    "Male",
    "Patient Preference",
    "Public Opinion",
    "Resource Allocation",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "30499065",
    "doi": "10.1007/s40273-018-0751-1",
    "pii": "10.1007/s40273-018-0751-1"
  },
  "doi": "10.1007/s40273-018-0751-1",
  "dates": {
    "completed": "2020-04-03",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HERU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.714572",
    "pmid": "30499065"
  }
}