{
  "pmid": "30498751",
  "uid": "30498751",
  "title": "Screening for Depressive Symptoms among Patients Attending Specialist Medical Outpatient Clinics in a Tertiary Hospital in Southern Nigeria.",
  "abstract": "This study aimed to determine the prevalence of unrecognized depressive symptoms and its associated risk factors among patients with diabetes and/or hypertension attending medical outpatient clinics of a tertiary health centre in southern Nigeria. A cross-sectional study design was employed to assess 200 randomly selected patients attending the clinics. Questionnaires were administered to obtain sociodemographic and medical history data. The perceived stress scale (PSS) was used to determine the presence of subjective psychological stress and PHQ-9 was used to screen for depression. The prevalence of depressive symptoms was 54.9% with 16.5% categorised as having major depression. After adjusting for confounding variables, age younger than 60 years was associated with less odds of having depressive symptoms (AOR 0.32, 95% CI 0.17, 0.62; p=0.001), while only significant psychological stress increased the odds of having depressive symptoms (AOR 2.78, 95% CI 1.37, 5.64; p=0.005). The prevalence of depression among the study participants is high and has the potential to significantly impact the control of their disease and ultimately contribute to the high cardiovascular risk faced by this population.",
  "authors": [
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt, East-West Road, Choba, Rivers State, Nigeria."
      ]
    },
    {
      "last_name": "Adiukwu",
      "fore_name": "Frances N",
      "initials": "FN",
      "name": "Frances N Adiukwu",
      "affiliations": [
        "Department of Neuropsychiatry, University of Port Harcourt, East-West Road, Choba, Rivers State, Nigeria."
      ],
      "orcid": "0000-0001-5543-1746"
    }
  ],
  "journal": {
    "title": "Psychiatry journal",
    "iso_abbreviation": "Psychiatry J",
    "issn": "2314-4327",
    "issn_type": "Print",
    "volume": "2018",
    "pub_year": "2018"
  },
  "start_page": "7603580",
  "pages": "7603580",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30498751",
    "pmc": "PMC6220747",
    "doi": "10.1155/2018/7603580"
  },
  "doi": "10.1155/2018/7603580",
  "pmc_id": "PMC6220747",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.922508",
    "pmid": "30498751"
  }
}