{
  "pmid": "30498050",
  "uid": "30498050",
  "title": "Improving social inclusion for people with dementia and carers through sharing dance: a qualitative sequential continuum of care pilot study protocol.",
  "abstract": "INTRODUCTION: This study examines the potential of dance to improve social inclusion for people living with dementia and carers. Research suggests that arts-based programmes can improve the health of people living with dementia and carers; however, little is known about how these programmes might address barriers to social inclusion. Addressing barriers requires the development and evaluation of accessible, non-stigmatising and affordable programmes that facilitate social inclusion across the continuum of institutional, community and household care settings. METHODS AND ANALYSIS: The study involves a qualitative sequential pilot study of the innovative Baycrest NBS Sharing Dance Seniors programme underway in non-metropolitan regions of two Canadian provinces. It focuses on the remotely instructed delivery of the programme in care facilities, community centres and households. The study involves five phases of observations, diaries, focus groups and interviews with programme participants (people living with dementia), carers, coordinators, instructors and volunteers as well as critical reflections among research investigators and knowledge users. NVivo-based thematic and narrative analyses of the qualitative data will produce new knowledge about the experiences, effectiveness and challenges of the dance programme that will inform understanding of whether and in what ways it increases social inclusion and quality of life for older people living with dementia and carers. The findings will identify opportunities for programme expansion and support the further development of arts-based approaches. ETHICS AND DISSEMINATION: The study is approved by the Research Ethics Boards at Trent University and Brandon University, and by participating organisations according to their governance procedures. The perspectives of people living with dementia and carers are incorporated throughout the study (from design to dissemination) and the study adheres to the ethical considerations when including people with dementia. A series of publicly available reports, seminars and symposia will be undertaken in collaboration with knowledge user and collaborating organisation partners.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Trent School of the Environment, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0001-7148-6827"
    },
    {
      "last_name": "Herron",
      "fore_name": "Rachel V",
      "initials": "RV",
      "name": "Rachel V Herron",
      "affiliations": [
        "Department of Geography, Brandon University, Brandon, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Bar",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Bar",
      "affiliations": [
        "Canada's National Ballet School and Department of Psychology, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kontos",
      "fore_name": "Pia",
      "initials": "P",
      "name": "Pia Kontos",
      "affiliations": [
        "Toronto Rehabilitation Institute - University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Menec",
      "fore_name": "Verena",
      "initials": "V",
      "name": "Verena Menec",
      "affiliations": [
        "Community Health Sciences, University of Manitoba, Winnipeg, Winnipeg, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "11",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "28"
  },
  "start_page": "e026912",
  "pages": "e026912",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Alzheimer Disease",
    "Canada",
    "Caregivers",
    "Continuity of Patient Care",
    "Dancing",
    "Humans",
    "Interpersonal Relations",
    "Long-Term Care",
    "Pilot Projects",
    "Qualitative Research",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "30498050",
    "pmc": "PMC6278785",
    "doi": "10.1136/bmjopen-2018-026912",
    "pii": "bmjopen-2018-026912"
  },
  "doi": "10.1136/bmjopen-2018-026912",
  "pmc_id": "PMC6278785",
  "dates": {
    "completed": "2019-11-22",
    "revised": "2019-11-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "150702",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.402308",
    "pmid": "30498050"
  }
}