{
  "pmid": "30498771",
  "uid": "30498771",
  "title": "The Efficiency of Evaluating Candidates for Living Kidney Donation: A Scoping Review.",
  "abstract": "INTRODUCTION: The process of evaluating candidates for living kidney donation can be inefficient. A structured review of existing information on this topic can provide a necessary foundation for quality improvement. METHODS: We conducted a scoping review to map the published literature to different themes related to an efficient donor candidate evaluation. We reviewed the websites of living donor programs to describe information provided to candidates about the nature and length of the evaluation process. RESULTS: We reviewed of 273 published articles and 296 websites. Surveys of living donor programs show variability in donor evaluation protocols. Computed tomography (a routinely done test for all successful candidates) may be used to assess split renal volume instead of nuclear renography when the 2 kidneys differ in size. Depending on the candidate's estimated glomerular filtration rate, a nuclear medicine scan for measured glomerular filtration rate may not be needed. When reported, the time to complete the evaluation varied from 3 months to over a year. The potential for undesirable outcomes was reported in 23 studies, including missed opportunities for living donation and/or preemptive transplants. According to living donor websites, programs generally evaluate 1 candidate at a time when multiple come forward for assessment, and few programs describe completing most of the evaluation in a single in-person visit. CONCLUSIONS: Data on the efficiency of the living donor evaluation are limited. Future efforts can better define, collect, and report indicators of an efficient living donor evaluation to promote quality improvement and better patient outcomes.",
  "authors": [
    {
      "last_name": "Habbous",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Habbous",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Woo",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Woo",
      "affiliations": [
        "London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": [
        "Center for Abdominal Transplantation, Saint Louis University School of Medicine, St. Louis, MO."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Cooper",
      "affiliations": [
        "MedStar Georgetown Transplant Institute, Washington, DC."
      ]
    },
    {
      "last_name": "Reich",
      "fore_name": "Marian",
      "initials": "M",
      "name": "Marian Reich",
      "affiliations": [
        "Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (CAN-SOLVE CKD) Patient Council, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "London Health Sciences Centre, London, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation direct",
    "iso_abbreviation": "Transplant Direct",
    "issn": "2373-8731",
    "issn_type": "Print",
    "volume": "4",
    "issue": "10",
    "pub_year": "2018",
    "pub_month": "Oct"
  },
  "start_page": "e394",
  "pages": "e394",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30498771",
    "pmc": "PMC6233672",
    "doi": "10.1097/TXD.0000000000000833",
    "pii": "TXD50308"
  },
  "doi": "10.1097/TXD.0000000000000833",
  "pmc_id": "PMC6233672",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.257525",
    "pmid": "30498771"
  }
}