{
  "pmid": "30508993",
  "uid": "30508993",
  "title": "Association Between Socio-Demographic and Health Functioning Variables Among Patients with Opioid Use Disorder Introduced by Prescription: A Prospective Cohort Study.",
  "abstract": "BACKGROUND: Prescription opioid misuse in Canada has become a serious public health concern and has contributed to Canada's opioid crisis. There are thousands of Canadians who are currently receiving treatment for opioid use disorder, which is a chronic relapsing disorder with enormous impact on individuals and society. OBJECTIVES: The aim of this study was to compare the clinical and demographic differences between cohorts of patients who were introduced to opioids through a prescription and those introduced to opioids for non-medical purposes. STUDY DESIGN: This was an observational, prospective cohort study. SETTING: The study took place in 19 Canadian Addiction Treatment Centres across Ontario. METHODS: We included a total of 976 participants who were diagnosed with Opioid Use Disorder and currently receiving methadone maintenance treatment. We excluded participants who were on any other type of prescription opioid or who were missing their 6-month follow-up urine screens. We measured the participants' initial source of introduction to opioids along with other variables using the Maudsley Addiction Profile. We also measured illicit opioid use using urine screens at baseline and at 6-months follow-up. RESULTS: Almost half the sample (n = 469) were initiated to opioids via prescription. Women were more likely to be initiated to opioids via a prescription (OR = 1.385, 95% CI 1.027-1.866, P = .033). Those initiated via prescription were also more likely to have post-secondary education, older age of onset of opioid use, less likely to have hepatitis C and less likely to have use cannabis. Chronic pain was significantly associated with initiation to opioids through prescription (OR = 2.720, 95% CI 1.998-3.722, P < .0001). Analyses by gender revealed that men initiated by prescription were less likely to have liver disease and less likely to use cannabis, while women initiated by prescription had a higher methadone dose. LIMITATIONS: This project was limited by its study design being observational in nature; no causal relationships can be inferred. Also, the data did not allow determination of the role that the prescribed opioids played in developing opioid use disorder. CONCLUSIONS: Our results have revealed that almost half of this methadone maintenance treatment (MMT) population has been introduced to opioids through a prescription. Given that the increasing prescribing rates of opioids has an impact on this at-risk population, alternative treatments for pain should be considered to help decrease this opioid epidemic in Canada. KEY WORDS: Opioid use disorder, chronic pain relief, methadone maintenance treatment, prescriptions, male, female.",
  "authors": [
    {
      "last_name": "Sanger",
      "fore_name": "Nitika",
      "initials": "N",
      "name": "Nitika Sanger",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Meha",
      "initials": "M",
      "name": "Meha Bhatt",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shams",
      "fore_name": "Ieta",
      "initials": "I",
      "name": "Ieta Shams",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shahid",
      "fore_name": "Hamnah",
      "initials": "H",
      "name": "Hamnah Shahid",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Candice",
      "initials": "C",
      "name": "Candice Luo",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tam",
      "fore_name": "Sabrina Lue",
      "initials": "SL",
      "name": "Sabrina Lue Tam",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada; Departments of Pediatrics and Anesthesia, McMaster University, Hamilton, Canada; Centre for Evaluation of Medicine, St Joseph's Healthcare-Hamilton, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare-Hamilton, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada; Population Genomic Program, Chanchalani Research Centre, McMaster University, Hamilton, Canada; Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, Canada; Peter Boris Centre for Addictions Research, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pain physician",
    "iso_abbreviation": "Pain Physician",
    "issn": "2150-1149",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "6",
    "pub_year": "2018",
    "pub_month": "Nov"
  },
  "start_page": "E623",
  "end_page": "E632",
  "pages": "E623-E632",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Analgesics, Opioid",
    "Canada",
    "Chronic Pain",
    "Female",
    "Humans",
    "Male",
    "Methadone",
    "Middle Aged",
    "Opiate Substitution Treatment",
    "Opioid-Related Disorders",
    "Pain Management",
    "Prescription Drugs",
    "Prospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30508993"
  },
  "dates": {
    "completed": "2019-04-01",
    "revised": "2019-04-01"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Prescription Drugs",
    "Methadone"
  ],
  "grants": [
    {
      "agency": "Canadian Institute for Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.512644",
    "pmid": "30508993"
  }
}