{
  "pmid": "30500993",
  "uid": "30500993",
  "title": "Leveraging patient-reported outcomes data to inform oncology clinical decision making: Introducing the FACE-Q Head and Neck Cancer Module.",
  "abstract": "BACKGROUND: Existing patient-reported outcome measures (PROMs) used to assess patients with head and neck cancer have methodologic and content deficiencies. Herein, the development of a PROM that meets a range of clinical and research needs across head and neck oncology is described. METHODS: After development of the conceptual framework, which involved a literature review, semistructured patient interviews, and expert input, patients with head and neck cancer who were treated at Memorial Sloan Kettering Cancer Center were recruited by their surgeon. The FACE-Q Head and Neck Cancer Module was completed by patients in the clinic or was sent by mail. Rasch measurement theory analysis was used for item selection for final scale development and to examine reliability and validity. Scale scores for surgical defect and adjuvant therapy were compared with the cohort average to assess clinical applicability. RESULTS: The sample consisted of 219 patients who completed the draft scales. Fourteen independently functioning scales were analyzed. Item fit was good for all 102 items, and all items had ordered thresholds. Scale reliability was acceptable (person separation index was >0.75 for all scales; Cronbach α values were >.87 for all scales; test-retest ranged from 0.86 to 0.96). The scales performed well in a clinically predictable way, demonstrating functional and psychosocial differences across disease sites and with adjuvant therapy. CONCLUSIONS: The scales forming the FACE-Q Head and Neck Cancer Module were found to be clinically relevant and scientifically sound. This new PROM now is validated and ready for use in research and clinical care.",
  "authors": [
    {
      "last_name": "Cracchiolo",
      "fore_name": "Jennifer R",
      "initials": "JR",
      "name": "Jennifer R Cracchiolo",
      "affiliations": [
        "Head and Neck Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Young-Afat",
      "fore_name": "Danny A",
      "initials": "DA",
      "name": "Danny A Young-Afat",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Amsterdam University Medical Centers, VU University Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Albornoz",
      "fore_name": "Claudia R",
      "initials": "CR",
      "name": "Claudia R Albornoz",
      "affiliations": [
        "Department of Plastic Surgery, Las Condes Clinic, Santiago, Chile."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Letchworth Garden City, United Kingdom."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Snehal G",
      "initials": "SG",
      "name": "Snehal G Patel",
      "affiliations": [
        "Head and Neck Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Plastic and Reconstructive Surgery Service, Department of Surgery, Brigham and Women's Hospital, Boston, Massachusetts.",
        "Department of Surgery, Harvard University, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Matros",
      "fore_name": "Evan",
      "initials": "E",
      "name": "Evan Matros",
      "affiliations": [
        "Plastic and Reconstructive Surgery Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "Cancer",
    "iso_abbreviation": "Cancer",
    "issn": "1097-0142",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "863",
  "end_page": "872",
  "pages": "863-872",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Age Distribution",
    "Aged",
    "Clinical Decision-Making",
    "Female",
    "Head and Neck Neoplasms",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30500993",
    "mid": "NIHMS997871",
    "pmc": "PMC6403001",
    "doi": "10.1002/cncr.31900"
  },
  "doi": "10.1002/cncr.31900",
  "pmc_id": "PMC6403001",
  "dates": {
    "completed": "2019-12-13",
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.130212",
    "pmid": "30500993"
  }
}