{
  "pmid": "30505468",
  "uid": "30505468",
  "title": "No Difference between Extraction Drilling and Serial Dilation for Tibial Tunnel Preparation in Anterior Cruciate Ligament Reconstruction: A Systematic Review.",
  "abstract": "IMPORTANCE: This review highlights a lack of consensus and need for further study regarding optimal tibial tunnel preparation method in anterior cruciate ligament reconstruction (ACLR). OBJECTIVE: This review examines existing clinical and biomechanical outcomes of both extraction drilling (ED) and serial dilation (SD) as a technique for tibial tunnel preparation in ACLR. EVIDENCE REVIEW: In accordance with PRISMA guidelines, three electronic databases (MEDLINE, EMBASE, and PubMed) were searched and systematically screened in duplicate from database inception to September 6, 2017 for English-language, human studies, of all levels of evidence that examined ED and/or SD for tibial tunnel preparation in ACLR. Data including patient demographics, tibial tunnel preparation techniques, biomechanical and clinical outcomes and complications were retrieved from eligible studies. FINDINGS: ED was used in 71 patients, who were mean age 29.9 years (range: 17-50), 68% male, and followed for mean 16.5 months (range: 3.8-46). SD was used in 70 patients (70 knees), who were mean age 29.3 years (range: 18-50), 69% male, and followed for mean 14.1 months (range: 3.8-46). There were no statistically significant differences (mean preoperative; mean postoperative) for either tibial preparation technique for Lysholm (50.1; 92.5), Tegner (3.5; 6.1), International Knee Documentation Committee (IKDC) (48.8; 92.7), and Lachman or laxity scores. However, ED demonstrated statistically significant increased postoperative tibial tunnel expansion (1.8 mm versus 1.4 mm) and (at 12 weeks) graft migration at the tibial fixation site (1.3 mm versus 0.8 mm). Across biomechanical studies, there were no statistically significant differences (ED; SD) with forces required to initiate graft slippage (156 N; 174 N), graft stiffness (187 N; 186.5 N), and screw torque (1.6 N/m; 1.8 N/m). ED demonstrated a lower mean load to failure for the graft construct (433 N versus 631 N; p<0.05). CONCLUSIONS AND RELEVANCE: Though biomechanical data demonstrated lower mean load to failure for the graft using ED, clinical data suggest increased tibial tunnel expansion and post-operative graft migration at the tibial fixation site. Future studies with long-term follow-up data are required to ascertain the optimal technique for graft incorporation and postoperative success. LEVEL OF EVIDENCE: IV:Systematic Review of Level I-IV studies.",
  "authors": [
    {
      "last_name": "Crum",
      "fore_name": "Raphael",
      "initials": "R",
      "name": "Raphael Crum",
      "affiliations": [
        "University of Pittsburgh School of Medicine (Pittsburgh)."
      ]
    },
    {
      "last_name": "Darren de",
      "fore_name": "S A",
      "initials": "SA",
      "name": "S A Darren de",
      "affiliations": [
        "University of Pittsburgh Medical Center, Center for Sports Medicine (Pittsburgh)."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "McMaster University, Division of Orthopaedic Surgery (Hamilton)."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "University of Pittsburgh Medical Center, Center for Sports Medicine (Pittsburgh)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
    "iso_abbreviation": "J ISAKOS",
    "issn": "2059-7754",
    "issn_type": "Print",
    "volume": "3",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "May"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30505468",
    "mid": "NIHMS997181",
    "pmc": "PMC6262891",
    "doi": "10.1136/jisakos-2017-000191"
  },
  "doi": "10.1136/jisakos-2017-000191",
  "pmc_id": "PMC6262891",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 GM008208",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.825880",
    "pmid": "30505468"
  }
}