{
  "pmid": "30519078",
  "uid": "30519078",
  "title": "Just how much does it cost? A cost study of chronic pain following cardiac surgery.",
  "abstract": "OBJECTIVE: The study objective was to determine use of pain-related health care resources and associated direct and indirect costs over a two-year period in cardiac surgery patients who developed chronic post-surgical pain (CPSP). METHODS: This multicentric observational prospective study recruited patients prior to cardiac surgery; these patients completed research assistant-administered questionnaires on pain and psychological characteristics at 6, 12 and 24 months post-operatively. Patients reporting CPSP also completed a one-month pain care record (PCR) (self-report diary) at each follow-up. Data were analyzed using descriptive statistics, multivariable logistic regression models, and generalized linear models with log link and gamma family adjusting for sociodemographic and pain intensity. RESULTS: Out of 1,247 patients, 18%, 13%, and 9% reported experiencing CPSP at 6, 12, and 24 months, respectively. Between 16% and 28% of CPSP patients reported utilizing health care resources for their pain over the follow-up period. Among all CPSP patients, mean monthly pain-related costs were CAN$207 at 6 months and significantly decreased thereafter. More severe pain and greater levels of pain catastrophizing were the most consistent predictors of health care utilization and costs. DISCUSSION: Health care costs associated with early management of CPSP after cardiac surgery seem attributable to a minority of patients and decrease over time for most of them. Results are novel in that they document for the first time the economic burden of CPSP in this population of patients. Longer follow-up time that would capture severe cases of CPSP as well as examination of costs associated with other surgical populations are warranted. SUMMARY: Economic burden of chronic post-surgical pain may be substantial but few patients utilize resources. Health utilization and costs are associated with pain and psychological characteristics.",
  "authors": [
    {
      "last_name": "Guertin",
      "fore_name": "Jason Robert",
      "initials": "JR",
      "name": "Jason Robert Guertin",
      "affiliations": [
        "Department of Social and Preventive Medicine, Faculty of Medicine, Université Laval, Quebec City, QC, Canada.",
        "Centre de recherche du Centre hospitalier universitaire de Québec, Université Laval, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Pagé",
      "fore_name": "M Gabrielle",
      "initials": "MG",
      "name": "M Gabrielle Pagé",
      "affiliations": [
        "Centre de recherche du Centre hospitalier de l'Université de Montréal (CRCHUM), Montreal, QC, Canada, manon.choiniere@umontreal.ca.",
        "Department of Anesthesiology and Pain Medicine, Faculty of Medicine, Université de Montréal, Montreal, QC, Canada, manon.choiniere@umontreal.ca."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "name": "Jean-Éric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Talbot",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Talbot",
      "affiliations": [
        "Department of Social and Preventive Medicine, Faculty of Medicine, Université Laval, Quebec City, QC, Canada.",
        "Centre de recherche du Centre hospitalier universitaire de Québec, Université Laval, Quebec City, QC, Canada."
      ]
    },
    {
      "last_name": "Watt-Watson",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Watt-Watson",
      "affiliations": [
        "Bloomberg Faculty of Nursing, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Choinière",
      "fore_name": "Manon",
      "initials": "M",
      "name": "Manon Choinière",
      "affiliations": [
        "Centre de recherche du Centre hospitalier de l'Université de Montréal (CRCHUM), Montreal, QC, Canada, manon.choiniere@umontreal.ca.",
        "Department of Anesthesiology and Pain Medicine, Faculty of Medicine, Université de Montréal, Montreal, QC, Canada, manon.choiniere@umontreal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain research",
    "iso_abbreviation": "J Pain Res",
    "issn": "1178-7090",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2018"
  },
  "start_page": "2741",
  "end_page": "2759",
  "pages": "2741-2759",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30519078",
    "pmc": "PMC6235323",
    "doi": "10.2147/JPR.S175090",
    "pii": "jpr-11-2741"
  },
  "doi": "10.2147/JPR.S175090",
  "pmc_id": "PMC6235323",
  "dates": {
    "revised": "2023-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.637435",
    "pmid": "30519078"
  }
}