{
  "pmid": "30517765",
  "uid": "30517765",
  "title": "Antimicrobial Stewardship Programs in Long-Term Care Settings: A Meta-Analysis and Systematic Review.",
  "abstract": "BACKGROUND: Antimicrobial stewardship programs have been established in hospitals, but less studied in long-term care facilities (LTCFs), a setting with unique challenges related to patient populations and available resources. This systematic review sought to provide a comprehensive assessment of antimicrobial stewardship interventions implemented in LTCFs, using meta-analysis to examine their impact on overall antimicrobial use. METHODS: Electronic searches of MEDLINE, Embase, and CINAHL (1990 to July 2018) identified any antimicrobial stewardship interventions in LTCFs, with no restriction on patient population, study design, or outcomes. Intervention components were categorized using the Cochrane Effective Practice and Organization of Care taxonomy on implementation strategies. Random-effects meta-analysis used ratio of means to facilitate pooling of different metrics of antimicrobial use. RESULTS: Eighteen studies (one randomized controlled trial [RCT], four cluster RCTs, four controlled pre/post studies, and nine uncontrolled pre/post studies) met inclusion, using 13 different antimicrobial stewardship intervention strategies; 15 studies used multifaceted (maximum, seven; median, four) interventions. The three most commonly implemented strategies were educational materials, educational meetings, and guideline implementation. Intervention labor intensity and resource requirements varied considerably among interventions. Meta-analysis of 11 studies demonstrated that antimicrobial stewardship strategies were associated with a 14% reduction in overall antimicrobial use (95% confidence interval = -8% to -20%; P < .0001), with similar results by study design but high heterogeneity (I[2] = 86%) for the uncontrolled pre/post study subgroup and no heterogeneity (I[2] = 0%) for the cluster RCT and controlled pre/post study subgroups. Funnel plot analysis suggested publication bias, with a lack of publication of smaller studies showing increased antibiotic use. CONCLUSION: Antimicrobial stewardship strategies implemented in long-term care vary considerably in design and resource intensity, but collectively suggest potential to reduce antimicrobial use in this challenging setting. J Am Geriatr Soc 67:392-399, 2019.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Julie Hui-Chih",
      "initials": "JH",
      "name": "Julie Hui-Chih Wu",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Sunnybrook Research Institute and Division of Infectious Diseases, Sunnybrook Health Sciences Center, Toronto, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Critical Care and Medicine Departments and Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Garber",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "392",
  "end_page": "399",
  "pages": "392-399",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antimicrobial Stewardship",
    "Health Plan Implementation",
    "Humans",
    "Long-Term Care"
  ],
  "article_ids": {
    "pubmed": "30517765",
    "pmc": "PMC7379722",
    "doi": "10.1111/jgs.15675"
  },
  "doi": "10.1111/jgs.15675",
  "pmc_id": "PMC7379722",
  "dates": {
    "completed": "2020-01-30",
    "revised": "2020-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.248815",
    "pmid": "30517765"
  }
}