{
  "pmid": "30518328",
  "uid": "30518328",
  "title": "Methods for trustworthy nutritional recommendations NutriRECS (Nutritional Recommendations and accessible Evidence summaries Composed of Systematic reviews): a protocol.",
  "abstract": "BACKGROUND: Recent systematic reviews and editorials suggest that many organizations that produce nutritional guideline recommendations do not adhere to internationally recognized standards set forth by the Institute of Medicine (IoM), Guidelines International Network (GIN), Appraisal of Guidelines Research and Evaluation (AGREE), and Grading Recommendations, Assessment, Development and Evaluation (GRADE). METHODS: The potential solution is an independent group with content expertise and skilled in the methodology of systematic reviews and practice guidelines to produce trustworthy guideline recommendations, recommendations that are supported by publication in a top tier journal. The BMJ Rapid Recommendations project has recently demonstrated the feasibility and utility of this approach. Here, we are proposing trustworthy nutritional guideline recommendations based on internationally accepted guideline development standards, recommendations that will be informed by rigorous and novel systematic reviews of the benefits and harms associated with nutritional exposures, as well as studies on the values and preferences related to dietary behaviors among members of the international community. DISCUSSION: Adhering to international guideline standards, conducting high quality systematic reviews, and actively assessing the values and preferences of key stakeholders is expected to improve the quality of nutritional guidelines and their relevance to end-users, particularly patients and community members. We will send our work for peer review, and if found acceptable, we will publish our nutritional recommendations in top-tier general medicine journals.",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, Canada. bjohnston@dal.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. bjohnston@dal.ca."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain.",
        "CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rabassa",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Rabassa",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Marshall",
      "affiliations": [
        "Cochrane Consumer and Honorary Patron of the Guidelines International Network, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "El Dib",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina El Dib",
      "affiliations": [
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, Canada.",
        "Institute of Science and Technology, Unesp - Univ Estadual Paulista, São José dos Campos, Brazil."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, Canada.",
        "Department of Research, Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway.",
        "Department of Medicine, Innlandet Hospital Trust-division, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "162",
  "pages": "162",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Internationality",
    "Nutritional Requirements",
    "Peer Review",
    "Practice Guidelines as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "30518328",
    "pmc": "PMC6280455",
    "doi": "10.1186/s12874-018-0621-8",
    "pii": "10.1186/s12874-018-0621-8"
  },
  "doi": "10.1186/s12874-018-0621-8",
  "pmc_id": "PMC6280455",
  "dates": {
    "completed": "2019-08-12",
    "revised": "2019-08-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.260885",
    "pmid": "30518328"
  }
}