{
  "pmid": "30522147",
  "uid": "30522147",
  "title": "The Effect of Vitamin D Supplementation on Prostate Cancer: A Systematic Review and Meta-Analysis of Clinical Trials.",
  "abstract": "Vitamin D has received attention for its potential to disrupt cancer processes. However, its effect in the treatment of prostate cancer is controversial. This study aimed to assess the effect of vitamin D supplementation on patients with prostate cancer. In the present study, PubMed, Scopus, ISI Web of Science, and Google Scholar were searched up to September 2017 for trials that evaluated the effect of vitamin D supplementation on prostate specific antigen (PSA) response, mortality, and its possible side effects in participants with prostate cancer. The DerSimonian and Laird inverse-weighted random-effects model was used to pool the effect estimates. Twenty-two studies (16 before-after and 6 randomized controlled trials) were found and included in the meta-analysis. The analysis of controlled clinical trials revealed that PSA change from baseline [weighted mean difference (WMD)=-1.66 ng/ml, 95% CI: -0.69, 0.36, p=0.543)], PSA response proportion (RP=1.18, 95% CI: 0.97, 1.45, p=0.104) and mortality rate (risk ratio (RR)=1.05, 95% CI: 0.81-1.36; p=0.713) were not significantly different between vitamin D supplementation and placebo groups. Single arm trials revealed that vitamin D supplementation had a modest effect on PSA response proportion: 19% of those enrolled had at least a 50% reduction in PSA by the end of treatment (95% CI: 7% to 31%; p=0.002). Although before-after studies showed that vitamin D increases the PSA response proportion, it does not seem that patients with prostate cancer benefit from high dose vitamin D supplementation and it should not be recommended for the treatment.",
  "authors": [
    {
      "last_name": "Shahvazi",
      "fore_name": "Simin",
      "initials": "S",
      "name": "Simin Shahvazi",
      "affiliations": [
        "Nutrition and Food Security Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran.",
        "Department of Nutrition, Faculty of Health, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
      ]
    },
    {
      "last_name": "Soltani",
      "fore_name": "Sepideh",
      "initials": "S",
      "name": "Sepideh Soltani",
      "affiliations": [
        "Yazd Cardiovascular Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
      ]
    },
    {
      "last_name": "Ahmadi",
      "fore_name": "Seyed Mehdi",
      "initials": "SM",
      "name": "Seyed Mehdi Ahmadi",
      "affiliations": [
        "Department of Family Relations and Applied Nutrition, University of Guelph, Guelph, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Faculty of Health Sciences, Chanchlani Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Nutrition and Risk Factor Modification Centre, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Salehi-Abargouei",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Salehi-Abargouei",
      "affiliations": [
        "Nutrition and Food Security Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran.",
        "Department of Nutrition, Faculty of Health, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Hormone and metabolic research = Hormon- und Stoffwechselforschung = Hormones et metabolisme",
    "iso_abbreviation": "Horm Metab Res",
    "issn": "1439-4286",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "11",
  "end_page": "21",
  "pages": "11-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Dietary Supplements",
    "Humans",
    "Male",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "30522147",
    "doi": "10.1055/a-0774-8809"
  },
  "doi": "10.1055/a-0774-8809",
  "dates": {
    "completed": "2019-05-23",
    "revised": "2019-05-23"
  },
  "chemicals": [
    "Vitamin D",
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.258079",
    "pmid": "30522147"
  }
}