{
  "pmid": "30524276",
  "uid": "30524276",
  "title": "A Systematic Review of Medication Adherence Thresholds Dependent of Clinical Outcomes.",
  "abstract": "Background: In pharmacotherapy, the achievement of a target clinical outcome requires a certain level of medication intake or adherence. Based on Haynes's early empirical definition of sufficient adherence to antihypertensive medications as taking ≥80% of medication, many researchers used this threshold to distinguish adherent from non-adherent patients. However, we propose that different diseases, medications and patient's characteristics influence the cut-off point of the adherence rate above which the clinical outcome is satisfactory (thereafter medication adherence threshold). Moreover, the assessment of adherence and clinical outcomes may differ greatly and should be taken into consideration. To our knowledge, very few studies have defined adherence rates linked to clinical outcomes. We aimed at investigating medication adherence thresholds in relation to clinical outcomes. Method: We searched for studies that determined the relationship between adherence rates and clinical outcomes in the databases PubMed, Embase[Ⓡ] and Web of Science™ until December 2017, limited to English-language. Our outcome measure was any threshold value of adherence. The inclusion criteria of the retrieved studies were (1) any measurement of medication adherence, (2) any assessment of clinical outcomes, and (3) any method to define medication adherence thresholds in relation to clinical outcomes. We excluded articles considered as a tutorial. Two authors (PB and IA) independently screened titles and abstracts for relevance, reviewed full-texts, and extracted items. The results of the included studies are presented qualitatively. Result: We analyzed 6 articles that assessed clinical outcomes linked to adherence rates in 7 chronic disease states. Medication adherence was measured with Medication Possession Ratio (MPR, n = 3), Proportion of Days Covered (PDC, n = 1), both (n = 1), or Medication Event Monitoring System (MEMS). Clinical outcomes were event free episodes, hospitalization, cortisone use, reported symptoms and reduction of lipid levels. To find the relationship between the targeted clinical outcome and adherence rates, three studies applied logistic regression and three used survival analysis. Five studies defined adherence thresholds between 46 and 92%. One study confirmed the 80% threshold as valid to distinguish adherent from non-adherent patients. Conclusion: The analyzed studies were highly heterogeneous, predominantly concerning methods of calculating adherence. We could not compare studies quantitatively, mostly because adherence rates could not be standardized. Therefore, we cannot reject or confirm the validity of the historical 80% threshold. Nevertheless, the 80% threshold was clearly questioned as a general standard.",
  "authors": [
    {
      "last_name": "Baumgartner",
      "fore_name": "Pascal C",
      "initials": "PC",
      "name": "Pascal C Baumgartner",
      "affiliations": [
        "Pharmaceutical Care Research Group, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hersberger",
      "fore_name": "Kurt E",
      "initials": "KE",
      "name": "Kurt E Hersberger",
      "affiliations": [
        "Pharmaceutical Care Research Group, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Arnet",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Arnet",
      "affiliations": [
        "Pharmaceutical Care Research Group, University of Basel, Basel, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2018"
  },
  "start_page": "1290",
  "pages": "1290",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30524276",
    "pmc": "PMC6256123",
    "doi": "10.3389/fphar.2018.01290"
  },
  "doi": "10.3389/fphar.2018.01290",
  "pmc_id": "PMC6256123",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.031057",
    "pmid": "30524276"
  }
}