{
  "pmid": "30529650",
  "uid": "30529650",
  "title": "Getting more out of meta-analyses: a new approach to meta-analysis in light of unexplained heterogeneity.",
  "abstract": "BACKGROUND AND OBJECTIVES: Meta-analyses sometimes summarize results in the presence of substantial unexplained between-study heterogeneity. As GRADE criteria highlight, unexplained heterogeneity reduces certainty in the evidence, resulting in limited confidence in average effect estimates. The aim of this paper is to provide a new clinically useful approach to estimating an intervention effect in light of unexplained heterogeneity. METHODS: We used a random-effects model to estimate the distribution of an intervention-effect across various groups of patients given data derived from meta-analysis. The model provides a distribution of the probabilities of various possible effects in a new group of patients. We examined how our method influenced the conclusions of two meta-analyses. RESULTS: In one example, our method illustrated that evidence from a meta-analysis did not support authors' highly publicized conclusion that hypericum is as effective as other antidepressants. In the second example, our method provided insight into a subgroup analysis of the effect of ribavirin in hepatitis C, demonstrating clear important benefit in one subgroup but not in others. CONCLUSION: Analysing the distribution of an intervention-effect in random-effects models may enable clinicians to improve their understanding of the probability of particular-intervention effects in a new population.",
  "authors": [
    {
      "last_name": "Saad",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Saad",
      "affiliations": [
        "Day Treatment Unit, Shalvata Mental Health Centre, Hod-Hsharon, Israel; Department of Psychiatry, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel. Electronic address: guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Yekutieli",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Yekutieli",
      "affiliations": [
        "Department of Statistics and Operations Research, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Lev-Ran",
      "fore_name": "Shaul",
      "initials": "S",
      "name": "Shaul Lev-Ran",
      "affiliations": [
        "Department of Psychiatry, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Addiction Medicine and Dual Disorders Clinic, Lev-Hasharon Medical Centre, Tsur Moshe, Israel."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Raz",
      "initials": "R",
      "name": "Raz Gross",
      "affiliations": [
        "Department of Psychiatry, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Division of Psychiatry, The Chaim Sheba Medical Centre, Tel-Hashomer, Israel; Department of Epidemiology and Preventive Medicine, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "107",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "101",
  "end_page": "106",
  "pages": "101-106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Data Interpretation, Statistical",
    "Depression",
    "Hepatitis C",
    "Humans",
    "Hypericum",
    "Meta-Analysis as Topic",
    "Models, Statistical",
    "Plant Extracts",
    "Ribavirin",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30529650",
    "doi": "10.1016/j.jclinepi.2018.11.023",
    "pii": "S0895-4356(18)30597-3"
  },
  "doi": "10.1016/j.jclinepi.2018.11.023",
  "dates": {
    "completed": "2020-02-27",
    "revised": "2020-02-27"
  },
  "chemicals": [
    "Antidepressive Agents",
    "Plant Extracts",
    "Ribavirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.145571",
    "pmid": "30529650"
  }
}