{
  "pmid": "30526501",
  "uid": "30526501",
  "title": "Primary care provider perceptions of enablers and barriers to following guideline-recommended laboratory tests to confirm chronic kidney disease: a qualitative descriptive study.",
  "abstract": "BACKGROUND: Patients should receive follow-up serum creatinine tests after an initial abnormal result to diagnose chronic kidney disease. However, half of the time this fails to occur in primary care. We interviewed primary care providers to better understand their perceptions of enablers and barriers to following this guideline-recommended care. METHODS: We performed a qualitative descriptive study guided by the Theoretical Domains Framework (TDF), a framework for behavioural change. We used purposeful sampling to recruit primary care providers (physicians and nurse practitioners) based on provider and practice characteristics (rural, solo versus team practice, etc.) from Ontario, Canada. We completed one-on-one interviews with providers using a semi-structured and open-ended interview guide based on the 14 TDF domains. We alternated between data collection and analysis, where we used directed content analysis to identify frequent, important, and conflicting enablers and barriers. RESULTS: We completed 13 interviews with nine primary care physicians and four nurse practitioners. Nine themes related to the TDF emerged from the data: 1) environmental context and resources, 2) knowledge, 3) memory, attention, and decision processes, 4) beliefs about consequences, 5) goals, 6) social or professional role, 7) behavioural regulation, 8) skills, and 9) optimism. Within these themes, we identified 16 enablers and five barriers. Some enablers included, providers' knowledge on appropriate testing, their motivation to order these tests, and their use of tools and resources to help order follow-up serum creatinine tests. However, providers perceived some barriers including that ordering confirmatory laboratory tests for chronic kidney disease was not always a priority in regards to other care they wish to provide. Providers also noted that a perceived barrier is patients not going to the laboratory to complete the test. CONCLUSIONS: We identified novel enablers and barriers to primary care providers completing guideline recommended repeat testing for the diagnosis of chronic kidney disease. Similar research is needed to understand the views of patients. These research findings can be used to inform strategies to improve the quality of care.",
  "authors": [
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "ICES, London, Ontario, Canada. danielle.nash@lhsc.on.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. danielle.nash@lhsc.on.ca."
      ],
      "orcid": "0000-0003-4593-3675"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, London, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, University of Western Ontario, London, Ontario, Canada.",
        "The Ontario Renal Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "The Ontario Renal Network, Toronto, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "192",
  "pages": "192",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Biomarkers",
    "Creatine",
    "Decision Making",
    "Female",
    "Guideline Adherence",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Ontario",
    "Qualitative Research",
    "Renal Insufficiency, Chronic"
  ],
  "article_ids": {
    "pubmed": "30526501",
    "pmc": "PMC6287355",
    "doi": "10.1186/s12875-018-0879-2",
    "pii": "10.1186/s12875-018-0879-2"
  },
  "doi": "10.1186/s12875-018-0879-2",
  "pmc_id": "PMC6287355",
  "dates": {
    "completed": "2019-09-23",
    "revised": "2019-09-23"
  },
  "chemicals": [
    "Biomarkers",
    "Creatine"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.969239",
    "pmid": "30526501"
  }
}