{
  "pmid": "30538513",
  "uid": "30538513",
  "title": "A methodological review of national and transnational pharmaceutical budget impact analysis guidelines for new drug submissions.",
  "abstract": "INTRODUCTION: Budget impact analysis (BIA) in health care, sometimes referred to as resource impact, is the financial change in the use of health resources associated with adding a new drug to a formulary or the adoption of a new health technology. Several national and transnational organizations worldwide have updated their BIA guidelines in the past 4 years. The aim of the present review was to provide a comprehensive list of the key recommendations of BIA guidelines from different countries that may be of interest for those who wish to build or to update BIA guidelines. METHODS: National and transnational BIA guidelines were searched in databases including MEDLINE, EMBASE, Cochrane, EconLit, CINAHL, Business Source Premier, HealthSTAR, and the gray literature including regulatory agency websites. Data were reviewed and abstracted based on key elements in a standard BIA model (analytical model structure, input and data sources, and reporting format). RESULTS: Eight national (Australia, UK, Belgium, Ireland, France, Poland, Brazil, and Canada) and one transnational (International Society for Pharmacoeconomics and Outcomes Research) BIA guidelines were included in this review, and a comprehensive list of BIA recommendations was identified. The review showed that certain recommendations such as patient population assessment, drug-related direct costs, discounting, and disaggregated results were common across the various jurisdictions. BIA guidelines differed from each other in terms of the number and scope of recommendations, the terminology used (eg, the definition of comparators or cost offsets) and the direction of the recommendations (ie, to include or not to include with respect to such items as off-label indications, indirect costs, clinical outcomes, and resource utilization). CONCLUSION: While there was a common purpose for all of the BIA guidelines that were identified, substantial differences did occur in the specific recommendations. The pharmaceutical financing system structure might explain why guidelines from the UK, Australia, and Canada have more country-specific recommendations. The desire to be consistent with adopted economic evaluation assumptions might be another reason for some observed differences between countries. Further research is required to assess the source of the heterogeneity between BIA recommendations are identified in different guidelines.",
  "authors": [
    {
      "last_name": "Foroutan",
      "fore_name": "Naghmeh",
      "initials": "N",
      "name": "Naghmeh Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada, foroutn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada, foroutn@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2018"
  },
  "start_page": "821",
  "end_page": "854",
  "pages": "821-854",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30538513",
    "pmc": "PMC6263295",
    "doi": "10.2147/CEOR.S178825",
    "pii": "ceor-10-821"
  },
  "doi": "10.2147/CEOR.S178825",
  "pmc_id": "PMC6263295",
  "dates": {
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.953023",
    "pmid": "30538513"
  }
}