{
  "pmid": "30548977",
  "uid": "30548977",
  "title": "Study Enrollment When \"Preconsent\" Is Utilized for a Randomized Clinical Trial of Two Treatments for Acute Agitation in the Emergency Department.",
  "abstract": "BACKGROUND: Acute agitation in the emergency department (ED) represents a danger to both patients and their caregivers. Medication is often needed, and few high-quality randomized trials have evaluated the optimal drugs for this vulnerable population. In the United States, as of 2017, randomized trials of drugs typically cannot be conducted under Waiver of Consent (46 CFR 45.116), and Exception From Informed Consent trials (21 CFR 50.24) are limited to life-threatening conditions, are onerous, and require filing an investigational new drug application with the FDA. We sought to conduct a randomized double-dummy trial of inhaled loxapine versus intramuscular haloperidol + lorazepam for acute agitation in the ED by obtaining consent in advance (\"preconsent\") in patients at risk of future agitation, allowing study drug administration up to 3 years later if the patient presented with acute agitation. OBJECTIVE: We sought to report the successful enrollment rate of patients preconsented at an earlier ED visit for this trial. METHODS: This was an analysis of patients age 18 to 64 with bipolar I disorder or schizophrenia preconsented for enrollment in the trial (clinicaltrials.gov, NCT02877108) conducted at a single urban academic center seeing approximately 60,000 patients per year. Eligible patients were assessed for capacity to consent by trained research associates, and informed consent was obtained at an ED visit for the possibility of administering drugs for agitation within the next 3 years. In the event the patient later presented to the ED and the attending physician deemed the patient required treatment for acute agitation, preconsent was confirmed and study drug would be administered. RESULTS: Over 67 days, 1,461 patients were screened in the ED, 269 had bipolar I or schizophrenia, 194 of whom had a contraindication to inhaled loxapine leaving 75 eligible patients; preconsent was obtained in 43 patients. Four additional patients who had not preconsented were consented for the trial in real time (three by surrogate, one patient had capacity while agitated) resulting in a total of 47 consented patients. Of these 47, a total of 12 were later removed from the study: 10 patients had unrecognized exclusion criteria for inhaled loxapine, one preconsented patient contacted the investigators at a later date and asked to be removed, and one surrogate revoked consent immediately after providing it. Only two patients were successfully enrolled, neither by preconsent: one was enrolled via a surrogate the day of enrollment, and the other was mildly agitated and had capacity to consent. The remaining patient with a valid surrogate consent did not receive study medication. CONCLUSIONS: Utilization of preconsent to enroll patients in a randomized trial of treatments for acute agitation in the ED requires substantial resources and may not be feasible.",
  "authors": [
    {
      "last_name": "Cole",
      "fore_name": "Jon B",
      "initials": "JB",
      "name": "Jon B Cole",
      "affiliations": [
        "Department of Emergency Medicine, Hennepin Healthcare, Minneapolis, MN."
      ],
      "orcid": "0000-0002-7714-8826"
    },
    {
      "last_name": "Klein",
      "fore_name": "Lauren R",
      "initials": "LR",
      "name": "Lauren R Klein",
      "affiliations": [
        "Department of Emergency Medicine, Hennepin Healthcare, Minneapolis, MN."
      ]
    },
    {
      "last_name": "Mullinax",
      "fore_name": "Samuel Z",
      "initials": "SZ",
      "name": "Samuel Z Mullinax",
      "affiliations": [
        "Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR."
      ],
      "orcid": "0000-0003-2757-3872"
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly D",
      "initials": "KD",
      "name": "Kimberly D Nordstrom",
      "affiliations": [
        "Department of Psychiatry, University of Colorado School of Medicine, Aurora, CO."
      ]
    },
    {
      "last_name": "Driver",
      "fore_name": "Brian E",
      "initials": "BE",
      "name": "Brian E Driver",
      "affiliations": [
        "Department of Emergency Medicine, Hennepin Healthcare, Minneapolis, MN."
      ],
      "orcid": "0000-0002-7141-0256"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR."
      ],
      "orcid": "0000-0003-3069-2274"
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "559",
  "end_page": "566",
  "pages": "559-566",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Antipsychotic Agents",
    "Bipolar Disorder",
    "Emergency Service, Hospital",
    "Ethics, Research",
    "Female",
    "Haloperidol",
    "Humans",
    "Informed Consent",
    "Lorazepam",
    "Loxapine",
    "Male",
    "Middle Aged",
    "Patient Selection",
    "Psychomotor Agitation",
    "Randomized Controlled Trials as Topic",
    "Schizophrenia"
  ],
  "article_ids": {
    "pubmed": "30548977",
    "doi": "10.1111/acem.13673"
  },
  "doi": "10.1111/acem.13673",
  "dates": {
    "completed": "2020-03-03",
    "revised": "2020-03-03"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Haloperidol",
    "Loxapine",
    "Lorazepam"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.500543",
    "pmid": "30548977"
  }
}