{
  "pmid": "30543493",
  "uid": "30543493",
  "title": "Outcomes and Return to Sport After Pectoralis Major Tendon Repair: A Systematic Review.",
  "abstract": "CONTEXT:: Pectoralis major tendon ruptures are becoming increasingly common due to the growing prevalence of active lifestyles. Studies investigating the efficacy of pectoralis major tendon repair have limited sample sizes and offer mixed results, while existing reviews do not explore postoperative activity outcomes for patients. OBJECTIVE:: To summarize and synthesize the clinical outcomes and rate of return to activity after isolated pectoralis major tendon repair. DATA SOURCES:: Four databases (MEDLINE, EMBASE, PubMed, and CINAHL) were searched from database inception through March 7, 2018. STUDY SELECTION:: Studies reporting outcomes of isolated pectoralis major tendon repair for pectoralis major tendon rupture were included. STUDY DESIGN:: Systematic review. LEVEL OF EVIDENCE:: Level 4. DATA EXTRACTION:: Data including patient demographics, intervention details, and clinical outcomes were extracted. The methodological quality of included studies was evaluated. RESULTS:: Of 2332 retrieved articles, 18 studies were included, with a total of 536 patients. A majority (90%; 134/149) of patients undergoing pectoralis major tendon repair successfully returned to sport at a mean 6.1 ± 1.7 months postsurgery, of which 74% (95/128) successfully returned to their preinjury level of sport. The majority (95%; 269/284) of patients returned to work at a mean 6.9 ± 1 months. Postsurgically, 81% (83/102) of patients experienced complete pain relief after the surgery, and 19% (21/109) had cosmetic complaints after pectoralis major repair. Of the 10 studies that reported complications, 18% (75/423) of patients had postoperative complications, including reruptures and wound infections; 7% (30/423) of patients required reoperation for their complications. CONCLUSION:: Pectoralis major tendon repair is an effective treatment that results in a high rate of return to sport and work, pain relief, and improved cosmetic appearance, albeit with a significant rate of complication. The evidence supporting all outcomes was limited by the rarity of the injury, the variable surgical techniques, and outcome assessment criteria.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Zhang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan",
      "initials": "N",
      "name": "Nolan Horner",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2019"
  },
  "start_page": "134",
  "end_page": "141",
  "pages": "134-141",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Esthetics",
    "Humans",
    "Musculoskeletal Pain",
    "Patient Satisfaction",
    "Pectoralis Muscles",
    "Postoperative Complications",
    "Return to Sport",
    "Rupture",
    "Tendon Injuries",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30543493",
    "pmc": "PMC6391551",
    "doi": "10.1177/1941738118818060"
  },
  "doi": "10.1177/1941738118818060",
  "pmc_id": "PMC6391551",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.282159",
    "pmid": "30543493"
  }
}