{
  "pmid": "30545506",
  "uid": "30545506",
  "title": "Portal Venous Interventions: How to Recognize, Avoid, or Get Out of Trouble in Transjugular Intrahepatic Portosystemic Shunt (TIPS), Balloon Occlusion Sclerosis (ie, BRTO), and Portal Vein Embolization (PVE).",
  "abstract": "Portal venous interventions comprise a large portion of many Interventional Radiology practices today, and remain some of the more technically challenging cases in one's repertoire of procedures. The patients upon whom these procedures are performed are often critically ill, have decompensated disease, or are burdened with comorbid conditions such that they are poor surgical candidates. This leaves them with few options outside the care of Interventional Radiology. Some portal venous interventions, such as transjugular intrahepatic portosystemic shunt, have an established history of excellent clinical success with numerous technical advancements over the years helping to improve outcomes. Others, like balloon occlusion sclerotherapy or portal venous recanalization, are less well established but are nonetheless invaluable in the treatment of portal venous diseases. The goal of this article is to help dispel some of the anxiety experienced by individuals performing the three main procedures of the portal venous system, namely transjugular intrahepatic portosystemic shunt, balloon-occlusion retrograde transvenous obliteration, and portal vein embolization.",
  "authors": [
    {
      "last_name": "Downing",
      "fore_name": "Trevor M",
      "initials": "TM",
      "name": "Trevor M Downing",
      "affiliations": [
        "Department of Radiology, Wake Forest School of Medicine, Winston-Salem, NC. Electronic address: tdowning@wakehealth.edu."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah N",
      "initials": "SN",
      "name": "Sarah N Khan",
      "affiliations": [
        "Vascular and Interventional Radiology, University of California at Los Angeles, Lost Angeles, CA. Electronic address: SNKhan@mednet.ucla.edu."
      ]
    },
    {
      "last_name": "Zvavanjanja",
      "fore_name": "Rodrick C",
      "initials": "RC",
      "name": "Rodrick C Zvavanjanja",
      "affiliations": [
        "Department of Diagnostic Imaging and Intervention, University of Texas, Houston, Houston, TX. Electronic address: Rodrick.C.Zvavanjanja@uth.tmc.edu."
      ]
    },
    {
      "last_name": "Bhatti",
      "fore_name": "Zagum",
      "initials": "Z",
      "name": "Zagum Bhatti",
      "affiliations": [
        "Department of Diagnostic Imaging and Intervention, University of Texas, Houston, Houston, TX. Electronic address: Zagum.Bhatti@uth.tmc.edu."
      ]
    },
    {
      "last_name": "Pillai",
      "fore_name": "Anil K",
      "initials": "AK",
      "name": "Anil K Pillai",
      "affiliations": [
        "Department of Diagnostic Imaging and Intervention, University of Texas, Houston, Houston, TX. Electronic address: Anil.K.Pillai@uth.tmc.edu."
      ]
    },
    {
      "last_name": "Kee",
      "fore_name": "Stephen T",
      "initials": "ST",
      "name": "Stephen T Kee",
      "affiliations": [
        "Department of Radiological Sciences, University of California at Los Angeles, Los Angeles, CA. Electronic address: skee@mednet.ucla.edu."
      ]
    }
  ],
  "journal": {
    "title": "Techniques in vascular and interventional radiology",
    "iso_abbreviation": "Tech Vasc Interv Radiol",
    "issn": "1557-9808",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "4",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "267",
  "end_page": "287",
  "pages": "267-287",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Balloon Occlusion",
    "Embolization, Therapeutic",
    "Humans",
    "Iatrogenic Disease",
    "Medical Errors",
    "Portal Vein",
    "Portasystemic Shunt, Transjugular Intrahepatic",
    "Postoperative Complications",
    "Radiography, Interventional",
    "Sclerotherapy"
  ],
  "article_ids": {
    "pubmed": "30545506",
    "doi": "10.1053/j.tvir.2018.07.009",
    "pii": "S1089-2516(18)30046-5"
  },
  "doi": "10.1053/j.tvir.2018.07.009",
  "dates": {
    "completed": "2018-12-31",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.722088",
    "pmid": "30545506"
  }
}