{
  "pmid": "30550364",
  "uid": "30550364",
  "title": "Return to Sport After Ankle Syndesmotic Injury: A Systematic Review.",
  "abstract": "CONTEXT:: Ankle syndesmotic injuries present a significant challenge for athletes due to prolonged disability and recovery periods. The optimal management of these injuries and rates of return to sport in athletes remains unclear. OBJECTIVE:: The purpose of this study was to evaluate return to sport for athletes after ankle syndesmotic injuries. DATA SOURCE:: The electronic databases MEDLINE, EMBASE, and PubMed were searched for relevant studies from database inception to January 15, 2017, and pertinent data were abstracted. STUDY SELECTION:: Only studies reporting return-to-sport rates after ankle syndesmotic injuries were included. STUDY DESIGN:: Systematic review. LEVEL OF EVIDENCE:: Level 4. DATA EXTRACTION:: Two reviewers extracted data from the included studies, which were stored in a standardized collection form (Microsoft Excel). Recorded data included demographics (eg, author, year of publication, study design), descriptive statistics (eg, patient age, percentage male, number of athletes, sample size), and outcomes (eg, time to return to sport, proportion of those who returned to sport, the self-reported questionnaire the Olerud-Molander Ankle Score). RESULTS:: A total of 10 studies and 312 patients with ankle syndesmotic injuries were included in this systematic review. The rate of return to preinjury or any injury level of sport after ankle syndesmotic injuries was 93.8% ± 1.2% and 97.6% ± 1.5%, respectively, for the corresponding 7 and 3 studies that reported this characteristic. The mean time to return to sport was 46.4 days (range, 15.4-70 days), with 55.2 ± 15.8 and 41.7 ± 9.8 days for operative and nonoperative management, respectively. CONCLUSION:: This systematic review found a high rate of return to any as well as preinjury level of sport after ankle syndesmotic injury in both operative and nonoperative treatment groups. However, further high-level studies are required to compare operative and nonoperative treatment groups associated with return to sport after ankle syndesmotic injury.",
  "authors": [
    {
      "last_name": "Vancolen",
      "fore_name": "Seline Y",
      "initials": "SY",
      "name": "Seline Y Vancolen",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nadeem",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim Nadeem",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2019"
  },
  "start_page": "116",
  "end_page": "122",
  "pages": "116-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle Injuries",
    "Humans",
    "Recurrence",
    "Return to Sport"
  ],
  "article_ids": {
    "pubmed": "30550364",
    "pmc": "PMC6391553",
    "doi": "10.1177/1941738118816282"
  },
  "doi": "10.1177/1941738118816282",
  "pmc_id": "PMC6391553",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.282452",
    "pmid": "30550364"
  }
}