{
  "pmid": "30554988",
  "uid": "30554988",
  "title": "Improving Antimicrobial Prescribing: A Multinomial Model Identifying Factors Associated With First- and Second-Line Prescribing.",
  "abstract": "BACKGROUND/OBJECTIVES: Broad-spectrum, second-line antimicrobials may be prescribed when initial first-line options prove ineffective. This study compares prescribing practices and identifies potential influencing factors for first- and second-line antimicrobials in long-term care facilities. DESIGN: Point prevalence survey of health care-associated infections and antimicrobial use in long-term care facilities (HALT), expanded by additional data collection. SETTING: Long-term care facilities in Ireland. PARTICIPANTS: Of long-term care facilities that participated in the HALT study 2016, additional data provided by 77 facilities with a record of 3677 residents. MEASUREMENT: On the survey date, an institutional questionnaire was completed by each participating long-term care facility, and resident questionnaires were completed only for those residents who met a health care-associated infection surveillance definition and/or were prescribed a systemic antimicrobial. All participating long-term care facilities were contacted at a later time point to provide limited anonymized data (age, sex, urinary catheterization, and disorientation) on all current residents. These additional data were matched to the original data set, facilitating multilevel multinominal logistic regression (first-line/second-line/no antimicrobial). RESULTS: Of 3677 residents in 77 long-term care facilities, 381 (10%) were prescribed systemic antimicrobials on the survey day. Of those, 46% were categorized as second-line choices, with substantial interfacility variation observed with regard to prescription of first- versus second-line antimicrobials. The odds of a second-line antimicrobial prescription for a resident doubled when comparing the highest with the lowest prescribing long-term care facilities (median odds ratio = 2.0, credibility interval = 1.5-2.9). Male residents were less often prescribed first-line antimicrobials [odds ratio (OR) = 0.6, 95% confidence interval (CI) = 0.4-0.9, P = .02]. Long-term care facilities that reported the provision of education on antimicrobial prescribing use significantly less second-line antimicrobials (OR = 0.2, 95% CI = 0.1-0.7, P = .02). Females and residents with a urinary catheter were more likely to receive first-line antimicrobials. CONCLUSION/IMPLICATIONS: The use of second-line antimicrobials is common practice in long-term care facilities, but education and training on appropriate antimicrobial use has the potential to reduce second-line antimicrobial prescribing, improve patients' outcomes, and reduce antimicrobial resistance.",
  "authors": [
    {
      "last_name": "Tandan",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Tandan",
      "affiliations": [
        "Discipline of General Practice, School of Medicine, National University of Ireland Galway, Ireland. Electronic address: m.tandan1@nuigalway.ie."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Health Protection Surveillance Centre (HPSC), Dublin, Ireland; Department of Clinical Microbiology, Royal College of Surgeons in Ireland (RCSI), Dublin, Ireland."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Murphy",
      "affiliations": [
        "Health Protection Surveillance Centre (HPSC), Dublin, Ireland."
      ]
    },
    {
      "last_name": "Hennessy",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Hennessy",
      "affiliations": [
        "Health Protection Surveillance Centre (HPSC), Dublin, Ireland."
      ]
    },
    {
      "last_name": "Cormican",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Cormican",
      "affiliations": [
        "Discipline of Bacteriology, School of Medicine, National University of Ireland Galway, Ireland."
      ]
    },
    {
      "last_name": "Vellinga",
      "fore_name": "Akke",
      "initials": "A",
      "name": "Akke Vellinga",
      "affiliations": [
        "Discipline of General Practice, School of Medicine, National University of Ireland Galway, Ireland; Discipline of Bacteriology, School of Medicine, National University of Ireland Galway, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "624",
  "end_page": "628",
  "pages": "624-628",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anti-Bacterial Agents",
    "Anti-Infective Agents",
    "Drug Prescriptions",
    "Female",
    "Homes for the Aged",
    "Humans",
    "Infection Control",
    "Ireland",
    "Male",
    "Nursing Homes",
    "Practice Patterns, Physicians'",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30554988",
    "doi": "10.1016/j.jamda.2018.10.028",
    "pii": "S1525-8610(18)30608-X"
  },
  "doi": "10.1016/j.jamda.2018.10.028",
  "dates": {
    "completed": "2020-09-14",
    "revised": "2020-09-14"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.193478",
    "pmid": "30554988"
  }
}