{
  "pmid": "30554539",
  "uid": "30554539",
  "title": "Agreement between study designs: a systematic review comparing observational studies and randomized trials of surgical treatments for necrotizing enterocolitis.",
  "abstract": "Background: It is unknown whether observational studies comparing laparotomy versus peritoneal drainage for surgical treatment of necrotizing enterocolitis (NEC) in preterm infants differ from randomized controlled trials (RCTs) of the same interventions. Further, in the absence of sufficient RCT evidence, it is uncertain how best to use existing observational data to guide clinical decision making.Methods: We performed a systematic review and meta-analysis of articles comparing laparotomy versus peritoneal drainage for preterm infants with NEC. Two authors independently searched PubMed and the Cochrane Database of Systematic Reviews, from 1 January 1990 to 1 May 2017 and selected articles that: (1) included low birthweight (<2500 g) or preterm (<37-week gestation) infants, (2) compared laparotomy versus peritoneal drainage for NEC, and (3) reported all-cause mortality (primary outcome) in both groups. The same two authors extracted data about study outcomes and about study quality, which was assessed using the Consolidated Standards of Reporting Trials (CONSORT) checklist for reporting of RCTs and Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) checklist for reporting of observational studies. Random-effects meta-analysis was used to generate weighted odds ratios (OR).Results: Twenty-five observational studies and two RCTs met all eligibility criteria. Outcomes were reported for 16,288 patients: 16,103 from observational studies and 185 from RCTs. Meta-analysis of observational studies demonstrated significantly lower mortality after laparotomy, as compared to peritoneal drainage (pooled OR 0.54, 95% CI 0.34-0.84). In contrast, RCTs demonstrated no difference in mortality (pooled OR 0.85, 95% CI 0.47-1.54). In post hoc analyses, observational studies were separated into two subgroups: low versus high quality of reporting, based on the STROBE checklist. Observational studies with low quality of reporting significantly favored laparotomy (pooled OR 0.38, 95% CI 0.18-0.81). In contrast and similar to RCTs, observational studies with high quality of reporting showed no difference in mortality (pooled OR 0.67, 95% CI 0.37-1.19).Conclusions: Neither RCTs nor observational studies with high quality of reporting demonstrate differences in mortality when preterm infants with surgical NEC are managed with laparotomy or peritoneal drainage. While RCTs remain a gold standard for evaluation of therapies, results from high quality observational studies may approximate the results of RCTs and might guide clinical practice until adequate RCT evidence is available.",
  "authors": [
    {
      "last_name": "van Heesewijk",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E van Heesewijk",
      "affiliations": [
        "Division of Neonatology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA.",
        "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA.",
        "Rijksuniversiteit Groningen, University Medical Center Groningen, Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "Rush",
      "fore_name": "Margaret L",
      "initials": "ML",
      "name": "Margaret L Rush",
      "affiliations": [
        "School of Medicine and Health Sciences, George Washington University, Washington, DC, USA.",
        "Children's National Medical Center, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Division of Neonatology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA.",
        "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Haresh",
      "initials": "H",
      "name": "Haresh Kirpalani",
      "affiliations": [
        "Division of Neonatology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA.",
        "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "DeMauro",
      "fore_name": "Sara B",
      "initials": "SB",
      "name": "Sara B DeMauro",
      "affiliations": [
        "Division of Neonatology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA.",
        "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    }
  ],
  "journal": {
    "title": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
    "iso_abbreviation": "J Matern Fetal Neonatal Med",
    "issn": "1476-4954",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "1965",
  "end_page": "1973",
  "pages": "1965-1973",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Enterocolitis, Necrotizing",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Infant, Premature",
    "Observational Studies as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "30554539",
    "doi": "10.1080/14767058.2018.1533948"
  },
  "doi": "10.1080/14767058.2018.1533948",
  "dates": {
    "completed": "2021-02-05",
    "revised": "2021-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.434884",
    "pmid": "30554539"
  }
}