{
  "pmid": "30551132",
  "uid": "30551132",
  "title": "Networking in eHealth research: results of the IDRC SEARCH program evaluation.",
  "abstract": "BACKGROUND: The IDRC 'Strengthening Equity through Applied Research Capacity building in eHealth' (SEARCH) funded seven research projects in Bangladesh, Burkina Faso, Ethiopia, Kenya, Lebanon, Peru and Vietnam that sought to answer questions or test solutions related to the use of Internet or mobile phone technology in strengthening health systems. The evaluation accompanied these projects over two years to answer, among others, the question how cross-grant learning interactions influenced project outcomes. METHODS: The evaluation team conducted repeated interviews and on-line questionnaire surveys with the research teams and analysed the information exchanges among researchers on a SharePoint site established by IDRC. RESULTS: The expectations of the SEARCH program in terms of cross-project learning were only partially realized. The diversity of themes, language barriers and differences in context were cited as main reasons. Non-facilitated active cross-grant networking was only observed between two teams working in English on thematically similar issues. However, networking among all projects was active during two program workshops organized by IDRC. CONCLUSIONS: Networking among research teams can increase the quality and the applicability of health systems research and potentially promote knowledge translation. Spontaneous networking across language barriers is, however, difficult. Effective global research networks require dedicated human and financial resources to keep them vibrant and alive. KEYWORDS: e-health, refugees.",
  "authors": [
    {
      "last_name": "Decosas",
      "fore_name": "Josef",
      "initials": "J",
      "name": "Josef Decosas",
      "affiliations": [
        "hera, Belgium."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of public health (Oxford, England)",
    "iso_abbreviation": "J Public Health (Oxf)",
    "issn": "1741-3850",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "suppl_2",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "ii12",
  "end_page": "ii15",
  "pages": "ii12-ii15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cell Phone",
    "Delivery of Health Care",
    "Developing Countries",
    "Health Services Research",
    "Humans",
    "Interinstitutional Relations",
    "International Cooperation",
    "Internet",
    "Interviews as Topic",
    "Program Evaluation",
    "Research Support as Topic",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "30551132",
    "pmc": "PMC6294035",
    "doi": "10.1093/pubmed/fdy193",
    "pii": "5247475"
  },
  "doi": "10.1093/pubmed/fdy193",
  "pmc_id": "PMC6294035",
  "dates": {
    "completed": "2019-11-25",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.523095",
    "pmid": "30551132"
  }
}