{
  "pmid": "30567406",
  "uid": "30567406",
  "title": "Design of a Piezoelectric Multilayered Structure for Ultrasound Sensors Using the Equivalent Circuit Method.",
  "abstract": "This study investigates the electroacoustic behavior of a piezoelectric multilayered structure for ultrasonic sensors using the equivalent circuit method (ECM). We first derived the vertical deflection of the multilayered structure as a function of pressure and voltage using equilibrium equations of the structure. The deflection derived in this work is novel in that it includes the effect of piezoelectricity as well as the external pressure on the radiating surface. Subsequently, the circuit parameters were derived from the vertical deflection. The acoustic characteristics of the structure were then analyzed using the electro-acoustical model of an ultrasonic sensor for in-air application. Using the equivalent circuit, we analyzed the effects of various structural parameters on the acoustic properties of the structure such as resonance frequency, radiated sound pressure, and beam pattern. The validity of the ECM was verified initially by comparing the results with those from the finite element analysis (FEA) of the same structure. Furthermore, experimental testing of an actual ultrasonic sensor was carried out to verify the efficacy of the ECM. The ECM presented in this study can estimate the performance characteristics of a piezoelectric multilayered structure with high rapidity and efficiency.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Shakeel",
      "initials": "MS",
      "name": "Muhammad Shakeel Afzal",
      "affiliations": [
        "School of Mechanical Engineering, Kyungpook National University, Daegu 41566, Korea. shakil.afzal92@yahoo.com."
      ]
    },
    {
      "last_name": "Shim",
      "fore_name": "Hayeong",
      "initials": "H",
      "name": "Hayeong Shim",
      "affiliations": [
        "School of Mechanical Engineering, Kyungpook National University, Daegu 41566, Korea. hiyo3@naver.com."
      ]
    },
    {
      "last_name": "Roh",
      "fore_name": "Yongrae",
      "initials": "Y",
      "name": "Yongrae Roh",
      "affiliations": [
        "School of Mechanical Engineering, Kyungpook National University, Daegu 41566, Korea. yryong@knu.ac.kr."
      ],
      "orcid": "0000-0003-2749-199X"
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "18"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30567406",
    "pmc": "PMC6308555",
    "doi": "10.3390/s18124491",
    "pii": "s18124491"
  },
  "doi": "10.3390/s18124491",
  "pmc_id": "PMC6308555",
  "dates": {
    "completed": "2018-12-21",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UD170023DD",
      "agency": "Agency for Defense Development"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.836212",
    "pmid": "30567406"
  }
}