{
  "pmid": "30564285",
  "uid": "30564285",
  "title": "Does time of surgery influence the rate of false-negative appendectomies? A retrospective observational study of 274 patients.",
  "abstract": "BACKGROUND: Multiple disciplines have described an \"after-hours effect\" relating to worsened mortality and morbidity outside regular working hours. This retrospective observational study aimed to evaluate whether diagnostic accuracy of a common surgical condition worsened after regular hours. METHODS: Electronic operative records for all non-infant patients (age > 4 years) operated on at a single centre for presumed acute appendicitis were retrospectively reviewed over a 56-month period (06/17/2012-02/01/2017). The primary outcome measure of unknown diagnosis was compared between those performed in regular hours (08:00-17:00) or off hours (17:01-07:59). Pre-clinical biochemistry and pre-morbid status were recorded to determine case heterogeneity between the two groups, along with secondary outcomes of length of stay and complication rate. RESULTS: Out of 289 procedures, 274 cases were deemed eligible for inclusion. Of the 133 performed in regular hours, 79% were appendicitis, compared to 74% of the 141 procedures performed off hours. The percentage of patients with an unknown diagnosis was 6% in regular hours compared to 15% off hours (RR 2.48; 95% CI 1.14-5.39). This was accompanied by increased numbers of registrars (residents in training) leading procedures off hours (37% compared to 24% in regular hours). Pre-morbid status, biochemistry, length of stay and post-operative complication rate showed no significant difference. CONCLUSIONS: This retrospective study suggests that the rate of unknown diagnoses for acute appendicitis increases overnight, potentially reflecting increased numbers of unnecessary procedures being performed off hours due to poorer diagnostic accuracy. Reduced levels of staffing, availability of diagnostic modalities and changes to workforce training may explain this, but further prospective work is required. Potential solutions may include protocolizing the management of common acute surgical conditions and making more use of non-resident on call senior colleagues.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Kirit",
      "initials": "K",
      "name": "Kirit Singh",
      "affiliations": [
        "1Department of General Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK.",
        "2Cardiff University, Cardiff, UK."
      ],
      "orcid": "0000-0002-0419-5381"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael S J",
      "initials": "MSJ",
      "name": "Michael S J Wilson",
      "affiliations": [
        "1Department of General Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK."
      ]
    },
    {
      "last_name": "Coats",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Coats",
      "affiliations": [
        "1Department of General Surgery, Ninewells Hospital, NHS Tayside, Dundee, UK."
      ]
    }
  ],
  "journal": {
    "title": "Patient safety in surgery",
    "iso_abbreviation": "Patient Saf Surg",
    "issn": "1754-9493",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2018"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30564285",
    "pmc": "PMC6293631",
    "doi": "10.1186/s13037-018-0180-2",
    "pii": "180"
  },
  "doi": "10.1186/s13037-018-0180-2",
  "pmc_id": "PMC6293631",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.504108",
    "pmid": "30564285"
  }
}