{
  "pmid": "30563866",
  "uid": "30563866",
  "title": "Clopidogrel plus aspirin versus aspirin alone for acute minor ischaemic stroke or high risk transient ischaemic attack: systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To assess the effectiveness and safety of dual agent antiplatelet therapy combining clopidogrel and aspirin to prevent recurrent thrombotic and bleeding events compared with aspirin alone in patients with acute minor ischaemic stroke or transient ischaemic attack (TIA). DESIGN: Systematic review and meta-analysis of randomised, placebo controlled trials. DATA SOURCES: Medline, Embase, Cochrane Central Register of Controlled Trials, Cochrane Library, ClinicalTrials.gov, WHO website, PsycINFO, and grey literature up to 4 July 2018. ELIGIBILITY CRITERIA FOR SELECTING STUDIES AND METHODS: Two reviewers independently screened potentially eligible studies according to predefined selection criteria and assessed the risk of bias using a modified version of the Cochrane risk of bias tool. A third team member reviewed all final decisions, and the team resolved disagreements through discussion. When reports omitted data that were considered important, clarification and additional information was sought from the authors. The analysis was conducted in RevMan 5.3 and MAGICapp based on GRADE methodology. RESULTS: Three eligible trials involving 10 447 participants were identified. Compared with aspirin alone, dual antiplatelet therapy with clopidogrel and aspirin that was started within 24 hours of symptom onset reduced the risk of non-fatal recurrent stroke (relative risk 0.70, 95% confidence interval 0.61 to 0.80, I[2]=0%, absolute risk reduction 1.9%, high quality evidence), without apparent impact on all cause mortality (1.27, 0.73 to 2.23, I[2]=0%, moderate quality evidence) but with a likely increase in moderate or severe extracranial bleeding (1.71, 0.92 to 3.20, I[2]=32%, absolute risk increase 0.2%, moderate quality evidence). Most stroke events, and the separation in incidence curves between dual and single therapy arms, occurred within 10 days of randomisation; any benefit after 21 days is extremely unlikely. CONCLUSIONS: Dual antiplatelet therapy with clopidogrel and aspirin given within 24 hours after high risk TIA or minor ischaemic stroke reduces subsequent stroke by about 20 in 1000 population, with a possible increase in moderate to severe bleeding of 2 per 1000 population. Discontinuation of dual antiplatelet therapy within 21 days, and possibly as early as 10 days, of initiation is likely to maximise benefit and minimise harms.",
  "authors": [
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "The Center of Gerontology and Geriatrics (National Clinical Research Center for Geriatrics), West China Hospital, Sichuan University, Chengdu, China haoqiukui@gmail.com.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-5160-5144"
    },
    {
      "last_name": "Tampi",
      "fore_name": "Malavika",
      "initials": "M",
      "name": "Malavika Tampi",
      "affiliations": [
        "American Dental Association, Center for Evidence-based Dentistry, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "Health Research Board Clinical Research Facility, Department of Medicine, NUI Galway, Galway, Ireland."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed Ac",
      "initials": "RA",
      "name": "Reed Ac Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "363",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "18"
  },
  "start_page": "k5108",
  "pages": "k5108",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Aspirin",
    "Brain Ischemia",
    "Clopidogrel",
    "Drug Therapy, Combination",
    "Hemorrhage",
    "Humans",
    "Ischemic Attack, Transient",
    "Mortality",
    "Platelet Aggregation Inhibitors",
    "Recurrence",
    "Secondary Prevention",
    "Severity of Illness Index",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "30563866",
    "pmc": "PMC6298178",
    "doi": "10.1136/bmj.k5108"
  },
  "doi": "10.1136/bmj.k5108",
  "pmc_id": "PMC6298178",
  "dates": {
    "completed": "2019-04-03",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Clopidogrel",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.489226",
    "pmid": "30563866"
  }
}