{
  "pmid": "30573437",
  "uid": "30573437",
  "title": "Predicting Future Health Transitions Among Newly Admitted Nursing Home Residents With Heart Failure.",
  "abstract": "OBJECTIVES: To understand how a heart failure diagnosis and admission health instability predict health transitions and outcomes among newly admitted nursing home residents. DESIGN: Retrospective cohort study of linked administrative data, including the Continuing Care Report System MDS 2.0 for nursing homes, the Discharge Abstract Database for hospitalized patients, and National Ambulatory Care Reporting System to track emergency department visits. SETTING AND PARTICIPANTS: Older adults, aged 65 years and above, admitted to nursing homes in Ontario, Alberta, and British Columbia, Canada, from 2010 to 2016. MEASURES: Mortality and hospitalization were plotted over 1 year. Multistate Markov models were used to estimate adjusted odds ratios (ORs) for transitions to different states of health in stability, hospitalization, and death, stratified by heart failure diagnosis and by interRAI Changes in Health and End-stage disease Signs and Symptoms (CHESS) score, at 90 days following admission to a nursing home. RESULTS: The final sample included 143,067 residents. Adverse events were most common in the first 90 days. A diagnosis of heart failure predicted worsening health instability, hospitalizations, and mortality. The effect of heart failure on hospitalizations and death was strongest for low baseline health instability (CHESS = 0; OR 1.63, 95% confidence interval (CI) 1.58-1.68, and OR 1.71, 95% CI 1.57-1.86, respectively), versus moderate instability (CHESS = 1-2; OR 1.36, 95% CI 1.32-1.39, and OR 1.48, 95% CI 1.41-1.55), versus high instability (CHESS = 3; OR 1.12, 95% CI 1.03-1.23, and OR 1.21, 95% CI 1.11-1.32). The magnitude of the impact of a heart failure diagnosis was greatest for lower baseline health instability. Residents with the highest degree of health instability were also most likely to die in hospital. CONCLUSIONS AND IMPLICATIONS: A diagnosis of heart failure and health instability provide complementary information to predict transfers, deaths, and adverse outcomes. Clearly identifying these at-risk patients may be useful in targeting interventions in nursing homes.",
  "authors": [
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "Research Institute for Ageing, Waterloo, Ontario, Canada; School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: ggheckman@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "Research Institute for Ageing, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Hébert",
      "affiliations": [
        "Département de Médecine, Université de Montréal et Centre hospitalier de l'Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Morinville",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Morinville",
      "affiliations": [
        "Centre de Recherche du Centre Hospitalier de l'Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Amaral",
      "fore_name": "Andre C K B",
      "initials": "ACKB",
      "name": "Andre C K B Amaral",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKelvie",
      "fore_name": "Robert S",
      "initials": "RS",
      "name": "Robert S McKelvie",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "438",
  "end_page": "443",
  "pages": "438-443",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Databases, Factual",
    "Female",
    "Forecasting",
    "Frail Elderly",
    "Health Transition",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Male",
    "Markov Chains",
    "Nursing Homes",
    "Patient Discharge",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "30573437",
    "doi": "10.1016/j.jamda.2018.10.031",
    "pii": "S1525-8610(18)30611-X"
  },
  "doi": "10.1016/j.jamda.2018.10.031",
  "dates": {
    "completed": "2020-09-15",
    "revised": "2020-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.307458",
    "pmid": "30573437"
  }
}