{
  "pmid": "30578773",
  "uid": "30578773",
  "title": "Associations of Participation-Focused Strategies and Rehabilitation Service Use With Caregiver Stress After Pediatric Critical Illness.",
  "abstract": "OBJECTIVE(S): Determine the associations between having participation-focused strategies and receiving rehabilitation services in the pediatric intensive care unit (PICU) with caregiver stress over 6 months post-PICU discharge. DESIGN: Substudy of a data from Wee-Cover, a prospective cohort study. SETTING: Two PICU sites. PARTICIPANTS: Caregivers (N=168) of children 1-17 years old admitted into a PICU for ≥48 hours. MAIN OUTCOME MEASURES: Data were collected from caregivers at enrollment and 3 and 6 months post-PICU discharge. Caregiver stress was assessed using the Pediatric Inventory for Parents. Having strategies to support their child's participation in home-based activities was assessed using the Participation and Environment Measure (PEM). In PEM, caregivers report on strategies used to support their child's participation in home-based activities. Data were dichotomized (yes, no) to denote having participation-focused strategies and if their child received PICU rehabilitation services. Additional covariates were history of a preexisting condition, child age, length of PICU stay, and change in functional capacities at PICU discharge. RESULTS: History of a preexisting condition, time, and change in functional capacities significantly predicted caregiver stress frequency and difficulty. The interaction of having strategies-by-rehabilitation-by-time significantly predicted caregiver stress frequency and difficulty. CONCLUSION(S): Results highlight the role of early rehabilitation and the importance of working with caregivers to develop participation-focused strategies to support their child's functioning post-PICU. Families of children with a preexisting condition or those who experience a decrease in function during a PICU stay are susceptible to higher levels of stress and may be a priority population to target for rehabilitation services.",
  "authors": [
    {
      "last_name": "Jarvis",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Jarvis",
      "affiliations": [
        "Department of Occupational Therapy, University of Illinois at Chicago, Chicago, IL."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, Critical Care, Epidemiology and Biostatistics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Khetani",
      "fore_name": "Mary A",
      "initials": "MA",
      "name": "Mary A Khetani",
      "affiliations": [
        "Department of Occupational Therapy, University of Illinois at Chicago, Chicago, IL. Electronic address: mkhetani@uic.edu."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "100",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "703",
  "end_page": "710",
  "pages": "703-710",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Caregivers",
    "Child",
    "Child, Preschool",
    "Critical Illness",
    "Female",
    "Humans",
    "Infant",
    "Intensive Care Units, Pediatric",
    "Male",
    "Parents",
    "Patient Discharge",
    "Patient Participation",
    "Prospective Studies",
    "Stress, Psychological",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30578773",
    "mid": "NIHMS1519569",
    "pmc": "PMC6435394",
    "doi": "10.1016/j.apmr.2018.11.017",
    "pii": "S0003-9993(18)31539-9"
  },
  "doi": "10.1016/j.apmr.2018.11.017",
  "pmc_id": "PMC6435394",
  "dates": {
    "completed": "2019-12-24",
    "revised": "2023-10-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "L40 HD085277",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.908651",
    "pmid": "30578773"
  }
}