{
  "pmid": "30576389",
  "uid": "30576389",
  "title": "'A world of competing sorrows': A mixed methods analysis of media reports of children with cancer abandoning conventional treatment.",
  "abstract": "BACKGROUND: We aimed to provide health practitioners greater insight into the public perception of traditional and complementary medicine (T&CM) use. Our objectives were to identify news media reports of children abandoning conventional treatment for traditional and complementary medicine, analyze the thematic content of these news articles and estimate the tonality portrayed. METHODS: LexisNexis and Factiva were searched for terms related to cancer, children and T&CM. Inclusion criteria were children less than 18 years, in curative phase of treatment who attempted to abandon conventional therapy for any traditional and complementary medicine use. A secondary search was performed in LexisNexis, Factiva and Google News Archive with the names of children in identified cases. Qualitative analysis of news media reports was completed using a grounded theory approach. Quantitative analysis of article sentiment was performed using a linear support vector machine. RESULTS: Seventeen cases occurring between 2002 and 2016 were included. Five main themes were identified: treatment as torture, power imbalances, rights of parents, evidence versus beliefs and the rights of Indigenous Peoples. Sentiment analysis revealed an overall negative tone, as demonstrated by 73% of the articles. INTERPRETATION: A better understanding of factors that lead to abandonment of conventional therapy for traditional and complementary medicine as portrayed in the news media may help healthcare providers prevent the occurrence of these cases.",
  "authors": [
    {
      "last_name": "Diorio",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Diorio",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Canada.",
        "Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Afanasiev",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Afanasiev",
      "affiliations": [
        "Institute of Geophysics, ETH Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Salena",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Salena",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3763-5494"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "12",
    "pub_year": "2018"
  },
  "start_page": "e0209738",
  "pages": "e0209738",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Complementary Therapies",
    "Health Personnel",
    "Humans",
    "Neoplasms",
    "Support Vector Machine"
  ],
  "article_ids": {
    "pubmed": "30576389",
    "pmc": "PMC6303077",
    "doi": "10.1371/journal.pone.0209738",
    "pii": "PONE-D-17-44247"
  },
  "doi": "10.1371/journal.pone.0209738",
  "pmc_id": "PMC6303077",
  "dates": {
    "completed": "2019-06-03",
    "revised": "2023-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.326602",
    "pmid": "30576389"
  }
}