{
  "pmid": "30574258",
  "uid": "30574258",
  "title": "Evaluation of non-adherence to anti-retroviral therapy, the associated factors and infant outcomes among HIV-positive pregnant women: a prospective cohort study in Lesotho.",
  "abstract": "INTRODUCTION: Success in addressing prevention of mother-to-child transmission of HIV depends largely on good adherence to anti-retroviral therapy (ART) by pregnant women. Knowledge of the levels of ART adherence among pregnant women is essential to inform strategies to prevent or reduce HIV transmission rates, particularly in African settings. Aim: the primary objective of this study was to measure adherence to anti-retroviral therapy (ART) among pregnant women living with human immunodeficiency virus (HIV). The secondary objectives were to determine: i) the rate of new infections among children at Mabote Filter Clinic in Maseru, Lesotho whose mothers were enrolled in PMTCT, and ii) the factors associated with non-adherence to ART among pregnant women. METHODS: In this prospective cohort study, HIV-positive pregnant women receiving antiretroviral therapy (ART) for prevention of mother to child transmission (PMTCT) were followed up to delivery and their children were tested for HIV. We collected socio-demographic information, knowledge of PMTCT and adherence to ART (three-day recall and pill count) including reasons for non-adherence. We also used logistic regression to explore factors associated with non-adherence. RESULTS: One hundred and seven women were included. The mean (standard deviation) age of the participants was 28.2 (5.7) years. Most, 81.3% (87/107), were married, only 9.3% (10/107) had a postsecondary education. Two-thirds (63.6%: 68/107) of the participants started ART because of PMTCT. Only 78.5% (84/107) of the participants had adequate knowledge of the importance of PMTCT. The three-day self-reported non-adherence rate at the first visit was 7.5% (95% confidence interval (CI): 3.7, 13.1), but up to 43.4% (95% CI: 35.2, 51.9) using pill count. The most frequently reported reasons for not adhering were: running out of pills (7.5%), nausea (5.6%) and to avoid side-effects (3.7%). Women who were employed (odds ratio (OR) 4.35; 95% CI: 1.38,14.29; p = 0.012) and at a higher gestational age (OR = 1.43; 95% CI: 1.11, 1.85; p = 0.006) were more likely to be non-adherent. Only 1 of the 77 exposed infants was found to be positive for HIV at 6 weeks after birth. CONCLUSION: We found a higher non-adherence rate for participants with pill count compared to a three-day adherence self-report. However, mother to child HIV transmission was relatively low. Lack of employment and relatively high gestational age were found to be predictive factors of non-adherence.",
  "authors": [
    {
      "last_name": "Kadima",
      "fore_name": "Ngomba",
      "initials": "N",
      "name": "Ngomba Kadima",
      "affiliations": [
        "Queen Mamahato Memorial Hospital, Maseru, Lesotho-CTN International Postdoctoral Fellow."
      ]
    },
    {
      "last_name": "Baldeh",
      "fore_name": "Tejan",
      "initials": "T",
      "name": "Tejan Baldeh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thin",
      "fore_name": "Kyaw",
      "initials": "K",
      "name": "Kyaw Thin",
      "affiliations": [
        "Research Coordination Unit, Room Number 326, Ministry of Health of Lesotho, Maseru, Lesotho."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, Hamilton, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, Hamilton, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Pan African medical journal",
    "iso_abbreviation": "Pan Afr Med J",
    "issn": "1937-8688",
    "issn_type": "Electronic",
    "volume": "30",
    "pub_year": "2018"
  },
  "start_page": "239",
  "pages": "239",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anti-HIV Agents",
    "Cohort Studies",
    "Employment",
    "Female",
    "Gestational Age",
    "HIV Infections",
    "Humans",
    "Infant, Newborn",
    "Infectious Disease Transmission, Vertical",
    "Lesotho",
    "Logistic Models",
    "Medication Adherence",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Prospective Studies",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30574258",
    "pmc": "PMC6295308",
    "doi": "10.11604/pamj.2018.30.239.14532",
    "pii": "PAMJ-30-239"
  },
  "doi": "10.11604/pamj.2018.30.239.14532",
  "pmc_id": "PMC6295308",
  "dates": {
    "completed": "2019-01-03",
    "revised": "2024-04-05"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.523288",
    "pmid": "30574258"
  }
}