{
  "pmid": "30575227",
  "uid": "30575227",
  "title": "The threshold model revisited.",
  "abstract": "BACKGROUND: The threshold model represents one of the most significant advances in the field of medical decision-making, yet it often does not apply to the most common class of clinical problems, which include health outcomes as a part of definition of disease. In addition, the original threshold model did not take a decision-maker's values and preferences explicitly into account. METHODS: We reformulated the threshold model by (1) applying it to those clinical scenarios, which define disease according to outcomes that treatment is designed to affect, (2) taking into account a decision-maker's values. RESULTS: We showed that when outcomes (eg, morbidity) are integral part of definition of disease, the classic threshold model does not apply (as this leads to double counting of outcomes in the probabilities and utilities branches of the model). To avoid double counting, the model can be appropriately analysed by assuming diagnosis is certain (P = 1). This results in deriving a different threshold-the threshold for outcome of disease (Mt) instead of threshold for probability of disease (Pt) above which benefits of treatment outweigh its harms. We found that Mt  ≤ Pt , which may explain differences between normative models and actual behaviour in practice. When a decision-maker values outcomes related to benefit and harms differently, the new threshold model generates decision thresholds that could be descriptively more accurate. CONCLUSIONS: Calculation of the threshold depends on careful disease versus utility definitions and a decision-maker's values and preferences.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Supportive Care Medicine, Department of Hematology, City of Hope National Medical Center, Duarte, California, USA.",
        "Program for Evidence-based Medicine and Comparative Effectiveness Research, Duarte, California, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics and Actuarial Science, Indiana University Northwest, Gary, Indiana, USA."
      ]
    },
    {
      "last_name": "Mayrhofer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Mayrhofer",
      "affiliations": [
        "Cardiac MR PET CT Program, Massachusetts General Hospital & Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "van den Ende",
      "fore_name": "Jef",
      "initials": "J",
      "name": "Jef van den Ende",
      "affiliations": [
        "Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "186",
  "end_page": "195",
  "pages": "186-195",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Models, Theoretical"
  ],
  "article_ids": {
    "pubmed": "30575227",
    "pmc": "PMC6590161",
    "doi": "10.1111/jep.13091"
  },
  "doi": "10.1111/jep.13091",
  "pmc_id": "PMC6590161",
  "dates": {
    "completed": "2019-07-30",
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.147035",
    "pmid": "30575227"
  }
}