{
  "pmid": "30583908",
  "uid": "30583908",
  "title": "Condition-Specific Pamphlets to Improve End-of-life Communication in Long-term Care: Staff Perceptions on Usability and Use.",
  "abstract": "OBJECTIVES: This article reports findings on the usability and staff use of 5 condition- specific pamphlets of high prevalence in long-term care (LTC): dementia, heart failure, chronic obstructive pulmonary disease, renal failure, and frailty. The pamphlets were created in response to residents', families', and staff's recommendations for activating early reflections and communication about end-of-life care. DESIGN: A mixed-method (qualitative and quantitative) survey design was used. Step 1 collected survey data on the usability of the pamphlets. Step 2 collected survey data on pamphlet use. SETTINGS AND PARTICIPANTS: Two nurses with specialized palliative care training, 2 resident/family representatives, 10 condition-specific specialists, and 33 LTC palliative leads reviewed the pamphlets for usability prior to distribution. A total of 178 LTC home staff in 4 participating LTC homes reported on pamphlet use. MEASURES: Specialists and resident/family representatives were asked to provide open comments and LTC home palliative leads were asked to complete a survey on the accuracy, readability, and relevance of the pamphlets. After 6 months of distribution, all staff in participating LTC homes were asked to complete a survey on pamphlet use, usefulness, and comfort with distribution. RESULTS: The pamphlets were reportedly accurate, relevant, and easy to understand. Following 6 months of availability, most staff in LTC had read the pamphlets, found the information useful, and planned to share them. However, half of the staff questioned their role in pamphlet distribution and most had not distributed them. Regulated staff (ie, staff affiliated with a regulated profession) expressed more comfort sharing the pamphlets than care aides and support staff. CONCLUSIONS/IMPLICATIONS: Condition-specific pamphlets appear to hold promise in providing residents and families with relevant information that may activate early reflections and conversations about end-of-life care. However, structured implementation strategies, training, and discussions are required to improve staff comfort with distribution and explore roles in distribution and follow-up.",
  "authors": [
    {
      "last_name": "Sussman",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Sussman",
      "affiliations": [
        "School of Social Work, McGill University, Canada. Electronic address: tamara.sussman@mcgill.ca."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Eunyoung",
      "initials": "E",
      "name": "Eunyoung Lee",
      "affiliations": [
        "School of Social Work, McGill University, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Strachan",
      "fore_name": "Patricia H",
      "initials": "PH",
      "name": "Patricia H Strachan",
      "affiliations": [
        "School of Nursing, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": [
        "School of Nursing and Midwifery, Queens University Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Bonifas",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Bonifas",
      "affiliations": [
        "Arizona State University, United States."
      ]
    },
    {
      "last_name": "Bourgeois-Guérin",
      "fore_name": "Valérie",
      "initials": "V",
      "name": "Valérie Bourgeois-Guérin",
      "affiliations": [
        "Department of Psychology, University of Quebec at Montreal, Canada."
      ]
    },
    {
      "last_name": "Durivage",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Durivage",
      "affiliations": [
        "Montreal Central West University Affiliated Health and Social Service Network, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Laurel",
      "initials": "L",
      "name": "Laurel Young",
      "affiliations": [
        "Creative Arts Therapies Department, Concordia University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "262",
  "end_page": "267",
  "pages": "262-267",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Communication",
    "Female",
    "Humans",
    "Long-Term Care",
    "Male",
    "Medical Staff",
    "Middle Aged",
    "Nursing Homes",
    "Palliative Care",
    "Pamphlets",
    "Surveys and Questionnaires",
    "Terminal Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30583908",
    "doi": "10.1016/j.jamda.2018.11.009",
    "pii": "S1525-8610(18)30641-8"
  },
  "doi": "10.1016/j.jamda.2018.11.009",
  "dates": {
    "completed": "2020-08-18",
    "revised": "2020-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.415851",
    "pmid": "30583908"
  }
}