{
  "pmid": "30587535",
  "uid": "30587535",
  "title": "Efficacy and Safety of EMLA Cream for Pain Control Due to Venipuncture in Infants: A Meta-analysis.",
  "abstract": "UNLABELLED: : media-1vid110.1542/5852339542001PEDS-VA_2018-1173Video Abstract CONTEXT: The eutectic mixture of lidocaine (EMLA) cream has been used to reduce the pain during venipuncture in infants. OBJECTIVE: To determine the efficacy and safety of EMLA in infants <3 months of age requiring venipuncture in comparison with nonpharmacological interventions in terms of pain reduction, change in physiologic variables, and methemoglobinemia. DATA SOURCES: Medline, Embase, Cochrane Central Register of Controlled Trials, Cumulative Index to Nursing and Allied Health Literature, Web of Science, and gray literature were searched from inception to August 2017, without language restrictions. STUDY SELECTION: We selected randomized controlled trials in which researchers compared EMLA with nonpharmacological interventions. DATA EXTRACTION: Two reviewers independently performed abstract screening and full-text review, and extracted the data and assessed the risk of bias. RESULTS: Ten randomized controlled trials (907 infants) were included. EMLA revealed little or no effect in reduction of pain (standardized mean difference: 0.14; 95% confidence interval [CI]: -0.17 to 0.45; 6 trials, n = 742; moderate-quality evidence) when EMLA was compared with sucrose, breastfeeding, or placebo. In comparison with placebo, EMLA revealed a small-to-moderate effect on increasing methemoglobin levels (mean difference: 0.35; 95% CI: 0.04 to 0.66; 2 trials, n = 134; low-quality evidence). There was an increased risk of blanching of the skin in the EMLA group (relative risk: 2.63; 95% CI: 1.58 to 4.38; 2 trials, n = 123; I[2] = 84%, very low-quality evidence). LIMITATIONS: Our results may not be applicable to older infants. CONCLUSIONS: EMLA reveals minimal benefits in terms of reduction of pain due to venipuncture procedure in comparison with placebo and no benefit in comparison with sucrose and/or breastfeeding. Moreover, it produced an elevation in methemoglobin levels and skin blanching.",
  "authors": [
    {
      "last_name": "Shahid",
      "fore_name": "Shaneela",
      "initials": "S",
      "name": "Shaneela Shahid",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and shahis2@mcmaster.ca.",
        "Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and.",
        "Department of Pediatrics, Universidad de Antioquia, Medellín, Colombia; and."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "143",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anesthetics, Combined",
    "Humans",
    "Infant",
    "Lidocaine, Prilocaine Drug Combination",
    "Pain",
    "Pain Management",
    "Pain Measurement",
    "Phlebotomy",
    "Skin Diseases",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30587535",
    "doi": "10.1542/peds.2018-1173",
    "pii": "peds.2018-1173"
  },
  "doi": "10.1542/peds.2018-1173",
  "dates": {
    "completed": "2019-10-15",
    "revised": "2019-10-15"
  },
  "chemicals": [
    "Anesthetics, Combined",
    "Lidocaine, Prilocaine Drug Combination"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.523516",
    "pmid": "30587535"
  }
}