{
  "pmid": "30596341",
  "uid": "30596341",
  "title": "Assessing Patient Perspectives on Receiving Bad News: A Survey of 1337 Patients With Life-Changing Diagnoses.",
  "abstract": "BACKGROUND: Guidelines for breaking bad news are largely directed at and validated in oncology patients, based on expert opinion, and neglect those with other diagnoses. We sought to determine whether existing guidelines for breaking bad news, particularly SPIKES, are consistent with patient preferences across patient populations. METHODS: Patients from an online community responded to 5 open-ended and 11 Likert-scale questions identifying their preferences in having bad news delivered. Patient participants received a diagnosis of cancer, lupus, amyotrophic lateral sclerosis, multiple sclerosis, HIV/AIDS, or Parkinson's disease. Additionally, we surveyed all 14 English-curriculum Canadian medical schools regarding resources used to teach breaking bad news. RESULTS: Ten of 12 responding schools used the SPIKES model. Preferences of 1337 patients were consistent with the recommendations of SPIKES. There was one exception: Most patients disagree that empathetic physical touch is important and some described apprehension. Responses were consistent across disease states. Content analysis of 220 open-ended patient responses revealed 16 patient-important themes. Themes were largely addressed by the SPIKES guidelines, but five were not: ensuring timely follow-up is planned; offering informational sheets about the diagnosis; offering contact information of support organizations, with some patients preferring patient support groups while others preferring counselors; and conveying a sense of determination to aid the patient through the diagnosis. The four most patient-important components of SPIKES were physicians conveying empathy, taking their time, explaining the diagnosis and its implications, and asking the patient if they understand. CONCLUSION: SPIKES is the most commonly taught framework for breaking bad news in Canadian medical schools. This is the first work to demonstrate that the existing guidelines in breaking bad news such as SPIKES largely reflect the perspectives of many patient groups, as assessed by quantitative and qualitative measures. We highlight the most important components of SPIKES to patients and identify five additional suggestions to aid clinicians in breaking bad news.",
  "authors": [
    {
      "last_name": "Mirza",
      "fore_name": "Reza D",
      "initials": "RD",
      "name": "Reza D Mirza",
      "affiliations": [
        "a Department of Medicine , McMaster University."
      ],
      "orcid": "0000-0002-0576-4208"
    },
    {
      "last_name": "Ren",
      "fore_name": "Melody",
      "initials": "M",
      "name": "Melody Ren",
      "affiliations": [
        "b Department of Medicine , University of Toronto."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "b Department of Medicine , University of Toronto."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "c Department of Health Research Methods, Evidence, and Impact and Department of Medicine , McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "AJOB empirical bioethics",
    "iso_abbreviation": "AJOB Empir Bioeth",
    "issn": "2329-4523",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2019"
  },
  "start_page": "36",
  "end_page": "43",
  "pages": "36-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acquired Immunodeficiency Syndrome",
    "Adaptation, Psychological",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Amyotrophic Lateral Sclerosis",
    "Canada",
    "Communication",
    "Diagnosis",
    "Female",
    "HIV Infections",
    "Humans",
    "Life Change Events",
    "Lupus Erythematosus, Systemic",
    "Male",
    "Middle Aged",
    "Multiple Sclerosis",
    "Neoplasms",
    "Parkinson Disease",
    "Patient Preference",
    "Physician-Patient Relations",
    "Practice Guidelines as Topic",
    "Schools, Medical",
    "Surveys and Questionnaires",
    "Truth Disclosure",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30596341",
    "doi": "10.1080/23294515.2018.1543218"
  },
  "doi": "10.1080/23294515.2018.1543218",
  "dates": {
    "completed": "2020-02-06",
    "revised": "2020-02-06"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institute of Health Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.147474",
    "pmid": "30596341"
  }
}