{
  "pmid": "30619615",
  "uid": "30619615",
  "title": "Micro-Particle Curcumin for the Treatment of Chronic Kidney Disease-1: Study Protocol for a Multicenter Clinical Trial.",
  "abstract": "BACKGROUND: The progression to end-stage renal disease (ESRD) is the most important complication of chronic kidney disease (CKD). Patients with ESRD require dialysis or transplantation to survive, incur numerous complications, and have high mortality rates. Slowing the progression of CKD is an important goal. Unfortunately, even when current treatments are appropriately applied, patients with CKD still progress to ESRD. Current treatments do not address the inflammation and fibrosis that mediate progression to ESRD, but micro-particle curcumin, a natural health product, has both anti-inflammatory and anti-fibrotic properties and may be an effective treatment for patients with CKD. OBJECTIVE: Micro-particle curcumin for the treatment of CKD-1 (MPAC-CKD-1) will measure the effect of micro-particle curcumin on 2 important markers of CKD progression: albuminuria and estimated glomerular filtration rate (eGFR). Efficacy in either of these markers will justify a larger, international trial to investigate micro-particle curcumin's ability to lower the risk of ESRD in patients with CKD. DESIGN: MPAC-CKD-1 is a multicenter, double-blind prospective randomized controlled trial. SETTING: Four kidney disease clinics in Ontario, Canada (3 in London and 1 in Hamilton). PATIENTS: We will enroll patients with CKD, defined by an eGFR between 15 and 60 mL/min/1.73 m[2] and a daily albumin excretion of more than 300 mg (or a random urine sample albumin-to-creatinine ratio more than 30 mg/mmol). MEASUREMENTS: We will measure changes in the co-primary outcomes of urinary albumin-to-creatinine ratio and eGFR at 3 months and 6 months. We will also measure compliance, safety parameters, and changes in health-related quality of life. METHODS: Participants will be randomly assigned to receive micro-particle curcumin 90 mg once daily or matching placebo for 6 months. We will enroll at least 500 patients to exclude clinically meaningful 6-month changes in these 2 co-primary outcomes (16% difference in albuminuria, and a 2.3 mL/min/1.73 m[2] between-group difference in the 6-month change in eGFR, at a two-tailed alpha of 0.025, power of 0.80). RESULTS: Patient enrollment began on October 1, 2015, with 414 participants randomized as of July 2018. We expect to report the results in 2020. LIMITATIONS: MPAC-CKD-1 is not powered to assess outcomes such as the need for renal replacement therapy or death. CONCLUSIONS: MPAC-CKD-1 is a multicenter, double-blind prospective randomized controlled trial designed to test whether micro-particle curcumin reduces albuminuria and slows eGFR decline in patients with albuminuric CKD. MPAC-CKD-1 will also test the feasibility of this intervention and inform the need for a future larger scale trial (MPAC-CKD-2). TRIAL REGISTRATION: MPAC-CKD-1 is registered with U.S. National Institutes of Health at clinicaltrials.gov (NCT02369549). Protocol version 2.0, December 6, 2014.",
  "authors": [
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, University Hospital, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cuerden",
      "fore_name": "Meaghan S",
      "initials": "MS",
      "name": "Meaghan S Cuerden",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, University Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sontrop",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Sontrop",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, University Hospital, London, ON, Canada."
      ],
      "orcid": "0000-0001-7784-2028"
    },
    {
      "last_name": "Chambers",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Chambers",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, University Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, University Hospital, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "2054358118813088",
  "pages": "2054358118813088",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30619615",
    "pmc": "PMC6299333",
    "doi": "10.1177/2054358118813088",
    "pii": "10.1177_2054358118813088"
  },
  "doi": "10.1177/2054358118813088",
  "pmc_id": "PMC6299333",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.618977",
    "pmid": "30619615"
  }
}