{
  "pmid": "30627589",
  "uid": "30627589",
  "title": "Suprascapular Nerve Blockade for Postoperative Pain Control After Arthroscopic Shoulder Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Regional nerve blocks are commonly used to manage postoperative pain after arthroscopic shoulder procedures. The interscalene brachial plexus block (ISB) is commonly used; however, because of the reported side effects of ISB, the use of a suprascapular nerve block (SSNB) has been described as an alternative strategy with fewer reported side effects. PURPOSE: To examine the efficacy of SSNB for pain control after shoulder arthroscopy compared with ISB as well as anesthesia without a nerve block. STUDY DESIGN: Systematic review; Level of evidence, 1. METHODS: Three databases (PubMed, MEDLINE, and EMBASE) were searched on April 20, 2018, to systematically identify and screen the literature for randomized controlled trials (RCTs). A meta-analysis of standard mean differences (SMDs) was performed to pool the estimated effects of the nerve blocks. RESULTS: The search identified 14 RCTs that included 1382 patients, with a mean age of 54 years (SD, 13 years). The mean follow-up time was 3 days (range, 24 hours to 6 weeks). Postoperative pain control was significantly more effective in the SSNB groups compared with the control groups within 1 hour (SMD, -0.76; 95% CI, -1.45 to -0.07; P = .03) and 4 to 6 hours (SMD, -0.81; 95% CI, -1.53 to -0.09; P = .03) postoperatively. However, pain control was significantly less effective in the SSNB groups compared with ISB within 1 hour (SMD, 0.87; 95% CI, 0.28 to 1.46; P = .004). No major complications were noted in the SSNB groups, and minor complications such as hoarseness and prolonged motor block were significantly less common for SSNB compared with ISB. CONCLUSION: Although not more efficacious than ISB in terms of pain control for patients undergoing shoulder arthroscopy, SSNB provides significantly improved pain control in comparison with analgesia without a nerve block. Moreover, few major and minor complications are associated with SSNB reported across the literature.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Hu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paul",
      "fore_name": "James",
      "initials": "J",
      "name": "James Paul",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George",
      "initials": "G",
      "name": "George Athwal",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Center, St Joseph's Health Care, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "6",
    "issue": "12",
    "pub_year": "2018",
    "pub_month": "Dec"
  },
  "start_page": "2325967118815859",
  "pages": "2325967118815859",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30627589",
    "pmc": "PMC6311591",
    "doi": "10.1177/2325967118815859",
    "pii": "10.1177_2325967118815859"
  },
  "doi": "10.1177/2325967118815859",
  "pmc_id": "PMC6311591",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.826426",
    "pmid": "30627589"
  }
}