{
  "pmid": "30620375",
  "uid": "30620375",
  "title": "Medical Marketing in the United States, 1997-2016.",
  "abstract": "IMPORTANCE: Manufacturers, companies, and health care professionals and organizations use an array of promotional activities to sell and increase market share of their products and services. These activities seek to shape public and clinician beliefs about laboratory testing, the benefits and harms of prescription drugs, and some disease definitions. OBJECTIVE: To review the marketing of prescription drugs, disease awareness campaigns, health services, and laboratory tests and the related consequences and regulation in the United States over a 20-year period (1997-2016). EVIDENCE: Analysis (1997-2016) of consumer advertising (Kantar Media data for spending and number of ads); professional marketing (IQVIA Institute for Human Data Science, Open Payments Data [Centers for Medicare & Medicaid Services]); regulations and legal actions of the US Food and Drug Administration (FDA), Federal Trade Commission (FTC), state attorneys general, and US Department of Justice; and searches (1975-2018) of peer-reviewed medical literature (PubMed), business journals (Business Source Ultimate), and news media (Lexis Nexis) for articles about expenditures, content, and consequences and regulation of consumer and professional medical marketing. Spending is reported in 2016 dollars. FINDINGS: From 1997 through 2016, spending on medical marketing of drugs, disease awareness campaigns, health services, and laboratory testing increased from $17.7 to $29.9 billion. The most rapid increase was in direct-to-consumer (DTC) advertising, which increased from $2.1 billion (11.9%) of total spending in 1997 to $9.6 billion (32.0%) of total spending in 2016. DTC prescription drug advertising increased from $1.3 billion (79 000 ads) to $6 billion (4.6 million ads [including 663 000 TV commercials]), with a shift toward advertising high-cost biologics and cancer immunotherapies. Pharmaceutical companies increased DTC marketing about diseases treated by their drugs with increases in disease awareness campaigns from 44 to 401 and in spending from $177 million to $430 million. DTC advertising for health services increased from $542 million to $2.9 billion, with the largest spending increases by hospitals, dental centers, cancer centers, mental health and addiction clinics, and medical services (eg, home health). DTC spending on advertising for laboratory tests (such as genetic testing) increased from $75.4 million to $82.6 million, although the number of ads increased more substantially (from 14 100 to 255 300), reflecting an increase in less expensive electronic media advertising. Marketing to health care professionals by pharmaceutical companies accounted for most promotional spending and increased from $15.6 billion to $20.3 billion, including $5.6 billion for prescriber detailing, $13.5 billion for free samples, $979 million for direct physician payments (eg, speaking fees, meals) related to specific drugs, and $59 million for disease education. Manufacturers of FDA-approved laboratory tests paid $12.9 million to professionals in 2016. From 1997 through 2016, the number of consumer and professional drug promotional materials that companies submitted for FDA review increased from 34 182 to 97 252, while FDA violation letters for misleading drug marketing decreased from 156 to 11. Since 1997, 103 financial settlements between drug companies and federal and state governments resulted in more than $11 billion in fines for off-label or deceptive marketing practices. The FTC has acted against misleading marketing by a single for-profit cancer center. CONCLUSIONS AND RELEVANCE: Medical marketing increased substantially from 1997 through 2016, especially DTC advertising for prescription drugs and health services. Pharmaceutical marketing to health professionals accounted for most spending and remains high even with new policies to limit industry influence. Despite the increase in marketing over 20 years, regulatory oversight remains limited.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "The Center for Medicine in the Media, Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "The Center for Medicine in the Media, Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, New Hampshire."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "321",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "80",
  "end_page": "96",
  "pages": "80-96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Advertising",
    "Clinical Laboratory Techniques",
    "Direct-to-Consumer Advertising",
    "Drug Industry",
    "Gift Giving",
    "Government Regulation",
    "Health Knowledge, Attitudes, Practice",
    "Health Services",
    "Marketing of Health Services",
    "Prescription Drugs",
    "United States",
    "United States Federal Trade Commission",
    "United States Food and Drug Administration"
  ],
  "article_ids": {
    "pubmed": "30620375",
    "doi": "10.1001/jama.2018.19320",
    "pii": "2720029"
  },
  "doi": "10.1001/jama.2018.19320",
  "dates": {
    "completed": "2019-02-14",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.559810",
    "pmid": "30620375"
  }
}