{
  "pmid": "30636216",
  "uid": "30636216",
  "title": "Qualitative study of cardiologists' perceptions of factors influencing clinical practice decisions.",
  "abstract": "BACKGROUND: Healthcare costs are increasing in the USA and Canada and a substantial portion of health spending is devoted to services that do not improve health outcomes. Efforts to reduce waste by adopting evidence-based clinical practice guideline recommendations have had limited success. We sought insight into improving health system efficiency through understanding cardiologists' perceptions of factors that influence clinical decision-making. METHODS: In this descriptive qualitative study, we conducted in-depth interviews with 18 American and 3 Canadian cardiologists. We used conventional content analysis including inductive and deductive approaches for data analysis and mapped findings to the ecological systems framework. RESULTS: Physicians reported that major determinants of practice included interpersonal interactions with peers, patients and administrators; financial incentives and system factors. Patients' insurance status represented an important consideration for some cardiologists. Other major influences included time constraints, fear of litigation (less prominent in Canada), a sense that their obligation was never to miss any underlying pathology, and patient demands. The need to bring income into their health system influenced American cardiologists' practice; personal income implications influenced Canadian cardiologists' practice. Cardiologists reported that knowledge limitations and logistical challenges limit their ability to assist patients with cost considerations. All these considerations were more influential than guidelines; some cardiologists expressed a high level of scepticism regarding guidelines. CONCLUSIONS: Clinical decision-making by cardiologists is shaped by individual, interpersonal, organisational, environmental, financial and sociopolitical influences and only to a limited extent by guideline recommendations. Successful strategies to achieve efficient, evidence-based care will require addressing socioecological influences on decision-making.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Surgery, University of California Davis, Davis, California, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John",
      "initials": "J",
      "name": "John You",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Heart (British Cardiac Society)",
    "iso_abbreviation": "Heart",
    "issn": "1468-201X",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "749",
  "end_page": "754",
  "pages": "749-754",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Cardiologists",
    "Cardiovascular Diseases",
    "Clinical Decision-Making",
    "Ecological Parameter Monitoring",
    "Ecosystem",
    "Guideline Adherence",
    "Health Care Costs",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interpersonal Relations",
    "Interviews as Topic",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Qualitative Research",
    "Risk Assessment",
    "United States",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "30636216",
    "doi": "10.1136/heartjnl-2018-314339",
    "pii": "heartjnl-2018-314339"
  },
  "doi": "10.1136/heartjnl-2018-314339",
  "dates": {
    "completed": "2020-05-25",
    "revised": "2020-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.055430",
    "pmid": "30636216"
  }
}