{
  "pmid": "30632890",
  "uid": "30632890",
  "title": "Visual Representations of Risk Enhance Long-Term Retention of Risk Information: A Randomized Trial.",
  "abstract": "BACKGROUND: People often overestimate their risk of developing cancer, which can cause undue worry and unwarranted risk-reducing actions. Standard counseling has a limited and short-lived effect on correcting these misperceptions. We conducted a randomized study to evaluate whether incorporation of visual depictions of risk improves the efficacy and durability of cancer risk counseling. METHODS: Sixty-six individuals seen in the Familial Cancer Program were randomized to receive standard counseling or counseling supplemented with 2 interactive visual representations of their 10-year risk of developing the cancer type of greatest concern (enhanced counseling). The primary outcome was accuracy of self-perceived risk (ratio of perceived to objective risk) 2 weeks and 6 months after counseling. RESULTS: Prior to counseling, 80% of participants overestimated their risk. Improvement in self-perception of risk was greater among those individuals randomized to receive enhanced counseling. At the 2-week follow-up, the percentage of participants who continued to overestimate their risk by 5-fold or more was 3 to 4 times lower in those who received enhanced counseling, compared to the standard counseling group. At the 6-month follow-up, sustained improvement in risk perception was most evident among those exposed to visual depictions of their risk. Statistical significance was achieved in chi-square analysis at P < 0.05, grouping participants' risk estimate as approximately accurate (<2-fold) or different from objective risk to varying degrees. CONCLUSIONS: Overestimation of cancer risk among people with a family history of cancer is common. Counseling can improve risk perception, but individuals tend to revert back to their prior misperception 6 months after counseling. By including visual representations of risk during counseling, correction of risk perception was of greater magnitude and more durable.",
  "authors": [
    {
      "last_name": "Arrick",
      "fore_name": "Bradley A",
      "initials": "BA",
      "name": "Bradley A Arrick",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center and Norris Cotton Cancer Center, Lebanon, NH."
      ],
      "orcid": "0000-0002-7926-6658"
    },
    {
      "last_name": "Bloch",
      "fore_name": "Katarzyna J",
      "initials": "KJ",
      "name": "Katarzyna J Bloch",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center and Norris Cotton Cancer Center, Lebanon, NH."
      ]
    },
    {
      "last_name": "Colello",
      "fore_name": "Laura Stein",
      "initials": "LS",
      "name": "Laura Stein Colello",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center and Norris Cotton Cancer Center, Lebanon, NH."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "Center for Medicine and the Media, Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "Center for Medicine and the Media, Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH."
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "100",
  "end_page": "107",
  "pages": "100-107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Counseling",
    "Diagnostic Self Evaluation",
    "Family",
    "Female",
    "Genetic Counseling",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Perception",
    "Risk",
    "Risk Assessment",
    "Risk Factors",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "30632890",
    "doi": "10.1177/0272989X18819493"
  },
  "doi": "10.1177/0272989X18819493",
  "dates": {
    "completed": "2019-11-21",
    "revised": "2019-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.560100",
    "pmid": "30632890"
  }
}