{
  "pmid": "30638131",
  "uid": "30638131",
  "title": "The Canadian longitudinal study on aging as a platform for exploring cognition in an aging population.",
  "abstract": "Objective: We present descriptive information on the cognitive measures used in the Canadian Longitudinal Study on Aging (CLSA) Comprehensive Cohort, relate this to information on these measures in the extant literature, and identify key considerations for their use in research and clinical practice.Method: The CLSA Comprehensive Cohort is composed of 30,097 participants aged 45-85 years at baseline who provided a broad range of sociodemographic, physical, social, and psychological health information via questionnaire and took part in detailed physical and cognitive assessments. Cognitive measures included: the Rey Auditory Verbal Learning Test - immediate and 5-min delayed recall, Animal Fluency, Mental Alternation Test (MAT), Controlled Oral Word Association Test (COWAT), Stroop Test - Victoria Version, Miami Prospective Memory Test (MPMT), and a Choice Reaction Time (CRT) task.Results: CLSA Comprehensive Cohort sample sizes were far larger than previous studies, and performances on the cognitive measures were similar to comparable groups. Within the CLSA Comprehensive Cohort, main effects of age were observed for all cognitive measures, and main effects of language were observed for all measures except the CRT. Interaction effects (language × age) were observed for the MAT, MPMT Event-based score, all time scores on the Stroop Test, and most COWAT scores. Main effects of education were observed for all measures except for the MPMT Time score in the French sample, and interaction effects (age × education) were observed for the RAVLT (immediate and delayed) for the English sample and the Stroop Dot time for the French sample.Conclusion: This examination of the cognitive measures used in the CLSA Comprehensive Cohort lends support to their use in large studies of health and aging. We propose further exploration of the cognitive measures within the CLSA to make this information relevant to and available for clinical practice.",
  "authors": [
    {
      "last_name": "Tuokko",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Tuokko",
      "affiliations": [
        "Institute on Aging & Lifelong Health, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simard",
      "fore_name": "Martine",
      "initials": "M",
      "name": "Martine Simard",
      "affiliations": [
        "School of Psychology, Laval University and Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Taler",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Taler",
      "affiliations": [
        "School of Psychology, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Megan E",
      "initials": "ME",
      "name": "Megan E O'Connell",
      "affiliations": [
        "Department of Psychology, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Voll",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Voll",
      "affiliations": [
        "Institute on Aging & Lifelong Health, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Kadlec",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Kadlec",
      "affiliations": [
        "Institute on Aging & Lifelong Health, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Wolfson",
      "affiliations": [
        "Department of Epidemiology and Biostatistics and Occupational Health, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Kirkland",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Kirkland",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster Institute for Research on Aging & Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Clinical neuropsychologist",
    "iso_abbreviation": "Clin Neuropsychol",
    "issn": "1744-4144",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "174",
  "end_page": "203",
  "pages": "174-203",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Canada",
    "Cognition",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "30638131",
    "doi": "10.1080/13854046.2018.1551575"
  },
  "doi": "10.1080/13854046.2018.1551575",
  "dates": {
    "completed": "2020-10-19",
    "revised": "2020-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 9447",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.159259",
    "pmid": "30638131"
  }
}