{
  "pmid": "30636650",
  "uid": "30636650",
  "title": "Mother-infant cortisol attunement: Associations with mother-infant attachment disorganization.",
  "abstract": "This study explores the conceptualization of mother-infant cortisol attunement both theoretically and empirically, and its association with mother-infant attachment disorganization. In a community sample (N = 256), disorganization and cortisol were assessed during the Strange Situation Procedure (SSP) at infant age 17 months. Salivary cortisol was collected at baseline, and 20 and 40 min after the SSP. We utilized three statistical approaches: correlated growth modeling (probing a simultaneous conceptualization of attunement), cross-lagged modeling (probing a lagged, reciprocal conceptualization of attunement), and a multilevel model difference score analysis (to examine the pattern of discrepancies in mother-infant cortisol values). Correlated growth modeling revealed that disorganized, relative to organized, dyads had significant magnitude of change over time, such that, among disorganized dyads, as mothers had greater declines in cortisol, infants had greater increases. The difference score analysis revealed that disorganized, relative to organized, dyads had a greater divergence between maternal and infant cortisol values, such that maternal values were lower than infant values. Disorganized attachment status was not significantly associated with attunement when conceptualized as reciprocal and lagged in the cross-lagged model. Findings suggest that mother-infant dyads in disorganized attachment relationships, who are by definition behaviorally misattuned, are also misattuned in their adrenocortical responses.",
  "authors": [
    {
      "last_name": "Ludmer Nofech-Mozes",
      "fore_name": "Jaclyn A",
      "initials": "JA",
      "name": "Jaclyn A Ludmer Nofech-Mozes",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jamieson",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Jamieson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Development and psychopathology",
    "iso_abbreviation": "Dev Psychopathol",
    "issn": "1469-2198",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "43",
  "end_page": "55",
  "pages": "43-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Infant",
    "Male",
    "Middle Aged",
    "Mother-Child Relations",
    "Object Attachment",
    "Saliva",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30636650",
    "doi": "10.1017/S0954579418001396",
    "pii": "S0954579418001396"
  },
  "doi": "10.1017/S0954579418001396",
  "dates": {
    "completed": "2020-08-10",
    "revised": "2020-08-10"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [
    {
      "grant_id": "MOP-64301",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.674481",
    "pmid": "30636650"
  }
}