{
  "pmid": "30639172",
  "uid": "30639172",
  "title": "Heterotopic ossification after total elbow arthroplasty: a systematic review.",
  "abstract": "BACKGROUND: Heterotopic ossification (HO) is a known complication that can arise after total elbow arthroplasty (TEA). In most cases, it is asymptomatic; however, in some patients, it can limit range of motion and lead to poor outcomes. The objective of this review was to assess and report the incidence, risk factors, prophylaxis, and management of HO after TEA. METHODS: A systematic search was conducted using MEDLINE, Embase, and PubMed to retrieve all relevant studies evaluating the occurrence of HO after TEA. The search was performed in duplicate, and a quality assessment of all included studies was performed. RESULTS: A total of 1907 studies were retrieved, of which 45 were included involving 2256 TEA patients. HO was radiographically present in 10% of patients and was symptomatic in 3%. Fewer than 1% of patients went on to undergo surgical excision of HO, with outcomes after surgery reported as good or excellent as assessed by range of motion and the Mayo Elbow Performance Score. HO appears more likely to develop in patients undergoing TEA because of ankylosis, primary osteoarthritis, and distal humeral fractures. Surgical intervention is more likely to be required in patients in whom HO develops after TEA performed for ankylosis and post-traumatic osteoarthritis. CONCLUSION: HO is an uncommon complication after TEA, with most patients in whom HO develops being asymptomatic and requiring no surgical management. Routine HO prophylaxis for TEA is not supported by the literature. The effectiveness of prophylaxis in high-risk patients is uncertain, and future studies are required to clarify its usefulness.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Eva Y",
      "initials": "EY",
      "name": "Eva Y Liu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hildebrand",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Hildebrand",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Department of Surgery, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Roth | McFarlane Hand and Upper Limb Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Surgery, St Joseph's Healthcare, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Department of Surgery, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "587",
  "end_page": "595",
  "pages": "587-595",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankylosis",
    "Arthroplasty, Replacement, Elbow",
    "Asymptomatic Diseases",
    "Elbow Joint",
    "Humans",
    "Humeral Fractures",
    "Incidence",
    "Ossification, Heterotopic",
    "Osteoarthritis",
    "Range of Motion, Articular",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30639172",
    "doi": "10.1016/j.jse.2018.10.003",
    "pii": "S1058-2746(18)30734-1"
  },
  "doi": "10.1016/j.jse.2018.10.003",
  "dates": {
    "completed": "2019-03-29",
    "revised": "2019-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.282840",
    "pmid": "30639172"
  }
}