{
  "pmid": "30646555",
  "uid": "30646555",
  "title": "Multi-Parametric Analysis of Reliability and Energy Consumption in IoT: A Deep Learning Approach.",
  "abstract": "Small-to-medium scale smart buildings are an important part of the Internet of Things (IoT). Wireless Sensor Networks (WSNs) are the major enabler for smart control in such environments. Reliability is among the key performance requirements for many loss-sensitive IoT and WSN applications, while Energy Consumption (EC) remains a primary concern in WSN design. Error-prone links, traffic intense applications, and limited physical resources make it challenging to meet these service goals-not only that these performance metrics often conflict with one another, but also require solving optimization problems, which are intrinsically NP-hard. Correctly forecasting Packet Delivery Ratio (PDR) and EC can play a significant role in different loss-sensitive application environments. With the ever-increasing availability of performance data, data-driven techniques are becoming popular in such settings. It is observed that a number of communication parameters like transmission power, packet size, etc., influence metrics like PDR and EC in diverse ways. In this work, different regression models including linear, gradient boosting, random forest, and deep learning are used for the purpose of predicting both PDR and EC based on such communication parameters. To evaluate the performance, a public dataset of the IEEE 802.15.4 network, containing measurements against more than 48,000 combinations of parameter configurations, is used. Results are evaluated using root mean square error and it turns out that deep learning achieves up to 98% accuracy for both PDR and EC predictions. These prediction results can help configure communication parameters taking into account the performance goals.",
  "authors": [
    {
      "last_name": "Ateeq",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Ateeq",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Wah Campus, Wah Cantt 47040, Pakistan. rmateeq@yahoo.com."
      ],
      "orcid": "0000-0001-7033-8937"
    },
    {
      "last_name": "Ishmanov",
      "fore_name": "Farruh",
      "initials": "F",
      "name": "Farruh Ishmanov",
      "affiliations": [
        "Department of Electronics & Communication Engineering, Kwangwoon University, Seoul 01897, Korea. farruh.uzb@gmail.com."
      ],
      "orcid": "0000-0002-7378-8009"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Khalil",
      "initials": "MK",
      "name": "Muhammad Khalil Afzal",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Wah Campus, Wah Cantt 47040, Pakistan. khalilafzal@ciitwah.edu.pk."
      ],
      "orcid": "0000-0002-6161-1310"
    },
    {
      "last_name": "Naeem",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Naeem",
      "affiliations": [
        "Department of Electrical & Computer Engineering, COMSATS University Islamabad, Wah Campus, Wah Cantt 47040, Pakistan. muhammadnaeem@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30646555",
    "pmc": "PMC6359337",
    "doi": "10.3390/s19020309",
    "pii": "s19020309"
  },
  "doi": "10.3390/s19020309",
  "pmc_id": "PMC6359337",
  "dates": {
    "completed": "2019-01-29",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Not Applicable",
      "agency": "Kwangwoon University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.838857",
    "pmid": "30646555"
  }
}