{
  "pmid": "30646881",
  "uid": "30646881",
  "title": "Ecological and life history traits are associated with Ross River virus infection among sylvatic mammals in Australia.",
  "abstract": "BACKGROUND: Ross River virus (RRV) is Australia's most important arbovirus given its annual burden of disease and the relatively large number of Australians at risk for infection. This mosquito-borne arbovirus is also a zoonosis, making its epidemiology and infection ecology complex and cryptic. Our grasp of enzootic, epizootic, and zoonotic RRV transmission dynamics is imprecise largely due to a poor understanding of the role of wild mammalian hosts in the RRV system. METHODS: The current study applied a piecewise structural equation model (PSEM) toward an interspecific comparison of sylvatic Australian mammals to characterize the ecological and life history profile of species with a history of RRV infection relative to those species with no such history among all wild mammalian species surveyed for RRV infection. The effects of species traits were assessed through multiple causal pathways within the PSEM framework. RESULTS: Sylvatic mammalian species with a history of RRV infection tended to express dietary specialization and smaller population density. These species were also characterized by a longer gestation length. CONCLUSIONS: This study provides the first interspecific comparison of wild mammals for RRV infection and identifies some potential targets for future wildlife surveys into the infection ecology of this important arbovirus. An applied RRV macroecology may prove invaluable to the epidemiological modeling of RRV epidemics across diverse sylvatic landscapes, as well as to the development of human and animal health surveillance systems.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, The University of Sydney, Sydney, Australia. thegowda@gmail.com.",
        "Westmead Institute for Medical Research, The University of Sydney, 176 Hawkesbury Road, Westmead, NSW, 2145, Australia. thegowda@gmail.com."
      ],
      "orcid": "0000-0002-6441-3635"
    }
  ],
  "journal": {
    "title": "BMC ecology",
    "iso_abbreviation": "BMC Ecol",
    "issn": "1472-6785",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alphavirus Infections",
    "Animals",
    "Australia",
    "Life History Traits",
    "Mammals",
    "Ross River virus"
  ],
  "article_ids": {
    "pubmed": "30646881",
    "pmc": "PMC6334474",
    "doi": "10.1186/s12898-019-0220-5",
    "pii": "10.1186/s12898-019-0220-5"
  },
  "doi": "10.1186/s12898-019-0220-5",
  "pmc_id": "PMC6334474",
  "dates": {
    "completed": "2019-05-31",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.941410",
    "pmid": "30646881"
  }
}