{
  "pmid": "30647053",
  "uid": "30647053",
  "title": "Subacromial decompression surgery for adults with shoulder pain: a systematic review with meta-analysis.",
  "abstract": "OBJECTIVE: To determine the benefits and harms of subacromial decompression surgery in adult patients with subacromial pain syndrome lasting for more than 3 months. DESIGN: Systematic review with meta-analysis. MAIN OUTCOME MEASURES: Pain, physical function and health-related quality of life. DATA SOURCES: Systematic searches for benefits and harms were conducted to 23 July 2018 in MEDLINE, Embase, PubMed, Cochrane Central Register of Controlled Trials, Cochrane Database of Systematic Reviews, Cumulative Index to Nursing and Allied Health Literature, Physiotherapy Evidence Database, ClinicalTrials.gov, WHO International Clinical Trials Registry Platform, Database of Abstracts of Reviews of Effects, and Health Technology Assessment. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Randomised controlled trials comparing subacromial decompression surgery for subacromial pain syndrome with any other treatment(s). For harms, we included prospective cohort studies. REVIEW METHODS: Two reviewers independently determined eligibility, extracted the data and assessed the risk of bias of eligible studies. Thirty patients seeking primary or outpatient care for subacromial pain syndrome and a parallel guideline committee (BMJ Rapid Recommendations) provided input regarding systematic review design and interpretation. RESULTS: There was high certainty evidence of no additional benefit of subacromial decompression surgery over placebo surgery in reducing pain at 1 year following surgery (mean difference [MD] -0.26, 95% CI -0.84 to 0.33, minimally important difference [MID] 1.5) or improving physical function at 1-2 years (MD 2.8, 95% CI -1.4 to 6.9, MID 8.3). There was moderate certainty evidence for no additional benefit of subacromial decompression surgery on health-related quality of life at 1 year (MD -0.03 points, 95% CI -0.11 to 0.06, MID 0.07). There was moderate certainty evidence for six serious harms per 1000 (95% CI 5 to 7) patients undergoing subacromial decompression. CONCLUSION: Subacromial decompression surgery provided no important benefit compared with placebo surgery or exercise therapy, and probably carries a small risk of serious harms. SYSTEMATIC REVIEWREGISTRATION NUMBER: CRD42018086862.",
  "authors": [
    {
      "last_name": "Lähdeoja",
      "fore_name": "Tuomas",
      "initials": "T",
      "name": "Tuomas Lähdeoja",
      "affiliations": [
        "Finnish Centre for Evidence-Based Orthopedics (FICEBO), University of Helsinki, Helsinki, Finland.",
        "Department of Orthopaedics and Traumatology, HUS Helsinki University Hospital, Helsinki, Finland."
      ],
      "orcid": "0000-0002-9053-8888"
    },
    {
      "last_name": "Karjalainen",
      "fore_name": "Teemu",
      "initials": "T",
      "name": "Teemu Karjalainen",
      "affiliations": [
        "Finnish Centre for Evidence-Based Orthopedics (FICEBO), University of Helsinki, Helsinki, Finland.",
        "Monash Department of Clinical Epidemiology, Cabrini Institute; and Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Malvern, Victoria, Australia."
      ]
    },
    {
      "last_name": "Jokihaara",
      "fore_name": "Jarkko",
      "initials": "J",
      "name": "Jarkko Jokihaara",
      "affiliations": [
        "Finnish Centre for Evidence-Based Orthopedics (FICEBO), University of Helsinki, Helsinki, Finland.",
        "Department of Hand Surgery, Tampere University Hospital, Tampere, Finland."
      ]
    },
    {
      "last_name": "Salamh",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Salamh",
      "affiliations": [
        "College of Health Sciences, University of Indianapolis, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Kavaja",
      "fore_name": "Lauri",
      "initials": "L",
      "name": "Lauri Kavaja",
      "affiliations": [
        "Medical Faculty, University of Helsinki, Helsinki, Finland.",
        "Department of Surgery, South Karelia Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Winters",
      "fore_name": "Marinus",
      "initials": "M",
      "name": "Marinus Winters",
      "affiliations": [
        "Research Unit for General Practice in Aalborg, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."
      ],
      "orcid": "0000-0001-5742-7441"
    },
    {
      "last_name": "Buchbinder",
      "fore_name": "Rachelle",
      "initials": "R",
      "name": "Rachelle Buchbinder",
      "affiliations": [
        "Monash Department of Clinical Epidemiology, Cabrini Institute; and Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Malvern, Victoria, Australia."
      ],
      "orcid": "0000-0002-0597-0933"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway.",
        "Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Ardern",
      "fore_name": "Clare L",
      "initials": "CL",
      "name": "Clare L Ardern",
      "affiliations": [
        "Division of Physiotherapy, Linköping University, Linköping, Sweden.",
        "School of Allied Health, La Trobe University, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0001-8102-3631"
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "665",
  "end_page": "673",
  "pages": "665-673",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Decompression, Surgical",
    "Exercise Therapy",
    "Humans",
    "Postoperative Complications",
    "Quality of Life",
    "Shoulder Pain"
  ],
  "article_ids": {
    "pubmed": "30647053",
    "doi": "10.1136/bjsports-2018-100486",
    "pii": "bjsports-2018-100486"
  },
  "doi": "10.1136/bjsports-2018-100486",
  "dates": {
    "completed": "2020-07-07",
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.149175",
    "pmid": "30647053"
  }
}