{
  "pmid": "30646024",
  "uid": "30646024",
  "title": "Temporal Associations of Alcohol and Tobacco Consumption With Cancer Mortality.",
  "abstract": "IMPORTANCE: Understanding whether the population-level consumption of alcohol and tobacco is associated with cancer mortality is a crucial question for public health policy that has not been answered by previous studies. OBJECTIVE: To examine temporal associations of alcohol and tobacco consumption with overall cancer mortality in the Australian population, looking across different sex and age groups. DESIGN, SETTING, AND PARTICIPANTS: This population-based cohort study conducted a time series analysis (autoregressive integrated moving average models) using aggregate-level annual time series data from multiple sources. Data on alcohol consumption and tobacco consumption per capita between 1935 and 2014 among the Australian population aged 15 years and older were collected from the Australian Bureau of Statistics and Cancer Council Victoria. Analysis was conducted from June 1, 2017, to October 30, 2017. EXPOSURES: Sex- and age-specific cancer mortality rates from 1968 to 2014 were collected from the Australian Institute Health and Welfare. MAIN OUTCOMES AND MEASURES: Population-level cancer mortality in different sex and age groups in Australia, controlling for the effects of health expenditure. RESULTS: Among the Australian total population aged 15 years and older in this study, 50.5% were women. Cancer death rates per 100 000 persons increased from 199 in 1968 to 214 in 1989 and then decreased steadily to 162 in 2014. Taking into account lagged effects, 1-L decreases in alcohol consumption per capita were associated with a decline of 3.9% in overall cancer mortality over a 20-year period, and 1-kg decreases in tobacco consumption per capita were associated with a 16% reduction. Alcohol consumption per capita was significantly associated with overall cancer mortality among men aged 50 to 69 years and women aged 50 years and older. Tobacco consumption per capita was found to be significantly associated with overall cancer mortality only among men aged 50 years and older. CONCLUSIONS AND RELEVANCE: In this study, alcohol consumption per capita was positively associated with overall cancer mortality among older men and women, and tobacco consumption per capita was positively associated with overall cancer mortality among older men over a 20-year period. This study provides evidence that a decrease in population-level drinking and tobacco smoking could lead to a reduction in cancer mortality.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Chenhall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Chenhall",
      "affiliations": [
        "Centre for Health Equity, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "English",
      "fore_name": "Dallas R",
      "initials": "DR",
      "name": "Dallas R English",
      "affiliations": [
        "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia.",
        "Cancer Epidemiology Centre, Cancer Council Victoria, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Jul",
    "pub_day": "06"
  },
  "start_page": "e180713",
  "pages": "e180713",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Cohort Studies",
    "Correlation of Data",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Time Factors",
    "Tobacco Use"
  ],
  "article_ids": {
    "pubmed": "30646024",
    "pmc": "PMC6324312",
    "doi": "10.1001/jamanetworkopen.2018.0713",
    "pii": "2687388"
  },
  "doi": "10.1001/jamanetworkopen.2018.0713",
  "pmc_id": "PMC6324312",
  "dates": {
    "completed": "2019-09-26",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.776590",
    "pmid": "30646024"
  }
}