{
  "pmid": "30646073",
  "uid": "30646073",
  "title": "Core Competencies in Evidence-Based Practice for Health Professionals: Consensus Statement Based on a Systematic Review and Delphi Survey.",
  "abstract": "IMPORTANCE: Evidence-based practice (EBP) is necessary for improving the quality of health care as well as patient outcomes. Evidence-based practice is commonly integrated into the curricula of undergraduate, postgraduate, and continuing professional development health programs. There is, however, inconsistency in the curriculum content of EBP teaching and learning programs. A standardized set of minimum core competencies in EBP that health professionals should meet has the potential to standardize and improve education in EBP. OBJECTIVE: To develop a consensus set of core competencies for health professionals in EBP. EVIDENCE REVIEW: For this modified Delphi survey study, a set of EBP core competencies that should be covered in EBP teaching and learning programs was developed in 4 stages: (1) generation of an initial set of relevant EBP competencies derived from a systematic review of EBP education studies for health professionals; (2) a 2-round, web-based Delphi survey of health professionals, selected using purposive sampling, to prioritize and gain consensus on the most essential EBP core competencies; (3) consensus meetings, both face-to-face and via video conference, to finalize the consensus on the most essential core competencies; and (4) feedback and endorsement from EBP experts. FINDINGS: From an earlier systematic review of 83 EBP educational intervention studies, 86 unique EBP competencies were identified. In a Delphi survey of 234 participants representing a range of health professionals (physicians, nurses, and allied health professionals) who registered interest (88 [61.1%] women; mean [SD] age, 45.2 [10.2] years), 184 (78.6%) participated in round 1 and 144 (61.5%) in round 2. Consensus was reached on 68 EBP core competencies. The final set of EBP core competencies were grouped into the main EBP domains. For each key competency, a description of the level of detail or delivery was identified. CONCLUSIONS AND RELEVANCE: A consensus-based, contemporary set of EBP core competencies has been identified that may inform curriculum development of entry-level EBP teaching and learning programs for health professionals and benchmark standards for EBP teaching.",
  "authors": [
    {
      "last_name": "Albarqouni",
      "fore_name": "Loai",
      "initials": "L",
      "name": "Loai Albarqouni",
      "affiliations": [
        "Centre for Research in Evidence-Based Practice, Bond University, Robina, Queensland, Australia."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Hoffmann",
      "affiliations": [
        "Centre for Research in Evidence-Based Practice, Bond University, Robina, Queensland, Australia."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Straus",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Nina Rydland",
      "initials": "NR",
      "name": "Nina Rydland Olsen",
      "affiliations": [
        "Department of Health and Functioning, Faculty of Health and Social Sciences, Western Norway University of Applied Sciences, Bergen, Norway."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Young",
      "affiliations": [
        "Centre for Evidence-based Health Care, Division of Epidemiology and Biostatistics, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa.",
        "Cochrane South Africa, South African Medical Research Council, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Ilic",
      "fore_name": "Dragan",
      "initials": "D",
      "name": "Dragan Ilic",
      "affiliations": [
        "Medical Education Research and Quality Unit, School of Public Health and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Shaneyfelt",
      "fore_name": "Terrence",
      "initials": "T",
      "name": "Terrence Shaneyfelt",
      "affiliations": [
        "Department of Veterans Affairs, University of Alabama at Birmingham.",
        "Department of General Internal Medicine, University of Alabama at Birmingham."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": [
        "Centre for Research in Evidence-Based Practice, Bond University, Robina, Queensland, Australia."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "e180281",
  "pages": "e180281",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Consensus",
    "Curriculum",
    "Delphi Technique",
    "Evidence-Based Practice",
    "Female",
    "Global Health",
    "Health Personnel",
    "Humans",
    "Male",
    "Middle Aged",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30646073",
    "doi": "10.1001/jamanetworkopen.2018.0281",
    "pii": "2685621"
  },
  "doi": "10.1001/jamanetworkopen.2018.0281",
  "dates": {
    "completed": "2019-10-07",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.031358",
    "pmid": "30646073"
  }
}