{
  "pmid": "30655118",
  "uid": "30655118",
  "title": "Development of a Pediatric Fertility Preservation Program: A Report From the Pediatric Initiative Network of the Oncofertility Consortium.",
  "abstract": "Infertility is known to decrease quality of life among adults. In some cases, infertility is caused by medical conditions and/or treatments prescribed in childhood, and using methods to protect or preserve fertility may expand future reproductive possibilities. Structured programs to offer counseling about infertility risk and fertility preservation options are essential in the care of pediatric patients facing fertility-threatening conditions or treatments, yet multiple barriers to program development exist. This report was developed from the institutional experiences of members of the Pediatric Initiative Network of the Oncofertility Consortium, with the intent of providing guidance for health care providers aiming to establish programs at institutions lacking pediatric fertility preservation services. The mechanics of building a fertility preservation program are discussed, including essential team members, target populations, fertility preservation options (both established and experimental), survivorship issues, research opportunities, and ethical considerations. Common barriers to program development and utilization, including low referral rates and financial concerns, are also discussed, and recommendations made for overcoming such barriers.",
  "authors": [
    {
      "last_name": "Moravek",
      "fore_name": "Molly B",
      "initials": "MB",
      "name": "Molly B Moravek",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Reproductive Endocrinology and Infertility, University of Michigan, Ann Arbor, Michigan. Electronic address: mpenderg@med.umich.edu."
      ]
    },
    {
      "last_name": "Appiah",
      "fore_name": "Leslie C",
      "initials": "LC",
      "name": "Leslie C Appiah",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of General Obstetrics and Gynecology, Section of Pediatric and Adolescent Gynecology, The Ohio State University/Nationwide Children's Hospital, Columbus, Ohio; James Cancer Center, Columbus, Ohio."
      ]
    },
    {
      "last_name": "Anazodo",
      "fore_name": "Antoinette",
      "initials": "A",
      "name": "Antoinette Anazodo",
      "affiliations": [
        "Kids Cancer Centre, Sydney Children's Hospital, Sydney, Australia; Nelune Comprehensive Cancer Centre, Prince of Wales Hospital, Sydney, Australia; School of Women's and Children's, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen C",
      "initials": "KC",
      "name": "Karen C Burns",
      "affiliations": [
        "Department of Pediatrics, University of Cincinnati College of Medicine, Division of Oncology, Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Gomez-Lobo",
      "fore_name": "Veronica",
      "initials": "V",
      "name": "Veronica Gomez-Lobo",
      "affiliations": [
        "Division of Pediatric and Adolescent Gynecology, Washington Hospital Center, Children's National Medical Center, Georgetown University, Washington, DC."
      ]
    },
    {
      "last_name": "Hoefgen",
      "fore_name": "Holly R",
      "initials": "HR",
      "name": "Holly R Hoefgen",
      "affiliations": [
        "Division of Pediatric and Adolescent Gynecology, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Jaworek Frias",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Jaworek Frias",
      "affiliations": [
        "Division of Pediatric and Adolescent Gynecology, Comprehensive Fertility Care and Preservation Program, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Laronda",
      "fore_name": "Monica M",
      "initials": "MM",
      "name": "Monica M Laronda",
      "affiliations": [
        "Ann and Robert H. Lurie Children's Hospital, Chicago, Illinois; Division of Endocrinology, Department of Pediatrics, Northwestern University, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Levine",
      "affiliations": [
        "Division of Pediatric Hematology and Oncology, Weill Cornell Medicine, New York, New York."
      ]
    },
    {
      "last_name": "Meacham",
      "fore_name": "Lillian R",
      "initials": "LR",
      "name": "Lillian R Meacham",
      "affiliations": [
        "Aflac Cancer Center, Children's Healthcare of Atlanta, Atlanta, Georgia; Department of Pediatrics, Division of Hematology/Oncology and Endocrinology, Emory University, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Pavone",
      "fore_name": "Mary Ellen",
      "initials": "ME",
      "name": "Mary Ellen Pavone",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Reproductive Endocrinology and Infertility, Northwestern University, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Gwendolyn P",
      "initials": "GP",
      "name": "Gwendolyn P Quinn",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Medical Ethics, New York University, New York, New York."
      ]
    },
    {
      "last_name": "Rowell",
      "fore_name": "Erin E",
      "initials": "EE",
      "name": "Erin E Rowell",
      "affiliations": [
        "Ann and Robert H. Lurie Children's Hospital, Chicago, Illinois; Department of Pediatric Surgery, Northwestern University, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Strine",
      "fore_name": "Andrew C",
      "initials": "AC",
      "name": "Andrew C Strine",
      "affiliations": [
        "Division of Urology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Woodruff",
      "fore_name": "Teresa K",
      "initials": "TK",
      "name": "Teresa K Woodruff",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Nahata",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Nahata",
      "affiliations": [
        "Department of Pediatrics, Division of Endocrinology and Center for Biobehavioral Health, The Ohio State University/Nationwide Children's Hospital, Columbus, Ohio."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of adolescent health : official publication of the Society for Adolescent Medicine",
    "iso_abbreviation": "J Adolesc Health",
    "issn": "1879-1972",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "563",
  "end_page": "573",
  "pages": "563-573",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S.",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Counseling",
    "Female",
    "Fertility Preservation",
    "Humans",
    "Male",
    "Medical Oncology",
    "Neoplasms",
    "Pediatrics",
    "Program Development",
    "Quality of Life",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "30655118",
    "mid": "NIHMS1511877",
    "pmc": "PMC6478520",
    "doi": "10.1016/j.jadohealth.2018.10.297",
    "pii": "S1054-139X(18)30758-4"
  },
  "doi": "10.1016/j.jadohealth.2018.10.297",
  "pmc_id": "PMC6478520",
  "dates": {
    "completed": "2020-09-21",
    "revised": "2020-09-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P50 HD076188",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.195071",
    "pmid": "30655118"
  }
}