{
  "pmid": "30656292",
  "uid": "30656292",
  "title": "Spectroscopic evidence for acid-base interaction driven interfacial segregation.",
  "abstract": "Quantification of interfacial composition and interfacial energy is essential for understanding prevalent phenomena such as purification and adhesion. However, for high-energy planar solid surfaces, traditional approaches for determining both parameters are inadequate. We take advantage of interface-sensitive spectroscopy to calculate the interfacial composition for acetone-chloroform, tetrahydrofuran-benzene, and N,N-dimethylformamide (DMF)-benzene mixtures. We calculate the differences in interfacial energy for the two components of each mixture from the adsorption isotherms and compare with that obtained from acid-base and dispersive interactions. The interfacial energy calculated using interfacial segregation agrees with the interfacial energy calculated by acid-base and dispersive interactions. The comparison illustrates how molecular interactions control macroscopic interfacial segregation. In all three mixtures, acid-base interactions dominate interfacial segregation. Comparing the two approaches for DMF-benzene mixtures leads to evidence of DMF dimerization in benzene. Using the present approach, the interfacial composition and interfacial energy can now be understood for interfacial behaviors including wetting and self-assembly.",
  "authors": [
    {
      "last_name": "Singla",
      "fore_name": "Saranshu",
      "initials": "S",
      "name": "Saranshu Singla",
      "affiliations": [
        "Department of Polymer Science, University of Akron, Ohio 44325, USA. ali4@uakron.edu."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Wilson",
      "affiliations": []
    },
    {
      "last_name": "Dhinojwala",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Dhinojwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physical chemistry chemical physics : PCCP",
    "iso_abbreviation": "Phys Chem Chem Phys",
    "issn": "1463-9084",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "2513",
  "end_page": "2518",
  "pages": "2513-2518",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30656292",
    "doi": "10.1039/c8cp06963h"
  },
  "doi": "10.1039/c8cp06963h",
  "dates": {
    "completed": "2019-02-01",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.505365",
    "pmid": "30656292"
  }
}