{
  "pmid": "30653455",
  "uid": "30653455",
  "title": "Potential Dangers of Nursing Overtime in Critical Care.",
  "abstract": "Around the world, registered nurses are working increasing amounts of overtime. This is particularly true in critical care environments, which experience unpredictable fluctuations in patient volume and acuity combined with a need for greater numbers of specialized nurses. Although it is commonplace, little consensus exists surrounding the effects of overtime on nursing sick time and patient outcomes. Using data from 11 different critical care units nestled within three major academic health science centres in Southern Ontario, a multilevel-model Poisson regression analysis was used to evaluate the association between nursing overtime and nursing sick time, patient mortality and patient infection incidents. Most significantly, for every 10 hours of nursing overtime worked, study findings revealed an associated 3.3-hour increase in nursing sick time. Because of the potential cost and patient care ramifications, hospitals and nurse managers are encouraged to track collective and individual paid and unpaid hours to impose appropriate limits and ensure accountability. Further qualitative research should be commissioned to explore the underlying reasons for these findings and diversify the settings and, in turn, wider application.",
  "authors": [
    {
      "last_name": "D'Sa",
      "fore_name": "Vanessa M",
      "initials": "VM",
      "name": "Vanessa M D'Sa",
      "affiliations": [
        "Assistant Professor of Health Organization Management, Canadian University Dubai, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Full Professor, School of Nursing, and Scientific Director, Aging, Community and Health Research Unit, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Fisher",
      "affiliations": [
        "Retired Associate Professor, School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Associate Professor of Biostatistics School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Peachey",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Peachey",
      "affiliations": [
        "Retired Professor, School of Nursing, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Nursing leadership (Toronto, Ont.)",
    "iso_abbreviation": "Nurs Leadersh (Tor Ont)",
    "issn": "1929-6355",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2018",
    "pub_month": "Sep"
  },
  "start_page": "48",
  "end_page": "60",
  "pages": "48-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Critical Care",
    "Health Status",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Nurses",
    "Ontario",
    "Personnel Staffing and Scheduling",
    "Qualitative Research",
    "Shift Work Schedule",
    "Time Factors",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "30653455",
    "doi": "10.12927/cjnl.2018.25677",
    "pii": "cjnl.2018.25677"
  },
  "doi": "10.12927/cjnl.2018.25677",
  "dates": {
    "completed": "2019-09-30",
    "revised": "2019-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.237728",
    "pmid": "30653455"
  }
}