{
  "pmid": "30652262",
  "uid": "30652262",
  "title": "Efficacy and Safety of Combination of NSAIDs and Muscle Relaxants in the Management of Acute Low Back Pain.",
  "abstract": "INTRODUCTION: Low back pain is a common problem worldwide causing deterioration of health and quality of life. Low back pain is often associated with muscle spasm. We investigated the combined effect of muscle relaxants and pain killers for low back pain. METHODS: In this open-label, prospective, multicenter study, patients with acute low back pain received a single tablet of either the fixed dose combination of chlorzoxazone 500 mg and ibuprofen 400 mg (manufacturer: Dr. Reddy's Laboratories, India) (C + I group) or ibuprofen 400 mg (I group) thrice daily for up to 7 days. Primary outcomes were improvement in pain by Visual Analogue Scale (VAS) and Summed Pain Intensity Difference (SPID) at 3 and 7 days post-treatment. RESULTS: A total of 406 patients were included in this study. When compared to baseline, the absolute mean change in VAS scores on Day 7 was 62.39 ± 18.78 and 57.34 ± 16.29 in the C + I and I groups, respectively (P = 0.0001). In the C + I and I groups, the mean SPID at Days 3 and 7 were 51.27 ± 24.44 and 47.80 ± 22.91, and 300.82 ± 92.40 and 277.16 ± 81.83, respectively. No deaths or serious adverse events were reported. Common adverse events included gastritis, stomach pain, fever, cold, and headache. At the end of the study, excellent to good response was reported in 94.08% and 77.33% of patients in the C + I and I groups, respectively. Excellent to good tolerability was observed in 96.05% and 89.65% patients in the two groups, respectively. CONCLUSION: Fixed dose combination of chlorzoxazone and ibuprofen demonstrated superior efficacy than ibuprofen monotherapy in acute low back pain. Both drugs were well-tolerated and should be considered as judicious therapeutic options in patients with acute low back pain. TRIAL REGISTRATION: This trial is registered with Clinical Trial Registry of India-CTRI/2016/10/007348. FUNDING: Dr. Reddy's Laboratories Ltd.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Himanshu D",
      "initials": "HD",
      "name": "Himanshu D Patel",
      "affiliations": [
        "Nirmal Hospital Pvt Ltd., Ring Road, Surat, Gujarat, 395002, India."
      ]
    },
    {
      "last_name": "Uppin",
      "fore_name": "R B",
      "initials": "RB",
      "name": "R B Uppin",
      "affiliations": [
        "KLE University's JN Medical College and KLES Dr Prabhakar Kore Hospital and MRC, Nehru Nagar, Belagavi, Karnataka, 590010, India."
      ]
    },
    {
      "last_name": "Naidu",
      "fore_name": "A Ramakrishnam",
      "initials": "AR",
      "name": "A Ramakrishnam Naidu",
      "affiliations": [
        "Department of Medicine, King George Hospital, Maharanipeta, Vishakhapatnam, AP, 530002, India."
      ]
    },
    {
      "last_name": "Rao",
      "fore_name": "Y Ratnakar",
      "initials": "YR",
      "name": "Y Ratnakar Rao",
      "affiliations": [
        "Nagarjuna Hospital, DrNo.8-108, Kanuru, Vijaywada, AP, 520007, India."
      ]
    },
    {
      "last_name": "Khandarkar",
      "fore_name": "Suhas",
      "initials": "S",
      "name": "Suhas Khandarkar",
      "affiliations": [
        "Global Medical Affairs, Dr Reddy's Laboratories Ltd, 8-2-337, Road No 3, Banjara Hills, Hyderabad, 500034, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Global Medical Affairs, Dr Reddy's Laboratories Ltd, 8-2-337, Road No 3, Banjara Hills, Hyderabad, 500034, India. amitgarg.pharm@gmail.com."
      ],
      "orcid": "0000-0002-6599-4910"
    }
  ],
  "journal": {
    "title": "Pain and therapy",
    "iso_abbreviation": "Pain Ther",
    "issn": "2193-8237",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "121",
  "end_page": "132",
  "pages": "121-132",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30652262",
    "pmc": "PMC6513919",
    "doi": "10.1007/s40122-019-0112-6",
    "pii": "10.1007/s40122-019-0112-6"
  },
  "doi": "10.1007/s40122-019-0112-6",
  "pmc_id": "PMC6513919",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.260425",
    "pmid": "30652262"
  }
}