{
  "pmid": "30659992",
  "uid": "30659992",
  "title": "Association Between Helicobacter pylori Exposure and Decreased Odds of Eosinophilic Esophagitis-A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Previous or current infection with Helicobacter pylori (exposure) has been reported to protect against eosinophilic esophagitis (EoE), perhaps owing to H pylori-induced immunomodulation. However, findings vary. We performed a systematic review and meta-analysis of comparative studies to define the association between H pylori exposure and EoE more clearly. METHODS: We searched 4 large databases to identify comparative clinical studies that included sufficient detail to determine the odds or risk of EoE (primary outcome) or esophageal eosinophilia (secondary outcome) among individuals exposed to H pylori (exposed) vs individuals who were tested and found to be unexposed. Estimates were pooled using a random-effects model. Meta-regression and sensitivity analyses were planned a priori. Studies were evaluated for quality, risk of bias, publication bias, and heterogeneity. RESULTS: We analyzed 11 observational studies comprising data on 377,795 individuals worldwide. H pylori exposure vs nonexposure was associated with a 37% reduction in odds of EoE (odds ratio, 0.63; 95% CI, 0.51-0.78) and a 38% reduction in odds of esophageal eosinophilia (odds ratio, 0.62; 95% CI, 0.52-0.76). Fewer prospective studies found a significant association between H pylori exposure and EoE (P = .06) than retrospective studies. Effect estimates were not affected by study location, whether the studies were performed in pediatric or adult populations, time period (before vs after 2007), or prevalence of H pylori in the study population. CONCLUSIONS: In a comprehensive meta-analysis, we found evidence for a significant association between H pylori exposure and reduced odds of EoE. Studies are needed to determine the mechanisms of this association.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Shailja C",
      "initials": "SC",
      "name": "Shailja C Shah",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville, Tennessee. Electronic address: shailja.c.shah@vumc.org."
      ]
    },
    {
      "last_name": "Tepler",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Tepler",
      "affiliations": [
        "Department of Medicine, Montefiore Medical Center, New York, New York."
      ]
    },
    {
      "last_name": "Peek",
      "fore_name": "Richard M",
      "initials": "RM",
      "name": "Richard M Peek",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": [
        "Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Hirano",
      "fore_name": "Ikuo",
      "initials": "I",
      "name": "Ikuo Hirano",
      "affiliations": [
        "Division of Gastroenterology, Northwestern University Feinberg School of Medicine, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "2185",
  "end_page": "2198.e3",
  "pages": "2185-2198.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Eosinophilic Esophagitis",
    "Esophagus",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Immunomodulation"
  ],
  "article_ids": {
    "pubmed": "30659992",
    "mid": "NIHMS1601414",
    "pmc": "PMC7354099",
    "doi": "10.1016/j.cgh.2019.01.013",
    "pii": "S1542-3565(19)30033-3"
  },
  "doi": "10.1016/j.cgh.2019.01.013",
  "pmc_id": "PMC7354099",
  "dates": {
    "completed": "2020-12-09",
    "revised": "2021-06-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K12 HS026395",
      "agency": "AHRQ HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 DK058404",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.149372",
    "pmid": "30659992"
  }
}