{
  "pmid": "30663777",
  "uid": "30663777",
  "title": "Contextual risk factors impacting the colonization and development of the intestinal microbiota: Implications for children in low- and middle-income countries.",
  "abstract": "Early adversities, such as poverty, maternal stress, and malnutrition, can affect the structure and functioning of the developing brain with implications for biological systems such as the intestinal microbiota. To date, most studies examining the impact of these risk factors on the development and functioning of the intestinal microbiota have primarily been conducted in high-income countries. However, arguably, children in low- and middle-income countries may be at increased risk given cumulative biological and psychosocial adversities during their development. Accumulating evidence in low- and middle-income countries has linked dysbiosis of the intestinal microbiota to child health outcomes such as stunting, malnutrition, and diarrheal diseases characterized by reduced microbial diversity and elevated pathogenic bacteria, which has implications for psychosocial outcomes. This review summarizes empirical findings that highlight the association between risk factors prevalent in low- and middle-income countries and the intestinal microbiota of children. Additionally, we briefly survey the current evidence regarding the effect of nutritional interventions on the microbial composition of children in low- and middle-income countries. We conclude that these empirical studies have the capacity to inform future research investigating the influence of preventive interventions on biological systems by targeting the predominant risk factors faced by children in low- and middle-income countries.",
  "authors": [
    {
      "last_name": "Andrews",
      "fore_name": "Krysta",
      "initials": "K",
      "name": "Krysta Andrews",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Hamilton, Ontario, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6879-2292"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Developmental psychobiology",
    "iso_abbreviation": "Dev Psychobiol",
    "issn": "1098-2302",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "714",
  "end_page": "728",
  "pages": "714-728",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Developing Countries",
    "Dysbiosis",
    "Gastrointestinal Microbiome",
    "Humans",
    "Intestines",
    "Poverty",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30663777",
    "doi": "10.1002/dev.21823"
  },
  "doi": "10.1002/dev.21823",
  "dates": {
    "completed": "2020-02-12",
    "revised": "2020-02-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.674872",
    "pmid": "30663777"
  }
}