{
  "pmid": "30669169",
  "uid": "30669169",
  "title": "[German linguistic validation of the BODY-Q: standardised PRO instrument after bariatric and bodycontouring surgery].",
  "abstract": "One of the most important parts of result evaluation in plastic surgery, especially postbariatric and body-contouring surgery, is the appraisal of changes in patients' quality of life after treatment. Standardised assessments of patient-reported outcomes (PROs) are indispensable.BODY-Q (A. Klassen et al.) is a multifaceted, valid PRO instrument comprising a total of 26 scales for the evaluation of multiple factors of everyday life in order to quantify well-being, satisfaction and functionality. Each scale contains 4-10 statements, which have to be rated by patients.The BODY-Q was created pursuant to ISPOR (International Society for Pharmacoeconomics and Outcomes Research) standards and subjected to psychometric tests with great results. It is considered a standard PRO instrument for quality of life in postbariatric and body-contouring surgery.In order to expand the applicability of standardised questionnaires, ISPOR established linguistic validation guidelines, which have been applied to the BODY-Q in Dutch, Danish, Finnish and Polish.In this study, German linguistic validation was completed applying the standardised guidelines. First the BODY-Q was translated in consensus with medical expertise. Then a certified translator produced a backwards translation, which was commented on by the author. After appropriate changes were made in due consideration of these comments, interviews with patients were conducted to remove any sources of content-related misconception. Finally, the translated version was applied on patients. All the scales were translated to an easily understandable questionnaire reliable in form and content. An international collaboration aiming to centralise the results has started. Further linguistic validation procedures in other languages have been initiated, and an international cohort structure is planned to be established for body-contouring procedures in order to systematically improve treatment quality in plastic surgery.",
  "authors": [
    {
      "last_name": "Hermann",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Hermann",
      "affiliations": [
        "Johanniter-Krankenhaus Bonn Plastische, Rekonstruktive und Ästhetische Chirurgie."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "McMaster University Department of Medicine Department of Pediatrics."
      ]
    },
    {
      "last_name": "Luketina",
      "fore_name": "Rosalia",
      "initials": "R",
      "name": "Rosalia Luketina",
      "affiliations": [
        "Medizinische Hochschule Hannover, Klinik für Plastische, Hand- und Wiederherstellungschirurgie."
      ]
    },
    {
      "last_name": "Vogt",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Vogt",
      "affiliations": [
        "Medizinische Hochschule Hannover, Klinik für Plastische, Hand- und Wiederherstellungschirurgie."
      ]
    },
    {
      "last_name": "Busch",
      "fore_name": "Kay Hendrik",
      "initials": "KH",
      "name": "Kay Hendrik Busch",
      "affiliations": [
        "Johanniter-Krankenhaus Bonn Plastische, Rekonstruktive und Ästhetische Chirurgie."
      ]
    }
  ],
  "journal": {
    "title": "Handchirurgie, Mikrochirurgie, plastische Chirurgie : Organ der Deutschsprachigen Arbeitsgemeinschaft fur Handchirurgie : Organ der Deutschsprachigen Arbeitsgemeinschaft fur Mikrochirurgie der Peripheren Nerven und Gefasse : Organ der V...",
    "iso_abbreviation": "Handchir Mikrochir Plast Chir",
    "issn": "1439-3980",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "255",
  "end_page": "261",
  "pages": "255-261",
  "language": "ger",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Bariatric Surgery",
    "Bariatrics",
    "Humans",
    "Linguistics",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30669169",
    "doi": "10.1055/a-0824-7116"
  },
  "doi": "10.1055/a-0824-7116",
  "dates": {
    "completed": "2019-10-28",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.131288",
    "pmid": "30669169"
  }
}