{
  "pmid": "30669893",
  "uid": "30669893",
  "title": "Parents' attendance, participation and engagement in children's developmental rehabilitation services: Part 1. Contextualizing the journey to child health and happiness.",
  "abstract": "Purpose: A family-centered approach to developmental rehabilitation services emphasizes that children grow and develop in their family environment, and that parents are an integral part of therapy. The purpose of this study was to develop a theory of how parents attend, participate and engage in their child's developmental rehabilitation services.Methods: A constructivist grounded theory study was conducted. Recruitment was done at a single children's treatment center in Ontario, Canada and data collection included parent and clinician interviews, policy collection and child-health record review. Grounded theory methods of constant comparison and theoretical sampling were applied. Credibility was enhanced through reflexivity, triangulation, and peer debriefing.Results and conclusions: The results show that in order to understand how parents engage in therapy, we must understand the conditions related to family health and service complexity that affect parent engagement. This contextual understanding may increase service providers' sensitivity to the conditions that affect engagement as they join families on their journey towards child health and happiness.Implications for rehabilitationService providers can understand the ease or difficulty that parents may experience in attending, participating and engaging in their child's therapy if they ask about (i) who is a part of the family, (ii) the health of all family members, and (iii) the number of services and professionals that are involved with the familyAsking parents about their own mental health and ensuring they are connected with appropriate resources may help them to attend, participate and engage in their child's rehabilitation service.When families are involved with multiple services and professionals, they may benefit from support with service navigation and a collaborative interprofessional approach to care.",
  "authors": [
    {
      "last_name": "Phoenix",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Phoenix",
      "affiliations": [
        "CanChild, McMaster University, Hamilton, Canada.",
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-6190-3997"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter L",
      "initials": "PL",
      "name": "Peter L Rosenbaum",
      "affiliations": [
        "CanChild, McMaster University, Hamilton, Canada.",
        "Department of Paediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Missiuna",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Missiuna",
      "affiliations": [
        "CanChild, McMaster University, Hamilton, Canada.",
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada.",
        "John & Margaret Lillie Chair in Childhood Disability Research, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disability and rehabilitation",
    "iso_abbreviation": "Disabil Rehabil",
    "issn": "1464-5165",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "15",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "2141",
  "end_page": "2150",
  "pages": "2141-2150",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Child Health",
    "Family",
    "Happiness",
    "Humans",
    "Ontario",
    "Parents"
  ],
  "article_ids": {
    "pubmed": "30669893",
    "doi": "10.1080/09638288.2018.1555617"
  },
  "doi": "10.1080/09638288.2018.1555617",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institute of Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.208925",
    "pmid": "30669893"
  }
}