{
  "pmid": "30674347",
  "uid": "30674347",
  "title": "Rationale and methods of an Evaluation of the Effectiveness of the Community Paramedicine at Home (CP@home) program for frequent users of emergency medical services in multiple Ontario regions: a study protocol for a randomized controlled trial.",
  "abstract": "BACKGROUND: Frequent users of emergency medical services for issues that could be more appropriately managed through non-urgent care deplete the limited resources of the health-care system. Community paramedicine is an emerging field that extends the role of paramedics beyond the traditional emergency response. The goal of the current study is to evaluate the impact of a community paramedicine home-visit intervention with frequent users on reducing ambulance calls, hospital visits, and admissions. The study will also provide a cross-sectional description of the characteristics of frequent users of emergency medical services. METHODS/DESIGN: An open-label, pragmatic, randomized controlled trial with parallel intervention and control groups will be conducted in four paramedic services in Ontario. The sample size has been calculated as 261 per group for a 25% reduction in ambulance calls. Eligible participants will be frequent callers (three or more calls in 6 months), individuals who call for at least one lift assist, or individuals referred to the program by a paramedic. Individuals will be randomly allocated to receive either the Community Paramedicine at Home (CP@home) program intervention or their usual care (control). Intervention participants will receive up to three visits from a community paramedic, who will conduct health risk assessments, provide health promotion and education, provide referrals to local resources, and fax reports back to the family physician. Data will be collected from administrative databases (e.g., paramedic services), a custom CP@home program database, participant surveys, and key informant interviews. An intention-to-treat analysis will be conducted, including descriptive statistics and multi-level modeling to find factors predictive of primary and secondary outcomes. A thematic analysis will be used to analyze the qualitative outcomes. An economic analysis will consider the cost-effectiveness of the program. DISCUSSION: CP@home has the potential to reduce the health-care system burden significantly by targeting current frequent users of emergency medical services. By targeting this population, CP@home aims to decrease ambulance calls and emergency department visits, reducing health-care costs and improving the quality of life of a vulnerable population. If successful, CP@home will inform the development of community paramedicine policies and the expanding role of paramedics in regions across Canada. TRIAL REGISTRATION: ClinicalTrials.gov, NCT02835989 . Registered on July 14 2016.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main Street W, Hamilton, ON, L8P 1H6, Canada. agarg@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada. agarg@mcmaster.ca."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main Street W, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Paramedic Services, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main Street W, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Tavares",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Tavares",
      "affiliations": [
        "The Wilson Centre, Department of Medicine, University of Toronto/University Health Network, 200 Elizabeth Street, Toronto, ON, M5G 2C4, Canada.",
        "Post-MD Education, University of Toronto, Toronto, ON, Canada.",
        "Paramedic and Senior Services, Community and Health Services Department, Regional Municipality of York, Newmarket, ON, Canada."
      ]
    },
    {
      "last_name": "Marzanek",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main Street W, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada.",
        "St. Joseph's Healthcare Hamilton, McMaster University, 25 Charlton Avenue East, Hamilton, ON, L8N 1Y2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "75",
  "pages": "75",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Allied Health Personnel",
    "Community Health Services",
    "Cross-Sectional Studies",
    "Data Interpretation, Statistical",
    "Emergency Medical Services",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Patient Acceptance of Health Care",
    "Pragmatic Clinical Trials as Topic",
    "Program Evaluation",
    "Research Design",
    "Sample Size",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30674347",
    "pmc": "PMC6343307",
    "doi": "10.1186/s13063-018-3107-4",
    "pii": "10.1186/s13063-018-3107-4"
  },
  "doi": "10.1186/s13063-018-3107-4",
  "pmc_id": "PMC6343307",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2023-10-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PJT -152951",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.653417",
    "pmid": "30674347"
  }
}