{
  "pmid": "30671252",
  "uid": "30671252",
  "title": "Canadian Nephrologist Views Regarding Stroke and Systemic Embolism Prevention in Dialysis Patients With Nonvalvular Atrial Fibrillation: A Survey.",
  "abstract": "BACKGROUND: Nonvalvular atrial fibrillation (NVAF) is an independent risk factor for ischemic stroke and is common in chronic kidney disease (CKD) and dialysis patients. The use of oral anticoagulation to prevent stroke and systemic embolism in the setting of kidney disease is controversial. Novel alternatives to vitamin K antagonists include left atrial appendage occlusion devices (LAAOD) and apixaban. OBJECTIVE: We sought to elicit Canadian nephrologist views regarding stroke and systemic embolism prevention therapies in CKD and dialysis patients with NVAF. DESIGN: Survey. SETTING: Online via https://www.surveymonkey.com. PARTICIPANTS: Canadian Society of Nephrology members actively treating adult dialysis patients with NVAF. MEASUREMENTS: Management questions were asked with response options consisting of a Likert scale ranging from 1 to 8 (with 1 being definitely would not and 8 being definitely would). METHODS: We randomly allocated each respondent to 2 of 4 cases that varied by stroke and bleeding risks (using varying CHADS2 and HASBLED scores, respectively). RESULTS: There were 91 responses (36.3% response rate) from mostly university (83.5%) and also community with university affiliation (12.1%) and community (4.4%) nephrologists. Warfarin was more likely to be recommended in individuals at high stroke risk and low bleeding risk (mean = 5.47, 95% confidence interval = 4.87-6.07) and less likely to be recommended in individuals at moderate stroke risk and high bleeding risk (mean = 2.89, 95% confidence interval = 2.37-3.41). The likelihood of recommending LAAOD did not vary by stroke or bleeding risks (means ranging from 3.92-4.90). Apixaban was not likely to be recommended in any case (means ranging from 2.60-3.50). However, nephrologists felt there was equipoise regarding anticoagulation strategies allowing participation in appropriate randomized controlled trials (RCTs). LIMITATIONS: The survey only involved nephrologists and only 4 cases with dichotomized risk categories were presented instead of complete range of stroke and bleeding risk combinations. As with any survey, there was the potential for responder bias and treatment decisions are not anchored directly to patient management. CONCLUSIONS: Nephrologists caring for patients with kidney disease appear willing to include patients in clinical trials examining alternatives to warfarin for stroke and systemic embolism prevention for NVAF in the setting of kidney disease.",
  "authors": [
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeff S",
      "initials": "JS",
      "name": "Jeff S Healey",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rigatto",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Rigatto",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358118821945",
  "pages": "2054358118821945",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30671252",
    "pmc": "PMC6327328",
    "doi": "10.1177/2054358118821945",
    "pii": "10.1177_2054358118821945"
  },
  "doi": "10.1177/2054358118821945",
  "pmc_id": "PMC6327328",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.619593",
    "pmid": "30671252"
  }
}