{
  "pmid": "30673452",
  "uid": "30673452",
  "title": "Diversity of Neopestalotiopsis and Pestalotiopsis spp., Causal Agents of Guava Scab in Colombia.",
  "abstract": "Common guava (Psidium guajava L.) is a fruit tree of global economic importance. It is grown in Asia, South and Central America, and Hawaii for its exquisite aroma and flavor, and nutritional and medical properties. However, guava production is limited by guava scab, caused by fungi in the Pestalotiopsis genus. Characteristic symptoms of guava scab are corky, ovoid or round lesions on fruit surfaces. These lesions may thicken, affecting the flesh below and reducing fruit quality and commercial value. We characterized 81 isolates isolated from guava scab lesions on guava leaves and fruit in different regions of Colombia, and identified them as Pestalotiopsis and Neopestalotiopsis spp. We analyzed the morphology, pathogenicity, and genetic diversity of the isolates based on the sequences of the internal transcribed spacer, β-tubulin, and elongation factor genes. Isolates were morphologically, pathogenically, and genetically diverse but the diversity did not correlate with geographical origin, or guava cultivar or tissue from which the isolates were recovered. Selected monosporic isolates included in the multiple-gene analysis were identified as belonging to two genera: Neopestalotiopsis (65 isolates with versicolorous conidia) and Pestalotiopsis (4 isolates with concolorous conidia).",
  "authors": [
    {
      "last_name": "Solarte",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Solarte",
      "affiliations": [
        "Universidad Nacional de Colombia-Palmira, Colombia."
      ]
    },
    {
      "last_name": "Muñoz",
      "fore_name": "Carlos German",
      "initials": "CG",
      "name": "Carlos German Muñoz",
      "affiliations": [
        "Universidad Nacional de Colombia-Palmira, Colombia."
      ]
    },
    {
      "last_name": "Maharachchikumbura",
      "fore_name": "Sajeewa S N",
      "initials": "SSN",
      "name": "Sajeewa S N Maharachchikumbura",
      "affiliations": [
        "Department of Crop Sciences, College of Agricultural and Marine Sciences, Sultan Qaboos University, Al-Khod 123, Oman."
      ]
    },
    {
      "last_name": "Álvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Álvarez",
      "affiliations": [
        "International Center for Tropical Agriculture, Palmira, Colombia."
      ]
    }
  ],
  "journal": {
    "title": "Plant disease",
    "iso_abbreviation": "Plant Dis",
    "issn": "0191-2917",
    "issn_type": "Print",
    "volume": "102",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan"
  },
  "start_page": "49",
  "end_page": "59",
  "pages": "49-59",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Colombia",
    "Fruit",
    "Genes, Fungal",
    "Genetic Variation",
    "Plant Diseases",
    "Plant Leaves",
    "Psidium",
    "Sequence Analysis, DNA",
    "Xylariales"
  ],
  "article_ids": {
    "pubmed": "30673452",
    "doi": "10.1094/PDIS-01-17-0068-RE"
  },
  "doi": "10.1094/PDIS-01-17-0068-RE",
  "dates": {
    "completed": "2019-02-13",
    "revised": "2019-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.930395",
    "pmid": "30673452"
  }
}