{
  "pmid": "30684493",
  "uid": "30684493",
  "title": "Enhanced TGF-β Signaling Contributes to the Insulin-Induced Angiogenic Responses of Endothelial Cells.",
  "abstract": "Angiogenesis, the development of new blood vessels, is a key process in disease. We reported that insulin promotes translocation of transforming growth factor β (TGF-β) receptors to the plasma membrane of epithelial and fibroblast cells, thus enhancing TGF-β responsiveness. Since insulin promotes angiogenesis, we addressed whether increased autocrine TGF-β signaling participates in endothelial cell responses to insulin. We show that insulin enhances TGF-β responsiveness and autocrine TGF-β signaling in primary human endothelial cells, by inducing a rapid increase in cell surface TGF-β receptor levels. Autocrine TGF-β/Smad signaling contributed substantially to insulin-induced gene expression associated with angiogenesis, including TGF-β target genes encoding angiogenic mediators; was essential for endothelial cell migration; and participated in endothelial cell invasion and network formation. Blocking TGF-β signaling impaired insulin-induced microvessel outgrowth from neonatal aortic rings and modified insulin-stimulated blood vessel formation in zebrafish. We conclude that enhanced autocrine TGF-β signaling is integral to endothelial cell and angiogenic responses to insulin.",
  "authors": [
    {
      "last_name": "Budi",
      "fore_name": "Erine H",
      "initials": "EH",
      "name": "Erine H Budi",
      "affiliations": [
        "Department of Cell and Tissue Biology, University of California at San Francisco Broad Center, Room RMB-1027, 35 Medical Center Way, San Francisco, CA 94143-0669, USA; Eli and Edythe Broad Center of Regeneration Medicine and Stem Cell Research, University of California at San Francisco, San Francisco, CA 94143, USA."
      ]
    },
    {
      "last_name": "Mamai",
      "fore_name": "Ons",
      "initials": "O",
      "name": "Ons Mamai",
      "affiliations": [
        "Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, San Francisco, CA 94143, USA."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hoffman",
      "affiliations": [
        "Department of Cell and Tissue Biology, University of California at San Francisco Broad Center, Room RMB-1027, 35 Medical Center Way, San Francisco, CA 94143-0669, USA; Eli and Edythe Broad Center of Regeneration Medicine and Stem Cell Research, University of California at San Francisco, San Francisco, CA 94143, USA."
      ]
    },
    {
      "last_name": "Akhurst",
      "fore_name": "Rosemary J",
      "initials": "RJ",
      "name": "Rosemary J Akhurst",
      "affiliations": [
        "Department of Anatomy, University of California at San Francisco, San Francisco, CA 94143, USA; Eli and Edythe Broad Center of Regeneration Medicine and Stem Cell Research, University of California at San Francisco, San Francisco, CA 94143, USA; Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, San Francisco, CA 94143, USA."
      ]
    },
    {
      "last_name": "Derynck",
      "fore_name": "Rik",
      "initials": "R",
      "name": "Rik Derynck",
      "affiliations": [
        "Department of Cell and Tissue Biology, University of California at San Francisco Broad Center, Room RMB-1027, 35 Medical Center Way, San Francisco, CA 94143-0669, USA; Department of Anatomy, University of California at San Francisco, San Francisco, CA 94143, USA; Eli and Edythe Broad Center of Regeneration Medicine and Stem Cell Research, University of California at San Francisco, San Francisco, CA 94143, USA; Helen Diller Family Comprehensive Cancer Center, University of California at San Francisco, San Francisco, CA 94143, USA. Electronic address: rik.derynck@ucsf.edu."
      ]
    }
  ],
  "journal": {
    "title": "iScience",
    "iso_abbreviation": "iScience",
    "issn": "2589-0042",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "start_page": "474",
  "end_page": "491",
  "pages": "474-491",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30684493",
    "pmc": "PMC6348203",
    "doi": "10.1016/j.isci.2018.12.038",
    "pii": "S2589-0042(18)30268-2"
  },
  "doi": "10.1016/j.isci.2018.12.038",
  "pmc_id": "PMC6348203",
  "dates": {
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA136690",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HL122869",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.520454",
    "pmid": "30684493"
  }
}