{
  "pmid": "30684429",
  "uid": "30684429",
  "title": "A Computer-Assisted Personal Interview App in Research Electronic Data Capture for Administering Time Trade-off Surveys (REDCap): Development and Pretest.",
  "abstract": "BACKGROUND: The time trade-off (TTO) task is a method of eliciting health utility scores, which range from 0 (equivalent to death) to 1 (equivalent to perfect health). These scores numerically represent a person's health-related quality of life. Software apps exist to administer the TTO task; however, most of these apps are poorly documented and unavailable to researchers. OBJECTIVE: To fill the void, we developed an online app to administer the TTO task for a research study that is examining general public proxy health-related quality of life estimates for persons with Alzheimer's disease. This manuscript describes the development and pretest of the app. METHODS: We used Research Electronic Data Capture (REDCap) to build the TTO app. The app's modular structure and REDCap's object-oriented environment facilitated development. After the TTO app was built, we recruited a purposive sample of 11 members of the general public to pretest its functionality and ease of use. RESULTS: Feedback from the pretest group was positive. Minor modifications included clarity enhancements, such as rearranging some paragraph text into bullet points, labeling the app to delineate different question sections, and revising or deleting text. We also added a research question to enable the identification of respondents who know someone with Alzheimer's disease. CONCLUSIONS: We developed an online app to administer the TTO task. Other researchers may access and customize the app for their own research purposes.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-8190-253X"
    },
    {
      "last_name": "Sharafoddini",
      "fore_name": "Anis",
      "initials": "A",
      "name": "Anis Sharafoddini",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0003-4231-8116"
    },
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-7577-7963"
    },
    {
      "last_name": "Jin",
      "fore_name": "Xuejing",
      "initials": "X",
      "name": "Xuejing Jin",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3513-2364"
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures, Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    }
  ],
  "journal": {
    "title": "JMIR formative research",
    "iso_abbreviation": "JMIR Form Res",
    "issn": "2561-326X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "e3",
  "pages": "e3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30684429",
    "pmc": "PMC6334703",
    "doi": "10.2196/formative.8202",
    "pii": "v2i1e3"
  },
  "doi": "10.2196/formative.8202",
  "pmc_id": "PMC6334703",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.968875",
    "pmid": "30684429"
  }
}