{
  "pmid": "30699787",
  "uid": "30699787",
  "title": "Characterization of the Colletotrichum Species Causing Anthracnose in Andean Blackberry in Colombia.",
  "abstract": "Since 1992, anthracnose of Andean blackberry (Rubus glaucus) has generated losses as high as 40% for farmers in Colombia. In this study, our goal was to characterize 240 Colletotrichum isolates from Andean blackberry in eight areas of Colombia. These isolates were evaluated according to morphological characteristics, sensitivity to benomyl, pathogenicity, and genetic variability. Identification of the genus Colletotrichum was achieved by using species complex-specific polymerase chain reaction primers. A multilocus phylogeny approach was used to identify isolates to the species level with sequences from the ribosomal internal transcribed spacer region and partial sequences of the actin, β-tubulin 2, calmodulin, chitin synthase 1, glutamine synthetase, and glyceraldehyde-3-phosphate dehydrogenase genes. Most of the isolates were identified as Colletotrichum gloeosporioides sensu lato, were associated with the Castilla ecotype, showed high sensitivity to benomyl, and were highly aggressive. Isolates identified as C. acutatum sensu lato were found mainly on the Thornless ecotype, were highly resistant to benomyl, and showed intermediate aggressiveness. Only three isolates were identified as C. boninense sensu lato. The species identified included C. fructicola, C. kahawae subsp. ciggaro, C. godetiae, C. karstii, C. brassicicola, and undetermined Colletotrichum spp. This study is the first report of these species associated with anthracnose in Andean blackberry.",
  "authors": [
    {
      "last_name": "Afanador-Kafuri",
      "fore_name": "Lucía",
      "initials": "L",
      "name": "Lucía Afanador-Kafuri",
      "affiliations": [
        "Faculty of Agricultural Sciences, Universidad Nacional de Colombia-Medellín, A. A. 1779, Medellín, Colombia."
      ]
    },
    {
      "last_name": "González",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso González",
      "affiliations": [
        "Tropical Fruit Project, International Center for Tropical Agriculture (CIAT), A. A. 6713, Cali, Colombia."
      ]
    },
    {
      "last_name": "Gañán",
      "fore_name": "Lederson",
      "initials": "L",
      "name": "Lederson Gañán",
      "affiliations": [
        "CIAT and Faculty of Agricultural Sciences, Universidad de Caldas, A. A. 275, Manizales, Colombia."
      ]
    },
    {
      "last_name": "Mejía",
      "fore_name": "Juan Fernando",
      "initials": "JF",
      "name": "Juan Fernando Mejía",
      "affiliations": [
        "Plant Pathology, CIAT."
      ]
    },
    {
      "last_name": "Cardona",
      "fore_name": "Nadya",
      "initials": "N",
      "name": "Nadya Cardona",
      "affiliations": [
        "Universidad de Antioquia, A. A. 1226, Medellín, Colombia."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Plant Pathology, CIAT."
      ]
    }
  ],
  "journal": {
    "title": "Plant disease",
    "iso_abbreviation": "Plant Dis",
    "issn": "0191-2917",
    "issn_type": "Print",
    "volume": "98",
    "issue": "11",
    "pub_year": "2014",
    "pub_month": "Nov"
  },
  "start_page": "1503",
  "end_page": "1513",
  "pages": "1503-1513",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30699787",
    "doi": "10.1094/PDIS-07-13-0752-RE"
  },
  "doi": "10.1094/PDIS-07-13-0752-RE",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.930876",
    "pmid": "30699787"
  }
}