{
  "pmid": "30690474",
  "uid": "30690474",
  "title": "Unpacking 'the cloud': a framework for implementing public health approaches to palliative care.",
  "abstract": "Designing and implementing population-based systems of care that address the social determinants of health, take action on multiple levels, and are guided by evidence-based principles is a pressing priority, and an international challenge. Aging persons are a priority demographic whose health needs span physical, psychosocial and existential care domains, increase in the last year of life, are often poorly coordinated and therefore remain unmet. Compassionate communities (CCs) are an example of a public health approach that fully addresses the holistic healthcare needs of those who are aging and nearing end of life. The sharing of resources, tools, and innovations among implementers of CCs is occurring globally. Although this can increase impact, it also generates complexity that can complicate robust evaluation. When initiating population health level projects, it is important to clearly define and organize concepts and processes that are proposed to influence the health outcomes. The Health Impact Change Model (HICM) was developed to unpack the complexities associated with the implementation and evaluation of a Canadian CC intervention. The HICM offers utility for citizens, leaders and decision-makers who are engaged in the implementation of population health level strategies or other social approaches to care, such as compassionate cities and age or dementia-friendly communities. The HICM's concepts can be adapted to address a community's healthcare context, needs, and goals for change. We share examples of how the model's major concepts have been applied in the development, evaluation and spread of a complex CC approach.",
  "authors": [
    {
      "last_name": "Pfaff",
      "fore_name": "Kathryn A",
      "initials": "KA",
      "name": "Kathryn A Pfaff",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sattler",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Sattler",
      "affiliations": [
        "Windsor-Essex Compassionate Care Community, Windsor, Canada."
      ]
    },
    {
      "last_name": "Zwarenstein",
      "fore_name": "Merrick",
      "initials": "M",
      "name": "Merrick Zwarenstein",
      "affiliations": [
        "Department of Family Medicine, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health promotion international",
    "iso_abbreviation": "Health Promot Int",
    "issn": "1460-2245",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "160",
  "end_page": "170",
  "pages": "160-170",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aging",
    "Canada",
    "Community Health Services",
    "Holistic Health",
    "Humans",
    "Palliative Care",
    "Public Health",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "30690474",
    "doi": "10.1093/heapro/day123",
    "pii": "5303220"
  },
  "doi": "10.1093/heapro/day123",
  "dates": {
    "completed": "2020-10-02",
    "revised": "2020-10-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.524902",
    "pmid": "30690474"
  }
}