{
  "pmid": "30694409",
  "uid": "30694409",
  "title": "Capsular plication in the non-deformity hip: impact on post-operative joint stability.",
  "abstract": "PURPOSE AND HYPOTHESIS: The aim of this study was to evaluate the hip joint range of motion after different capsular plication. The study hypothesis proposed that capsular plication after hip arthroscopy may reduce hip external rotation and thus prevent the hip joint instability created by arthroscopic capsulotomies. METHODS: Six fresh frozen human cadavers were studied in the intact state (5 males, 1 females) for a total of 12 non-deformity hips tested. They were fixed to the operating room table using a custom-made apparatus. Three Steinman pins were inserted, the first into ASIS, a parallel pin into the distal femur proximal to inter-epicondylar axis and the third pin into the lateral epicondyle. Simulation of arthroscopic capsulotomies was done progressively with simulation of three capsular plication techniques. The first plication technique consisted of a primary plication shift of the antero-lateral capsule. The distal-medial arm of the iliofemoral ligament was shifted toward the proximal-lateral arm. The second plication technique consisted in adding a longitudinal arm to the capsulotomy, between the lateral arm and the medial arm of the iliofemoral ligament, to create a T-shaped capsulotomy. The resulting two triangular capsular flaps were overlaid onto each other by approximately 5 mm, plicated fully and tighly sutured in a double-breast manner. The third plication technique, called redrapping, consisted in excising the inferior capsular triangular flap (previously made in the second technique), and suturing the latero-anterior superior capsular flap to the medial arm of the iliofemoral ligament, superimposing the capsular edges for closure. External rotation of the hip at 0°, 15° and 30° of flexion were obtained after the capsulotomy and each capsular plication technique to quantify the increase in hip stability after plication. Data were assessed using a two-way repeated measure analysis of variance (ANOVAs) and Student's T-test when necessary to determine if the change in external rotation was significantly different. RESULTS: After capsulotomy, external rotation averaged 26.3°, 29.1° and 31.1° at 0°, 15° and 30° of flexion. With the primary plication shift, external rotation averaged 24.9°, 30.3° and 34.0°. With the two-triangle technique, external rotation averaged 26.1°, 31.9° and 33.3°. With the re-draping technique, external rotation averaged 25.8°, 30.9° and 32.0°. A significant relationship was found between «Plication Technique» and «Angle of flexion» factors for the measured angle of external rotation (P = 0.04). A decomposition of the interaction showed that external rotation decreased at 0° of hip flexion and increased as the hip flexion angle increased. The only significant difference found corresponded to the two triangles technique at 15° flexion (mean difference compared to the non-repaired state = 2.8° ± 3.8° or 8.8% increase in external rotation; P = 0.03). CONCLUSIONS: Different techniques of capsular plication result in a non-significant increase in hip external rotation when compared to unrepaired capsulotomies. Therefore, special attention should be paid at the time of capsular plication, which could be disadvantageous when done overzealously aiming to increase postoperative stability.",
  "authors": [
    {
      "last_name": "Belzile",
      "fore_name": "Etienne L",
      "initials": "EL",
      "name": "Etienne L Belzile",
      "affiliations": [
        "CHU de Quebec-Université Laval, 11 cote du Palais, Quebec city, QC, Canada. etienne.belzile@mail.chuq.qc.ca.",
        "Department of Surgery, Division of Orthopaedic Surgery, Faculty of Medicine, Université Laval, 1401 18e rue, Quebec city, QC, G1J 1Z4, Canada. etienne.belzile@mail.chuq.qc.ca."
      ],
      "orcid": "0000-0003-2837-981X"
    },
    {
      "last_name": "Hébert",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Hébert",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, Faculty of Medicine, Université Laval, 1401 18e rue, Quebec city, QC, G1J 1Z4, Canada."
      ]
    },
    {
      "last_name": "Janelle",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Janelle",
      "affiliations": [
        "Department of Kinesiology, Faculty of Medicine, Université Laval, Quebec city, QC, Canada."
      ]
    },
    {
      "last_name": "Lechasseur",
      "fore_name": "Benoit",
      "initials": "B",
      "name": "Benoit Lechasseur",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, Faculty of Medicine, Université Laval, 1401 18e rue, Quebec city, QC, G1J 1Z4, Canada."
      ]
    },
    {
      "last_name": "Dessery",
      "fore_name": "Yoann",
      "initials": "Y",
      "name": "Yoann Dessery",
      "affiliations": [
        "Department of Kinesiology, Faculty of Medicine, Université Laval, Quebec city, QC, Canada.",
        "Unité de recherche sur le vieillissement, Centre de recherche FRSQ du CHA universitaire de Québec, Quebec city, QC, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Corbeil",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Corbeil",
      "affiliations": [
        "Department of Kinesiology, Faculty of Medicine, Université Laval, Quebec city, QC, Canada.",
        "Unité de recherche sur le vieillissement, Centre de recherche FRSQ du CHA universitaire de Québec, Quebec city, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of experimental orthopaedics",
    "iso_abbreviation": "J Exp Orthop",
    "issn": "2197-1153",
    "issn_type": "Print",
    "volume": "6",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30694409",
    "pmc": "PMC6890890",
    "doi": "10.1186/s40634-019-0172-x",
    "pii": "10.1186/s40634-019-0172-x"
  },
  "doi": "10.1186/s40634-019-0172-x",
  "pmc_id": "PMC6890890",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.826675",
    "pmid": "30694409"
  }
}