{
  "pmid": "30690776",
  "uid": "30690776",
  "title": "Alignment differs between patellofemoral osteoarthritis cases and matched controls: An upright 3D MRI study.",
  "abstract": "Patellofemoral (PF) osteoarthritis (OA) is a prevalent and clinically important knee OA subgroup. Malalignment may be an important risk factor for PF OA. However, little is known about alignment in PF OA, particularly in an upright, weightbearing environment. Using a vertically-oriented open-bore MR scanner, we evaluated 3D knee alignment in 15 PF OA cases and 15 individually matched asymptomatic controls. We imaged one knee per participant while they stood two-legged at four flexion angles (0°, 15°, 30°, 45°), and also while they stood one-legged at 30° knee flexion. We calculated 3D patellofemoral and tibiofemoral alignment. Using mixed effects models, four of the five patellofemoral measures differed by group. For key measures, PF OA patellae were 6.6° [95%CI 5.0, 8.2] more laterally tilted, 2.4 mm [1.3, 3.5] more laterally translated, and at least 3.7 mm [0.2, 7.2] more proximally translated compared to controls (more with knees flexed). Alignment did not differ between two-legged stance and one-legged stance in either group. Statement of Clinical Significance: Our study demonstrated significant and clinically relevant differences in alignment between PF OA cases and controls in upright standing and squatting positions. Our findings were similar to those in previous studies of PF OA using traditional MR scanners in supine positions, supporting the clinical usefulness of existing methods aimed at identifying individuals who may benefit from interventions designed to correct malalignment. © 2019 The Authors. Journal of Orthopaedic Research® Published by Wiley Periodicals, Inc. on behalf of the Orthopaedic Research Society. 9999:1-9, 2019.",
  "authors": [
    {
      "last_name": "Macri",
      "fore_name": "Erin M",
      "initials": "EM",
      "name": "Erin M Macri",
      "affiliations": [
        "Centre for Hip Health and Mobility, Department of Mechanical Engineering, The University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0003-2798-6052"
    },
    {
      "last_name": "d'Entremont",
      "fore_name": "Agnes G",
      "initials": "AG",
      "name": "Agnes G d'Entremont",
      "affiliations": [
        "Centre for Hip Health and Mobility, Department of Mechanical Engineering, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Crossley",
      "fore_name": "Kay M",
      "initials": "KM",
      "name": "Kay M Crossley",
      "affiliations": [
        "La Trobe Sport and Exercise Medicine Research Centre, College of Science, Health and Engineering, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Harvi F",
      "initials": "HF",
      "name": "Harvi F Hart",
      "affiliations": [
        "La Trobe Sport and Exercise Medicine Research Centre, College of Science, Health and Engineering, La Trobe University, Melbourne, Australia.",
        "Department of Physical Therapy, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Forster",
      "fore_name": "Bruce B",
      "initials": "BB",
      "name": "Bruce B Forster",
      "affiliations": [
        "Centre for Hip Health and Mobility, Department of Radiology, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Wilson",
      "affiliations": [
        "Centre for Hip Health and Mobility, Department of Orthopaedics, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Ratzlaff",
      "fore_name": "Charles R",
      "initials": "CR",
      "name": "Charles R Ratzlaff",
      "affiliations": [
        "Arthritis Centre and College of Medicine, University of Arizona, Tucson, Arizona."
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada.",
        "Department of Occupational Science and Occupational Therapy, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Karim M",
      "initials": "KM",
      "name": "Karim M Khan",
      "affiliations": [
        "Centre for Hip Health and Mobility, Department of Family Practice, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
    "iso_abbreviation": "J Orthop Res",
    "issn": "1554-527X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "640",
  "end_page": "648",
  "pages": "640-648",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Case-Control Studies",
    "Female",
    "Humans",
    "Imaging, Three-Dimensional",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Patella"
  ],
  "article_ids": {
    "pubmed": "30690776",
    "pmc": "PMC6593798",
    "doi": "10.1002/jor.24237"
  },
  "doi": "10.1002/jor.24237",
  "pmc_id": "PMC6593798",
  "dates": {
    "completed": "2019-10-31",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "EM Macri was supported by a Vanier Canada Graduate Scholarship (CIHR)",
      "country": "International"
    },
    {
      "agency": "Vancouver General Hospital and The University of British Columbia (VGH & UBC) Hospital Foundation",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.993938",
    "pmid": "30690776"
  }
}