{
  "pmid": "30695799",
  "uid": "30695799",
  "title": "Preoperative Angiography for Free Fibula Flap Harvest: A Meta-Analysis.",
  "abstract": "BACKGROUND: The necessity for routine preoperative imaging for free fibula harvest is controversial. The primary objective of this meta-analysis is to determine if lower extremity angiography is necessary to detect abnormalities that may alter flap selection. The secondary objective is to determine if physical examination alone is sufficient to predict these abnormalities. METHODS:  A literature search was performed using Cochrane, CENTRAL, MEDLINE, CINAHL, and EMBASE. Studies were selected for inclusion if they included patients undergoing free fibula flap harvest with preoperative imaging, with or without physical examination findings. Data extraction was performed independently and in duplicate, including a change in flap selection and the level of agreement between physical examination and imaging. Pooled proportions were calculated using a random-effects model and 95% confidence intervals (CI). RESULTS:  Sixteen studies were included for analysis. Mean sample size was 42 patients (range: 5-123). Included studies were of low methodologic quality. Pooled proportion of patients who had flap selection change secondary to abnormalities identified on preoperative angiography was 20.1% (95% CI: 9.6-33.2%). A pooled proportion of 71.5% (95% CI: 5-88.7%) of cases requiring change in flap selection was missed by physical examination findings alone. CONCLUSION:  There is low-quality evidence suggesting a necessity for routine preoperative angiography for all patients undergoing free fibula flap harvest. Physical examination alone is insufficient in detecting vascular abnormalities that may result in limb compromise or an inability to successfully harvest a free fibula. Further investigation is warranted for cost-effectiveness of preoperative imaging protocols.",
  "authors": [
    {
      "last_name": "Alolabi",
      "fore_name": "Noor",
      "initials": "N",
      "name": "Noor Alolabi",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dickson",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dickson",
      "affiliations": [
        "Department of Plastic Surgery, South Shore Regional Hospital, Bridgewater, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher James",
      "initials": "CJ",
      "name": "Christopher James Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levis",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Levis",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of reconstructive microsurgery",
    "iso_abbreviation": "J Reconstr Microsurg",
    "issn": "1098-8947",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "362",
  "end_page": "371",
  "pages": "362-371",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Angiography",
    "Fibula",
    "Free Tissue Flaps",
    "Humans",
    "Preoperative Care",
    "Plastic Surgery Procedures",
    "Tissue and Organ Harvesting"
  ],
  "article_ids": {
    "pubmed": "30695799",
    "doi": "10.1055/s-0038-1677012"
  },
  "doi": "10.1055/s-0038-1677012",
  "dates": {
    "completed": "2020-01-20",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.370648",
    "pmid": "30695799"
  }
}