{
  "pmid": "30691141",
  "uid": "30691141",
  "title": "Exploiting Layered Multi-Path Routing Protocols to Avoid Void Hole Regions for Reliable Data Delivery and Efficient Energy Management for IoT-Enabled Underwater WSNs.",
  "abstract": "The key concerns to enhance the lifetime of IoT-enabled Underwater Wireless Sensor Networks (IoT-UWSNs) are energy-efficiency and reliable data delivery under constrained resource. Traditional transmission approaches increase the communication overhead, which results in congestion and affect the reliable data delivery. Currently, many routing protocols have been proposed for UWSNs to ensure reliable data delivery and to conserve the node's battery with minimum communication overhead (by avoiding void holes in the network). In this paper, adaptive energy-efficient routing protocols are proposed to tackle the aforementioned problems using the Shortest Path First (SPF) with least number of active nodes strategy. These novel protocols have been developed by integrating the prominent features of Forward Layered Multi-path Power Control One (FLMPC-One) routing protocol, which uses 2-hop neighbor information, Forward Layered Multi-path Power Control Two (FLMPC-Two) routing protocol, which uses 3-hop neighbor information and 'Dijkstra' algorithm (for shortest path selection). Different Packet Sizes (PSs) with different Data Rates (DRs) are also taken into consideration to check the dynamicity of the proposed protocols. The achieved outcomes clearly validate the proposed protocols, namely: Shortest Path First using 3-hop neighbors information (SPF-Three) and Breadth First Search with Shortest Path First using 3-hop neighbors information (BFS-SPF-Three). Simulation results show the effectiveness of the proposed protocols in terms of minimum Energy Consumption (EC) and Required Packet Error Rate (RPER) with a minimum number of active nodes at the cost of affordable delay.",
  "authors": [
    {
      "last_name": "Butt",
      "fore_name": "Suhail Ashfaq",
      "initials": "SA",
      "name": "Suhail Ashfaq Butt",
      "affiliations": [
        "School of Computing, Universiti Teknologi Malaysia (UTM), Skudai 81310, Johor, Malaysia. suhail.ashfaq@ue.edu.pk.",
        "Division of Science and Technology, University of Education, Lahore 54000, Pakistan. suhail.ashfaq@ue.edu.pk."
      ],
      "orcid": "0000-0002-4605-9265"
    },
    {
      "last_name": "Bakar",
      "fore_name": "Kamalrulnizam Abu",
      "initials": "KA",
      "name": "Kamalrulnizam Abu Bakar",
      "affiliations": [
        "School of Computing, Universiti Teknologi Malaysia (UTM), Skudai 81310, Johor, Malaysia. knizam@utm.my."
      ]
    },
    {
      "last_name": "Javaid",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Javaid",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Islamabad 44000, Pakistan;. nadeemjavaidqau@gmail.com."
      ]
    },
    {
      "last_name": "Gharaei",
      "fore_name": "Niayesh",
      "initials": "N",
      "name": "Niayesh Gharaei",
      "affiliations": [
        "School of Computing, Universiti Teknologi Malaysia (UTM), Skudai 81310, Johor, Malaysia. niya.gharaei@gmail.com."
      ],
      "orcid": "0000-0002-1309-2536"
    },
    {
      "last_name": "Ishmanov",
      "fore_name": "Farruh",
      "initials": "F",
      "name": "Farruh Ishmanov",
      "affiliations": [
        "Department of Electronics and Communication Engineering, Kwangwoon University, Seoul 01897, Korea;. farruh.uzb@gmail.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Khalil",
      "initials": "MK",
      "name": "Muhammad Khalil Afzal",
      "affiliations": [
        "Wah Campus, COMSATS University Islamabad, Wah Cantonment; 47040, Pakistan. khalilafzal@ciitwah.edu.pk."
      ]
    },
    {
      "last_name": "Mehmood",
      "fore_name": "Muhammad Khalid",
      "initials": "MK",
      "name": "Muhammad Khalid Mehmood",
      "affiliations": [
        "School of Computing, Universiti Teknologi Malaysia (UTM), Skudai 81310, Johor, Malaysia. momikh@gmail.com.",
        "Cholistan University of Veterinary and Animal Sciences, Bahawalpur, Pakistan. momikh@gmail.com."
      ]
    },
    {
      "last_name": "Mujahid",
      "fore_name": "Muhammad Akram",
      "initials": "MA",
      "name": "Muhammad Akram Mujahid",
      "affiliations": [
        "School of Computing, Universiti Teknologi Malaysia (UTM), Skudai 81310, Johor, Malaysia. akram.mujahid@ue.edu.pk.",
        "Division of Science and Technology, University of Education, Lahore 54000, Pakistan. akram.mujahid@ue.edu.pk."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "26"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30691141",
    "pmc": "PMC6386873",
    "doi": "10.3390/s19030510",
    "pii": "s19030510"
  },
  "doi": "10.3390/s19030510",
  "pmc_id": "PMC6386873",
  "dates": {
    "completed": "2019-01-30",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.839881",
    "pmid": "30691141"
  }
}