{
  "pmid": "30698775",
  "uid": "30698775",
  "title": "Advancing implementation frameworks with a mixed methods case study in child behavioral health.",
  "abstract": "Despite a growing policy push for the provision of services based on evidence, evidence-based treatments for children and youth with mental health challenges have poor uptake, yielding limited benefit. With a view to improving implementation in child behavioral health, we investigated a complementary implementation approach informed by three implementation frameworks in the context of implementing motivational interviewing in four child and youth behavioral health agencies: the Active Implementation Frameworks (AIF) (process), the Consolidated Framework for Implementation Research (factors), and the Implementation Outcomes Framework (evaluation). The study design was mixed methods with embedded interrupted time series and motivational interviewing (MI) fidelity was the primary outcome. Focus groups and field notes informed perspectives on the implementation approach, and a questionnaire explored the salience of Consolidated Framework for Implementation Research (CFIR) factors. Findings validate the process guidance provided by the AIF and highlight CIFR factors related to implementation success. Novel CFIR factors, not elsewhere reported in the literature, are identified that could potentially extend the framework if validated in future research. Introducing fidelity measurement in practice proved challenging and was not sustained beyond the study. A complementary implementation approach was successful in implementing MI in child behavioral health agencies. In contrast with the typical train and hope approach to implementation, practice change did not occur immediately post-training but emerged over a 7 month period of consultation and practice following a discrete interactive training period. The saliency of CFIR constructs aligned with findings from studies conducted in other contexts, demonstrating external validity and highlighting common factors that can focus planning and measurement.",
  "authors": [
    {
      "last_name": "Barwick",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Barwick",
      "affiliations": [
        "Research Institute, The Hospital for Sick Children, Toronto, Canada.",
        "Department of Psychiatry, University of Toronto, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Barac",
      "fore_name": "Raluca",
      "initials": "R",
      "name": "Raluca Barac",
      "affiliations": [
        "Memorial University, St John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Akrong",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Akrong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Sabine N",
      "initials": "SN",
      "name": "Sabine N Johnson",
      "affiliations": [
        "Department of Psychology, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Charles E",
      "initials": "CE",
      "name": "Charles E Cunningham",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "McMaster Children's Hospital, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ashbourne",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Ashbourne",
      "affiliations": [
        "Craigwood Youth Services, London, Canada."
      ]
    },
    {
      "last_name": "Godden",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Godden",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Translational behavioral medicine",
    "iso_abbreviation": "Transl Behav Med",
    "issn": "1613-9860",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "07"
  },
  "start_page": "685",
  "end_page": "704",
  "pages": "685-704",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Humans",
    "Mental Health",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "30698775",
    "pmc": "PMC7413184",
    "doi": "10.1093/tbm/ibz005",
    "pii": "5304470"
  },
  "doi": "10.1093/tbm/ibz005",
  "pmc_id": "PMC7413184",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2021-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.170480",
    "pmid": "30698775"
  }
}