{
  "pmid": "30693968",
  "uid": "30693968",
  "title": "An Australian perspective on rewilding.",
  "abstract": "Rewilding is increasingly recognized as a conservation tool but is often context specific, which inhibits broad application. Rewilding in Australia seeks to enhance ecosystem function and promote self-sustaining ecosystems. An absence of large-bodied native herbivores means trophic rewilding in mainland Australia has focused on the restoration of functions provided by apex predators and small mammals. Because of the pervasive influence of introduced mesopredators, predator-proof fences, and establishment of populations on predator-free islands are common rewilding approaches. This sets Australian rewilding apart from most jurisdictions and provides globally relevant insights but presents challenges to restoring function to broader landscapes. Passive rewilding is of limited utility in arid zones. Although increasing habitat extent and quality in mesic coastal areas may work, it will likely be necessary to undertake active management. Because much of Australia's population is in urban areas, rewilding efforts must include urban areas to maximize effectiveness. Thus rewilding is not synonymous with wilderness and can occur over multiple scales. Rewilding efforts must recognize human effects on other species and benefit both nature and humans. Rewilding in Australia requires development of a shared vision and strategy and proof-of-concept projects to demonstrate the benefits. The repackaging of existing conservation activities as rewilding may confuse and undermine the success of rewilding programs and should be avoided. As elsewhere, rewilding in Australia should be viewed as an important conservation tool.",
  "authors": [
    {
      "last_name": "Sweeney",
      "fore_name": "Oisín F",
      "initials": "OF",
      "name": "Oisín F Sweeney",
      "affiliations": [
        "National Parks Association of New South Wales, Pyrmont, NSW, 2009, Australia."
      ],
      "orcid": "0000-0002-8674-2333"
    },
    {
      "last_name": "Turnbull",
      "fore_name": "John",
      "initials": "J",
      "name": "John Turnbull",
      "affiliations": [
        "Evolution and Ecology Research Centre, School of Biological, Earth and Environmental Sciences, University of New South Wales, Sydney, NSW, 2052, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Menna",
      "initials": "M",
      "name": "Menna Jones",
      "affiliations": [
        "School of Biological Sciences, University of Tasmania, Hobart, TAS, 7001, Australia."
      ]
    },
    {
      "last_name": "Letnic",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Letnic",
      "affiliations": [
        "Centre for Ecosystem Science, School of Biological, Earth and Environmental Sciences, University of New South Wales, Sydney, NSW, 2052, Australia."
      ]
    },
    {
      "last_name": "Newsome",
      "fore_name": "Thomas M",
      "initials": "TM",
      "name": "Thomas M Newsome",
      "affiliations": [
        "School of Life and Environmental Sciences, The University of Sydney, Sydney, NSW, 2006, Australia."
      ]
    },
    {
      "last_name": "Sharp",
      "fore_name": "Andy",
      "initials": "A",
      "name": "Andy Sharp",
      "affiliations": [
        "Natural Resources Northern and Yorke, Clare, SA, 5453, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Conservation biology : the journal of the Society for Conservation Biology",
    "iso_abbreviation": "Conserv Biol",
    "issn": "1523-1739",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "812",
  "end_page": "820",
  "pages": "812-820",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Australia",
    "Biodiversity",
    "Conservation of Natural Resources",
    "Ecosystem",
    "Humans",
    "Wilderness"
  ],
  "article_ids": {
    "pubmed": "30693968",
    "doi": "10.1111/cobi.13280"
  },
  "doi": "10.1111/cobi.13280",
  "dates": {
    "completed": "2019-12-11",
    "revised": "2019-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:45.261883",
    "pmid": "30693968"
  }
}