{
  "pmid": "30709362",
  "uid": "30709362",
  "title": "The effect of community-based programs on diabetes prevention in low- and middle-income countries: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The increasing prevalence of type 2 diabetes mellitus (T2DM) can have a substantial impact in low- and middle-income countries (LMICs). Community-based programs addressing diet, physical activity, and health behaviors have shown significant benefits on the prevention and management of T2DM, mainly in high-income countries. However, their effects on preventing T2DM in the at-risk population of LMICs have not been thoroughly evaluated. METHODS: The Cochrane Library (CENTRAL), MEDLINE, EMBASE and two clinical trial registries were searched to identify eligible studies. We applied a 10 years limit (from 01 Jan 2008 to 06 Mar 2018) on English language literature. We included randomized controlled trials (RCTs) with programs focused on lifestyle changes such as weight loss and/or physical activity increase, without pharmacological treatments, which aimed to alter incidence of diabetes or one of the T2DM risk factors, of at least 6 months duration based on follow-up, conducted in LMICs. RESULTS: Six RCTs randomizing 2574 people were included. The risk of developing diabetes in the intervention groups reduced more than 40%, RR (0.57 [0.30, 1.06]), for 1921 participants (moderate quality evidence), though it was not statistically significant. Significant differences were observed in weight, body mass index, and waist circumference change in favor of community-based programs from baseline, (MD [95% CI]; - 2.30 [- 3.40, - 1.19], p < 0.01, I2 = 87%), (MD [95% CI]; - 1.27 [- 2.10, - 0.44], p < 0.01, I2 = 96%), and (MD [95% CI]; - 1.66 [- 3.17, - 0.15], p = 0.03, I2 = 95%), respectively. The pooled effect showed a significant reduction in fasting blood glucose and HbA1C measurements in favor of the intervention (MD [95% CI]; - 4.94 [- 8.33, - 1.55], p < 0.01, I2 = 62%), (MD [95% CI]; - 1.17 [- 1.51, - 0.82], p < 0.01, I2 = 46%), respectively. No significant difference was observed in 2-h blood glucose values, systolic or diastolic blood pressure change between the two groups. CONCLUSION: Based on available literature, evidence suggests that community-based interventions may reduce the incidence rate of T2DM and may positively affect anthropometric indices and HbA1C. Due to the heterogeneity observed between trials we recommend more well-designed RCTs with longer follow-up durations be executed, to confirm whether community-based interventions lead to reduced T2DM events in the at-risk population of LMIC settings.",
  "authors": [
    {
      "last_name": "Shirinzadeh",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Shirinzadeh",
      "affiliations": [
        "Department of Health Research Methodology, McMaster University, 1280 Main St W, Hamilton, Ontario, L8S 4L8, Canada. shirinzm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Afshin-Pour",
      "fore_name": "Babak",
      "initials": "B",
      "name": "Babak Afshin-Pour",
      "affiliations": [
        "Biosymetric Inc, 180 John St, Toronto, Ontario, M5T 1X5, Canada."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 1280 Main St W, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Gaber",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gaber",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 1280 Main St W, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, and Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St W, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Community Health Services",
    "Developing Countries",
    "Diabetes Mellitus, Type 2",
    "Humans",
    "Program Evaluation",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "30709362",
    "pmc": "PMC6359819",
    "doi": "10.1186/s12992-019-0451-4",
    "pii": "10.1186/s12992-019-0451-4"
  },
  "doi": "10.1186/s12992-019-0451-4",
  "pmc_id": "PMC6359819",
  "dates": {
    "completed": "2019-02-26",
    "revised": "2023-10-05"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.655001",
    "pmid": "30709362"
  }
}