{
  "pmid": "30708269",
  "uid": "30708269",
  "title": "The association between ultrasound-based 'soft markers' and endometriosis type/location: A prospective observational study.",
  "abstract": "OBJECTIVE: Evaluate whether symptoms and/or transvaginal ultrasound (TVS) 'soft markers' (ovarian immobility and/or site-specific tenderness (SST)) are associated with endometriosis type/location. STUDY DESIGN: Multicenter prospective observational study (January 2009 to February 2013) in tertiary centers for women with chronic pelvic pain who underwent detailed history, specialized TVS, and laparoscopy. Chart findings were collated into a study database. Outcome measures included correlation between symptoms, ovarian immobility or SST on TVS and endometriosis type and/or location. The performance of ovarian immobility to predict ipsilateral SE was evaluated in terms of accuracy, sensitivity, specificity, positive predictive value (PPV) and negative predictive value (NPV). RESULTS: A total of 189 participants were included. Ovarian immobility on TVS was significantly associated with: ipsilateral pelvic pain, uterosacral ligament (USL) and pelvic sidewall superficial endometriosis (SE), endometrioma, posterior compartment deep endometriosis (DE), pouch of Douglas (POD) obliteration, and need for bowel surgery (all p < 0.05). For women with isolated SE (i.e.no endometrioma, DE, or POD obliteration), left ovarian immobility was significantly associated with left USL SE (p = 0.01) and left adnexal SST corresponded to left pelvic sidewall SE (p = 0.03). The accuracy, sensitivity, specificity, PPV and NPV for ovarian immobility at TVS and the presence of ipsilateral pelvic sidewall SE for the left ovary was: 71%, 16%, 87%, 27% and 78%, respectively; and for the right ovary was: 82%, 7.0%, 94%, 14% and 87%, respectively. CONCLUSION: Ovarian immobility on TVS was significantly associated with ipsilateral pelvic pain, USL/pelvic sidewall SE, endometrioma, posterior compartment DE, and POD obliteration. The diagnostic accuracy of ovarian immobility for disease location in women with isolated SE showed a high specificity and NPV, but poor sensitivity and PPV, suggesting that ipsilateral pelvic sidewall SE is less likely to be present in women with a mobile ovary (in the absence of endometrioma or DE). Larger studies are required to further evaluate the usefulness of soft markers for the localization of isolated SE.",
  "authors": [
    {
      "last_name": "Reid",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Reid",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, NSW, Australia; Department of Obstetrics and Gynaecology, Liverpool Hospital, Liverpool, NSW, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, NSW, Australia. Electronic address: mathew.leonardi@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Chuan",
      "initials": "C",
      "name": "Chuan Lu",
      "affiliations": [
        "Department of Computer Sciences, University of Aberystwyth, Wales, United Kingdom."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith, NSW, Australia; OMNI Gynaecological Care Centre for Women's Ultrasound and Early Pregnancy, St Leonards, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "European journal of obstetrics, gynecology, and reproductive biology",
    "iso_abbreviation": "Eur J Obstet Gynecol Reprod Biol",
    "issn": "1872-7654",
    "issn_type": "Electronic",
    "volume": "234",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "171",
  "end_page": "178",
  "pages": "171-178",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Biomarkers",
    "Chronic Pain",
    "Douglas' Pouch",
    "Endometriosis",
    "Female",
    "Humans",
    "Ovary",
    "Pelvic Pain",
    "Predictive Value of Tests",
    "Prospective Studies",
    "Sensitivity and Specificity",
    "Ultrasonography",
    "Uterus",
    "Vagina",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30708269",
    "doi": "10.1016/j.ejogrb.2019.01.018",
    "pii": "S0301-2115(19)30045-4"
  },
  "doi": "10.1016/j.ejogrb.2019.01.018",
  "dates": {
    "completed": "2019-06-05",
    "revised": "2019-06-05"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.272781",
    "pmid": "30708269"
  }
}