{
  "pmid": "30707602",
  "uid": "30707602",
  "title": "Atypical Antipsychotics for Irritability in Pediatric Autism: A Systematic Review and Network Meta-Analysis.",
  "abstract": "OBJECTIVE: Irritability is common in pediatric autism spectrum disorder (ASD) patients. This can have major implications in child development, receptivity to behavioral therapy, as well as child and caregiver well-being. A systematic review and network meta-analysis were conducted to assess the efficacy and safety of atypical antipsychotics in treating irritability in these patients. METHODS: Studies were identified from Medline, Embase, and PsycINFO from inception to March 2018. The clinical trials database was reviewed. Studies were included if they were a double-blind, randomized controlled trial utilizing the Aberrant Behavior Checklist Irritability (ABC-I) to measure the efficacy of atypical antipsychotic monotherapy. Data extraction was carried out following the Preferred Reporting Items for Systematic Reviews and Meta-analyses for network meta-analysis guidelines. The main outcome was the reduction in irritability score using the ABC-I subscale from baseline. RESULTS: Eight trials comparing four interventions-risperidone, aripiprazole, lurasidone, and placebo in 878 patients, were included. Both risperidone and aripiprazole had significantly reduced ABC-I scores than placebo. Estimates of mean differences (95% credible intervals) were risperidone, -6.89 (-11.14, -2.54); aripiprazole, -6.62 (-10.88, -2.22); and lurasidone, -1.61 (-9.50, 6.23). Both risperidone and aripiprazole had similar safety. There were only eight studies included in the analysis, however, sample sizes were not small. Variance in reporting of adverse effects limited the quality of safety analysis. CONCLUSION: Risperidone and aripiprazole were the two best drugs, with comparable efficacy and safety in pediatric ASD patients. These two medications could be beneficial in improving irritability in these patients.",
  "authors": [
    {
      "last_name": "Fallah",
      "fore_name": "Merrick S",
      "initials": "MS",
      "name": "Merrick S Fallah",
      "affiliations": [
        "1 Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Mateen R",
      "initials": "MR",
      "name": "Mateen R Shaikh",
      "affiliations": [
        "2 Faculty of Science, Thompson Rivers University, Kamloops, Canada."
      ]
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "3 Faculty of Health Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rusiecki",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rusiecki",
      "affiliations": [
        "4 Faculty of Health Science, School of Medicine, Queens University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa A",
      "initials": "TA",
      "name": "Teresa A Bennett",
      "affiliations": [
        "3 Faculty of Health Science, McMaster University, Hamilton, Canada.",
        "5 Offord Centre for Child Studies, McMaster Children's Hospital, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "3 Faculty of Health Science, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of child and adolescent psychopharmacology",
    "iso_abbreviation": "J Child Adolesc Psychopharmacol",
    "issn": "1557-8992",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "168",
  "end_page": "180",
  "pages": "168-180",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Antipsychotic Agents",
    "Aripiprazole",
    "Autism Spectrum Disorder",
    "Checklist",
    "Child",
    "Humans",
    "Irritable Mood",
    "Randomized Controlled Trials as Topic",
    "Risperidone"
  ],
  "article_ids": {
    "pubmed": "30707602",
    "doi": "10.1089/cap.2018.0115"
  },
  "doi": "10.1089/cap.2018.0115",
  "dates": {
    "completed": "2020-06-29",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Aripiprazole",
    "Risperidone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.262771",
    "pmid": "30707602"
  }
}