{
  "pmid": "30719542",
  "uid": "30719542",
  "title": "Anterior cruciate ligament reconstruction with concomitant meniscal surgery: a systematic review and meta-analysis of outcomes.",
  "abstract": "PURPOSE: The aim of this review was to compare the clinical outcomes of anterior cruciate ligament reconstruction (ACLR) with either meniscal repair or meniscectomy for concomitant meniscal injury. The primary hypothesis was that short-term clinical outcomes (≤ 2-year follow-up) for ACLR concomitant with either meniscal repair or resection would be similar. The secondary hypothesis was that ACLR with meniscal repair would result in better longer term outcomes compared with meniscal resection. METHODS: The authors searched two online databases (EMBASE and MEDLINE) from inception until March 2018 for the literature on ACLR and concurrent meniscal surgery. Two reviewers systematically screened studies in duplicate, independently, and based on a priori criteria. Quality assessment was also performed in duplicate. The Knee injury and Osteoarthritis Outcome Score (KOOS) sub-scale scores at 2 years post-operatively were combined in a meta-analysis of proportions using a random-effects model. RESULTS: Of 2566 initial studies, 25 studies satisfied full-text inclusion criteria. Mean follow-up was 2.09 years, with a total sample of 37,087 subjects including controls. The meta-analysis demonstrated equivocal results at 2 years, except for KOOS symptom scores which favoured meniscal resection over repair. Mean KT-1000 side-to-side difference (SSD) scores were 1.51 ± 0.60 mm for meniscal repair, 1.96 ± 0.36 mm for meniscal resection, and 1.58 ± 0.20 for control patients (isolated ACLR). Medial meniscal repair showed decreased anterior knee joint laxity compared to medial meniscal resection (P < 0.001). Patients with meniscal repair had higher rates of re-operation (13.3% vs 0.8% for meniscal resection, P < 0.001). CONCLUSION: Patients with ACLR combined with meniscal resection demonstrate better symptoms at 2-year follow-up compared to patients with ACLR combined with meniscal repair. ACLR combined with meniscal repair results in decreased anterior knee joint laxity with evidence of improved patient-reported outcomes in the long term, but also higher re-operation rates. LEVEL OF EVIDENCE: III.",
  "authors": [
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Coughlin",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Coughlin",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Solow",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Solow",
      "affiliations": [
        "St. George's University, University Centre Grenada, West Indies, Grenada."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Krych",
      "fore_name": "Aaron J",
      "initials": "AJ",
      "name": "Aaron J Krych",
      "affiliations": [
        "Department of Orthopedic Surgery and the Sports Medicine Center, Mayo Clinic and Mayo Foundation, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter MacDonald",
      "affiliations": [
        "Department of Surgery, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "3441",
  "end_page": "3452",
  "pages": "3441-3452",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Reconstruction",
    "Humans",
    "Joint Instability",
    "Knee Joint",
    "Meniscectomy",
    "Patient Reported Outcome Measures",
    "Reoperation",
    "Tibial Meniscus Injuries"
  ],
  "article_ids": {
    "pubmed": "30719542",
    "doi": "10.1007/s00167-019-05389-3",
    "pii": "10.1007/s00167-019-05389-3"
  },
  "doi": "10.1007/s00167-019-05389-3",
  "dates": {
    "completed": "2020-01-22",
    "revised": "2021-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.826961",
    "pmid": "30719542"
  }
}