{
  "pmid": "30713846",
  "uid": "30713846",
  "title": "Culling Decisions and Dairy Cattle Welfare During Transport to Slaughter in the United States.",
  "abstract": "Nearly a third of dairy cows are removed from herds annually in the United States. Our objective is to describe what is known about the process of sending a dairy cow to slaughter in the United States including our perspectives about her fitness for transport, her condition upon arrival at the slaughter plant and the decisions to transport her in the first place. This process begins when the decision is made by the farmer to remove a cow from the herd. Once a cow leaves the farm, she makes her way either directly to slaughter or goes through one or more livestock auctions or markets along the way. Cull cows can travel considerable distance to slaughter and may face a number of welfare challenges during this process. These stressors are exacerbated if the cows are compromised and not fit for transport. While all major industry stakeholders have recommendations or guidelines about fitness for transport, none are enforced rules or regulations. There is little financial disincentive for farmers to stop shipping compromised dairy cows, and, in some cases, slaughter plants are willing to take the risk on purchasing cows in this condition as those that survive the journey often generate a good margin of return. As a result, the decision to ship compromised cull cows is too common, as indicated by data about cow condition both at the farm and the slaughter plant. Compromised culled dairy cattle continue to arrive at slaughter plants and leadership within the industry is needed to tackle this welfare challenge.",
  "authors": [
    {
      "last_name": "Edwards-Callaway",
      "fore_name": "Lily N",
      "initials": "LN",
      "name": "Lily N Edwards-Callaway",
      "affiliations": [
        "Department of Animal Science, Colorado State University, Fort Collins, CO, United States."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Quality and Food Safety Danone North America, White Plains, NY, United States."
      ]
    },
    {
      "last_name": "Tucker",
      "fore_name": "Cassandra B",
      "initials": "CB",
      "name": "Cassandra B Tucker",
      "affiliations": [
        "Center for Animal Welfare, Department of Animal Science, University of California, Davis, Davis, CA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2018"
  },
  "start_page": "343",
  "pages": "343",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30713846",
    "pmc": "PMC6345707",
    "doi": "10.3389/fvets.2018.00343"
  },
  "doi": "10.3389/fvets.2018.00343",
  "pmc_id": "PMC6345707",
  "dates": {
    "revised": "2023-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.661524",
    "pmid": "30713846"
  }
}