{
  "pmid": "30728948",
  "uid": "30728948",
  "title": "Features of the waterpipe tobacco industry: A qualitative study of the third International Hookah Fair.",
  "abstract": "Background: Little research has been done to uncover the features of the waterpipe tobacco industry, which makes designing effective interventions and policies to counter this growing trend challenging. The objective of this study is to describe the features of the waterpipe industry. Methods: In 2015, we randomly sampled and conducted semi-structured interviews with 20 representatives of waterpipe companies participating in a trade exhibition in Germany. We used an inductive approach to identify emerging themes. Results: We interviewed representatives and four themes emerged: industry globalisation, cross-industry overlap, customer-product relationship, and attitude towards policy. The industry was described as transnational, generally decentralized, non-cartelized, with ad hoc relationships between suppliers, distributors and retailers. Ties with the cigarette industry were apparent. The waterpipe industry appeared to be in an early growth phase, encroaching on new markets, and comprising of mainly small family-run businesses. Customer loyalty appears stronger towards the waterpipe apparatus than tobacco. There was a notable absence of trade unionism and evidence of deliberate breaches of tobacco control laws. Conclusion: The waterpipe industry appears fragmented but is slowly growing into a mature, globalized, and customer-focused industry with ties to the cigarette industry. Now is an ideal window of opportunity to strengthen public health policy towards the waterpipe industry, which should include a specific legislative waterpipe framework.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Singh",
      "affiliations": [
        "Brighton and Sussex Medical School, Brighton, UK."
      ]
    },
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Public Health Policy Evaluation Unit, Imperial College London, London, UK."
      ],
      "orcid": "0000-0002-1051-2136"
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Darzi",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Epidemiology and Biostatistics, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-6101-3946"
    },
    {
      "last_name": "Nakkash",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Nakkash",
      "affiliations": [
        "Department of Health Promotion and Community Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hawkins",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Hawkins",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2018"
  },
  "start_page": "247",
  "pages": "247",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Commerce",
    "Humans",
    "International Agencies",
    "Qualitative Research",
    "Smoking",
    "Smoking Water Pipes",
    "Tobacco Industry",
    "Tobacco, Waterpipe"
  ],
  "article_ids": {
    "pubmed": "30728948",
    "pmc": "PMC6347030",
    "doi": "10.12688/f1000research.13796.2"
  },
  "doi": "10.12688/f1000research.13796.2",
  "pmc_id": "PMC6347030",
  "dates": {
    "completed": "2019-08-20",
    "revised": "2023-10-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA091021",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:33.350125",
    "pmid": "30728948"
  }
}