{
  "pmid": "30722606",
  "uid": "30722606",
  "title": "Diversity of Rhizoctonia spp. Causing Foliar Blight on Brachiaria in Colombia and Evaluation of Brachiaria Genotypes for Foliar Blight Resistance.",
  "abstract": "Up to 50% of Brachiaria production in the tropics is affected by foliar blight caused by Rhizoctonia spp. Monothallic isolates of Rhizoctonia (n = 147) were cultured from different Brachiaria genotypes in Colombia and morphologically characterized and evaluated in pathogenicity trials in the greenhouse. Based on restriction fragment length polymorphism of the internal transcribed spacer region, 101 of the isolates were identified as Rhizoctonia solani anastomosis group (AG)-1 IA and were multinucleated, with high growth rate, brown mycelium, and high virulence; and 46 isolates were identified as Rhizoctonia sp. AG-D and were binucleated, with low growth rate, white mycelium, and lower virulence on the Brachiaria genotypes tested. The Rhizoctonia isolates also showed variation according to geographic origin, with R. solani AG-1 IA prevalent in warm lowland areas and Rhizoctonia sp. AG-D occurring in cooler areas. Ten Brachiaria genotypes were challenged with different Rhizoctonia isolates and resistant reactions were seen in three of these genotypes, including Brachiaria hybrid (International Center for Tropical Agriculture [CIAT] 36062), Brachiaria brizantha 'Marandú' (CIAT 6294), and Brachiaria hybrid 'Mulato II' (CIAT 36087). These results will contribute to a greater understanding of the interaction of diverse Rhizoctonia isolates on different Brachiaria genotypes, supporting improvement of Brachiaria spp. for disease resistance.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Plant Pathology."
      ]
    },
    {
      "last_name": "Latorre",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Latorre",
      "affiliations": [
        "Plant Pathology."
      ]
    },
    {
      "last_name": "Bonilla",
      "fore_name": "Ximena",
      "initials": "X",
      "name": "Ximena Bonilla",
      "affiliations": [
        "Plant Pathology."
      ]
    },
    {
      "last_name": "Sotelo",
      "fore_name": "Guillermo",
      "initials": "G",
      "name": "Guillermo Sotelo",
      "affiliations": [
        "Plant Entomology."
      ]
    },
    {
      "last_name": "Miles",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Miles",
      "affiliations": [
        "Plant Breeding, Tropical Forages Program, International Center for Tropical Agriculture, A.A. 6713, Cali, Colombia."
      ]
    }
  ],
  "journal": {
    "title": "Plant disease",
    "iso_abbreviation": "Plant Dis",
    "issn": "0191-2917",
    "issn_type": "Print",
    "volume": "97",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "772",
  "end_page": "779",
  "pages": "772-779",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30722606",
    "doi": "10.1094/PDIS-04-12-0380-RE"
  },
  "doi": "10.1094/PDIS-04-12-0380-RE",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.931607",
    "pmid": "30722606"
  }
}