{
  "pmid": "30720684",
  "uid": "30720684",
  "title": "Donor Characteristics, Recipient Outcomes, and Histologic Findings of Kidney Allografts With Diffuse Donor-derived Glomerular Fibrin Thrombi.",
  "abstract": "BACKGROUND: Limited data are available on whether donor kidneys with diffuse glomerular fibrin thrombi (GFT) are safe to use. In this study, the clinicopathologic characteristics of allografts with diffuse donor-derived GFT were examined. METHODS: All deceased donor kidney transplant implantation biopsies from our institution between July 2011 and February 2018 with diffuse GFT were included. A control group for comparison consisted of all cases with implantation biopsies obtained during the study period without diffuse GFT. Clinical data were extracted from electronic medical records for all study patients, including donor information. RESULTS: Twenty-four recipients received kidneys with diffuse GFT from 16 deceased donors. All donors died from severe head trauma. On average, 79% of glomeruli contained fibrin thrombi. Nineteen cases had subsequent biopsy; all revealed resolution of GFT. Compared with the control group, kidneys with diffuse GFT had longer cold ischemia time (34 versus 27 h), were more frequently pumped using machine perfusion (100% versus 81%), and recipients experienced a higher frequency of delayed graft function (58% versus 27%). Only 2 grafts with diffuse GFT failed within the first year. Overall graft survival was similar between the diffuse GFT group and control group. CONCLUSIONS: Deceased donor kidneys with diffuse GFT appear to be safe to use given that nearly 92% of recipients in this cohort who received such allografts experienced good clinical outcomes. Histologically, GFT demonstrated rapid resolution following transplantation. Interestingly, diffuse GFT only occurred in donors who suffered severe head trauma in this cohort, which may be a predisposing factor.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Guofeng",
      "initials": "G",
      "name": "Guofeng Gao",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of California, Davis Medical Center, Sacramento, CA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ling-Xin",
      "initials": "LX",
      "name": "Ling-Xin Chen",
      "affiliations": [
        "Section of Transplant Nephrology, Department of Medicine, University of California, Davis Medical Center, Sacramento, CA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Ian E",
      "initials": "IE",
      "name": "Ian E Brown",
      "affiliations": [
        "Division of Trauma Surgery, Department of Surgery, University of California, Davis Medical Center, Sacramento, CA."
      ]
    },
    {
      "last_name": "De Mattos",
      "fore_name": "Angelo",
      "initials": "A",
      "name": "Angelo De Mattos",
      "affiliations": [
        "Section of Transplant Nephrology, Department of Medicine, University of California, Davis Medical Center, Sacramento, CA."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": [
        "Division of Transplant Surgery, Department of Surgery, University of California, Davis Medical Center, Sacramento, CA."
      ]
    },
    {
      "last_name": "Jen",
      "fore_name": "Kuang-Yu",
      "initials": "KY",
      "name": "Kuang-Yu Jen",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, University of California, Davis Medical Center, Sacramento, CA."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation",
    "iso_abbreviation": "Transplantation",
    "issn": "1534-6080",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "1921",
  "end_page": "1927",
  "pages": "1921-1927",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Craniocerebral Trauma",
    "Donor Selection",
    "Female",
    "Fibrin",
    "Graft Survival",
    "Humans",
    "Kidney Glomerulus",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Risk Factors",
    "Thrombosis",
    "Time Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30720684",
    "doi": "10.1097/TP.0000000000002578"
  },
  "doi": "10.1097/TP.0000000000002578",
  "dates": {
    "completed": "2020-06-08",
    "revised": "2020-06-08"
  },
  "chemicals": [
    "Fibrin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.719145",
    "pmid": "30720684"
  }
}