{
  "pmid": "30728001",
  "uid": "30728001",
  "title": "Pyrazinamide resistance and mutations in pncA among isolates of Mycobacterium tuberculosis from Khyber Pakhtunkhwa, Pakistan.",
  "abstract": "BACKGROUND: Pyrazinamide (PZA) is an important component of first-line drugs because of its distinctive capability to kill subpopulations of persistent Mycobacterium tuberculosis (MTB). The prodrug (PZA) is converted to its active form, pyrazinoic acid (POA) by MTB pncA-encoded pyrazinamidase (PZase). Mutation in pncA is the most common and primary cause of PZA resistance. The aim of the present study was to explore the molecular characterization of PZA resistance in a Pashtun-dominated region of Khyber Pakhtunkhwa, Pakistan. METHODS: We performed drug susceptibility testing (DST) on 753 culture-positive isolates collected from the Provincial Tuberculosis Control Program Khyber Pakhtunkhwa using the BACTEC MGIT 960 PZA method. In addition, the pncA gene was sequenced in PZA-resistant isolates, and PZA susceptibility testing results were used to determine the sensitivity and specificity of pncA gene mutations. RESULTS: A total of 69 isolates were PZA resistant (14.8%). Mutations were investigated in 69 resistant, 26 susceptible and one H37Rv isolates by sequencing. Thirty-six different mutations were identified in PZA-resistant isolates, with fifteen mutations, including 194_203delCCTCGTCGTG and 317_318delTC, that have not been reported in TBDRM and GMTV Databases and previous studies. Mutations Lys96Thr and Ser179Gly were found in the maximum number of isolates (n = 4 each). We did not detect mutations in sensitive isolates, except for the synonymous mutation 195C > T (Ser65Ser). The sensitivity and specificity of the pncA sequencing method were 79.31% (95% CI, 69.29 to 87.25%) and 86.67% (95% CI, 69.28 to 96.24%). CONCLUSION: Mutations in the pncA gene in circulating isolates of geographically distinct regions, especially in high-burden countries, should be investigated for better control and management of drug-resistant TB. Molecular methods for the investigation of PZA resistance are better than DST.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Tahir",
      "initials": "MT",
      "name": "Muhammad Tahir Khan",
      "affiliations": [
        "Department of Bioinformatics and Biosciences, Capital University of Science and Technology, Islamabad Expressway, Kahuta Road, Zone-V, Islamabad, Pakistan. pi133001@cust.pk."
      ],
      "orcid": "0000-0003-4224-8971"
    },
    {
      "last_name": "Malik",
      "fore_name": "Shaukat Iqbal",
      "initials": "SI",
      "name": "Shaukat Iqbal Malik",
      "affiliations": [
        "Department of Bioinformatics and Biosciences, Capital University of Science and Technology, Islamabad Expressway, Kahuta Road, Zone-V, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Ali",
      "affiliations": [
        "Department of Microbiology, Quaid-E-Azam University Islamabad and Provincial Tuberculosis Reference, Laboratory Hayatabad Medical Complex, Peshawar, Pakistan."
      ]
    },
    {
      "last_name": "Masood",
      "fore_name": "Nayyer",
      "initials": "N",
      "name": "Nayyer Masood",
      "affiliations": [
        "Department of Computer Science, Capital University of Science and Technology, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Nadeem",
      "fore_name": "Tariq",
      "initials": "T",
      "name": "Tariq Nadeem",
      "affiliations": [
        "National Center of Excellence in Molecular Biology, University of The Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Anwar Sheed",
      "initials": "AS",
      "name": "Anwar Sheed Khan",
      "affiliations": [
        "Institute of Basic Medical Sciences, Khyber Medical University and Provincial Tuberculosis Control Laboratory Hayatabad Medical Complex Peshawar, Peshawar, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Tanvir",
      "initials": "MT",
      "name": "Muhammad Tanvir Afzal",
      "affiliations": [
        "Department of Computer Science, Capital University of Science and Technology, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "06"
  },
  "start_page": "116",
  "pages": "116",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Amidohydrolases",
    "Antitubercular Agents",
    "Child",
    "Drug Resistance, Bacterial",
    "Humans",
    "Microbial Sensitivity Tests",
    "Middle Aged",
    "Mutation",
    "Mycobacterium tuberculosis",
    "Pakistan",
    "Pyrazinamide",
    "Sensitivity and Specificity",
    "Sequence Analysis, DNA",
    "Tuberculosis"
  ],
  "article_ids": {
    "pubmed": "30728001",
    "pmc": "PMC6364397",
    "doi": "10.1186/s12879-019-3764-2",
    "pii": "10.1186/s12879-019-3764-2"
  },
  "doi": "10.1186/s12879-019-3764-2",
  "pmc_id": "PMC6364397",
  "dates": {
    "completed": "2019-05-29",
    "revised": "2020-02-25"
  },
  "chemicals": [
    "Antitubercular Agents",
    "Pyrazinamide",
    "pyrazinoic acid",
    "Amidohydrolases",
    "PncA protein, Mycobacterium tuberculosis"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.840410",
    "pmid": "30728001"
  }
}