{
  "pmid": "30720436",
  "uid": "30720436",
  "title": "Design and Delivery Features That May Improve the Use of Internet-Based Cognitive Behavioral Therapy for Children and Adolescents With Anxiety: A Realist Literature Synthesis With a Persuasive Systems Design Perspective.",
  "abstract": "BACKGROUND: Internet-based cognitive behavioral therapy (iCBT) is a persuasive system as its design combines therapeutic content, technological features, and interactions between the user and the program to reduce anxiety for children and adolescents. How iCBT is designed and delivered differs across programs. Although iCBT is considered an effective approach for treating child and adolescent anxiety, rates of program use (eg, module completion) are highly variable for reasons that are not clear. As the extent to which users complete a program can impact anxiety outcomes, understanding what iCBT design and delivery features improve program use is critical for optimizing treatment effects. OBJECTIVE: The objectives of this study were to use a realist synthesis approach to explore the design and delivery features of iCBT for children and adolescents with anxiety as described in the literature and to examine their relationship to program use outcomes. METHODS: A search of published and gray literature was conducted up to November 2017. Prespecified inclusion criteria identified research studies, study protocols, and program websites on iCBT for child and adolescent anxiety. Literature was critically appraised for relevance and methodological rigor. The persuasive systems design (PSD) model, a comprehensive framework for designing and evaluating persuasive systems, was used to guide data extraction. iCBT program features were grouped under 4 PSD categories-Primary task support, Dialogue support, System credibility support, and Social support. iCBT design (PSD Mechanisms) and delivery features (Context of use) were linked to program use (Outcomes) using meta-ethnographic methods; these relationships were described as Context-Mechanism-Outcome configurations. For our configurations, we identified key PSD features and delivery contexts that generated moderate-to-high program use based on moderate-to-high quality evidence found across multiple iCBT programs. RESULTS: A total of 44 documents detailing 10 iCBT programs were included. Seven iCBT programs had at least one document that scored high for relevance; most studies were of moderate-to-high methodological rigor. We developed 5 configurations that highlighted 8 PSD features (Tailoring, Personalization [Primary task supports]; Rewards, Reminders, Social role [Dialogue supports]; and Trustworthiness, Expertise, Authority [System credibility supports]) associated with moderate-to-high program use. Important features of delivery Context were adjunct support (a face-to-face, Web- or email-based communications component) and whether programs targeted the prevention or treatment of anxiety. Incorporating multiple PSD features may have additive or synergistic effects on program use. CONCLUSIONS: The Context-Mechanism-Outcome configurations we developed suggest that, when delivered with adjunct support, certain PSD features contribute to moderate-to-high use of iCBT prevention and treatment programs for children and adolescents with anxiety. Standardization of the definition and measurement of program use, formal testing of individual and combined PSD features, and use of real-world design and testing methods are important next steps to improving how we develop and deliver increasingly useful treatments to target users.",
  "authors": [
    {
      "last_name": "Radomski",
      "fore_name": "Ashley D",
      "initials": "AD",
      "name": "Ashley D Radomski",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-1491-3516"
    },
    {
      "last_name": "Wozney",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wozney",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ],
      "orcid": "0000-0003-4280-3322"
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick McGrath",
      "affiliations": [
        "Department of Psychology, Dalhousie University, Halifax, NS, Canada.",
        "Department of Pediatrics, Dalhousie University, Halifax, NS, Canada.",
        "Deparment of Psychiatry, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-9568-2571"
    },
    {
      "last_name": "Huguet",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Huguet",
      "affiliations": [
        "Department of Community of Health and Epidemiology, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-4002-8644"
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-8341-3991"
    },
    {
      "last_name": "Dyson",
      "fore_name": "Michele P",
      "initials": "MP",
      "name": "Michele P Dyson",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-4856-2283"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8211-237X"
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-3020-674X"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "05"
  },
  "start_page": "e11128",
  "pages": "e11128",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anxiety",
    "Child",
    "Cognitive Behavioral Therapy",
    "Female",
    "Humans",
    "Internet",
    "Male",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "30720436",
    "pmc": "PMC6379818",
    "doi": "10.2196/11128",
    "pii": "v21i2e11128"
  },
  "doi": "10.2196/11128",
  "pmc_id": "PMC6379818",
  "dates": {
    "completed": "2019-12-09",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.441736",
    "pmid": "30720436"
  }
}