{
  "pmid": "30738926",
  "uid": "30738926",
  "title": "GRADE guidelines: 22. The GRADE approach for tests and strategies-from test accuracy to patient-important outcomes and recommendations.",
  "abstract": "OBJECTIVES: This article describes the Grading of Recommendations Assessment, Development and Evaluation (GRADE) Working Group's framework of moving from test accuracy to patient or population-important outcomes. We focus on the common scenario when studies directly evaluating the effect of diagnostic and other tests or strategies on health outcomes are not available or are not providing the best available evidence. STUDY DESIGN AND SETTING: Using practical examples, we explored how guideline developers and other decision makers can use information from test accuracy to develop a recommendation by linking evidence that addresses downstream consequences. Guideline panels should develop an analytic framework that summarizes the actions that follow from applying a test and the consequences. RESULTS: We describe GRADE's current thinking about the overall certainty of the evidence (also known as quality of the evidence or confidence in the estimates) arising from consideration of the often complex pathways that involve multiple tests and management options. Each link in the evidence can-and often does-lower the overall certainty of the evidence required to formulate recommendations and make decisions about tests. The frequency with which an outcome occurs and its importance will influence whether or not a particular step in the linked evidence is critical to decision-making. CONCLUSIONS: Overall certainty may be expressed by the weakest critical step in the linked evidence. The linked approach to addressing optimal testing will often require the use of decision analytic approaches. We present an example that involves decision modeling in a GRADE Evidence to Decision framework for cervical cancer screening. However, because resources and time of guideline developers may be limited, we describe alternative, pragmatic strategies for developing recommendations addressing test use.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; McMaster GRADE Centre, Michael DeGroote Cochrane Canada Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; Department of Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; McMaster GRADE Centre, Michael DeGroote Cochrane Canada Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; McMaster GRADE Centre, Michael DeGroote Cochrane Canada Centre, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Bossuyt",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Bossuyt",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics and Bioinformatics Academic Medical Center, University of Amsterdam, Meibergdreef 9, P.O.Box 227001100 DE, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Steingart",
      "fore_name": "Karen R",
      "initials": "KR",
      "name": "Karen R Steingart",
      "affiliations": [
        "Cochrane Infectious Diseases Group, Liverpool School of Tropical Medicine, Liverpool, L3 5QA UK."
      ]
    },
    {
      "last_name": "Leeflang",
      "fore_name": "Mariska",
      "initials": "M",
      "name": "Mariska Leeflang",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics and Bioinformatics Academic Medical Center, University of Amsterdam, Meibergdreef 9, P.O.Box 227001100 DE, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Lange",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Lange",
      "affiliations": [
        "Institut für Qualität und Wirtschaftlichkeit im Gesundheitswesen/Institute for Quality and Efficiency in Health Care (IQWiG), Im Mediapark 8, Köln, 50670 Cologne, Germany."
      ]
    },
    {
      "last_name": "Trenti",
      "fore_name": "Tommaso",
      "initials": "T",
      "name": "Tommaso Trenti",
      "affiliations": [
        "Azienda Ospedaliera Universitaria e Azienda USL di Modena, Nuovo Ospedale S. Agostino Estense, Via Giardini 1355, Modena, 41126 Italy."
      ]
    },
    {
      "last_name": "Langendam",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Langendam",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics and Bioinformatics Academic Medical Center, University of Amsterdam, Meibergdreef 9, P.O.Box 227001100 DE, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Scholten",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Scholten",
      "affiliations": [
        "Cochrane Netherlands/Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, P.O. Box 85500, Utrecht, 3508 GA The Netherlands."
      ]
    },
    {
      "last_name": "Hooft",
      "fore_name": "Lotty",
      "initials": "L",
      "name": "Lotty Hooft",
      "affiliations": [
        "Cochrane Netherlands/Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, P.O. Box 85500, Utrecht, 3508 GA The Netherlands."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, 200 1st, ST, SW, Rochester, MN 55902, USA."
      ]
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "last_name": "Rutjes",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Rutjes",
      "affiliations": [
        "Clinical Trial Unit (CTU) Bern, Institute of Primary Health Care; Institute of Social and Preventive Medicine, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Jasvinder",
      "initials": "J",
      "name": "Jasvinder Singh",
      "affiliations": [
        "Medicine Service, VA Medical Center, Birmingham, AL, USA; Department of Medicine, University of Alabama at Birmingham, 510, 20th Street South, Birmingham, FOT805B AL, USA."
      ]
    },
    {
      "last_name": "Helfand",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Helfand",
      "affiliations": [
        "Oregon Evidence-based Practice Center, Oregon Health & Science University, Portland VA Medical Center, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": [
        "CREBP, Faculty Health Science & Medicine, Bond University, Gold Coast, Queensland 4229, Australia."
      ]
    },
    {
      "last_name": "Arevalo-Rodriguez",
      "fore_name": "Ingrid",
      "initials": "I",
      "name": "Ingrid Arevalo-Rodriguez",
      "affiliations": [
        "Clinical Biostatistics Unit, Ramón y Cajal Hospital (IRYCIS), Madrid, Spain; Division of Research, Fundación Universitaria de Ciencias de la Salud, Hospital de San José, Hospital Infantil de San José, Bogotá, Colombia."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad-El-Solh Beirut, Beirut, 1107 2020 Lebanon."
      ]
    },
    {
      "last_name": "Deeks",
      "fore_name": "Jonathan J",
      "initials": "JJ",
      "name": "Jonathan J Deeks",
      "affiliations": [
        "Test Evaluation Research Group, Institute of Applied Health Research, University of Birmingham, Edgbaston, Birmingham, B15 2TT UK."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada; Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "111",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "69",
  "end_page": "82",
  "pages": "69-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "GRADE Approach",
    "Humans",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "30738926",
    "doi": "10.1016/j.jclinepi.2019.02.003",
    "pii": "S0895-4356(17)31095-8"
  },
  "doi": "10.1016/j.jclinepi.2019.02.003",
  "dates": {
    "completed": "2020-05-21",
    "revised": "2020-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.666732",
    "pmid": "30738926"
  }
}