{
  "pmid": "30731116",
  "uid": "30731116",
  "title": "An evidence rating service provided valid correlates of the clinical importance of medical articles and journals.",
  "abstract": "OBJECTIVES: The objective of this study was to determine reliability and validity of McMaster PLUS measures of scientific merit and clinical importance of articles in medical journals. STUDY DESIGN AND SETTING: Analytic survey of peer-reviewed medical journals was carried out. Articles were qualified for inclusion by meeting (1) scientific criteria and (2) a clinical importance rating threshold. Included articles were sent as e-mail alerts to physicians according to their clinical interests. Internal measures included the number of high-quality, clinically important studies published in source journals and response to alerts. For external validation, we correlated internal measures with the Journal Impact Factor (JIF) and citation in DynaMed Plus (DMP). RESULTS: We evaluated 34,232 articles from 57 journals. Inclusion criteria were met by 2,638 articles (7.71%). The number of qualifying articles per journal was correlated with the number of articles with high clinical importance ratings (r 0.96, P < 0.001), article alert clicks (r 0.86, P < 0.001), and DMP citations (r 0.99, P < 0.001). Correlation was lower with the JIF (r 0.68, P < 0.01). CONCLUSIONS: Measures of scientific merit and clinical importance of medical journal articles were strongly correlated with each other, less so with JIFs. Journals varied widely by these measures but, generally, few articles were both scientifically sound and clinically important.",
  "authors": [
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Professor Emeritus, Health Information Research Unit, Department of Health Research Methods, Evidence and Impact and Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario L8S 4K1, Canada. Electronic address: bhaynes@mcmaster.ca."
      ]
    },
    {
      "last_name": "Budhram",
      "fore_name": "Dalton",
      "initials": "D",
      "name": "Dalton Budhram",
      "affiliations": [
        "Research Assistant, Health Information Research Unit, McMaster University, Hamilton, Ontario L8S 4K1, Canada; Medical Student, Faculty of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cherian",
      "fore_name": "John",
      "initials": "J",
      "name": "John Cherian",
      "affiliations": [
        "Medical Student on Research Elective, Health Information Research Unit, McMaster University Faculty of Health Sciences, Hamilton, Ontario L8S 4K1, Canada; Internal Medicine Resident, Department of Medicine, Michigan State University College of Human Medicine, East Lansing, MI, USA."
      ]
    },
    {
      "last_name": "Iserman",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Iserman",
      "affiliations": [
        "Research Associate, Health Information Research Unit, McMaster University Faculty of Health Sciences, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Professor and Chief, Health Information Research Unit, Department of Health Research Methods, Evidence and Impact and Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Assistant Professor, Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "109",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "80",
  "end_page": "89",
  "pages": "80-89",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bibliometrics",
    "Humans",
    "Journal Impact Factor",
    "Journalism, Medical",
    "Periodicals as Topic",
    "Reproducibility of Results",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "30731116",
    "doi": "10.1016/j.jclinepi.2019.01.010",
    "pii": "S0895-4356(18)30641-3"
  },
  "doi": "10.1016/j.jclinepi.2019.01.010",
  "dates": {
    "completed": "2020-05-18",
    "revised": "2020-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.216335",
    "pmid": "30731116"
  }
}