{
  "pmid": "30733818",
  "uid": "30733818",
  "title": "Metabolic effects of mulberry branch bark powder on diabetic mice based on GC-MS metabolomics approach.",
  "abstract": "BACKGROUND: Mulberry (Morus multicaulis) branch bark powder have showed effective hypoglycemic activity in our previous research. This study aims to explore the mechanism of protect effect on diabetes mice of mulberry branch bark as food supplement based on non-targeted GC-MS metabolomics' platform. METHODS: Animal model of double diabetes was established with high fat diet and Streptozotocin injection. Mice were fed with mulberry branch bark powder (MBBP) for five weeks to study its therapeutic effect. The metabolite feature of diabetes model and treatment group mice were characterized using a gas chromatography-mass spectrometry-based metabolomics, complemented with the biochemical evaluation, histological inspection, immunohistochemistry observations and enzyme protein detection. RESULTS: A panel of endogenous metabolites were revealed that are relevant to disturbed metabolic processes among groups. The serum metabolic profiles were significantly different between the model group and treatment group. The manner of MBBP treatment showed to be significantly dose dependent and 20% MBBP treatment gain a relatively greater benefit than others. The metabolic disorders in model group include enhanced activation of the sorbitol pathway and galactose metabolite, increased activities of gluconeogenesis, fatty acid oxidation, proteins catabolism and attenuated activities of pentose phosphate pathway, glycolysis and aerobic oxidation pathways, internal synthesis of cholesterol, inositol production. MBBP treatment ameliorate these abnormal metabolize as revealed by differential metabolites comparing with that of model mice, such as decreasing the accumulation of ketone body, enhancing NADPH biosynthesis, partially reversing oxidative stress and energy metabolism disturbance. CONCLUSIONS: Mulberry branch bark had a re-balancing effect on the disturbed metabolic pathways in the diabetic mice. Based on the metabolic pathways network, oral administration of MBBP could ameliorate the hyperglycemia and hyperlipidemia symptoms in a global scale and restore the abnormal metabolic state to a near normal level in a dose dependent pattern.",
  "authors": [
    {
      "last_name": "Qiu",
      "fore_name": "Fan",
      "initials": "F",
      "name": "Fan Qiu",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou, People's Republic of China."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition & metabolism",
    "iso_abbreviation": "Nutr Metab (Lond)",
    "issn": "1743-7075",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2019"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30733818",
    "pmc": "PMC6357361",
    "doi": "10.1186/s12986-019-0335-x",
    "pii": "335"
  },
  "doi": "10.1186/s12986-019-0335-x",
  "pmc_id": "PMC6357361",
  "dates": {
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.318949",
    "pmid": "30733818"
  }
}