{
  "pmid": "30738630",
  "uid": "30738630",
  "title": "Mortality in Incident Maintenance Dialysis Patients Versus Incident Solid Organ Cancer Patients: A Population-Based Cohort.",
  "abstract": "RATIONALE & OBJECTIVE: The mortality rate is high among dialysis patients, but how this compares with other diseases such as cancer is poorly understood. We compared the survival of maintenance dialysis patients with that for patients with common cancers to enhance the understanding of the burden of end-stage kidney disease. STUDY DESIGN: Population-based cohort study. SETTING & PARTICIPANTS: 33,500 incident maintenance dialysis patients in Ontario, Canada, and 532,452 incident patients with cancer (women: breast, colorectal, lung, or pancreas; men: prostate, colorectal, lung, or pancreas) from 1997 to 2015 using administrative health care databases. EXPOSURE: Incident kidney failure treated with maintenance dialysis versus incident diagnoses of cancer. OUTCOME: All-cause mortality. ANALYTICAL APPROACH: Kaplan-Meier product limit estimator was used to describe the survival of subgroups of study participants. Extended Cox regression with a Heaviside function was used to compare survival between patients with incident kidney failure treated with maintenance dialysis and individual diagnoses of various incident cancers. RESULTS: In men, dialysis had worse unadjusted 5-year survival (50.8%; 95% CI, 50.1%-51.6%) compared with prostate (83.3%; 95% CI, 83.1%-83.5%) and colorectal (56.1%; 95% CI, 55.7%-56.5%) cancer, but better survival than lung (14.0%; 95% CI, 13.7%-14.3%) and pancreas (9.1%; 95% CI, 8.5%-9.7%) cancer. In women, dialysis had worse unadjusted 5-year survival (49.8%; 95% CI, 48.9%-50.7%) compared with breast (82.1%; 95% CI, 81.9%-82.4%) and colorectal (56.8%; 95% CI, 56.3%-57.2%) cancer, but better survival than lung (19.7%; 95% CI, 19.4%-20.1%) and pancreas (9.4%; 95% CI, 8.9%-10.0%) cancer. After adjusting for clinical characteristics, similar results were found except when examining men and women with lung and pancreas cancer, for which dialysis patients had a higher rate of death 4 or more years after diagnosis. Women and men 70 years and older with incident kidney failure treated with maintenance dialysis had unadjusted 10-year survival probabilities that were comparable to pancreas and lung cancer. LIMITATIONS: Cancer stage could be obtained for only a subpopulation. CONCLUSIONS: Survival in incident dialysis patients was lower than in patients with several different solid-organ cancers. These results highlight the need to develop interventions to improve survival on dialysis therapy and can be used to aid advance care planning for elderly patients beginning treatment with maintenance dialysis.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES, London, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "ICES, London, Ontario, Canada; Division of Nephrology, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada; Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Megan K",
      "initials": "MK",
      "name": "Megan K McCallum",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa and The Ottawa Hospital, Ottawa, Ontario, Canada; Kidney Research Centre and Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: gknoll@toh.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "765",
  "end_page": "776",
  "pages": "765-776",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Breast Neoplasms",
    "Canada",
    "Cause of Death",
    "Cohort Studies",
    "Colorectal Neoplasms",
    "Databases, Factual",
    "Female",
    "Humans",
    "Incidence",
    "Kaplan-Meier Estimate",
    "Kidney Failure, Chronic",
    "Kidney Neoplasms",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Ontario",
    "Pancreatic Neoplasms",
    "Proportional Hazards Models",
    "Renal Dialysis",
    "Retrospective Studies",
    "Sex Factors",
    "Survival Analysis",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30738630",
    "doi": "10.1053/j.ajkd.2018.12.011",
    "pii": "S0272-6386(18)31126-0"
  },
  "doi": "10.1053/j.ajkd.2018.12.011",
  "dates": {
    "completed": "2020-03-11",
    "revised": "2020-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.261533",
    "pmid": "30738630"
  }
}