{
  "pmid": "30737063",
  "uid": "30737063",
  "title": "Adjunctive Dorsal Scapular Nerve Transfer to Suprascapular Nerve for Brachial Plexus Birth Injuries: Case Series.",
  "abstract": "PURPOSE: Brachial plexus birth injury (BPBI) may result in permanent functional deficits. Brachial plexus birth injury involving the suprascapular nerve (SSN) is conventionally treated using accessory nerve transfer or excision and nerve grafting. This study analyzed shoulder function in patients with BPBI undergoing dorsal scapular nerve (DSN) to SSN transfer. METHODS: We performed a retrospective review of all infants referred to the McMaster University Children's Hospital for BPBI between 1999 and 2012. Patients were included if they underwent SSN reconstruction with DSN transfer and functional outcomes were recorded as measured by the active movement scale (AMS). RESULTS: Of the 266 patients referred, 16 met inclusion criteria. From the initial assessment to final follow-up, average AMS scores improved by 4.1 and 4.4 points for shoulder abduction and external rotation, respectively. In addition, 50% of patients had shoulder abduction greater than half of full range of motion and 43% had external rotation greater than half of full range of motion (AMS scores of 6 or greater). No patient had a secondary surgery; however, 9 of 16 had subsequent botulinum toxin injections. CONCLUSIONS: Although DSN to SSN nerve transfers were combined with other interventions and the outcomes cannot be attributed solely to this nerve transfer alone, it presents an alternative approach to SSN reinnervation under circumstances in which the accessory nerve is unavailable, damaged, or suboptimal. Successful results were achieved; thus, further exploration and study are warranted. TYPE OF STUDY/LEVEL OF EVIDENCE: Therapeutic IV.",
  "authors": [
    {
      "last_name": "Augustine",
      "fore_name": "Haley F M",
      "initials": "HFM",
      "name": "Haley F M Augustine",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Choi",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bain",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Bain",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: bainj@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "902.e1",
  "end_page": "902.e9",
  "pages": "902.e1-902.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Birth Injuries",
    "Botulinum Toxins",
    "Brachial Plexus",
    "Brachial Plexus Neuropathies",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Injections",
    "Nerve Transfer",
    "Neurotoxins",
    "Range of Motion, Articular",
    "Retrospective Studies",
    "Rotation",
    "Shoulder Joint"
  ],
  "article_ids": {
    "pubmed": "30737063",
    "doi": "10.1016/j.jhsa.2018.12.008",
    "pii": "S0363-5023(18)30043-1"
  },
  "doi": "10.1016/j.jhsa.2018.12.008",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2020-10-13"
  },
  "chemicals": [
    "Neurotoxins",
    "Botulinum Toxins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.082394",
    "pmid": "30737063"
  }
}