{
  "pmid": "30744028",
  "uid": "30744028",
  "title": "SrFexNi1-xO3-δ Perovskites Coated on Ti Anodes and Their Electrocatalytic Properties for Cleaning Nitrogenous Wastewater.",
  "abstract": "Perovskites (ABO3), regarded as the antioxidative anode materials in electrocatalysis to clean nitrogenous wastewater, show limited oxygen vacancies and conductivity due to their traditional semiconductor characteristic. To further improve the conductivity and electrocatalytic activity, the ferrum (Fe) element was first doped into the SrNiO3 to fabricate the SrFexNi1-xO3-δ perovskites, and their optimum fabrication conditions were determined. SrFexNi1-xO3-δ perovskites were coated on a titanium (Ti) plate to prepare the SrFexNi1-xO3-δ/Ti electrodes. Afterward, one SrFexNi1-xO3-δ/Ti anode and two stainless steel cathodes were combined to assemble the electrocatalytic reactor (ECR) for cleaning simulated nitrogenous wastewater ((NH4)2SO4 solution, initial total nitrogen (TN) concentration of 150 mg L[[-]][1]). Additionally, SrFexNi1-xO3-δ materials were characterized using Fourier Transform Infrared (FT-IR), Raman spectra, X-Ray Diffraction (XRD), Energy Dispersive X-ray (EDX), Electrochemical Impedance Spectroscopy (EIS) and Tafel curves, respectively. The results indicate that SrFexNi1-xO3-δ materials are featured with the perovskite crystal structure and Fe is appreciably doped into SrNiO3. Moreover, the optimum conditions for fabricating SrFexNi1-xO3-δ were the reaction time of 120 min for citrate sol-gel, a calcination temperature of 700 °C, and Fe doping content of x = 0.3. SrFe0.3Ni0.7O2.85, and perovskite performs attractive electrocatalytic activity (TN removal ratio of 91.33%) and ECR conductivity of 3.62 mS cm[-][1] under an electrocatalytic time of 150 min. Therefore, SrFexNi1-xO3-δ perovskites are desirable for cleaning nitrogenous wastewater in electrocatalysis.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin 300350, China. zhangyuqing@tju.edu.cn."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Zilu",
      "initials": "Z",
      "name": "Zilu Jin",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin 300350, China. a1090699180@tju.edu.cn."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Lijun",
      "initials": "L",
      "name": "Lijun Chen",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin 300350, China. lijunchen@tju.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jiaqi",
      "initials": "J",
      "name": "Jiaqi Wang",
      "affiliations": [
        "School of Chemical Engineering and Technology, Tianjin University, Tianjin 300350, China. wangjiaqi1011@tju.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "08"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Retracted Publication"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30744028",
    "pmc": "PMC6384844",
    "doi": "10.3390/ma12030511",
    "pii": "ma12030511"
  },
  "doi": "10.3390/ma12030511",
  "pmc_id": "PMC6384844",
  "dates": {
    "revised": "2023-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.319167",
    "pmid": "30744028"
  }
}