{
  "pmid": "30744097",
  "uid": "30744097",
  "title": "Geographic and Opportunistic Recovery with Depth and Power Transmission Adjustment for Energy-Efficiency and Void Hole Alleviation in UWSNs.",
  "abstract": "Underwater Wireless Sensor Networks (UWSNs) are promising and emerging frameworks having a wide range of applications. The underwater sensor deployment is beneficial; however, some factors limit the performance of the network, i.e., less reliability, high end-to-end delay and maximum energy dissipation. The provisioning of the aforementioned factors has become a challenging task for the research community. In UWSNs, battery consumption is inevitable and has a direct impact on the performance of the network. Most of the time energy dissipates due to the creation of void holes and imbalanced network deployment. In this work, two routing protocols are proposed to avoid the void hole and extra energy dissipation problems which, due to which lifespan of the network increases. To show the efficacy of the proposed routing schemes, they are compared with the state of the art protocols. Simulation results show that the proposed schemes outperform the counterparts.",
  "authors": [
    {
      "last_name": "Mateen",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Mateen",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Islamabad 44000, Pakistan. ammateen49@gmail.com."
      ],
      "orcid": "0000-0002-8607-7783"
    },
    {
      "last_name": "Awais",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Awais",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Islamabad 44000, Pakistan. amawais@hotmail.com."
      ],
      "orcid": "0000-0001-7064-6796"
    },
    {
      "last_name": "Javaid",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Javaid",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Islamabad 44000, Pakistan. nadeemjavaidqau@gmail.com."
      ]
    },
    {
      "last_name": "Ishmanov",
      "fore_name": "Farruh",
      "initials": "F",
      "name": "Farruh Ishmanov",
      "affiliations": [
        "Department of Electronics and Communication Engineering, Kwangwoon University, Seoul 01897, Korea. farruh.uzb@gmail.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Khalil",
      "initials": "MK",
      "name": "Muhammad Khalil Afzal",
      "affiliations": [
        "Wah Campus, COMSATS University Islamabad, Wah Cantonment 47040, Pakistan. khalilafzal@ciitwah.edu.pk."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Saqib",
      "initials": "S",
      "name": "Saqib Kazmi",
      "affiliations": [
        "Department of Computer Science, COMSATS University Islamabad, Islamabad 44000, Pakistan. saqib.kazmi149@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "09"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30744097",
    "pmc": "PMC6386891",
    "doi": "10.3390/s19030709",
    "pii": "s19030709"
  },
  "doi": "10.3390/s19030709",
  "pmc_id": "PMC6386891",
  "dates": {
    "completed": "2019-02-12",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.840670",
    "pmid": "30744097"
  }
}