{
  "pmid": "30755414",
  "uid": "30755414",
  "title": "Community-based specialist palliative care teams and health system costs at end of life: a retrospective matched cohort study.",
  "abstract": "BACKGROUND: Access to community-based specialist palliative care teams has been shown to improve patients' quality of life; however, the impact on health system expenditures is unclear. This study aimed to determine whether exposure to these teams reduces health system costs compared with usual care. METHODS: We conducted a retrospective matched cohort study in Ontario, Canada, using linked administrative data. Decedents treated by 1 of 11 community-based specialist palliative care teams in 2009/10 and 2010/11 (the exposed group) were propensity score matched (comorbidity, extent of home care, etc.) 1 to 1 to similar decedents in usual care (the unexposed group). The teams are comprised of a core group of specialized physicians, nurses and other providers; their role is to manage symptoms around the clock, provide education and coordinate care. Our primary outcome was the overall difference in health system costs (among 5 health care sectors) between all matched pairs of exposed versus unexposed patients in the last 30 days of life. RESULTS: The total cohort of decedents included 3109 matched pairs. Among matched pairs, the mean health system cost difference was $512 (95% confidence interval [CI] -$641 to -$383) lower in the last 30 days among exposed than among unexposed patients. In the last 30 days, the mean home care costs of the exposed group were $189 higher (95% CI -$151 to $227) than those of the unexposed group, but their mean hospital costs were $733 lower (95% CI -$950 to -$516). INTERPRETATION: Our study suggests that health system costs are lower for patients who have access to community-based specialist teams than for those who receive usual care alone, largely because of decreased hospital costs. Ensuring access to in-home palliative care support, as provided by these teams, is an efficacious strategy for reducing health care expenditures at the end of life.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology (Seow, Bainbridge), McMaster University; Escarpment Cancer Research Institute (Seow); Juravinski Cancer Centre (Seow, Bainbridge), Hamilton, Ont.; Brant Community Healthcare System (Salam-White), Brantford, Ont. seowh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Salam-White",
      "fore_name": "Lialoma",
      "initials": "L",
      "name": "Lialoma Salam-White",
      "affiliations": [
        "Department of Oncology (Seow, Bainbridge), McMaster University; Escarpment Cancer Research Institute (Seow); Juravinski Cancer Centre (Seow, Bainbridge), Hamilton, Ont.; Brant Community Healthcare System (Salam-White), Brantford, Ont."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology (Seow, Bainbridge), McMaster University; Escarpment Cancer Research Institute (Seow); Juravinski Cancer Centre (Seow, Bainbridge), Hamilton, Ont.; Brant Community Healthcare System (Salam-White), Brantford, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2019"
  },
  "start_page": "E73",
  "end_page": "E80",
  "pages": "E73-E80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30755414",
    "pmc": "PMC6375224",
    "doi": "10.9778/cmajo.20180113",
    "pii": "7/1/E73"
  },
  "doi": "10.9778/cmajo.20180113",
  "pmc_id": "PMC6375224",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.068485",
    "pmid": "30755414"
  }
}