{
  "pmid": "30764789",
  "uid": "30764789",
  "title": "Comparison of CPG's for the diagnosis, prognosis and management of non-specific neck pain: a systematic review.",
  "abstract": "BACKGROUND: Neck pain (NP) is a very common musculoskeletal condition with potential for a high burden in disability and length of disorder. Clinical practice guidelines (CPG) give recommendations to clinicians for providing optimal care for patients however best practice recommendations are often contradictory. The purpose for this review was to conduct a SR of CPGs to assess the management recommendations for NP (diagnosis, treatment, prognosis, imaging). METHODS: Standard SR methodology was employed including a grey literature search (including the National Guideline Clearing House). Medline, Cinahl, Embase, ILC, Cochrane, Central, and Lilacs were searched from 1995-to March 2018. Two raters evaluated all citations and a third rater resolved any disagreements. The AGREE II was used to assess risk of bias of each CPG. Data was extracted and included CPG purpose, type of NP problem and clinical recommendations. The AGREE II critical appraisal tool was used to assess risk of bias of each CPG. RESULTS: From 640 articles, 241 were available for screening. A total of 46 guidelines were selected. CPG's were categorized by the NP population (General NP, whiplash, interventional, headache and risk for vertebral insufficiency) and type of clinical aim (diagnosis, prognosis, treatment, imaging). Each clinical NP population had a large overlap of clinical aims presented. The CPGs were directed to a variety of clinicians that included physicians, physiotherapists and chiropractors. Results suggest heterogeneity in CPG recommendations within each clinical aim. CPG characteristics accounting for these differences are outlined. CONCLUSION: The majority of CPGs were developed for general NP that focused on treatment recommendations, with fewer number aimed at recommendations for diagnosis, prognosis, and outcomes. Heterogeneity of recommendations within the categories were noted as were potential factors associated with these differences, including CPG quality as assessed by the AGREE II.",
  "authors": [
    {
      "last_name": "Parikh",
      "fore_name": "Pulak",
      "initials": "P",
      "name": "Pulak Parikh",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, L8S 1C7, Canada. parikhp@mcmaster.ca."
      ],
      "orcid": "0000-0003-3242-3094"
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Macdermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy Macdermid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, L8S 1C7, Canada.",
        "Hand and Upper Limb Centre, St. Joseph Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eshtiaghi",
      "fore_name": "Arshia",
      "initials": "A",
      "name": "Arshia Eshtiaghi",
      "affiliations": [
        "Department of Health Science, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "81",
  "pages": "81",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Consensus",
    "Diagnostic Imaging",
    "Humans",
    "Neck Pain",
    "Pain Management",
    "Pain Measurement",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Predictive Value of Tests",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30764789",
    "pmc": "PMC6376764",
    "doi": "10.1186/s12891-019-2441-3",
    "pii": "10.1186/s12891-019-2441-3"
  },
  "doi": "10.1186/s12891-019-2441-3",
  "pmc_id": "PMC6376764",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "102084",
      "agency": "CIHR"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.429132",
    "pmid": "30764789"
  }
}