{
  "pmid": "30760515",
  "uid": "30760515",
  "title": "Multimorbidity, eHealth and implications for equity: a cross-sectional survey of patient perspectives on eHealth.",
  "abstract": "OBJECTIVE: There is increasing awareness of the burden of medical care experienced by those with multimorbidity. There is also increasing interest and activity in engaging patients with chronic disease in technology-based health-related activities ('eHealth') in family practice. Little is known about patients' access to, and interest in eHealth, in particular those with a higher burden of care associated with multimorbidity. We examined access and attitudes towards eHealth among patients attending family medicine clinics with a focus on older adults and those with polypharmacy as a marker for multimorbidity. DESIGN: Cross-sectional survey of consecutive adult patients attending consultations with family physicians in the McMaster University Sentinel and Information Collaboration practice-based research network. We used univariate and multivariate analyses for quantitative data, and thematic analysis for free text responses. SETTING: Primary care clinics. PARTICIPANTS: 693 patients participated (response rate 70%). INCLUSION CRITERIA: Attending primary care clinic. EXCLUSIONS: Too ill to complete survey, cannot speak English. RESULTS: The majority of participants reported access to the internet at home, although this decreased with age. Participants 70 years and older were less comfortable using the internet compared with participants under 70. Univariate analyses showed age, multimorbidity, home internet access, comfort using the internet, privacy concerns and self-rated health all predicted significantly less interest in eHealth. In the multivariate analysis, home internet access and multimorbidity were significant predictors of disinterest in eHealth. Privacy and loss of relational connection were themes in the qualitative analysis. CONCLUSION: There is a significant negative association between multimorbidity and interest in eHealth. This is independent of age, computer use and comfort with using the internet. These findings have important implications, particularly the potential to further increase health inequity.",
  "authors": [
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2149-9376"
    },
    {
      "last_name": "Parascandalo",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Parascandalo",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khudoyarova",
      "fore_name": "Olga",
      "initials": "O",
      "name": "Olga Khudoyarova",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bismah",
      "fore_name": "Verdah",
      "initials": "V",
      "name": "Verdah Bismah",
      "affiliations": [
        "Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Orr",
      "fore_name": "Sherrie",
      "initials": "S",
      "name": "Sherrie Orr",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "e023731",
  "pages": "e023731",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Attitude to Health",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Internet",
    "Male",
    "Middle Aged",
    "Multimorbidity",
    "Multiple Chronic Conditions",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Polypharmacy",
    "Primary Health Care",
    "Surveys and Questionnaires",
    "Telemedicine",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30760515",
    "pmc": "PMC6377536",
    "doi": "10.1136/bmjopen-2018-023731",
    "pii": "bmjopen-2018-023731"
  },
  "doi": "10.1136/bmjopen-2018-023731",
  "pmc_id": "PMC6377536",
  "dates": {
    "completed": "2020-03-03",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.655455",
    "pmid": "30760515"
  }
}