{
  "pmid": "30763539",
  "uid": "30763539",
  "title": "Composition and Variation of the Human Milk Microbiota Are Influenced by Maternal and Early-Life Factors.",
  "abstract": "Breastmilk contains a complex community of bacteria that may help seed the infant gut microbiota. The composition and determinants of milk microbiota are poorly understood. Among 393 mother-infant dyads from the CHILD cohort, we found that milk microbiota at 3-4 months postpartum was dominated by inversely correlated Proteobacteria and Firmicutes, and exhibited discrete compositional patterns. Milk microbiota composition and diversity were associated with maternal factors (BMI, parity, and mode of delivery), breastfeeding practices, and other milk components in a sex-specific manner. Causal modeling identified mode of breastfeeding as a key determinant of milk microbiota composition. Specifically, providing pumped breastmilk was consistently associated with multiple microbiota parameters including enrichment of potential pathogens and depletion of bifidobacteria. Further, these data support the retrograde inoculation hypothesis, whereby the infant oral cavity impacts the milk microbiota. Collectively, these results identify features and determinants of human milk microbiota composition, with potential implications for infant health and development.",
  "authors": [
    {
      "last_name": "Moossavi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Moossavi",
      "affiliations": [
        "Medical Microbiology and Infectious Diseases, University of Manitoba, Winnipeg, MB, Canada; Children's Hospital Research Institute of Manitoba, Pediatrics and Child Health, Winnipeg, MB, Canada; Developmental Origins of Chronic Diseases in Children Network (DEVOTION), Winnipeg, MB, Canada; Digestive Oncology Research Center, Digestive Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Sepehri",
      "fore_name": "Shadi",
      "initials": "S",
      "name": "Shadi Sepehri",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Pediatrics and Child Health, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Robertson",
      "fore_name": "Bianca",
      "initials": "B",
      "name": "Bianca Robertson",
      "affiliations": [
        "Pediatrics, University of California, San Diego, La Jolla, CA, USA."
      ]
    },
    {
      "last_name": "Bode",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Bode",
      "affiliations": [
        "Pediatrics, University of California, San Diego, La Jolla, CA, USA; Larsson-Rosenquist Foundation Mother-Milk-Infant Center of Research Excellence, University of California, San Diego, La Jolla, CA, USA."
      ]
    },
    {
      "last_name": "Goruk",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Goruk",
      "affiliations": [
        "Agricultural Food, and Nutritional Science, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Field",
      "fore_name": "Catherine J",
      "initials": "CJ",
      "name": "Catherine J Field",
      "affiliations": [
        "Agricultural Food, and Nutritional Science, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Lix",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Lix",
      "affiliations": [
        "Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Nutritional Sciences, University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Becker",
      "fore_name": "Allan B",
      "initials": "AB",
      "name": "Allan B Becker",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Pediatrics and Child Health, Winnipeg, MB, Canada; Developmental Origins of Chronic Diseases in Children Network (DEVOTION), Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Mandhane",
      "fore_name": "Piushkumar J",
      "initials": "PJ",
      "name": "Piushkumar J Mandhane",
      "affiliations": [
        "Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Turvey",
      "fore_name": "Stuart E",
      "initials": "SE",
      "name": "Stuart E Turvey",
      "affiliations": [
        "Pediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Subbarao",
      "fore_name": "Padmaja",
      "initials": "P",
      "name": "Padmaja Subbarao",
      "affiliations": [
        "Division of Respiratory Medicine, Pediatrics, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada; Physiology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Moraes",
      "fore_name": "Theo J",
      "initials": "TJ",
      "name": "Theo J Moraes",
      "affiliations": [
        "Division of Respiratory Medicine, Pediatrics, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lefebvre",
      "fore_name": "Diana L",
      "initials": "DL",
      "name": "Diana L Lefebvre",
      "affiliations": [
        "Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sears",
      "fore_name": "Malcolm R",
      "initials": "MR",
      "name": "Malcolm R Sears",
      "affiliations": [
        "Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khafipour",
      "fore_name": "Ehsan",
      "initials": "E",
      "name": "Ehsan Khafipour",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Pediatrics and Child Health, Winnipeg, MB, Canada; Animal Science, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Azad",
      "fore_name": "Meghan B",
      "initials": "MB",
      "name": "Meghan B Azad",
      "affiliations": [
        "Children's Hospital Research Institute of Manitoba, Pediatrics and Child Health, Winnipeg, MB, Canada; Developmental Origins of Chronic Diseases in Children Network (DEVOTION), Winnipeg, MB, Canada. Electronic address: meghan.azad@umanitoba.ca."
      ]
    }
  ],
  "journal": {
    "title": "Cell host & microbe",
    "iso_abbreviation": "Cell Host Microbe",
    "issn": "1934-6069",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "324",
  "end_page": "335.e4",
  "pages": "324-335.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bifidobacterium",
    "Breast Feeding",
    "Cohort Studies",
    "DNA, Bacterial",
    "Female",
    "Firmicutes",
    "Humans",
    "Infant",
    "Longitudinal Studies",
    "Male",
    "Maternal Age",
    "Maternal Health",
    "Milk, Human",
    "Proteobacteria",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "30763539",
    "doi": "10.1016/j.chom.2019.01.011",
    "pii": "S1931-3128(19)30049-6"
  },
  "doi": "10.1016/j.chom.2019.01.011",
  "dates": {
    "completed": "2019-07-08",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "DNA, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.260089",
    "pmid": "30763539"
  }
}