{
  "pmid": "30765370",
  "uid": "30765370",
  "title": "Multimorbidity predicts functional decline in community-dwelling older adults: Prospective cohort study.",
  "abstract": "OBJECTIVE: To determine if multimorbidity is associated with functional status, and to assess if multimorbidity predicts declining functional status over a 5-year time frame, after accounting for baseline functional status and other potential confounding factors. DESIGN: Analysis of an existing population-based cohort study. SETTING: Manitoba. PARTICIPANTS: Community-dwelling adults aged 65 and older. MAIN OUTCOME MEASURES: Age, sex, education, and the Mini-Mental State Examination (MMSE) and Center for Epidemiological Studies Depression Scale (CES-D) scores were recorded for each patient. Multimorbidity was measured using a simple tally of self-reported diseases. Function was measured using the Older Americans Resources and Services scale in 1991 to 1992 and again 5 years later. Good or excellent level of function was compared with level of disability (mild or moderate or higher). Cross-sectional and prospective analyses were conducted. RESULTS: In a cross-sectional analysis, multimorbidity predicted disability. The unadjusted odds ratio (OR) (95% CI) for disability was 1.45 (1.39 to 1.52) for each additional chronic illness. In models adjusting for age, sex, education, and MMSE and CES-D scores, the adjusted OR (95% CI) was 1.35 (1.29 to 1.42) for each additional chronic illness. Multimorbidity also predicted disability 5 years later. The unadjusted OR (95% CI) was 1.31 (1.24 to 1.38). In models adjusting for age, sex, education, and MMSE and CES-D scores in addition to baseline functional status, the adjusted OR (95% CI) was 1.15 (1.09 to 1.24). CONCLUSION: Multimorbidity predicts disability in cross-sectional and prospective analyses.",
  "authors": [
    {
      "last_name": "St John",
      "fore_name": "Philip D",
      "initials": "PD",
      "name": "Philip D St John",
      "affiliations": [
        "Geriatrician in Winnipeg and Associate Professor at the University of Manitoba. pstjohn@hsc.mb.ca."
      ]
    },
    {
      "last_name": "Tyas",
      "fore_name": "Suzanne L",
      "initials": "SL",
      "name": "Suzanne L Tyas",
      "affiliations": [
        "Epidemiologist and Associate Professor at the University of Waterloo in Ontario."
      ]
    },
    {
      "last_name": "Menec",
      "fore_name": "Verena",
      "initials": "V",
      "name": "Verena Menec",
      "affiliations": [
        "Professor in the Department of Community Health Sciences at the University of Manitoba."
      ]
    },
    {
      "last_name": "Tate",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Tate",
      "affiliations": [
        "Professor in the Department of Community Health Sciences at the University of Manitoba."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Associate Professor in the Department of Clinical Epidemiology and Biostatistics at McMaster University in Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "e56",
  "end_page": "e63",
  "pages": "e56-e63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Chronic Disease",
    "Cross-Sectional Studies",
    "Disability Evaluation",
    "Persons with Disabilities",
    "Female",
    "Humans",
    "Independent Living",
    "Male",
    "Manitoba",
    "Multimorbidity",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "30765370",
    "pmc": "PMC6515497",
    "pii": "65/2/e56"
  },
  "pmc_id": "PMC6515497",
  "dates": {
    "completed": "2020-04-07",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.476467",
    "pmid": "30765370"
  }
}