{
  "pmid": "30767141",
  "uid": "30767141",
  "title": "Peroral endoscopic myotomy (POEM) for the treatment of pediatric achalasia: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Achalasia is a rare primary esophageal dysmotility disorder in children. Peroral endoscopic myotomy (POEM) is a novel endoscopic technique which has shown promising results for treating achalasia in adults. However, limited data on efficacy and safety in pediatric patients are available. We performed a systematic review and meta-analysis to evaluate the efficacy and safety of POEM in pediatric achalasia. METHODS: We searched MEDLINE, Embase, PubMed, and Web of Science databases through July 2018. Studies were eligible for inclusion if they conducted POEM in pediatric patients. Main outcomes were Eckardt score and lower esophageal sphincter (LES) pressure before and after POEM. Secondary outcomes were clinical success rate and adverse events associated with POEM. Two reviewers independently reviewed the studies, collected data, and assessed quality of evidence using Methodological Index for Non-Randomized Studies (MINORS). Pooled estimates were calculated using random effects meta-analyses. Heterogeneity was quantified using the inconsistency statistic, and funnel plot was used to assess publication bias. RESULTS: A total of 12 studies with 146 pediatric patients (53.68% female) underwent POEM for the treatment of achalasia (mean duration of disease of 19.48 months). There was a significant reduction in Eckardt score by 6.88 points (Mean Difference (MD) 6.88, 95% confidence interval (CI), 6.28-7.48, P < .001) and LES pressure by 20.73 mmHg (MD 20.73, 95% CI, 15.76-25.70, P < .001) following POEM. At least 93% of the patients experienced improvement or resolution of achalasia symptoms both short and long terms after POEM, with small proportion of patients experiencing minor adverse effects which could be managed conservatively. CONCLUSIONS: POEM is efficacious and safe for treating achalasia in pediatric populations. Large comparative or randomized trials are warranted to confirm the efficacy and safety of POEM compared to other surgical procedures for achalasia.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Centre for Minimal Access Surgery (CMAS), Division of General Surgery, Department of Surgery, McMaster University St. Joseph's Healthcare, 50 Charlton Avenue East Hamilton, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Brar",
      "fore_name": "Karanbir",
      "initials": "K",
      "name": "Karanbir Brar",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Centre for Minimal Access Surgery (CMAS), Division of General Surgery, Department of Surgery, McMaster University St. Joseph's Healthcare, 50 Charlton Avenue East Hamilton, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Centre for Minimal Access Surgery (CMAS), Division of General Surgery, Department of Surgery, McMaster University St. Joseph's Healthcare, 50 Charlton Avenue East Hamilton, Hamilton, ON, L8N 4A6, Canada. dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Surgical endoscopy",
    "iso_abbreviation": "Surg Endosc",
    "issn": "1432-2218",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "1710",
  "end_page": "1720",
  "pages": "1710-1720",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Esophageal Achalasia",
    "Esophageal Sphincter, Lower",
    "Female",
    "Humans",
    "Male",
    "Myotomy",
    "Natural Orifice Endoscopic Surgery",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30767141",
    "doi": "10.1007/s00464-019-06701-5",
    "pii": "10.1007/s00464-019-06701-5"
  },
  "doi": "10.1007/s00464-019-06701-5",
  "dates": {
    "completed": "2020-04-16",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.718400",
    "pmid": "30767141"
  }
}