{
  "pmid": "30771253",
  "uid": "30771253",
  "title": "Growth response of dental tissues to developmental stress in the domestic pig (Sus scrofa).",
  "abstract": "OBJECTIVES: To compare relative response of enamel, dentin and bone to developmental stressors between attritional and catastrophic mortality assemblages of pigs. MATERIALS AND METHODS: Heads from 70 Sus scrofa of known sex, weight and age comprising an attritional sample of 50 sick pen (SP) pigs that died prematurely versus 20 control pigs slaughtered at 6 months (Catastrophic assemblage). Hard tissue changes (alveolar bone thinning), abnormal bone formation (Harris lines) and re-modeling (auditory bullae) were recorded. Areas and volumes of coronal enamel and dentin were recorded from microCT scans with Avizo 6.3 and Geomagic Wrap. RESULTS: Attritional and catastrophic assemblages are metrically indistinguishable. Ages at death and tissue measures in the SP pigs are differentially distributed, necessitating partition into developmental outcome cohorts. SP \"late death\" pigs are of lesser physiological maturity than expected, free of disease, with large dental tissue dimensions, comparable to \"Controls\". SP \"early death\" pigs have 5% less dentin and enamel and chronic bone infection. Older cohorts of the SP \"early deaths\" mortality assemblage show progressively reduced enamel. SP pigs show dental evidence of reduced bone mass in the maxilla. DISCUSSION: Bone, dentin and enamel tissues, each, respond distinctively to developmental stressors. Bone mass evinces malnutrition not disease. Both dental tissue reduction and abnormal bone formation link to chronic infection. Paradoxically, reduced dentin mass signals lower survivorship while reduced enamel signals enhanced survivorship. Meaningful comparison of Attritional and Catastrophic assemblages necessitates recognition of developmental outcome cohorts, stratified by age at death and physiological maturity, to reveal heterogeneity of survivorship, tissue measures and lesions.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": [
        "Department of Archaeology, King's Manor, University of York, York, United Kingdom."
      ],
      "orcid": "0000-0002-9411-3385"
    },
    {
      "last_name": "Imbrasas",
      "fore_name": "Mykolas D",
      "initials": "MD",
      "name": "Mykolas D Imbrasas",
      "affiliations": [
        "School of Anthropology and Conservation, University of Kent, Canterbury, United Kingdom."
      ]
    },
    {
      "last_name": "Byra",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Byra",
      "affiliations": [
        "Greenbelt Swine Veterinary Services Ltd., Technical Services Veterinarian, Chilliwack, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Matthew M",
      "initials": "MM",
      "name": "Matthew M Skinner",
      "affiliations": [
        "School of Anthropology and Conservation, University of Kent, Canterbury, United Kingdom.",
        "Department of Human Evolution, Max Planck Institute for Evolutionary Anthropology, Leipzig, Germany."
      ]
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "1096-8644",
    "issn_type": "Electronic",
    "volume": "168",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "764",
  "end_page": "788",
  "pages": "764-788",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Dental Enamel",
    "Dentin",
    "Female",
    "Male",
    "Stress, Physiological",
    "Sus scrofa",
    "Swine",
    "Tooth",
    "Tooth Diseases"
  ],
  "article_ids": {
    "pubmed": "30771253",
    "doi": "10.1002/ajpa.23795"
  },
  "doi": "10.1002/ajpa.23795",
  "dates": {
    "completed": "2020-01-09",
    "revised": "2020-01-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Max Planck Institute for Evolutionary Anthropology",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.403531",
    "pmid": "30771253"
  }
}