{
  "pmid": "30782542",
  "uid": "30782542",
  "title": "Adjuvant Chemotherapy With or Without Biologics Including Antiangiogenics and Monoclonal Antibodies Targeting EGFR and EpCAM in Colorectal Cancer: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Adjuvant therapy for early-stage colorectal cancer improves survival. Biologic agents have shown promise as adjuncts to chemotherapy in metastatic colon cancer, but the effect on earlier stage cancer remains unclear. MATERIALS AND METHODS: We conducted a systematic review and meta-analysis of the additive effect of biologic agents to adjuvant chemotherapy on survival in colorectal cancer (all comers and subpopulations defined by microsatellite instability, BRAF and KRAS status, and stage). Only randomized controlled trials published between 2002 and 2017 in MEDLINE, EMBASE, and CENTRAL were included. The control arm: chemotherapy alone, the intervention arm: chemotherapy with biologic agents. OUTCOMES: overall survival (OS) and disease-free survival. RESULTS: Six trials including 10,754 patients were included. OS (hazard ratio [HR] 2.55, 95% confidence interval [CI] 2.15-3.03) and disease-free survival (HR 2.54, 95% CI 2.25-2.87) were significantly worse in the intervention arm. High heterogeneity was explained by subgroup analysis of different biologic agents (bevacizumab versus others); however, results still showed harm in the intervention arm across subgroups. Bevacizumab was associated with improved OS in patients with microsatellite instability (HR 0.58, 95% CI 0.36-0.92); this was the only indication of benefit for a biomarker-defined subpopulation. Analyses by tumor stage failed to demonstrate advantage with use of a biologic agent; however, it explained heterogeneity. CONCLUSIONS: The addition of biologic agents to adjuvant chemotherapy in the treatment of high-risk stage II and III colorectal cancer is associated with worse survival outcomes. The only subgroup of patients that may benefit from the addition of bevacizumab to adjuvant chemotherapy is those with microsatellite unstable tumors.",
  "authors": [
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Diana N",
      "initials": "DN",
      "name": "Diana N Carter",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Li",
      "affiliations": [
        "Michael G. Degroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valencia",
      "fore_name": "Marlie",
      "initials": "M",
      "name": "Marlie Valencia",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Oren",
      "initials": "O",
      "name": "Oren Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "239",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "14",
  "end_page": "21",
  "pages": "14-21",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Angiogenesis Inhibitors",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Bevacizumab",
    "Biological Products",
    "Chemotherapy, Adjuvant",
    "Colectomy",
    "Colorectal Neoplasms",
    "Disease-Free Survival",
    "Epithelial Cell Adhesion Molecule",
    "ErbB Receptors",
    "Humans",
    "Microsatellite Instability",
    "Neoplasm Staging",
    "Proctectomy",
    "Proto-Oncogene Proteins B-raf",
    "Proto-Oncogene Proteins p21(ras)",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "30782542",
    "doi": "10.1016/j.jss.2019.01.030",
    "pii": "S0022-4804(19)30037-X"
  },
  "doi": "10.1016/j.jss.2019.01.030",
  "dates": {
    "completed": "2020-01-24",
    "revised": "2020-01-24"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Biological Products",
    "EPCAM protein, human",
    "Epithelial Cell Adhesion Molecule",
    "KRAS protein, human",
    "Bevacizumab",
    "EGFR protein, human",
    "ErbB Receptors",
    "BRAF protein, human",
    "Proto-Oncogene Proteins B-raf",
    "Proto-Oncogene Proteins p21(ras)"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.910629",
    "pmid": "30782542"
  }
}