{
  "pmid": "30784758",
  "uid": "30784758",
  "title": "Dose-dependent effects of a glyphosate commercial formulation - Roundup[®] UltraMax - on the early zebrafish embryogenesis.",
  "abstract": "The use of herbicides with glyphosate as an active ingredient, the so-called glyphosate-based herbicides (GBH), has increased dramatically in recent years currently being the most widely used in the world. Therefore, glyphosate residues have been detected in water and soils near the application sites. Recent studies indicate that GBH may cause adverse effects on vertebrates although these have been attributed to the presence of adjuvants in the commercial formulations rather than to the sole compound. Accordingly, the objective of this work was to investigate the lethal and sub-lethal developmental effects, neurotoxic potential and oxidative stress responses of zebrafish embryos to Roundup[®] Ultramax (RU) exposure. Embryos were exposed during 72 h to 0, 2, 5, 8.5 μg a.i. mL[-1] of RU. Increased mortality was observed in embryos exposed to concentrations above 8.5 μg a.i. mL[-1] as well as increased number of malformations. Decreased heart rate and hatchability were also observed. By contrast, exposure to concentrations that do not evoke teratogenic outcomes induced a dose-dependent decrease of heart rate although not inducing significant developmental changes. However, histological changes were not observed in the larvae exposed to these concentrations. Moreover, the generation of reactive oxygen species, the antioxidant enzymes activities (SOD and CAT), the GST biotransformation activity, the glutathione levels (GSH and GSSG), the oxidative damage (MDA) and the acetylcholinesterase and lactate dehydrogenase were similar among groups following exposure. Overall, available evidence suggests a dose-dependent toxicological effect of this formulation at concentrations that are not routinely detected in the environment. However, additional studies should be performed to better understand the underlying molecular mechanisms in favor of this formulation.",
  "authors": [
    {
      "last_name": "Lanzarin",
      "fore_name": "Germano A B",
      "initials": "GAB",
      "name": "Germano A B Lanzarin",
      "affiliations": [
        "Department of Biology and Environment, School of Life and Environmental Sciences, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal. Electronic address: lfelix@utad.pt."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Dércia",
      "initials": "D",
      "name": "Dércia Santos",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos A S",
      "initials": "CAS",
      "name": "Carlos A S Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences, University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Department of Biology and Environment, School of Life and Environmental Sciences, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences, University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal. Electronic address: smonteir@utad.pt."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "223",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "514",
  "end_page": "522",
  "pages": "514-522",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Embryonic Development",
    "Glycine",
    "Herbicides",
    "Teratogens",
    "Zebrafish",
    "Glyphosate"
  ],
  "article_ids": {
    "pubmed": "30784758",
    "doi": "10.1016/j.chemosphere.2019.02.071",
    "pii": "S0045-6535(19)30287-5"
  },
  "doi": "10.1016/j.chemosphere.2019.02.071",
  "dates": {
    "completed": "2019-06-10",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Herbicides",
    "Teratogens",
    "Glycine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.069808",
    "pmid": "30784758"
  }
}