{
  "pmid": "30792872",
  "uid": "30792872",
  "title": "A Validation Study of Administrative Health Care Data to Detect Acute Kidney Injury in the Pediatric Intensive Care Unit.",
  "abstract": "BACKGROUND: Large studies evaluating pediatric acute kidney injury (AKI) epidemiology and outcomes are lacking, partially due to underuse of large administrative health care data. OBJECTIVE: To assess the diagnostic accuracy of administrative health care data-defined AKI in children admitted to the pediatric intensive care unit (PICU). DESIGN: Retrospective cohort study utilizing chart and administrative data. SETTING: Children admitted to the PICU at 2 centers in Montreal, QC. PATIENTS: Patients between 0 and 18 years old with a provincial health insurance number, without end-stage renal disease and admitted to the PICU between January 1, 2003, and March 31, 2005, were included. MEASUREMENTS: The AKI was defined from chart data using the Kidney Disease: Improving Global Outcomes (KDIGO) definition (Chart-AKI). The AKI defined using administrative health data (Admin-AKI) was based on International Classification of Disease, Ninth Revision (ICD-9) AKI codes. METHODS: Data available from retrospective chart review, including baseline and PICU patient characteristics, and serum creatinine (SCr) and urine output (UO) values during PICU admission, were merged with provincial administrative health care data containing diagnostic and procedure codes used for ascertaining Admin-AKI. Sensitivity, specificity, positive, and negative predictive value of Admin-AKI compared with Chart-AKI (reference standard) were calculated. Univariable associations between Admin-AKI and hospital mortality were evaluated. RESULTS: A total of 2051 patients (55% male, mean age at admission 6.1 ± 5.8 years, 355 cardiac surgery, 1696 noncardiac surgery) were included. The AKI defined by SCr or UO criteria occurred in 52% of cardiac surgery patients and 24% of noncardiac surgery patients. Overall, Admin-AKI detected Chart-AKI with low sensitivity, but high specificity in cardiac and noncardiac surgery patients. Sensitivity increased by 1.5 to 2 fold with each increase in AKI severity stage. Admin-AKI was associated with hospital mortality (13% in Admin-AKI vs 2% in non-AKI, P < .001). LIMITATIONS: These data were generated in a PICU population; future research should study non-PICU populations. CONCLUSIONS: Use of administrative health care data to define AKI in children leads to AKI incidence underestimation. However, for detecting more severe AKI, sensitivity is higher, while maintaining high specificity.",
  "authors": [
    {
      "last_name": "D'Arienzo",
      "fore_name": "David",
      "initials": "D",
      "name": "David D'Arienzo",
      "affiliations": [
        "Faculty of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Hessey",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Hessey",
      "affiliations": [
        "Faculty of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Rami",
      "initials": "R",
      "name": "Rami Ali",
      "affiliations": [
        "Department of Family Medicine, GMF Centre Medical Hochelaga, Montreal, QC, Canada.",
        "Department of Family-Emergency Medicine, Hôpital Général de Hawkesbury and District General Hospital Inc, Hawkesbury, ON, Canada."
      ]
    },
    {
      "last_name": "Perreault",
      "fore_name": "Sylvie",
      "initials": "S",
      "name": "Sylvie Perreault",
      "affiliations": [
        "Faculty of Pharmacy, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Samuel",
      "affiliations": [
        "Department of Pediatrics, Division of Nephrology, Faculty of Medicine, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Roy",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Lacroix",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Lacroix",
      "affiliations": [
        "Department of Pediatrics, Division of Intensive Care, Centre Hospitalier Universitaire Sainte-Justine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Jouvet",
      "affiliations": [
        "Department of Pediatrics, Division of Intensive Care, Centre Hospitalier Universitaire Sainte-Justine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Morissette",
      "fore_name": "Genevieve",
      "initials": "G",
      "name": "Genevieve Morissette",
      "affiliations": [
        "Department of Pediatrics, Division of Intensive Care, Centre Hospitalier Universitaire Sainte-Justine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Dorais",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Dorais",
      "affiliations": [
        "StatSciences Inc, Notre-Dame-de-l'Île-Perrot, QC, Canada."
      ]
    },
    {
      "last_name": "Lafrance",
      "fore_name": "Jean-Philippe",
      "initials": "JP",
      "name": "Jean-Philippe Lafrance",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Phan",
      "fore_name": "Veronique",
      "initials": "V",
      "name": "Veronique Phan",
      "affiliations": [
        "Department of Pediatrics, Division of Nephrology, Centre Hospitalier Ste-Justine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Pizzi",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pizzi",
      "affiliations": [
        "McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Department of Pediatrics, Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Department of Pediatrics, Division of Nephrology, Toronto Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119827525",
  "pages": "2054358119827525",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30792872",
    "pmc": "PMC6376545",
    "doi": "10.1177/2054358119827525",
    "pii": "10.1177_2054358119827525"
  },
  "doi": "10.1177/2054358119827525",
  "pmc_id": "PMC6376545",
  "dates": {
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.060651",
    "pmid": "30792872"
  }
}