{
  "pmid": "30799766",
  "uid": "30799766",
  "title": "Antithrombotics in stable peripheral artery disease.",
  "abstract": "Patients with peripheral artery disease (PAD) are at high risk for ischemic cardiovascular complications. While single antiplatelet therapy (SAPT), predominantly aspirin, has long been the standard antithrombotic treatment in stable PAD, there have now been greater than 40,000 PAD patients randomized to varying antiplatelet and/or anticoagulant regimens. In this review, we provide a summary of the current evidence for antithrombotics in stable PAD, focusing on the rates of major adverse cardiovascular events (MACE), major adverse limb events (MALE), and major bleeding. SAPT has a limited role in the treatment of asymptomatic PAD, particularly in the absence of concomitant coronary artery disease. In symptomatic PAD, SAPT is effective in preventing MACE, though treatment with a thienopyridine appears marginally superior to aspirin. Dual antiplatelet therapy (DAPT) suggests benefit over SAPT in reducing MACE and MALE, though studies to date are not conclusive and/or are associated with excess major bleeding. Combining moderate to high intensity vitamin K antagonists with antiplatelet therapy does not reduce MACE or MALE and increases life-threatening bleeding. Rivaroxaban 2.5 mg BID in addition to aspirin reduces the incidence of both MACE and MALE as compared to aspirin alone, without increasing life-threatening bleeding. This regimen is associated with a reduced severity of MALE when it does occur. Comparisons across antithrombotic trials in PAD are challenging given the heterogeneity of patient populations and the differing assessment of outcomes. The vascular medicine practitioner can reduce ischemic cardiac and limb events, as well as minimize life-threatening bleeding, by choosing the optimal antithrombotic regimen in their PAD patients.",
  "authors": [
    {
      "last_name": "Kaplovitch",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Kaplovitch",
      "affiliations": [
        "1 Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9289-6358"
    },
    {
      "last_name": "Rannelli",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Rannelli",
      "affiliations": [
        "2 Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "3 Population Health Research Institute and Department of Medicine, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3692-7441"
    }
  ],
  "journal": {
    "title": "Vascular medicine (London, England)",
    "iso_abbreviation": "Vasc Med",
    "issn": "1477-0377",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "132",
  "end_page": "140",
  "pages": "132-140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Clinical Decision-Making",
    "Drug Therapy, Combination",
    "Fibrinolytic Agents",
    "Hemorrhage",
    "Humans",
    "Patient Selection",
    "Peripheral Arterial Disease",
    "Platelet Aggregation Inhibitors",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30799766",
    "doi": "10.1177/1358863X18820123"
  },
  "doi": "10.1177/1358863X18820123",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2019-05-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.312427",
    "pmid": "30799766"
  }
}