{
  "pmid": "30799420",
  "uid": "30799420",
  "title": "Role of Lipoprotein Apheresis in Cardiovascular Disease Risk Reduction.",
  "abstract": "BACKGROUND AND AIM: Elevated low-density lipoprotein cholesterol and/or lipoprotein(a) are established risk factors for cardiovascular disease (CVD). Management of hypercholesterolemia consists of drug therapies, including statins and proprotein convertase subtilisin/kexin type 9 inhibitors. In patients with familial hypercholesterolemia (FH), lipoprotein apheresis (LA) is utilized to control lipid levels. However, LA is not currently a standard therapy for non-FH. This review summarizes the literature regarding LA therapy in CVD prevention. METHODS: PubMed/MEDLINE databases were searched using the keywords \"LA\" and \"CVD\". Citations were individually reviewed for relevance. RESULTS: The efficacy of LA was clearly demonstrated, largely based on evidence from observational studies. In patients who are unresponsive to traditional lipid-lowering medications, LA effectively reduced serum lipoprotein levels and adverse cardiovascular events. CONCLUSION: It was concluded that LA is a safe and effective technique that could be considered in the management of hypercholesterolemia and future risk. Randomized control trials would further support a role for LA as a therapeutic option.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Rupesh",
      "initials": "R",
      "name": "Rupesh Raina",
      "affiliations": [
        "Department of Nephrology, Cleveland Clinic Akron General and Akron Children's Hospital, Akron, Ohio, USA, rraina@akronchildrens.org.",
        "Akron Nephrology Associates/Cleveland Clinic Akron General, Akron, Ohio, USA, rraina@akronchildrens.org."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Young",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krishnappa",
      "fore_name": "Vinod",
      "initials": "V",
      "name": "Vinod Krishnappa",
      "affiliations": [
        "Akron Nephrology Associates/Cleveland Clinic Akron General, Akron, Ohio, USA.",
        "Northeast Ohio Medical University, Rootstown, Ohio, USA."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Blood purification",
    "iso_abbreviation": "Blood Purif",
    "issn": "1421-9735",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "301",
  "end_page": "316",
  "pages": "301-316",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Atherosclerosis",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Humans",
    "Hypercholesterolemia",
    "Lipoprotein(a)",
    "Plasmapheresis",
    "Risk Factors",
    "Standard of Care",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "30799420",
    "doi": "10.1159/000497447",
    "pii": "000497447"
  },
  "doi": "10.1159/000497447",
  "dates": {
    "completed": "2019-12-23",
    "revised": "2019-12-23"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Lipoprotein(a)"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.061199",
    "pmid": "30799420"
  }
}