{
  "pmid": "30794574",
  "uid": "30794574",
  "title": "Users' preferences and perceptions of the comprehensibility and readability of medication labels.",
  "abstract": "OBJECTIVE: To evaluate the labeling preferences of medication users and characterize their perceptions of the comprehensibility and readability of medication labels. METHODS: We conducted a population-based cross-sectional study of medication users aged 18 years or older in 10 Brazilian capital cities. Perceptions of the comprehensibility and readability of medication labels in relation to sociodemographic characteristics were evaluated by Poisson regression models with robust variance. Labeling preferences were assessed through questions addressing possible improvements and through the use of digitally simulated packages. RESULTS: Of 6,255 medication users interviewed, more than half found it difficult or very difficult to read (50.8%) and/or understand (52.0%) medication labels. Difficulties were more pronounced for participants aged 40 years or older, with lower levels of education, and non-whites. Increasing the font size (93.7%), describing the indications for use (95.9%) and contraindications (95.6%) on the label, and highlighting the expiration date (96.3%) were the most widely accepted improvements. In the evaluation of simulated packages, users preferred factors that improved readability, such as increased font size, use of graphic elements and color to highlight the concentration of the active ingredient, and contrast between the font color and background. The new simulated package design, with increased font size, color to highlight the concentration and contrast between the font color and background, was preferred over the standard design by 77.0% of participants. CONCLUSION: Based on users' perceptions, increased font size and use of graphic elements and color to emphasize critical information, such as expiration date and concentration, are factors that contribute to making medication labels clearer to users. Pharmaceutical industries and policy makers should consider these items when developing labels and defining policies on this issue.",
  "authors": [
    {
      "last_name": "Pons",
      "fore_name": "Emilia da Silva",
      "initials": "EDS",
      "name": "Emilia da Silva Pons",
      "affiliations": [
        "Proadi-SUS Research Projects Office, Hospital Moinhos de Vento (HMV), Porto Alegre, RS, Brazil."
      ],
      "orcid": "0000-0003-4881-8728"
    },
    {
      "last_name": "Moraes",
      "fore_name": "Cassia Garcia",
      "initials": "CG",
      "name": "Cassia Garcia Moraes",
      "affiliations": [
        "Proadi-SUS Research Projects Office, Hospital Moinhos de Vento (HMV), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Proadi-SUS Research Projects Office, Hospital Moinhos de Vento (HMV), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Sirtori",
      "fore_name": "Lisana Reginini",
      "initials": "LR",
      "name": "Lisana Reginini Sirtori",
      "affiliations": [
        "GGREG-General Management Office for Regulations and Good Regulatory Practices, Brazilian Health Regulatory Agency (ANVISA), Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "da Cruz",
      "fore_name": "Fernanda",
      "initials": "F",
      "name": "Fernanda da Cruz",
      "affiliations": [
        "General Management Office for Health Inspection and Surveillance, ANVISA, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "Webster",
      "fore_name": "Guilherme",
      "initials": "G",
      "name": "Guilherme Webster",
      "affiliations": [
        "Independent Graphic Designer, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Dal Pizzol",
      "fore_name": "Tatiane da Silva",
      "initials": "TDS",
      "name": "Tatiane da Silva Dal Pizzol",
      "affiliations": [
        "Department of Production and Control of Medicines, School of Pharmacy, UFRGS, Porto Alegre, RS, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2019"
  },
  "start_page": "e0212173",
  "pages": "e0212173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Brazil",
    "Comprehension",
    "Cross-Sectional Studies",
    "Drug Labeling",
    "Drug Packaging",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Reading",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "30794574",
    "pmc": "PMC6386266",
    "doi": "10.1371/journal.pone.0212173",
    "pii": "PONE-D-18-11318"
  },
  "doi": "10.1371/journal.pone.0212173",
  "pmc_id": "PMC6386266",
  "dates": {
    "completed": "2019-11-12",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.165860",
    "pmid": "30794574"
  }
}