{
  "pmid": "30800752",
  "uid": "30800752",
  "title": "Malignant Hyperthermia: An Anesthesiology Simulation Case for Early Anesthesia Providers.",
  "abstract": "INTRODUCTION: The patient is a 40-kg, 12-year-old Caucasian male with history of asthma who is undergoing an elective inguinal hernia repair. There is no family history of anesthesia-related complications. The surgery proceeds under general anesthesia with an IV induction with propofol, fentanyl, and succinylcholine; intubation under direct laryngoscopy; and maintenance with isoflurane. During the surgery, he develops malignant hyperthermia (MH). METHODS: Learners are to identify the signs of MH, including tachycardia, hypercapnia, muscle rigidity, and renal failure, and provide the appropriate treatment, resuscitation, and follow-up care. Anesthesiology faculty in the room assist and offer guided instruction to aid the learners in achieving these goals. RESULTS: The simulation was completed by 24 medical students with 2 weeks of anesthesia training and daily lectures on various anesthesia topics. Verbal feedback from the learners was positive, and many appreciated the preparation in how to prioritize the management of such a rare but life-threatening anesthesia emergency. Based on reviewers' recommendations, a learner evaluation of the session and pre- and posttest exams have been developed but have not yet been used with learners. DISCUSSION: The simulation not only was received well by the students but was also crucial to understanding the benefits of simulation training in the field of anesthesiology, especially when rare diseases are difficult to encounter in real life. Future simulations will incorporate other rare but important disease processes in the simulation training environment to allow anesthesia providers to learn in a safe setting without detriment to any patient.",
  "authors": [
    {
      "last_name": "Quick",
      "fore_name": "Johnny",
      "initials": "J",
      "name": "Johnny Quick",
      "affiliations": [
        "Anesthesiology Resident, Department of Anesthesiology, University of Toledo Medical Center."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Rachana",
      "initials": "R",
      "name": "Rachana Murthy",
      "affiliations": [
        "Fourth-year Medical Student, Wayne State University School of Medicine."
      ]
    },
    {
      "last_name": "Goyal",
      "fore_name": "Nitin",
      "initials": "N",
      "name": "Nitin Goyal",
      "affiliations": [
        "Anesthesiology Resident, Department of Anesthesiology, University of Toledo Medical Center."
      ]
    },
    {
      "last_name": "Margolis",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Margolis",
      "affiliations": [
        "Anesthesiology Resident, Department of Anesthesiology, University of Toledo Medical Center."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Anesthesiology Resident, Department of Anesthesiology, University of Toledo Medical Center."
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Jenkins",
      "affiliations": [
        "Assistant Professor, Department of Anesthesiology, University of Toledo Medical Center."
      ]
    }
  ],
  "journal": {
    "title": "MedEdPORTAL : the journal of teaching and learning resources",
    "iso_abbreviation": "MedEdPORTAL",
    "issn": "2374-8265",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2017",
    "pub_month": "Mar",
    "pub_day": "07"
  },
  "start_page": "10550",
  "pages": "10550",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30800752",
    "pmc": "PMC6342051",
    "doi": "10.15766/mep_2374-8265.10550"
  },
  "doi": "10.15766/mep_2374-8265.10550",
  "pmc_id": "PMC6342051",
  "dates": {
    "revised": "2022-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.937548",
    "pmid": "30800752"
  }
}