{
  "pmid": "30812547",
  "uid": "30812547",
  "title": "Molecular and Pathogenicity Characterization of Sphaceloma manihoticola Isolates from South-Central Brazil.",
  "abstract": "Isolates of Sphaceloma manihoticola, the asexual stage of Elsinoe brasiliensis, were collected from several regions of south-central Brazil. The isolates were obtained from samples of leaves, stems, and petioles of cassava (Manihot esculenta) and the weedy Euphorbia heterophylla (\"amendoim bravo\") by directly plating infected tissue onto acidified potato dextrose agar. For pathogenicity studies, 19 isolates were inoculated onto each of two cassava cultivars, MBRA 703 as a susceptible cultivar and MBRA 12 as a resistant cultivar to S. manihoticola. MBRA 703, with the greatest pathogenicity to 58% (11) of the isolates, showed an intermediate pathogenic reaction to 16% (3) of the isolates, and was less pathogenic to 26% (5) of the isolates. MBRA 12, with a less pathogenic reaction to 63% (12) of the isolates, showed an intermediate pathogenic reaction to 16% (3) of the isolates, and was highly pathogenic to 21% (4) of the isolates. The isolates were verified as belonging to the genus Sphaceloma based on their morphological characteristics, including conidia and hyphae of monoconidial isolate. Conidia of isolates were small, thin-walled, ellipsoid to (rarely) globose, commonly with one or two gut-tules. Conidiophores were phialides, hyaline to slightly pigmented 0-to-1 septate; conidiophores from the weedy specie were phialides, hyaline to brown 0-to-2 septate producing hyaline conidia. The isolates also were verified as belonging to the genus Sphaceloma by using a poly-merase chain reaction (PCR) assay, which detected a 645-bp band in all isolates except two (1 and 6) for which the PCR product had 600 bp. Digestion of the amplified product with the enzymes MspI and CfoI allowed differences to be detected in restriction patterns among isolates. A homogeneous banding pattern was obtained for 17 of the isolates but a different restriction pattern was obtained for isolates 1 and 6 of E. heterophylla. This suggests the possibility of another species within this group of isolates. The results indicate the presence of pathogenic variation among isolates of the fungus and an isolate-host interaction, because statistically significant differences were observed between the two cassava cultivars in response to inoculation with the isolates of S. manihoticola.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Plant Pathology Program, Centro Internacional de Agricultura Tropical (CIAT), apdo, Aéreo 6713, Cali, Colombia."
      ]
    },
    {
      "last_name": "Mejia",
      "fore_name": "Juan Fernando",
      "initials": "JF",
      "name": "Juan Fernando Mejia",
      "affiliations": [
        "Plant Pathology Program, Centro Internacional de Agricultura Tropical (CIAT), apdo, Aéreo 6713, Cali, Colombia."
      ]
    },
    {
      "last_name": "Valle",
      "fore_name": "Teresa L",
      "initials": "TL",
      "name": "Teresa L Valle",
      "affiliations": [
        "Instituto Agronómico de Campinas (IAC), (019) 3231-5422, Campinas; SP, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "Plant disease",
    "iso_abbreviation": "Plant Dis",
    "issn": "0191-2917",
    "issn_type": "Print",
    "volume": "87",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Nov"
  },
  "start_page": "1322",
  "end_page": "1328",
  "pages": "1322-1328",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30812547",
    "doi": "10.1094/PDIS.2003.87.11.1322"
  },
  "doi": "10.1094/PDIS.2003.87.11.1322",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.934184",
    "pmid": "30812547"
  }
}