{
  "pmid": "30820605",
  "uid": "30820605",
  "title": "Clinical and radiographic predictors of failed hip arthroscopy in the management of dysplasia: a systematic review and proposal for classification.",
  "abstract": "PURPOSE: As indications for hip arthroscopy continue to expand, its efficacy in patients with more complex deformities of the hip, such as those with acetabular dysplasia, remains controversial. The purpose of this systematic review is to identify the predictors of failed hip arthroscopy in dysplastic hips and to propose a standardize prognostic sub-classification of dysplasia. METHODS: This systematic review was performed in accordance with the (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) PRISMA guidelines. Three databases [EMBASE, PubMed, and Ovid (MEDLINE)] were searched using terms including \"hip arthroscopy\" and \"dysplasia\". Studies were screened and data extracted in duplicate. Study quality was assessed using the Methodological Index for Non-Randomized Studies criteria. Due to the non-uniform nature of study data, findings were presented in descriptive summary form. RESULTS: Thirteen studies were included in this systematic review, comprising 712 dysplastic patients (773 hips) with mean age 34.2 years and 74.1% females. Most studies defined hip dysplasia by a lateral centre-edge angle (LCEA) of 20°-25° (borderline) or 15°-20° (moderate). Failure was defined as progression to revision arthroscopy, peri-acetabular osteotomy, or total hip arthroplasty. Overall, failure rate was 192/743 (25.8%) at an average of 28.1 months following index arthroscopy. Smaller LCEA, larger Tönnis angle, broken Shenton line, and decreased joint space (≤ 2 mm) were radiographic predictors of failure. Severe cartilage lesions to the femoral head or acetabulum were associated with failure in five studies. Labral debridement led to more failures than labral repair. CONCLUSION: Overall, hip arthroscopy yielded good outcomes in mildly dysplastic hips without severe chondral damage. Hip arthroscopy is expected to result in a failed outcome in individuals with moderate-to-severe hip dysplasia (LCEA < 15°), severe cartilage lesions, larger Tönnis angle (> 20°), broken Shenton line, and decreased joint space (≤ 2 mm). Arthroscopic surgery may be more effective in individuals with borderline-to-mild (LCEA 15°-25°) acetabular dysplasia in the absence of severe cartilaginous lesions (7-year survival: 89.6%). A standardized prognostic classification of hip dysplasia based on the LCEA and Tönnis angle is proposed. LEVEL OF EVIDENCE: Systematic review of non-randomized studies, Level IV.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Shah",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Uchida",
      "fore_name": "Soshi",
      "initials": "S",
      "name": "Soshi Uchida",
      "affiliations": [
        "Department of Orthopaedic Surgery and Sports Medicine, Wakamatsu Hospital of University of Occupational and Environmental Health, Kitakyushu, Japan."
      ]
    },
    {
      "last_name": "Bonin",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Bonin",
      "affiliations": [
        "Department of Hip Surgery, Lyon Ortho Clinic, Clinique de la Sauvegarde, 25B Avenue des Sources, 69009, Lyon, France."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "1296",
  "end_page": "1310",
  "pages": "1296-1310",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Hip Dislocation",
    "Hip Joint",
    "Humans",
    "Osteotomy",
    "Radiography"
  ],
  "article_ids": {
    "pubmed": "30820605",
    "doi": "10.1007/s00167-019-05416-3",
    "pii": "10.1007/s00167-019-05416-3"
  },
  "doi": "10.1007/s00167-019-05416-3",
  "dates": {
    "completed": "2020-10-26",
    "revised": "2020-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.828359",
    "pmid": "30820605"
  }
}