{
  "pmid": "30828557",
  "uid": "30828557",
  "title": "International Consensus on Guiding Recommendations for Management of Patients with Nonsteroidal Antiinflammatory Drugs Induced Gastropathy-ICON-G.",
  "abstract": "INTRODUCTION: Nonsteroidal anti-inflammatory drugs (NSAIDs), one of the most commonly used medications worldwide, are frequently associated with gastrointestinal adverse events. Primary care physicians often face the challenge of achieving adequate pain relief with NSAIDs, while keeping their adverse events to a minimum. This is especially true when long-term use of NSAIDs is required such as in patients with osteoarthritis and rheumatoid arthritis. To help primary care physicians deal with such challenges more effectively, a panel of expert gastroenterologists came together with the aim of developing practice recommendations. METHODS: A modified 'Delphi' process was used to reach consensus and develop practice recommendations. Twelve gastroenterologists from nine countries provided their expert inputs to formulate the recommendations. These recommendations were carefully developed taking into account existing literature, current practices, and expert opinion of the panelists. RESULTS: The expert panel developed a total of fifteen practice recommendations. Following are the key recommendations: NSAIDs should be prescribed only when necessary; before prescribing NSAIDs, associated modifiable and non-modifiable risk factors should be considered; H. pylori infection should be considered and treated before initiating NSAIDs; patients should be properly educated regarding NSAIDs use; patients who need to be on long-term NSAIDs should be prescribed a gastroprotective agent, preferably a proton pump inhibitor and these patients should be closely monitored for any untoward adverse events. CONCLUSION/CLINICAL SIGNIFICANCE: These practice recommendations will serve as an important tool for primary care physicians and will guide them in making appropriate therapeutic choices for their patients.How to cite this article: Hunt R, Lazebnik LB, Marakhouski YC, Manuc M, Ramesh GN, Aye KS, Bordin DS, Bakulina NV, Iskakov BS, Khamraev AA, Stepanov YM, Ally R, Garg A. International Consensus on Guiding Recommendations for Management of Patients with Nonsteroidal Anti-inflammatory Drugs Induced Gastropathy-ICON-G. Euroasian J Hepatogastroenterol, 2018;8(2):148-160.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hunt",
      "affiliations": [
        "Department of Medicine, McMaster University Health Science Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "B Lazebnik",
      "fore_name": "Leonid",
      "initials": "L",
      "name": "Leonid B Lazebnik",
      "affiliations": [
        "Hospital Therapy, Moscow State University of Medicine and Dentistry, Moscow, Russian Federation."
      ]
    },
    {
      "last_name": "C Marakhouski",
      "fore_name": "Yury",
      "initials": "Y",
      "name": "Yury C Marakhouski",
      "affiliations": [
        "Department of Gastroenterology and Nutrition, Belarusian Medical Academy of Postgraduate Education, Minsk, Belarus."
      ]
    },
    {
      "last_name": "Manuc",
      "fore_name": "Mircea",
      "initials": "M",
      "name": "Mircea Manuc",
      "affiliations": [
        "Clinic of Gastroenterology and Hepatology, Fundeni Clinical Institute, Bucharest, Romania."
      ]
    },
    {
      "last_name": "Gn",
      "fore_name": "Ramesh",
      "initials": "R",
      "name": "Ramesh Gn",
      "affiliations": [
        "Centre of Excellence in Gastroenterology and Integrated Liver Care Aster Medi City, Cochin, Kerala, India."
      ]
    },
    {
      "last_name": "S Aye",
      "fore_name": "Khin",
      "initials": "K",
      "name": "Khin S Aye",
      "affiliations": [
        "Department of Gastroenterology, University of Medicine, Yangon, Yangon Region, Myanmar."
      ]
    },
    {
      "last_name": "S Bordin",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry S Bordin",
      "affiliations": [
        "Department of Pancreatic, Biliary tract and Upper GI disease, A.S. Loginov Moscow Clinical Scientific Center, Moscow, Russian Federation."
      ]
    },
    {
      "last_name": "V Bakulina",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia V Bakulina",
      "affiliations": [
        "Department of Therapy and Clinical Pharmacology, North-Western State Medical University, Sankt-Peterburg, Russian Federation."
      ]
    },
    {
      "last_name": "S Iskakov",
      "fore_name": "Baurzhan",
      "initials": "B",
      "name": "Baurzhan S Iskakov",
      "affiliations": [
        "Department of Healthcare, Almaty Health Authority, Almaty, Almaty Province, Kazakhstan."
      ]
    },
    {
      "last_name": "A Khamraev",
      "fore_name": "Abror",
      "initials": "A",
      "name": "Abror A Khamraev",
      "affiliations": [
        "Department of Gatroenterology, Tashkent Medical Academy, Tashkent, Tashkent Province, Uzbekistan."
      ]
    },
    {
      "last_name": "M Stepanov",
      "fore_name": "Yurii",
      "initials": "Y",
      "name": "Yurii M Stepanov",
      "affiliations": [
        "Institute of Gastroenterology of National Academy of Medical Sciences of Ukraine, Dnipropetrovsk Dnipropetrovsk Oblast, Ukraine."
      ]
    },
    {
      "last_name": "Ally",
      "fore_name": "Reidwaan",
      "initials": "R",
      "name": "Reidwaan Ally",
      "affiliations": [
        "Department of Gastroenterolgy, Wits University, Johannesburg, Gauteng, South Africa."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Emerging Markets, Dr Reddy's Laboratories Ltd, Hyderabad, Andhra Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Euroasian journal of hepato-gastroenterology",
    "iso_abbreviation": "Euroasian J Hepatogastroenterol",
    "issn": "2231-5047",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2018"
  },
  "start_page": "148",
  "end_page": "160",
  "pages": "148-160",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30828557",
    "pmc": "PMC6395481",
    "doi": "10.5005/jp-journals-10018-1281"
  },
  "doi": "10.5005/jp-journals-10018-1281",
  "pmc_id": "PMC6395481",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.970510",
    "pmid": "30828557"
  }
}