{
  "pmid": "30838057",
  "uid": "30838057",
  "title": "Under- and over-diagnosis of COPD: a global perspective.",
  "abstract": "UNLABELLED: Globally, chronic obstructive pulmonary disease (COPD) is the fourth major cause of mortality and morbidity and projected to rise to third within a decade as our efforts to prevent, identify, diagnose and treat patients at a global population level have been insufficient. The European Respiratory Society and American Thoracic Society, along with the Global Initiative for Chronic Obstructive Lung Disease (GOLD) strategy document, have highlighted key pathological risk factors and suggested clinical treatment strategies in order to reduce the mortality and morbidity associated with COPD. This review focuses solely on issues related to the under- and over-diagnosis of COPD across the main geographical regions of the world and highlights some of the associated risk factors. Prevalence of COPD obtained mainly from epidemiological studies varies greatly depending on the clinical and spirometric criteria used to diagnose COPD, i.e. forced expiratory volume in 1 s to forced vital capacity ratio <0.7 or 5% below the lower limit of normal, and this subsequently affects the rates of under- and over-diagnosis. Although under-utilisation of spirometry is the major reason, additional factors such as exposure to airborne pollutants, educational level, age of patients and language barriers have been widely identified as other potential risk factors. Co-existent diseases, such as asthma, bronchiectasis, heart failure and previously treated tuberculosis, are reported to be the other determinants of under- and over-diagnosis of COPD. KEY POINTS: Globally, there is large variation in the prevalence of COPD, with 10-95% under-diagnosis and 5-60% over-diagnosis (table 1) due to differences in the definition of diagnosis used, and the unavailability of spirometry in rural areas of low- and middle-income countries where the prevalence of COPD is likely to be high.In order to be diagnosed with COPD, patients must have a combination of symptoms with irreversible airflow obstruction defined by a post-bronchodilator FEV1/FVC ratio of <0.7 or below the fifth centile of the lower limit of normal (LLN), and with a history of significant exposure to a risk factor. Repeat spirometry is recommended if the ratio is between 0.6 and 0.8.Not performing spirometry is the strongest predictor for an incorrect diagnosis of COPD; however, additional factors, such as age, gender, ethnicity, self-perception of symptoms, co-existent asthma, and educational awareness of risk factor by patients and their physician, are also important.COPD can be associated with inhalation of noxious particles other than smoking tobacco. EDUCATIONAL AIMS: To summarise the global prevalence of over- and under-diagnosis of COPD.To highlight the risk factors associated with the under- and over-diagnosis of COPD.To update readers on the key changes in the recent progress made regarding the correct diagnosis of COPD.",
  "authors": [
    {
      "last_name": "Ho",
      "fore_name": "Terence",
      "initials": "T",
      "name": "Terence Ho",
      "affiliations": [
        "Firestone Institute of Respiratory Health, Division of Respirology, Dept of Medicine, McMaster University, Hamilton, ON, Canada.",
        "All authors contributed equally."
      ]
    },
    {
      "last_name": "Cusack",
      "fore_name": "Ruth P",
      "initials": "RP",
      "name": "Ruth P Cusack",
      "affiliations": [
        "Division of Respirology, Dept of Medicine, McMaster University, Hamilton, ON, Canada.",
        "All authors contributed equally."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Nagendra",
      "initials": "N",
      "name": "Nagendra Chaudhary",
      "affiliations": [
        "Dept of Paediatrics, Universal College of Medical Sciences, Bhairahawa, Nepal.",
        "All authors contributed equally."
      ],
      "orcid": "0000-0002-3216-8671"
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Division of Respirology, Dept of Medicine, McMaster University, Hamilton, ON, Canada.",
        "All authors contributed equally."
      ]
    },
    {
      "last_name": "Kurmi",
      "fore_name": "Om P",
      "initials": "OP",
      "name": "Om P Kurmi",
      "affiliations": [
        "Population Health Research Institute, Division of Respirology, Dept of Medicine, McMaster University, Hamilton, ON, Canada.",
        "All authors contributed equally."
      ]
    }
  ],
  "journal": {
    "title": "Breathe (Sheffield, England)",
    "iso_abbreviation": "Breathe (Sheff)",
    "issn": "1810-6838",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "24",
  "end_page": "35",
  "pages": "24-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30838057",
    "pmc": "PMC6395975",
    "doi": "10.1183/20734735.0346-2018",
    "pii": "EDU-0346-2018"
  },
  "doi": "10.1183/20734735.0346-2018",
  "pmc_id": "PMC6395975",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.726358",
    "pmid": "30838057"
  }
}