{
  "pmid": "30837058",
  "uid": "30837058",
  "title": "Patterns of alcohol consumption among people with major chronic diseases.",
  "abstract": "Risky alcohol use places those with existing chronic conditions at increased risk of medical complications. Yet, there is little research assessing the alcohol consumption among this group. The aim of this study is to assess the prevalence of risky drinking among people with a range of chronic diseases. As part of the 2013 National Drug Strategy Household Survey (NDSHS), 22684 Australians aged ≥18 years answered questions about their experience of chronic diseases and their drinking patterns. Nearly 18% (CI: 17.2-19.3) of people with chronic disease reported drinking at a long-term risky level, roughly the same rate as those without chronic disease (19.3%, (CI: 18.6-20.2)). Nearly one-quarter, 24% (CI: 23.0-25.3), of people with chronic diseases drank at levels of increased short-term risk, significantly less than the rest of the sample. Respondents with mental illness were more likely to drink at risky levels than the rest of the sample, while the reverse was true of those with diabetes. Overall, those with chronic diseases have similar drinking patterns to the rest of the population, despite increased risks associated with this consumption. Regular screening and subsequent brief interventions for those with chronic disease, particularly mental illness and cancer, are recommended.",
  "authors": [
    {
      "last_name": "Pham",
      "fore_name": "Thi Thu Le",
      "initials": "TTL",
      "name": "Thi Thu Le Pham",
      "affiliations": [
        "Department of Public Health, La Trobe University, Melbourne, Vic. 3083, Australia; and Corresponding author. Email: thulepham15@gmail.com."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Vic. 3083, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Vic. 3083, Australia; and Department of Clinical Neurosciences, Karolinska Institute, SE-171 76, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Australian journal of primary health",
    "iso_abbreviation": "Aust J Prim Health",
    "issn": "1836-7399",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "163",
  "end_page": "167",
  "pages": "163-167",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Chronic Disease",
    "Comorbidity",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Risk-Taking",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30837058",
    "doi": "10.1071/PY18075",
    "pii": "PY18075"
  },
  "doi": "10.1071/PY18075",
  "dates": {
    "completed": "2019-12-16",
    "revised": "2019-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.777089",
    "pmid": "30837058"
  }
}