{
  "pmid": "30837002",
  "uid": "30837002",
  "title": "Effects of antiretroviral therapy in HIV-positive adults on new HIV infections among young women: a systematic review protocol.",
  "abstract": "BACKGROUND: The HIV/AIDS pandemic has struck regions, countries, and populations in different ways. With the introduction of antiretroviral drugs, people living with HIV (PLHIV) have a much better prognosis, even though there are still many new infections in young women. The role of widespread antiretroviral therapy (ART) on the incidence of HIV in young women is unknown. METHODS: We will conduct a comprehensive search of MEDLINE (PubMed), Excerpta Medica database (EMBASE), Scopus, Google Scholar, Cochrane Central Register of Controlled Trials (CENTRAL), World Health Organization's (WHO's) library database, Latin American and Caribbean Health Sciences Literature (LILACS), conference abstracts, and gray literature sources to identify any relevant literature. We will include randomized and non-randomized clinical trials and cohort studies in which ART was offered to adults aged 18 and above reporting outcomes in females aged 15 to 24 years. The outcomes of interest are HIV incidence, ART initiation, adherence, retention, and viral load suppression. We will screen titles, abstracts, and the full texts of relevant articles in duplicate. Disagreements will be resolved by consensus. We will extract data on the risk of HIV infection in younger females after the use of ART in the adult population. DISCUSSION: To our knowledge, this is the first systematic review to look at the impact of ART use among adults on HIV incidence in young women. The results of this review will be used in a modeling study to simulate the effects of using ART as an effective tool to prevent sexual transmission of HIV to young women. Our findings will inform the treatment-as-prevention (TasP) strategy to reduce new HIV infections among young women. SYSTEMATIC REVIEW REGISTRATION: The systematic review protocol was registered with the International Prospective Register of Systematic Reviews (PROSPERO), registration number CRD42018099174 .",
  "authors": [
    {
      "last_name": "Chibawara",
      "fore_name": "Trust",
      "initials": "T",
      "name": "Trust Chibawara",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Kitenge",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Kitenge",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa.",
        "Médecins Sans Frontières, Doctors Without Borders-Rustenburg, Rustenburg, North West, South Africa."
      ]
    },
    {
      "last_name": "Nyasulu",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Nyasulu",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa. pnyasulu@sun.ac.za.",
        "Division of Epidemiology and Biostatistics, School of Public Health, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa. pnyasulu@sun.ac.za."
      ],
      "orcid": "0000-0003-2757-0663"
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "05"
  },
  "start_page": "68",
  "pages": "68",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Anti-Retroviral Agents",
    "Female",
    "HIV Infections",
    "HIV Seropositivity",
    "Humans",
    "Incidence",
    "Medication Adherence",
    "Research Design",
    "Sustained Virologic Response",
    "Systematic Reviews as Topic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30837002",
    "pmc": "PMC6402083",
    "doi": "10.1186/s13643-019-0982-z",
    "pii": "10.1186/s13643-019-0982-z"
  },
  "doi": "10.1186/s13643-019-0982-z",
  "pmc_id": "PMC6402083",
  "dates": {
    "completed": "2020-05-05",
    "revised": "2020-05-05"
  },
  "chemicals": [
    "Anti-Retroviral Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.524524",
    "pmid": "30837002"
  }
}