{
  "pmid": "30831238",
  "uid": "30831238",
  "title": "Factors Associated With Opioid Use in Long-term Cancer Survivors.",
  "abstract": "PURPOSE: To evaluate factors associated with opioid use in patients with cancer surviving more than five years without recurrence. We evaluated exposures of opioid use before cancer diagnosis, opioid use between cancer diagnosis and five-year anniversary, surgeries, and chemotherapy. METHODS: We conducted a retrospective cohort study using linked provincial administrative data. Patients were aged 24-70 years and eligible for government-funded pharmacare. The index date was the five-year anniversary from diagnosis. Patients were accrued between 2010 and 2015. The main outcome was opioid prescription rate after index date. The main exposures were opioid use before diagnosis, opioid use between diagnosis and index, surgeries, and chemotherapy. A negative binomial regression model was used to estimate relative rates (RR) of opioid use after index date. RESULTS: Our cohort included 7431 individuals. The overall crude prescription rate after the index date was 2 per person-year. The factor most strongly associated with a higher rate of opioid use after index was continuous opioid use between diagnosis and index (RR 46.1, 95% confidence interval 34.8-61.2). Opioid use before diagnosis was also a factor (RR = 1.8, 95% confidence interval 1.44-2.19). A history of depression, comorbidity, and more than two years of diabetes were also associated with higher risk of post-index date opioid use. Significant interactions were identified between prior opioid use and opioid use between diagnosis and index. Most prescriptions are from family physicians. CONCLUSION: Patients who use opioids continuously between diagnosis and index date are at increased risk of continued use after five years of survival. Safe and appropriate pain management is an important survivorship issue.",
  "authors": [
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "Tom Baker Cancer Centre, Calgary, Alberta, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: lisa.barbera@ahs.ca."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howell",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Howell",
      "affiliations": [
        "University Health Network, Princess Margaret Cancer Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Corn",
      "fore_name": "Elyse",
      "initials": "E",
      "name": "Elyse Corn",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "University of Toronto, Department of Family and Community Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "McMaster University, Department of Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dudgeon",
      "fore_name": "Deb",
      "initials": "D",
      "name": "Deb Dudgeon",
      "affiliations": [
        "Queen's University Department of Medicine and Oncology, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Atzema",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Atzema",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Sunnybrook Health Sciences Centre, Department of Emergency Services, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig C",
      "initials": "CC",
      "name": "Craig C Earle",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Odette Cancer Centre, Sunnybrook Health Sciences Centre, Department of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "DeAngelis",
      "fore_name": "Carlo",
      "initials": "C",
      "name": "Carlo DeAngelis",
      "affiliations": [
        "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Department of Pharmacy, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "McMaster University, Department of Oncology, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "100",
  "end_page": "107.e2",
  "pages": "100-107.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Analgesics, Opioid",
    "Cancer Pain",
    "Cancer Survivors",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Opioid-Related Disorders",
    "Pain Management",
    "Registries",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30831238",
    "doi": "10.1016/j.jpainsymman.2019.02.024",
    "pii": "S0885-3924(19)30102-2"
  },
  "doi": "10.1016/j.jpainsymman.2019.02.024",
  "dates": {
    "completed": "2020-03-16",
    "revised": "2020-03-16"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.068770",
    "pmid": "30831238"
  }
}