{
  "pmid": "30836972",
  "uid": "30836972",
  "title": "Using narratives to impact health policy-making: a systematic review.",
  "abstract": "BACKGROUND: There is increased interest in using narratives or storytelling to influence health policies. We aimed to systematically review the evidence on the use of narratives to impact the health policy-making process. METHODS: Eligible study designs included randomised studies, non-randomised studies, process evaluation studies, economic studies, qualitative studies, stakeholder analyses, policy analyses, and case studies. The MEDLINE, PsycINFO, Cochrane Library, Cumulative Index to Nursing and Allied Health Literature (CINAHL), WHO Global Health Library, Communication and Mass Media Complete, and Google Scholar databases were searched. We followed standard systematic review methodology for study selection, data abstraction and risk of bias assessment. We synthesised the findings narratively and presented the results stratified according to the following stages of the policy cycle: (1) agenda-setting, (2) policy formulation, (3) policy adoption, (4) policy implementation and (5) policy evaluation. Additionally, we presented the knowledge gaps relevant to using narrative to impact health policy-making. RESULTS: Eighteen studies met the eligibility criteria, and included case studies (n = 15), participatory action research (n = 1), documentary analysis (n = 1) and biographical method (n = 1). The majority were of very low methodological quality. In addition, none of the studies formally evaluated the effectiveness of the narrative-based interventions. Findings suggest that narratives may have a positive influence when used as inspiration and empowerment tools to stimulate policy inquiries, as educational and awareness tools to initiate policy discussions and gain public support, and as advocacy and lobbying tools to formulate, adopt or implement policy. There is also evidence of undesirable effects of using narratives. In one case study, narrative use led to widespread insurance reimbursement of a therapy for breast cancer that was later proven to be ineffective. Another case study described how the use of narrative inappropriately exaggerated the perceived risk of a procedure, which led to limiting its use and preventing a large number of patients from its benefits. A third case study described how optimistic 'cure' or 'hope' stories of children with cancer were selectively used to raise money for cancer research that ignored the negative realities. The majority of included studies did not provide information on the definition or content of narratives, the theoretical framework underlying the narrative intervention or the possible predictors of the success of narrative interventions. CONCLUSION: The existing evidence base precludes any robust inferences about the impact of narrative interventions on health policy-making. We discuss the implications of the findings for research and policy. TRIAL REGISTRATION: The review protocol is registered in PROSPERO International prospective register of systematic reviews (ID =  CRD42018085011).",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nomier",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Nomier",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hemadi",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadi",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Arif",
      "fore_name": "Khurram",
      "initials": "K",
      "name": "Khurram Arif",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Langlois",
      "fore_name": "Etienne V",
      "initials": "EV",
      "name": "Etienne V Langlois",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Review for Health Policy and Systems Research, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "05"
  },
  "start_page": "26",
  "pages": "26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Awareness",
    "Health Policy",
    "Humans",
    "Narration",
    "Persuasive Communication",
    "Policy Making",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "30836972",
    "pmc": "PMC6402129",
    "doi": "10.1186/s12961-019-0423-4",
    "pii": "10.1186/s12961-019-0423-4"
  },
  "doi": "10.1186/s12961-019-0423-4",
  "pmc_id": "PMC6402129",
  "dates": {
    "completed": "2019-07-29",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.361767",
    "pmid": "30836972"
  }
}