{
  "pmid": "30838086",
  "uid": "30838086",
  "title": "Perspectives of Pregnant People and Clinicians on Noninvasive Prenatal Testing: A Systematic Review and Qualitative Meta-synthesis.",
  "abstract": "BACKGROUND: Pregnant people have a risk of carrying a fetus affected by a chromosomal anomaly. Prenatal screening is offered to pregnant people to assess their risk. In recent years, noninvasive prenatal testing (NIPT) has been introduced clinically, which uses the presence of circulating cell-free fetal DNA in the maternal blood to quantify the risk of a chromosomal anomaly. At present, NIPT is publicly funded for pregnancies at high risk of a chromosomal anomaly, and available to pregnant people at average risk if they choose to pay out of pocket. METHODS: We performed a systematic review of primary, empirical qualitative research that describes the experiences and perspectives of pregnant people, their families, clinicians, and others with lived experience relevant to NIPT. We were interested in the beliefs, experiences, preferences, and perspectives of these groups. We analyzed the evidence available in 36 qualitative and mixed-methods studies using the integrative technique of qualitative meta-synthesis. RESULTS: Most people (pregnant people, clinicians, and others with relevant lived experience) said that NIPT offered important information to pregnant people and their partners. Most people were very enthusiastic about widening access to NIPT because it can provide information about chromosomal anomalies quite early in pregnancy, with relatively high accuracy, and without risk of procedure-related pregnancy loss. However, many groups cautioned that widening access to NIPT may result in routinization of this test, causing potential harm to pregnant people, their families, the health care system, people living with disabilities, and society as a whole. Widened logistical, financial, emotional, and informational access may be perceived as a benefit, but it can also confer harm on various groups. Many of these challenges echo historical critiques of other forms of prenatal testing, with some issues mitigated or exacerbated by the particular features of NIPT. CONCLUSIONS: Noninvasive prenatal testing offers significant benefit for pregnant people but may also be associated with potential harms related to informed decision-making, inequitable use, social pressure to test, and reduced support for people with disabilities.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario",
        "Centre for Health Economic and Policy Analysis, McMaster University, Hamilton, Ontario"
      ]
    },
    {
      "last_name": "Cernat",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Cernat",
      "affiliations": [
        "Honours Life Science BSc Program, McMaster University, Hamilton, Ontario"
      ]
    },
    {
      "last_name": "Majid",
      "fore_name": "Umair",
      "initials": "U",
      "name": "Umair Majid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario"
      ]
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Forum",
      "initials": "F",
      "name": "Forum Trivedi",
      "affiliations": [
        "Honours Life Science BSc Program, McMaster University, Hamilton, Ontario"
      ]
    },
    {
      "last_name": "De Freitas",
      "fore_name": "Chanté",
      "initials": "C",
      "name": "Chanté De Freitas",
      "affiliations": [
        "Health Science Education Program, McMaster University, Hamilton, Ontario"
      ]
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2019"
  },
  "start_page": "1",
  "end_page": "38",
  "pages": "1-38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Pregnancy",
    "Attitude of Health Personnel",
    "Patient Acceptance of Health Care",
    "Patient Preference",
    "Patient Satisfaction",
    "Prenatal Diagnosis",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "30838086",
    "pmc": "PMC6398533"
  },
  "pmc_id": "PMC6398533",
  "dates": {
    "completed": "2019-04-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.091245",
    "pmid": "30838086"
  }
}