{
  "pmid": "30841164",
  "uid": "30841164",
  "title": "Characterizing the Sphaceloma Fungus, Causal Agent of Superelongation Disease in Cassava.",
  "abstract": "The fungus Sphaceloma manihoticola causes superelongation disease in cassava, a starchy root crop grown widely in the tropics. Isolates were collected from infected plants grown in six localities of Colombia. Morphological analyses of the fungus showed that colony growth and color are not stable characteristics over time. Pathogenicity studies, using the susceptible cassava variety M Col 22 and the resistant M Ven 77, showed that M Col 22 was tolerant of 29% of pathogen isolates studied and had an intermediate reaction to 71%. Variety M Ven 77 also showed tolerance of 16.2% of the isolates, had an intermediate reaction to 80.6%, and was susceptible to 3.2%. Significant cultivar × isolate interactions indicated pathogenic specialization. This study is the first to describe this pathogen's molecular characteristics. A homogeneous and reporducible band of about 545 bp was obtained with polymerase chain reaction which, when digested by restriction enzymes, showed an equal pattern of bands for all isolates. The isolates thus belonged to one species. Random amplified polymorphic DNA analysis revealed intraspecific genetic diversity. By better understanding the pathogen, we can apply more appropriate disease management strategies, such as selection of germ plasm tolerant of superelongation disease.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Plant Pathologist."
      ]
    },
    {
      "last_name": "Molina",
      "fore_name": "Martha L",
      "initials": "ML",
      "name": "Martha L Molina",
      "affiliations": [
        "Research Assistant, International Center for Tropical Agriculture (CIAT), A.A. 6713, Cali, Colombia."
      ]
    }
  ],
  "journal": {
    "title": "Plant disease",
    "iso_abbreviation": "Plant Dis",
    "issn": "0191-2917",
    "issn_type": "Print",
    "volume": "84",
    "issue": "4",
    "pub_year": "2000",
    "pub_month": "Apr"
  },
  "start_page": "423",
  "end_page": "428",
  "pages": "423-428",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30841164",
    "doi": "10.1094/PDIS.2000.84.4.423"
  },
  "doi": "10.1094/PDIS.2000.84.4.423",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.934400",
    "pmid": "30841164"
  }
}