{
  "pmid": "30843333",
  "uid": "30843333",
  "title": "Back to Bayesian: A strategy to enhance prognostication of metastatic spine disease.",
  "abstract": "AIMS: Clinicians must consider prognosis when offering treatment to patients with spine metastases. Although several prognostic indices have been developed and validated for this purpose, they may not be applicable in the current era of targeted systemic therapies. Even before the introduction of targeted therapies, these prognostic indices should not have been directly used for individual patient decision making without contextualising with other sources of data. By contextualising, we mean that prognostic estimates should not be based on these scores alone and formally incorporate clinically relevant factors not part of prognostic indices. Contextualisation requires the use of Bayesian statistics which may be unfamiliar to many readers. In this paper we show readers how to correctly apply prognostic scores to individual patients using Bayesian statistics. Through Bayesian analysis, we explore the impact of new targeted therapies on prognostic estimates obtained using the Tokuhashi score. METHODS: We provide a worked calculation for the probability of a patient surviving up to 6 months using dichotomous prognostication. We then demonstrate how to calculate a patient's expected survival using continuous prognostication. Sensitivity of the posterior distribution to prior assumptions is illustrated through effective sample size adjustment. RESULTS: When the predicted prognosis from the Tokuhashi score is contextualised with data on contemporary systemic treatments, patients previously deemed non-surgical candidates may be eligible for surgery. CONCLUSIONS: Bayesian prognostication generates intuitive results and allows multiple data points to be synthesised transparently. These techniques can extend the usefulness of existing prognostic scores in the era of targeted systemic therapies.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "Departments of Orthopaedic, Henry Ford Health System, Detroit, MI."
      ],
      "orcid": "0000-0002-4808-5459"
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Wai",
      "fore_name": "Eugene K",
      "initials": "EK",
      "name": "Eugene K Wai",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Ottawa Hospital Research Institute, School of Epidemiology and Public Health, University of Ottawa, Institute for Clinical Evaluative Sciences, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "School of Epidemiology & Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of clinical practice",
    "iso_abbreviation": "Int J Clin Pract",
    "issn": "1742-1241",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "e13322",
  "pages": "e13322",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bayes Theorem",
    "Humans",
    "Prognosis",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Spinal Neoplasms"
  ],
  "article_ids": {
    "pubmed": "30843333",
    "doi": "10.1111/ijcp.13322"
  },
  "doi": "10.1111/ijcp.13322",
  "dates": {
    "completed": "2019-06-26",
    "revised": "2019-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.437977",
    "pmid": "30843333"
  }
}