{
  "pmid": "30848504",
  "uid": "30848504",
  "title": "A systematic review and meta-analysis of memantine for the prevention or treatment of chronic pain.",
  "abstract": "BACKGROUND AND OBJECTIVE: N-methyl-D-aspartate (NMDA) receptors are involved in pain signalling and neuroplasticity. Memantine has been shown to have analgesic properties in pre-clinical and small clinical studies. We conducted a systematic review and meta-analysis to assess the efficacy of memantine to prevent or reduce chronic pain. DATABASES AND DATA TREATMENT: MEDLINE, EMBASE and CENTRAL databases were searched for comparative trials using memantine, either against placebo or active medications, for chronic pain in adults. Pain relief was considered our primary outcome. Meta-analyses were conducted if outcomes were reported in two or more studies. Outcomes were reported as mean differences (MD) or risk ratios (RR) with 95% confidence intervals (CI). Quality was assessed using the GRADE approach. RESULTS: Among 454 citations, 15 studies were included with populations predominantly consisting of neuropathic conditions and fibromyalgia. Overall, we observed unclear reporting of randomization and allocation methods, apart from potential for publication bias. Among the 11 studies looking at chronic pain treatment, the difference in end pain score with memantine was not significant: MD = -0.58 units (95% CI -1.31, 0.14); I[2]  = 82% (low quality). In two surgical studies using memantine for pain prevention, memantine decreased pain intensity: MD = -1.02 units (95% CI -1.38, -0.66); I[2]  = 0%. Dizziness was significantly more common with memantine: RR = 4.90 (95% CI 1.26, 18.99); I[2]  = 52% (moderate quality). CONCLUSION: The current evidence regarding the use of memantine for chronic pain is limited and uncertain. Despite its potential, pain relief achieved in clinical studies is small and is associated with an increase in dizziness. SIGNIFICANCE: Despite a sound rationale, the benefit of using memantine for chronic pain is unclear. Our systematic review and meta-analysis show that memantine may have the potential to decrease pain. However, it can also increase common adverse effects. Considering the small number of studies with potential for bias and inconclusive evidence, there was low to very low certainty. Hence, no clear recommendations can be made about its routine clinical use until larger and more definitive studies are conducted.",
  "authors": [
    {
      "last_name": "Kurian",
      "fore_name": "Rouvin",
      "initials": "R",
      "name": "Rouvin Kurian",
      "affiliations": [
        "McMaster School of Interdisciplinary Science, Faculty of Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raza",
      "fore_name": "Kazim",
      "initials": "K",
      "name": "Kazim Raza",
      "affiliations": [
        "Department of Anesthesiology, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesiology, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of pain (London, England)",
    "iso_abbreviation": "Eur J Pain",
    "issn": "1532-2149",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "1234",
  "end_page": "1250",
  "pages": "1234-1250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Analgesics",
    "Chronic Pain",
    "Fibromyalgia",
    "Humans",
    "Memantine",
    "Receptors, N-Methyl-D-Aspartate"
  ],
  "article_ids": {
    "pubmed": "30848504",
    "doi": "10.1002/ejp.1393"
  },
  "doi": "10.1002/ejp.1393",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2020-06-15"
  },
  "chemicals": [
    "Analgesics",
    "Receptors, N-Methyl-D-Aspartate",
    "Memantine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.646632",
    "pmid": "30848504"
  }
}