{
  "pmid": "30859138",
  "uid": "30859138",
  "title": "Probing popular and political discourse on antimicrobial resistance in China.",
  "abstract": "BACKGROUND: Antimicrobial resistance (AMR) is an increasing threat to global public health that is largely exacerbated by the overuse and misuse of antimicrobial medicines. As the largest antimicrobials producer and user in the world, China has a critical role to play in combatting AMR. By examining Chinese news articles and policy statements, we aim to provide an authentic understanding of public discourse in China on AMR. METHODS: A search was conducted using two of the most comprehensive digital libraries for Chinese news media documents. Chinese policy documents were retrieved from official Chinese government websites. Records from June 2016 to May 2017 were included. Grounded theory was used to analyze included records, and we followed an iterative thematic synthesis process to categorize the key themes of each document. RESULTS: Across 64 news articles, most articles delivered general knowledge about AMR and debunked AMR-related myths, explored the implications of AMR-relevant policies, and discussed the misuse of antimicrobials in the agricultural sector. All policy documents provided guidance for healthcare workers, encouraging them to better manage antimicrobial prescriptions and usage. CONCLUSIONS: While the Chinese media actively educates the public on strategies for AMR prevention, certain news articles risk misleading readers by downplaying the hazards of domestic AMR issues. Further, although several national policies are geared towards combatting AMR, the government faces difficult challenges in overcoming public misconceptions regarding antimicrobial use. Records from the regional level should also be examined to further explore China's public discourse on AMR.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "An Yi",
      "initials": "AY",
      "name": "An Yi Yu",
      "affiliations": [
        "1Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, ON Canada.",
        "2Faculty of Health Sciences, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "1Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, ON Canada.",
        "3School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "1Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, ON Canada.",
        "2Faculty of Health Sciences, McMaster University, Hamilton, ON Canada.",
        "4Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA USA."
      ],
      "orcid": "0000-0002-2064-3711"
    }
  ],
  "journal": {
    "title": "Global health research and policy",
    "iso_abbreviation": "Glob Health Res Policy",
    "issn": "2397-0642",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2019"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30859138",
    "pmc": "PMC6394084",
    "doi": "10.1186/s41256-019-0097-z",
    "pii": "97"
  },
  "doi": "10.1186/s41256-019-0097-z",
  "pmc_id": "PMC6394084",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.636818",
    "pmid": "30859138"
  }
}