{
  "pmid": "30857852",
  "uid": "30857852",
  "title": "Left Atrial Appendage Occlusion: A Narrative Review.",
  "abstract": "Left atrial appendage occlusion (LAAO) is a proposed alternative to oral anticoagulation in reducing stroke in patients with atrial fibrillation. It is suggested that LAAO is most suitable in patients at increased risk of stroke or bleeding or with contraindication to pharmacologic intervention. Despite the increase in evidence evaluating LAAO, the relative safety and efficacy of the procedure remains uncertain. Presently, several ongoing randomized trials are comparing various devices to each other and to pharmacologic anticoagulation. The objectives of this narrative review were to present the evidence on percutaneous and surgical LAAO devices, review current guidelines, and summarize landmark trials.",
  "authors": [
    {
      "last_name": "Alsagheir",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Alsagheir",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koziarz",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Koziarz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada. Electronic address: Richard.Whitlock@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiothoracic and vascular anesthesia",
    "iso_abbreviation": "J Cardiothorac Vasc Anesth",
    "issn": "1532-8422",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "1753",
  "end_page": "1765",
  "pages": "1753-1765",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Cardiac Surgical Procedures",
    "Humans",
    "Septal Occluder Device",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "30857852",
    "doi": "10.1053/j.jvca.2019.01.054",
    "pii": "S1053-0770(19)30090-4"
  },
  "doi": "10.1053/j.jvca.2019.01.054",
  "dates": {
    "completed": "2020-03-09",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.182860",
    "pmid": "30857852"
  }
}