{
  "pmid": "30859034",
  "uid": "30859034",
  "title": "Exploring Patient Experience of Facial Nerve Palsy to Inform the Development of a PROM.",
  "abstract": "BACKGROUND: There is currently a mandate globally to incorporate patient's perceptions of their illness into outcome measures, in order to provide a deeper insight into medical practice. Facial nerve palsy (FNP) is a devastating condition that can significantly impact quality of life. However, no measure currently exists that comprehensively assesses outcome in FNP using patient perception. The aim of this study is to explore patients' experiences of FNP with the aim of informing the development of a patient-reported outcome measure. METHODS: Presented is a qualitative study, using in-depth semi-structured interviews with FNP patients. An interview guide was developed using expert opinion and a literature review. Interpretative description was used as the qualitative approach. Interviews were audio-recorded, transcribed, and coded line-by-line. Codes were refined using the constant comparison approach. Interviews continued until data saturation was reached. The data were used to develop a conceptual framework of patient perceived issues relating to FNP. RESULTS: The sample included 5 men and 9 women aged 57.7 years (range, 36-78) with a range of causes of FNP, including Bell's palsy (n = 5), acoustic neuroma (n = 3), trauma (n = 2), meningioma (n = 1), muscular dystrophy (n = 1), congenital (n = 1), and Ramsay Hunt syndrome (n = 1). Analysis of the 14 participant interviews led to identification of 5 major domains including \"facial function concerns,\" \"appearance concerns,\" \"psychological function,\" \"social function,\" and \"experience of care.\" CONCLUSION: This study provides a conceptual framework covering outcomes that matter to patients with FNP, which can be used to inform the development of a new comprehensive FNP-specific patient-reported outcome measure.",
  "authors": [
    {
      "last_name": "Norris",
      "fore_name": "Jonathan H",
      "initials": "JH",
      "name": "Jonathan H Norris",
      "affiliations": [
        "Oxford Eye Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Longmire",
      "fore_name": "Natasha M",
      "initials": "NM",
      "name": "Natasha M Longmire",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kilcoyne",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Kilcoyne",
      "affiliations": [
        "Speech and Language Therapy Department, Oxford Craniofacial Unit and Spires Cleft Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Johnson",
      "affiliations": [
        "Plastic Surgery Department, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Ray",
      "initials": "R",
      "name": "Ray Fitzpatrick",
      "affiliations": [
        "Nuffield College, Oxford University, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jan"
  },
  "start_page": "e2072",
  "pages": "e2072",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30859034",
    "pmc": "PMC6382227",
    "doi": "10.1097/GOX.0000000000002072"
  },
  "doi": "10.1097/GOX.0000000000002072",
  "pmc_id": "PMC6382227",
  "dates": {
    "revised": "2024-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.131925",
    "pmid": "30859034"
  }
}