{
  "pmid": "30854358",
  "uid": "30854358",
  "title": "A Prospective Randomized Controlled Trial of Aspiration and Fibrin Sealant Use Versus Aspiration Alone in the Treatment of Dorsal Wrist Ganglia.",
  "abstract": "PURPOSE: Multiple treatments for dorsal wrist ganglia (DWG) exist but have high recurrence rates. We investigated whether aspiration followed by injection of Tisseel is more effective at reducing the DWG recurrence rate than aspiration alone. METHODS: Adults with untreated DWG were randomly assigned to aspiration alone (A) or aspiration followed by Tisseel injection (AT). Patients were measured at baseline, 1, 6, and 12 months. Primary outcome was the rate of recurrence. Secondary outcomes included recurrent ganglion size and maximum pain experienced from the ganglion. Continuous data were compared with Student t tests and Mann-Whitney U tests. Categorical data were compared with χ[2] tests and Fisher exact tests. Treatment effect was reported as relative risk or mean differences (MD) with 95% confidence intervals. RESULTS: Seventy-nine patients were randomized to the A (n = 39) or AT (n = 40) group. Twenty-five patients were lost to follow-up. There were no differences in recurrence risk between groups at 1, 6, or 12 months (P > .05). Ganglia were significantly smaller for both groups at 1 month versus baseline (P < .001). The A group demonstrated a significantly larger decrease in size at 1 month versus the AT group (MD = 0.75 cm[2], 95% confidence interval: 0.07-1.43, P = .03). Both groups experienced significantly less pain at 1, 6, and 12 months (P < .03), but this was not significantly different between groups. CONCLUSION: Aspiration and Tisseel injection does not decrease DWG recurrence versus aspiration alone. Both interventions produced a significant decrease in pain. Although aspiration alone carries a high recurrence risk, it may provide sufficient symptomatic relief for patients with DWG.",
  "authors": [
    {
      "last_name": "Hatchell",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Hatchell",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meathrel",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Meathrel",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Departments of Surgery & Heath, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hynes",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Hynes",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "27",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "22",
  "end_page": "28",
  "pages": "22-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30854358",
    "pmc": "PMC6399779",
    "doi": "10.1177/2292550318800325",
    "pii": "10.1177_2292550318800325"
  },
  "doi": "10.1177/2292550318800325",
  "pmc_id": "PMC6399779",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.371632",
    "pmid": "30854358"
  }
}