{
  "pmid": "30853394",
  "uid": "30853394",
  "title": "Reaction-diffusion model for STIM-ORAI interaction: The role of ROS and mutations.",
  "abstract": "Release of Ca[2+] from endoplasmatic retriculum (ER) Ca[2+] stores causes stromal interaction molecules (STIM) in the ER membrane and ORAI proteins in the plasma membrane (PM) to interact and form the Ca[2+] release activated Ca[2+] (CRAC) channels, which represent a major Ca[2+] entry route in non-excitable cells and thus control various cell functions. It is experimentally possible to mutate ORAI1 proteins and therefore modify, especially block, the Ca[2+] influx into the cell. On the basis of the model of Hoover and Lewis (2011), we formulate a reaction-diffusion model to quantify the STIM1-ORAI1 interaction during CRAC channel formation and analyze different ORAI1 channel stoichiometries and different ratios of STIM1 and ORAI1 in comparison with experimental data. We incorporate the inhibition of ORAI1 channels by ROS into our model and calculate its contribution to the CRAC channel amplitude. We observe a large decrease of the CRAC channel amplitude evoked by mutations of ORAI1 proteins.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Center for Biophysics & Department of Theoretical Physics, Saarland University, Saarbrücken 66041, Germany; Department of Molecular Biophysics, Center for Integrative Physiology and Molecular Medicine, Saarland University, Homburg 66421, Germany; Department of Biophysics, Center for Integrative Physiology and Molecular Medicine, Saarland University, Homburg 66421, Germany. Electronic address: schmidt@lusi.uni-sb.de."
      ]
    },
    {
      "last_name": "Alansary",
      "fore_name": "Dalia",
      "initials": "D",
      "name": "Dalia Alansary",
      "affiliations": [
        "Department of Molecular Biophysics, Center for Integrative Physiology and Molecular Medicine, Saarland University, Homburg 66421, Germany. Electronic address: dalia.alansary@uks.eu."
      ]
    },
    {
      "last_name": "Bogeski",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Bogeski",
      "affiliations": [
        "Department of Biophysics, Center for Integrative Physiology and Molecular Medicine, Saarland University, Homburg 66421, Germany; Molecular Physiology, Institute of Cardiovascular Physiology, University Medical Center Georg-August-University, Göttingen 37073, Germany. Electronic address: ivan.bogeski@med.uni-goettingen.de."
      ]
    },
    {
      "last_name": "Niemeyer",
      "fore_name": "Barbara A",
      "initials": "BA",
      "name": "Barbara A Niemeyer",
      "affiliations": [
        "Department of Molecular Biophysics, Center for Integrative Physiology and Molecular Medicine, Saarland University, Homburg 66421, Germany. Electronic address: barbara.niemeyer@uks.eu."
      ]
    },
    {
      "last_name": "Rieger",
      "fore_name": "Heiko",
      "initials": "H",
      "name": "Heiko Rieger",
      "affiliations": [
        "Center for Biophysics & Department of Theoretical Physics, Saarland University, Saarbrücken 66041, Germany. Electronic address: h.rieger@mx.uni-saarland.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of theoretical biology",
    "iso_abbreviation": "J Theor Biol",
    "issn": "1095-8541",
    "issn_type": "Electronic",
    "volume": "470",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "start_page": "64",
  "end_page": "75",
  "pages": "64-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Calcium Signaling",
    "Humans",
    "Models, Biological",
    "Mutation",
    "Neoplasm Proteins",
    "ORAI1 Protein",
    "Reactive Oxygen Species",
    "Stromal Interaction Molecule 1"
  ],
  "article_ids": {
    "pubmed": "30853394",
    "doi": "10.1016/j.jtbi.2019.02.010",
    "pii": "S0022-5193(19)30073-6"
  },
  "doi": "10.1016/j.jtbi.2019.02.010",
  "dates": {
    "completed": "2020-07-09",
    "revised": "2020-07-09"
  },
  "chemicals": [
    "Neoplasm Proteins",
    "ORAI1 Protein",
    "ORAI1 protein, human",
    "Reactive Oxygen Species",
    "STIM1 protein, human",
    "Stromal Interaction Molecule 1"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.436591",
    "pmid": "30853394"
  }
}