{
  "pmid": "30864615",
  "uid": "30864615",
  "title": "Developmental health in the context of an early childhood program in Brazil: the \"Primeira Infância Melhor\" experience.",
  "abstract": "Design and evaluation of early child development (ECD) programs are poorly documented in low- or middle-income countries. The study aimed to identify family and child characteristics associated with developmental health outcomes among children aged from 4 to 6 years who participated in the \"Primeira Infância Melhor\" - PIM (Better Early Childhood), a home visiting program in Rio Grande do Sul State, Brazil. We also evaluated the impact of PIM on developmental vulnerability at school entry using a comparison group. Multistage sampling was first used to select cities, then families, in different regions of the state, resulting in a sample of eight cities and 571 children (364 PIM; 207 comparison). We used a sociodemographic questionnaire, completed by parents, and the Early Development Instrument (EDI), completed by teachers. Among PIM children, lower family income, time of exit from the program, city, and younger age were associated with higher risk of developmental vulnerability and/or with lower mean scores in EDI domains. Multivariate analysis controlling for covariates found no differences between the study groups in EDI outcomes even though the gaps in equity of the outcomes were smaller in the PIM group. These results are discussed in the context of challenges faced by home visiting programs in addressing complex social conditions of high-risk families and difficulties in finding an adequate comparison group in communities where an ECD program is universally accessible. We also note the importance of setting structured and longitudinal monitoring systems together with the implementation of ECD policies.",
  "authors": [
    {
      "last_name": "Gonçalves",
      "fore_name": "Tonantzin Ribeiro",
      "initials": "TR",
      "name": "Tonantzin Ribeiro Gonçalves",
      "affiliations": [
        "Programa de Pós-graduação em Saúde Coletiva, Universidade do Vale do Rio dos Sinos, São Leopoldo, Brasil."
      ],
      "orcid": "0000-0003-0249-3358"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Center for Child Studies, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-3599-3527"
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Center for Child Studies, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-7806-1696"
    }
  ],
  "journal": {
    "title": "Cadernos de saude publica",
    "iso_abbreviation": "Cad Saude Publica",
    "issn": "1678-4464",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "e00224317",
  "pages": "e00224317",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Brazil",
    "Child",
    "Child Development",
    "Child Health Services",
    "Child, Preschool",
    "Family Characteristics",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Program Evaluation",
    "Sex Factors",
    "Socioeconomic Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30864615",
    "doi": "10.1590/0102-311X00224317",
    "pii": "S0102-311X2019000305001"
  },
  "doi": "10.1590/0102-311X00224317",
  "dates": {
    "completed": "2020-01-03",
    "revised": "2020-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.715747",
    "pmid": "30864615"
  }
}