{
  "pmid": "30864981",
  "uid": "30864981",
  "title": "Human immunodeficiency virus testing and psychosocial outcomes: a scoping review protocol.",
  "abstract": "OBJECTIVE: The proposed scoping review will identify psychosocial outcomes immediately following human immunodeficiency virus (HIV) testing and their measurements, specifically among individuals with a new negative or positive test result. INTRODUCTION: No systematic study has described psychosocial outcomes and their measurements in persons immediately following HIV testing. Also, to our knowledge, there is no consensus on a core set of psychosocial outcomes and measurements following HIV diagnosis, which are essential for quality improvement. INCLUSION CRITERIA: All study designs will be considered. Participants with a new positive or negative HIV test result, regardless of sex or age, in any setting will be included. Any measured beneficial or harmful outcomes in the mental and social domains following a new diagnosis will be included. Psychosocial outcomes of participants undergoing treatment and care will be excluded. METHODS: The databases Ovid MEDLINE, Embase and PsycINFO will be searched, and published articles in English from 2007 to the present date will be included. The methods for scoping reviews outlined by the Joanna Briggs Institute will be followed. Data will be extracted from included studies by two reviewers. Any disagreements between the two reviewers will be solved through discussion in a team of five members. To define the specific concepts or outcome (sub)-domains and their measurements, the models proposed by the Outcome Measures in Rheumatology initiative and the Core Outcome Measures in Effectiveness Trials initiative, respectively, will be used. To analyze the data, this study will rely on a multi-level social-ecological model.",
  "authors": [
    {
      "last_name": "Ngobi",
      "fore_name": "John B",
      "initials": "JB",
      "name": "John B Ngobi",
      "affiliations": [
        "Population Health PhD Interdisciplinary Program, Faculty of Health Science, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Pottie",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pottie",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Leonard",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Leonard",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Bruyère Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JBI database of systematic reviews and implementation reports",
    "iso_abbreviation": "JBI Database System Rev Implement Rep",
    "issn": "2202-4433",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "1616",
  "end_page": "1625",
  "pages": "1616-1625",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "HIV Infections",
    "Health Services Accessibility",
    "Humans",
    "Patient Acceptance of Health Care",
    "Social Stigma",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "30864981",
    "doi": "10.11124/JBISRIR-2017-003864"
  },
  "doi": "10.11124/JBISRIR-2017-003864",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.521065",
    "pmid": "30864981"
  }
}