{
  "pmid": "30878332",
  "uid": "30878332",
  "title": "What Makes Suture Anchor Use Safe in Hip Arthroscopy? A Systematic Review of Techniques and Safety Profile.",
  "abstract": "PURPOSE: To perform a systematic review that assesses the current literature on suture anchor placement for the purpose of identifying factors that lead to suture anchor perforation and techniques that reduce the likelihood of complications. It was hypothesized that suture anchor placement in hip arthroscopy would generally be safe, with the exception of the complications of articular cartilage violation and psoas tunnel perforation. Perioperative factors, related to patient, surgeon, and technical variables, may influence the safety of suture anchor insertion. METHODS: Three databases (PubMed, Ovid MEDLINE, and Embase) were searched, and 2 reviewers independently screened the resulting literature. The inclusion criteria were clinical and biomechanical studies examining the use of suture anchors in hip arthroscopy. The methodologic quality of all included articles was assessed using the Methodological Index for Non-Randomized Studies criteria and the Cochrane risk-of-bias assessment tool. Results are presented according to PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines using descriptive statistics. RESULTS: We included 14 studies in this review, comprising 4 case series (491 patients; 56.6% female patients; mean age, 33.9 years), 9 controlled cadaveric or laboratory studies (111 cadaveric hips and 12 synthetic acetabular bone blocks; 42.2% female hips; mean age, 60.0 years) with a mean Quality Appraisal for Cadaveric Studies score of 11, and 1 randomized controlled trial (37 hips; 55.6% female hips; mean age, 34.2 years). Anterior cortical perforation into the psoas tunnel by suture anchors led to pain and impingement of pelvic neurovascular structures. The anterior acetabular positions (3- to 4-o'clock position) had the thinnest bone, smallest rim angles, and highest incidence of articular perforation. Drilling angles from 10° to 20° measured off the coronal plane were acceptable. The midanterior and distal anterolateral portals were used successfully, with 1 study reporting difficulty placing anchors at anterior locations through the distal anterolateral portal. One study showed that curved suture anchor drill guides allow for a better trajectory away from the articular cartilage. Small-diameter (≤1.8-mm) all-suture anchors had a lower in vivo incidence of articular perforation with similar stability and pullout strength to other anchor types in biomechanical studies. CONCLUSIONS: Suture anchors at anterior acetabular rim positions (3- to 4-o'clock position) should be inserted with caution. Large-diameter (≥2.3-mm) suture anchors increase the likelihood of articular perforation without increasing labral stability. Inserting small-diameter (≤1.8-mm) all-suture anchors from 10° to 20° drilling angles may increase safe insertion angles from all cutaneous portals. Direct arthroscopic visualization, the use of fluoroscopy, distal-proximal insertion, and the use of nitinol wire can help prevent articular violation. LEVEL OF EVIDENCE: Level IV, systematic review of Level I to IV studies.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Shah",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coughlin",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Coughlin",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nho",
      "fore_name": "Shane J",
      "initials": "SJ",
      "name": "Shane J Nho",
      "affiliations": [
        "Section of Young Adult Hip Surgery, Division of Sports Medicine, Department of Orthopedic Surgery, Rush University Medical Center, Rush Medical College of Rush University, Chicago, Illinois, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "1280",
  "end_page": "1293.e1",
  "pages": "1280-1293.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Bone Wires",
    "Fluoroscopy",
    "Hip Joint",
    "Humans",
    "Intraoperative Complications",
    "Prosthesis Design",
    "Suture Anchors"
  ],
  "article_ids": {
    "pubmed": "30878332",
    "doi": "10.1016/j.arthro.2018.10.118",
    "pii": "S0749-8063(18)31001-6"
  },
  "doi": "10.1016/j.arthro.2018.10.118",
  "dates": {
    "completed": "2020-03-11",
    "revised": "2020-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.829260",
    "pmid": "30878332"
  }
}