{
  "pmid": "30870771",
  "uid": "30870771",
  "title": "Biological and psychosocial predictors of anxiety worsening in the postpartum period: A longitudinal study.",
  "abstract": "BACKGROUND: As many as 20% of women will experience an anxiety disorder during the perinatal period. Women with pre-existing anxiety disorders are at increased risk of worsening during this time, yet little is known about its predictors. STUDY AIM: To investigate the psychosocial and biological risk factors for anxiety worsening in the postpartum in women with pre-existing anxiety disorders. METHODS: Thirty-five (n = 35) pregnant women with pre-existing DSM-5 anxiety disorders were enrolled in this prospective study investigating the psychosocial (e.g., childhood trauma, intolerance of uncertainty, depression) and biological risk factors (e.g. C-reactive protein, interleukin-6, tumor necrosis factor-α) for anxiety worsening in the postpartum period. Anxiety worsening was defined as an increase of ≥50% or greater on Hamilton Anxiety Rating Scale scores from the third trimester of pregnancy (32.94 ± 3.35 weeks) to six weeks postpartum. RESULTS: Intolerance of uncertainty, depressive symptom severity, and obsessive-compulsive disorder symptoms present in pregnancy were significant predictors of anxiety worsening in the postpartum. LIMITATIONS: Sample heterogeneity and limited sample size may affect study generalizability. CONCLUSIONS: To our knowledge, this is the first longitudinal study to investigate psychosocial and biological risk factors for anxiety worsening in the postpartum in women with pre-existing anxiety disorders. Continued research investigating these risk factors is needed to elucidate whether they differ from women experiencing new-onset anxiety disorders in the perinatal period, and those in non-puerperal groups. Identifying these risk factors can guide the development of screening measures for early and accurate symptom detection. This can lead to the implementation of appropriate interventions aimed at decreasing the risk of perinatal anxiety worsening.",
  "authors": [
    {
      "last_name": "Furtado",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Furtado",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Ontario, Canada; Women's Health Concerns Clinic, St. Joseph's Healthcare Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Ontario, Canada; Women's Health Concerns Clinic, St. Joseph's Healthcare Hamilton, Ontario, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Ameringen",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Van Ameringen",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Green",
      "fore_name": "Sheryl M",
      "initials": "SM",
      "name": "Sheryl M Green",
      "affiliations": [
        "Women's Health Concerns Clinic, St. Joseph's Healthcare Hamilton, Ontario, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Frey",
      "fore_name": "Benicio N",
      "initials": "BN",
      "name": "Benicio N Frey",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Ontario, Canada; Women's Health Concerns Clinic, St. Joseph's Healthcare Hamilton, Ontario, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada; Mood Disorders Program, St. Joseph's Healthcare Hamilton, Ontario, Canada. Electronic address: freybn@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "250",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "218",
  "end_page": "225",
  "pages": "218-225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anxiety Disorders",
    "Biomarkers",
    "C-Reactive Protein",
    "Child",
    "Depression, Postpartum",
    "Diagnostic and Statistical Manual of Mental Disorders",
    "Female",
    "Humans",
    "Interleukin-6",
    "Longitudinal Studies",
    "Obsessive-Compulsive Disorder",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Trimester, Third",
    "Pregnant People",
    "Prospective Studies",
    "Psychiatric Status Rating Scales",
    "Risk Factors",
    "Tumor Necrosis Factor-alpha",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30870771",
    "doi": "10.1016/j.jad.2019.02.064",
    "pii": "S0165-0327(18)32770-8"
  },
  "doi": "10.1016/j.jad.2019.02.064",
  "dates": {
    "completed": "2019-06-28",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Biomarkers",
    "IL6 protein, human",
    "Interleukin-6",
    "TNF protein, human",
    "Tumor Necrosis Factor-alpha",
    "C-Reactive Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.129451",
    "pmid": "30870771"
  }
}