{
  "pmid": "30873099",
  "uid": "30873099",
  "title": "Executive Function and Resilience as Mediators of Adolescents' Perceived Stressful Life Events and School Adjustment.",
  "abstract": "This study investigated psychological mechanisms underlying the relationship between stressful life events and school adjustment in Chinese adolescents. The Adolescent Self-rating Life Events Checklist, the Adolescent Executive Function Scale, the Chinese version of the Resilience Scale, and the School-adjustment Scale were administered to 1101 Chinese adolescents (465 males, 636 females), aged 11-19 years, from three secondary schools. Results from serial mediation analysis revealed that perceived stressful life events could affect school adjustment through the mediation of executive function and resilience. The mediation effect contained three paths, the separate mediation effect of executive function, the separate mediation effect of resilience, and the serial mediation effect of executive function and resilience. These findings provide valuable insights into the effect of perceived stressful life events on school adjustment of Chinese adolescents, and suggest that, the researchers and educators could enhance school adjustment in vulnerable groups by improving their executive function and resilience.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "The Lab of Mental Health and Social Adaptation, Faulty of Psychology, Southwest University, Chongqing, China.",
        "Research Center of Mental Health Education, Southwest University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xing",
      "initials": "X",
      "name": "Xing Zhang",
      "affiliations": [
        "Faulty of Psychology, Southwest University, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Liwei",
      "initials": "L",
      "name": "Liwei Zhang",
      "affiliations": [
        "Physical Education Department, Luoyang Vocational & Technical College, Luoyang, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Cheng",
      "initials": "C",
      "name": "Cheng Guo",
      "affiliations": [
        "The Lab of Mental Health and Social Adaptation, Faulty of Psychology, Southwest University, Chongqing, China.",
        "Research Center of Mental Health Education, Southwest University, Chongqing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2019"
  },
  "start_page": "446",
  "pages": "446",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30873099",
    "pmc": "PMC6403185",
    "doi": "10.3389/fpsyg.2019.00446"
  },
  "doi": "10.3389/fpsyg.2019.00446",
  "pmc_id": "PMC6403185",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.322538",
    "pmid": "30873099"
  }
}