{
  "pmid": "30871111",
  "uid": "30871111",
  "title": "Youth Perspectives of Healthcare in Central Mexico: An Application of Massey's Critical Health Literacy Framework.",
  "abstract": "Attention to health literacy is essential more now than ever given the recognition, attention, and resources being dedicated to addressing health disparities throughout the world. Unfortunately, health literacy research is scarce in many parts of the world, particularly among youth. Using focus group discussions with junior high school students (N = 98) in a rural town of Central Mexico, we sought to learn about their experiences utilizing healthcare services at a local health clinic. The themes that naturally emerged from focus group discussions aligned with Massey's framework on critical health literacy among US youth, and included problems navigating the health system, embarrassment speaking to doctors about sensitive issues, and minimal importance being placed on preventative care. This suggests that Massey's framework may be appropriate to use when seeking to understand and promote health literacy among youth in Mexico. Furthermore, the challenges faced by adolescent participants in this study suggest that additional research is needed to assess how youth in other areas of Mexico are faring in efforts to understand and access their new and evolving universal healthcare system.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hoffman",
      "affiliations": [
        "School of Social Work, Brigham Young University, Provo, UT 84660, USA. steven_hoffman@byu.edu."
      ]
    },
    {
      "last_name": "Rueda",
      "fore_name": "Heidi Adams",
      "initials": "HA",
      "name": "Heidi Adams Rueda",
      "affiliations": [
        "Department of Social Work, University of Texas at San Antonio, San Antonio, TX 78207, USA. heidi.rueda@utsa.edu."
      ]
    },
    {
      "last_name": "Beasley",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Beasley",
      "affiliations": [
        "Knoxville Department of Kinesiology, Recreation, and Sport Studies, University of Tennessee, Knoxville, TN 37996, USA. lauren.beasley@utk.edu."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Community Health Services",
    "Female",
    "Focus Groups",
    "Health Literacy",
    "Health Services Accessibility",
    "Humans",
    "Mexico",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "30871111",
    "pmc": "PMC6427344",
    "doi": "10.3390/ijerph16050896",
    "pii": "ijerph16050896"
  },
  "doi": "10.3390/ijerph16050896",
  "pmc_id": "PMC6427344",
  "dates": {
    "completed": "2019-07-08",
    "revised": "2023-10-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.521306",
    "pmid": "30871111"
  }
}