{
  "pmid": "30884886",
  "uid": "30884886",
  "title": "Assessing the Presence of Wuchereria bancrofti Infections in Vectors Using Xenomonitoring in Lymphatic Filariasis Endemic Districts in Ghana.",
  "abstract": "Mass drug administration (MDA) is the current mainstay to interrupt the transmission of lymphatic filariasis. To monitor whether MDA is effective and transmission of lymphatic filariasis indeed has been interrupted, rigorous surveillance is required. Assessment of transmission by programme managers is usually done via serology. New research suggests that xenomonitoring holds promise for determining the success of lymphatic filariasis interventions. The objective of this study was to assess Wuchereria bancrofti infection in mosquitoes as a post-MDA surveillance tool using xenomonitoring. The study was carried out in four districts of Ghana; Ahanta West, Mpohor, Kassena Nankana West and Bongo. A suite of mosquito sampling methods was employed, including human landing collections, pyrethrum spray catches and window exit traps. Infection of W. bancrofti in mosquitoes was determined using dissection, conventional and real-time polymerase chain reaction and loop mediated isothermal amplification assays. Aedes, Anopheles coustani, An. gambiae, An. pharoensis, Culex and Mansonia mosquitoes were sampled in each of the four study districts. The dissected mosquitoes were positive for filarial infection using molecular assays. Dissected An. melas mosquitoes from Ahanta West district were the only species found positive for filarial parasites. We conclude that whilst samples extracted with Trizol reagent did not show any positives, molecular methods should still be considered for monitoring and surveillance of lymphatic filariasis transmission.",
  "authors": [
    {
      "last_name": "Pi-Bansa",
      "fore_name": "Sellase",
      "initials": "S",
      "name": "Sellase Pi-Bansa",
      "affiliations": [
        "Swiss Tropical and Public Health Institute, CH-4002 Basel, Switzerland. spi-bansa@noguchi.ug.edu.gh.",
        "University of Basel, CH-4003 Basel, Switzerland. spi-bansa@noguchi.ug.edu.gh.",
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. spi-bansa@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Osei",
      "fore_name": "Joseph H N",
      "initials": "JHN",
      "name": "Joseph H N Osei",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. josei@noguchi.ug.edu.gh.",
        "Department of Animal Biology and Conservation Science, University of Ghana, LG 67 Legon, Ghana. josei@noguchi.ug.edu.gh."
      ],
      "orcid": "0000-0001-8143-5548"
    },
    {
      "last_name": "Kartey-Attipoe",
      "fore_name": "Worlasi D",
      "initials": "WD",
      "name": "Worlasi D Kartey-Attipoe",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. debikart@gmail.com."
      ]
    },
    {
      "last_name": "Elhassan",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Elhassan",
      "affiliations": [
        "SightSavers International, Ghana Office, Accra, Ghana. lizzy.elhassan2@gmail.com."
      ]
    },
    {
      "last_name": "Agyemang",
      "fore_name": "David",
      "initials": "D",
      "name": "David Agyemang",
      "affiliations": [
        "SightSavers International, Ghana Office, Accra, Ghana. dagyemang@sightsavers.org."
      ]
    },
    {
      "last_name": "Otoo",
      "fore_name": "Sampson",
      "initials": "S",
      "name": "Sampson Otoo",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. sotoo@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Dadzie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Dadzie",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. sdadzie@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Appawu",
      "fore_name": "Maxwell A",
      "initials": "MA",
      "name": "Maxwell A Appawu",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. mappawu@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. mwilson@noguchi.ug.edu.gh."
      ]
    },
    {
      "last_name": "Koudou",
      "fore_name": "Benjamin G",
      "initials": "BG",
      "name": "Benjamin G Koudou",
      "affiliations": [
        "Liverpool School of Tropical Medicine, Liverpool L3 5QA, UK. benjamin.koudou@lstmed.ac.uk.",
        "Centre Suisse de Recherches Scientifiques en Côte d'Ivoire, 01 BP 1303, Abidjan 01, Côte d'Ivoire. benjamin.koudou@lstmed.ac.uk."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Dziedzom K",
      "initials": "DK",
      "name": "Dziedzom K de Souza",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. ddesouza@noguchi.ug.edu.gh."
      ],
      "orcid": "0000-0001-5000-6177"
    },
    {
      "last_name": "Utzinger",
      "fore_name": "Jürg",
      "initials": "J",
      "name": "Jürg Utzinger",
      "affiliations": [
        "Swiss Tropical and Public Health Institute, CH-4002 Basel, Switzerland. juerg.utzinger@swisstph.ch.",
        "University of Basel, CH-4003 Basel, Switzerland. juerg.utzinger@swisstph.ch."
      ]
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, LG 581 Legon, Ghana. dboakye@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Tropical medicine and infectious disease",
    "iso_abbreviation": "Trop Med Infect Dis",
    "issn": "2414-6366",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30884886",
    "pmc": "PMC6473662",
    "doi": "10.3390/tropicalmed4010049",
    "pii": "tropicalmed4010049"
  },
  "doi": "10.3390/tropicalmed4010049",
  "pmc_id": "PMC6473662",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "No grant number for this funding",
      "agency": "Sightsavers International, Ghana"
    },
    {
      "grant_id": "No grant number for this funding",
      "agency": "Centre for Neglected Tropical Diseases, Liverpool School of Tropical Medicine"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.516307",
    "pmid": "30884886"
  }
}