{
  "pmid": "30885757",
  "uid": "30885757",
  "title": "A systematic review of herpes zoster incidence and consensus recommendations on vaccination in adult patients on systemic therapy for psoriasis or psoriatic arthritis: From the Medical Board of the National Psoriasis Foundation.",
  "abstract": "BACKGROUND: Herpes zoster (HZ) incidence is linked to immunosuppression. Patients with psoriasis or psoriatic arthritis (PsA) on systemic therapy might be at an increased risk for HZ. OBJECTIVE: To assess HZ risk in patients with psoriasis and PsA by systemic treatment and provide recommendations regarding HZ vaccination. METHODS: A systematic literature search was performed for HZ in patients with psoriasis and PsA. HZ vaccination guidelines were reviewed, and the medical board of the National Psoriasis Foundation made consensus recommendations in psoriasis and PsA patients using graded evidence. RESULTS: In total, 41 studies met inclusion criteria. Systemic corticosteroids (strong, 1), tofacitinib (strong, 1), and combination therapy with biologic and conventional synthetic disease-modifying antirheumatic drugs (weak, 2a) carry increased HZ risk while monotherapy does not. There is insufficient evidence to determine risk with interleukin 12/23, 17, and 23 inhibitors or apremilast (weak, 2a). Recombinant zoster vaccine is recommended for all psoriasis and PsA patients >50 years old and patients <50 years old on tofacitinib, systemic steroids, or combination systemic treatment. Vaccination of patients <50 years old on other systemic therapies may be considered on a case-by-case basis. LIMITATIONS: There was significant heterogeneity between studies. CONCLUSION: HZ risk depends on disease severity and treatment class. Recombinant zoster vaccine should be given to all psoriasis and PsA patients >50 years old and younger patients at increased risk.",
  "authors": [
    {
      "last_name": "Baumrin",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Baumrin",
      "affiliations": [
        "Department of Dermatology, Brigham and Women's Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts. Electronic address: ebaumrin@partners.org."
      ]
    },
    {
      "last_name": "Van Voorhees",
      "fore_name": "Abby",
      "initials": "A",
      "name": "Abby Van Voorhees",
      "affiliations": [
        "Department of Dermatology, Eastern Virginia Medical School, Norfolk, Virginia."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Zucker School of Medicine at Hofstra/Northwell, Hempstead, New York."
      ]
    },
    {
      "last_name": "Feldman",
      "fore_name": "Steven R",
      "initials": "SR",
      "name": "Steven R Feldman",
      "affiliations": [
        "Department of Dermatology, Wake Forest University School of Medicine, Winston-Salem, North Carolina."
      ]
    },
    {
      "last_name": "Merola",
      "fore_name": "Joseph F",
      "initials": "JF",
      "name": "Joseph F Merola",
      "affiliations": [
        "Department of Dermatology, Brigham and Women's Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts; Department of Medicine, Division of Rheumatology, Allergy and Immunology, Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Dermatology",
    "iso_abbreviation": "J Am Acad Dermatol",
    "issn": "1097-6787",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "102",
  "end_page": "110",
  "pages": "102-110",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Antirheumatic Agents",
    "Arthritis, Psoriatic",
    "Biological Products",
    "Female",
    "Herpes Zoster",
    "Herpes Zoster Vaccine",
    "Humans",
    "Immunocompromised Host",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Prognosis",
    "Psoriasis",
    "Risk Assessment",
    "Societies, Medical",
    "Treatment Outcome",
    "United States",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "30885757",
    "doi": "10.1016/j.jaad.2019.03.017",
    "pii": "S0190-9622(19)30431-1"
  },
  "doi": "10.1016/j.jaad.2019.03.017",
  "dates": {
    "completed": "2019-11-25",
    "revised": "2019-11-25"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Biological Products",
    "Herpes Zoster Vaccine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.265013",
    "pmid": "30885757"
  }
}