{
  "pmid": "30881821",
  "uid": "30881821",
  "title": "The Detection of Bacteria and Matrix Proteins on Clinically Benign and Pathologic Implants.",
  "abstract": "BACKGROUND: Bacterial contamination of breast implants causes infection, can lead to capsular contracture, and is implicated in breast implant-associated anaplastic large cell lymphoma. Bacteria, however, also colonize clinically benign breast implants and little is known about the biologic signals that trigger the switch from a benign to pathologic state. METHODS: Explanted smooth as well as Biocell and Siltex textured breast implants associated with clinically normal and pathologic conditions were analyzed in this observational study. Immunofluorescence and bacterial culture techniques were performed. To avoid sampling bias, implant surfaces >25 sq cm were analyzed. RESULTS: Bacteria were detected on 9 of 22 clinically normal explanted devices or periprosthetic capsules, including 40% of Biocell tissue expanders and 75% of Biocell textured implants. Staphylococcus epidermidis was identified in 67% of the bacteria-positive capsular contractures. Fibrinogen was present on 17 of 18, and collagen on 13 of 18 analyzed breast implants. S. epidermidis co-localized with collagen, while group B streptococci and Klebsiella pneumoniae co-localized with fibrinogen. CONCLUSIONS: Bacteria are often detectable on clinically benign breast implants when a multimodal approach is applied to a substantial proportion of the device surface to avoid sampling bias. The impact of bacteria on breast implant pathology should be studied in the presence of an adequate negative control group to account for clinically benign bacteria. Disruption of the interaction of bacteria with matrix proteins coating the surface of breast implants may represent a nonantibiotic strategy for the prevention of breast implant bacterial contamination.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Molecular Microbiology.",
        "Department of Molecular Microbiology Center for Women's Infectious Disease Research."
      ]
    },
    {
      "last_name": "Pinkner",
      "fore_name": "Chloe L",
      "initials": "CL",
      "name": "Chloe L Pinkner",
      "affiliations": [
        "Department of Molecular Microbiology.",
        "Department of Molecular Microbiology Center for Women's Infectious Disease Research."
      ]
    },
    {
      "last_name": "Pinkner",
      "fore_name": "Jerome S",
      "initials": "JS",
      "name": "Jerome S Pinkner",
      "affiliations": [
        "Department of Molecular Microbiology.",
        "Department of Molecular Microbiology Center for Women's Infectious Disease Research."
      ]
    },
    {
      "last_name": "Hultgren",
      "fore_name": "Scott J",
      "initials": "SJ",
      "name": "Scott J Hultgren",
      "affiliations": [
        "Department of Molecular Microbiology.",
        "Department of Molecular Microbiology Center for Women's Infectious Disease Research."
      ]
    },
    {
      "last_name": "Myckatyn",
      "fore_name": "Terence M",
      "initials": "TM",
      "name": "Terence M Myckatyn",
      "affiliations": [
        "Division of Plastic & Reconstructive Surgery, Department of Surgery, Washington University School of Medicine, St. Louis, Mo."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "e2037",
  "pages": "e2037",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30881821",
    "pmc": "PMC6416121",
    "doi": "10.1097/GOX.0000000000002037"
  },
  "doi": "10.1097/GOX.0000000000002037",
  "pmc_id": "PMC6416121",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.662431",
    "pmid": "30881821"
  }
}