{
  "pmid": "30899532",
  "uid": "30899532",
  "title": "Risk Factors for Unplanned Dialysis Initiation: A Systematic Review of the Literature.",
  "abstract": "BACKGROUND: Unplanned dialysis initiation is common in patients with chronic kidney disease (CKD). OBJECTIVE: To determine common definitions and patient risk factors for unplanned dialysis. DESIGN: Systematic review. SETTING: MEDLINE, EMBASE, and the Cochrane Library were searched from inception to February 2018. PATIENTS: Studies that included incident chronic dialysis patients or patients with CKD that cited a definition or examined risk factors for unplanned dialysis were included. MEASUREMENTS: Definitions and criteria for unplanned dialysis reported across studies. Patient characteristics associated with unplanned dialysis. METHODS: Two reviewers independently extracted data using a standardized data abstraction form and assessed study quality using a modified New Castle Ottawa Scale. RESULTS: From 2797 citations, 48 met eligibility criteria. Reported definitions for unplanned dialysis were variable. Most publications cited dialysis initiation under emergency conditions and/or with a central venous catheter. The association of patient characteristics with unplanned dialysis was reported in 26 studies, 18 were retrospective and 21 included incident dialysis patients. The most common risk factors in univariate analyses were (number of studies) increased age (n = 7), cause of kidney disease (n = 6), presence of cardiovascular disease (n = 7), lower serum hemoglobin (n = 9), lower serum albumin (n = 10), higher serum phosphate (n = 6), higher serum creatinine or lower estimated glomerular filtration rate (eGFR) at dialysis initiation (n = 7), late referral (n = 5), lack of dialysis education (n = 6), and lack of follow-up in a predialysis clinic prior to dialysis initiation (n = 5). A minority of studies performed multivariable analyses (n = 10); the most common risk factors were increased age (n = 4), increased comorbidity score (n = 3), late referral (n = 5), and lower eGFR at dialysis initiation (n = 3). LIMITATIONS: Comparison of results across studies was limited by inconsistent definitions for unplanned dialysis. High-quality data on patient risk factors for unplanned dialysis are lacking. CONCLUSIONS: Well-designed prospective studies to determine modifiable risk factors are needed. The lack of a consensus definition for unplanned dialysis makes research and quality improvement initiatives in this area more challenging.",
  "authors": [
    {
      "last_name": "Hassan",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Hassan",
      "affiliations": [
        "University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Akbari",
      "fore_name": "Ayub",
      "initials": "A",
      "name": "Ayub Akbari",
      "affiliations": [
        "University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Pierre A",
      "initials": "PA",
      "name": "Pierre A Brown",
      "affiliations": [
        "University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0010-3416"
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119831684",
  "pages": "2054358119831684",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30899532",
    "pmc": "PMC6419254",
    "doi": "10.1177/2054358119831684",
    "pii": "10.1177_2054358119831684"
  },
  "doi": "10.1177/2054358119831684",
  "pmc_id": "PMC6419254",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.443373",
    "pmid": "30899532"
  }
}