{
  "pmid": "30902030",
  "uid": "30902030",
  "title": "Toward a Centralized, Systematic Approach to the Identification, Appraisal, and Use of Health State Utility Values for Reimbursement Decision Making: Introducing the Health Utility Book (HUB).",
  "abstract": "Cost-utility analysis (CUA) is a widely recommended form of health economic evaluation worldwide. The outcome measure in CUA is quality-adjusted life-years (QALYs), which are calculated using health state utility values (HSUVs) and corresponding life-years. Therefore, HSUVs play a significant role in determining cost-effectiveness. Formal adoption and endorsement of CUAs by reimbursement authorities motivates methodological advancement in HSUV measurement and application. A large body of evidence exploring various methods in measuring HSUVs has accumulated, imposing challenges for investigators in identifying and applying HSUVs to CUAs. First, large variations in HSUVs between studies are often reported, and these may lead to different cost-effectiveness conclusions. Second, issues concerning the quality of studies that generate HSUVs are increasingly highlighted in the literature. This issue is compounded by the limited published guidance and methodological standards for assessing the quality of these studies. Third, reimbursement decision making is a context-specific process. Therefore, while an HSUV study may be of high quality, it is not necessarily appropriate for use in all reimbursement jurisdictions. To address these issues, by promoting a systematic approach to study identification, critical appraisal, and appropriate use, we are developing the Health Utility Book (HUB). The HUB consists of an HSUV registry, a quality assessment tool for health utility studies, and a checklist for interpreting their use in CUAs. We anticipate that the HUB will make a timely and important contribution to the rigorous conduct and proper use of health utility studies for reimbursement decision making. In this way, health care resource allocation informed by HSUVs may reflect the preferences of the public, improve health outcomes of patients, and maintain the efficiency of health care systems.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zoratti",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zoratti",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3069-1159"
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin",
      "initials": "K",
      "name": "Kelvin Chan",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Husereau",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Husereau",
      "affiliations": [
        "Institute of Health Economics, Edmonton, Alberta, Canada.",
        "Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Krahn",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Krahn",
      "affiliations": [
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Oren",
      "initials": "O",
      "name": "Oren Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Clifford",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Clifford",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schunemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "370",
  "end_page": "378",
  "pages": "370-378",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Decision Making",
    "Health Status",
    "Humans",
    "Quality-Adjusted Life Years",
    "Reimbursement Mechanisms"
  ],
  "article_ids": {
    "pubmed": "30902030",
    "doi": "10.1177/0272989X19837969"
  },
  "doi": "10.1177/0272989X19837969",
  "dates": {
    "completed": "2020-05-11",
    "revised": "2020-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.470265",
    "pmid": "30902030"
  }
}