{
  "pmid": "30904037",
  "uid": "30904037",
  "title": "Safety and efficacy of active and passive immunotherapy in mild-to-moderate Alzheimer's disease: A systematic review and network meta-analysis.",
  "abstract": "OBJECTIVE: The objective of this study was to systematically review and conduct a direct and network meta-analysis of randomized controlled trials that have examined the clinical safety and efficacy of using passive and active immunotherapies in Alzheimer's disease (AD). RESEARCH QUESTIONS: (1) Is amyloid-based immunotherapy in patients with mild-to-moderate AD associated with more efficacy benefits compared to placebo? (2) Which immunotherapy agent is associated with more comparative benefit? (3) Is passive or active immunotherapy associated with more benefits? DATA SOURCES: A systematic review of published randomized controlled trials was performed in MEDLINE, EMBASE, PubMed and Cochrane library. Review methods and meta-analysis: Two reviewers independently selected the studies, extracted the data and assessed risk of bias. Important AD cognitive scales as clinical efficacy outcomes were ADAS-cog, CDR and MMSE whereas edema, neoplasms and mortality were included as safety outcomes. A direct comparison meta-analysis using a random effect model and a network (direct and indirect) comparison was conducted to calculate mean differences in treatment effects, SUCRA and ranking probabilities for each medicine per safety and efficacy outcome. Quality of network results were assessed using GRADE methodology. PRINCIPLE FINDINGS: Thirteen RCT-assessed patients with mild-to-moderate AD were included in the final analysis. The results showed that immunotherapies compared with placebo produced a statistically, but not clinically significant, improvement in ADAS-cog (MD=-0.39; 95% CI -0.42, -0.35, P=0.00) and MMSE. In terms of safety, the rate of ARIA-E was significantly higher with monoclonal antibodies. Solanezumab and AN1792 (vaccine) were the drugs of choice both from efficacy and safety perspectives. CONCLUSION: In terms of efficacy, the review showed a statistically, but not clinically significant, improvement in favor of immunotherapy versus placebo. Further clinical trials are required to demonstrate any cognitive benefits of immunotherapies in mild-to-moderate AD.",
  "authors": [
    {
      "last_name": "Foroutan",
      "fore_name": "Naghmeh",
      "initials": "N",
      "name": "Naghmeh Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Programs for Assessment of Technology in Health (PATH), St. Joseph Health Care Hamilton, Hamilton, ON. foroutn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "start_page": "E53",
  "end_page": "E65",
  "pages": "E53-E65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Alzheimer Disease",
    "Amyloid beta-Peptides",
    "Humans",
    "Immunization, Passive",
    "Immunotherapy, Active"
  ],
  "article_ids": {
    "pubmed": "30904037",
    "doi": "10.25011/cim.v42i1.32393"
  },
  "doi": "10.25011/cim.v42i1.32393",
  "dates": {
    "completed": "2020-04-06",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Amyloid beta-Peptides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.638278",
    "pmid": "30904037"
  }
}