{
  "pmid": "30904840",
  "uid": "30904840",
  "title": "Patient trade-offs between continuity and access in primary care interprofessional teaching clinics in Canada: a cross-sectional survey using discrete choice experiment.",
  "abstract": "OBJECTIVE: Timely access to care and continuity with a specific provider are important determinants of patient satisfaction when booking appointments in primary care settings. Advanced access booking systems restrict the majority of providers' appointment spots for same-day appointments and keep the number of prebooked appointments to a minimum. In the teaching clinic environment, continuity with the same provider can be a challenge. This study examines trade-offs that patients may consider during appointment bookings for six different clinical scenarios across a number of key access and continuity attributes using a discrete choice experiment (DCE) method. DESIGN: Cross-sectional survey. SETTING: Two urban family medicine teaching clinics in Canada. PARTICIPANTS: Convenience sample of 430 patients of family medicine clinics aged 18 and older. INTERVENTION: Discrete choice conjoint experiment survey. PRIMARY OUTCOME MEASURES: Patient preferences on six attributes: appointment booking method, appointment wait time, time spent in the waiting room, appointment time convenience, familiarity with healthcare provider and position of healthcare provider. Data were analysed by hierarchical Bayes analysis to determine estimates of part-worth utilities for each respondent. RESULTS: Patients rated appointment wait time as the most highly valued attribute, followed by position of provider, then familiarity with the provider. Patients showed a significant preference (p<0.02) for their own physician for booking of routine annual check-ups and other logical preferences across attributes overall and by clinical scenario. CONCLUSIONS: Patients preferred timely access to their primary care team over other attributes in the majority of health state scenarios tested, especially urgent issues, however they were willing to wait for a check-up. These results support the notion that advanced access booking systems which leave the majority of appointment spots for same day access and still leave a few for continuity (check-up) bookings, align well with trends in patient preferences.",
  "authors": [
    {
      "last_name": "Oliver",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Oliver",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Deal",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Deal",
      "affiliations": [
        "Michael G. DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Qian",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Qian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "start_page": "e023578",
  "pages": "e023578",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Appointments and Schedules",
    "Bayes Theorem",
    "Canada",
    "Choice Behavior",
    "Continuity of Patient Care",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "30904840",
    "pmc": "PMC6475162",
    "doi": "10.1136/bmjopen-2018-023578",
    "pii": "bmjopen-2018-023578"
  },
  "doi": "10.1136/bmjopen-2018-023578",
  "pmc_id": "PMC6475162",
  "dates": {
    "completed": "2020-04-03",
    "revised": "2020-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.525657",
    "pmid": "30904840"
  }
}