{
  "pmid": "30912804",
  "uid": "30912804",
  "title": "Going Out on a Limb: How Investigation of the Anoline Adhesive System Can Enhance Our Understanding of Fibrillar Adhesion.",
  "abstract": "The remarkable ability of geckos to adhere to a wide-variety of surfaces has served as an inspiration for hundreds of studies spanning the disciplines of biomechanics, functional morphology, ecology, evolution, materials science, chemistry, and physics. The multifunctional properties (e.g., self-cleaning, controlled releasability, reversibility) and adhesive performance of the gekkotan adhesive system have motivated researchers to design and fabricate gecko-inspired synthetic adhesives of various materials and properties. However, many challenges remain in our attempts to replicate the properties and performance of this complex, hierarchical fibrillar adhesive system, stemming from fundamental, but unanswered, questions about how fibrillar adhesion operates. Such questions involve the role of fibril morphology in adhesive performance and how the gekkotan adhesive apparatus is utilized in nature. Similar fibrillar adhesive systems have, however, evolved independently in two other lineages of lizards (anoles and skinks) and potentially provide alternate avenues for addressing these fundamental questions. Anoles are the most promising group because they have been the subject of intensive ecological and evolutionary study for several decades, are highly speciose, and indeed are advocated as squamate model organisms. Surprisingly, however, comparatively little is known about the morphology, performance, and properties of their convergently-evolved adhesive arrays. Although many researchers consider the performance of the adhesive system of Anolis lizards to be less accomplished than its gekkotan counterpart, we argue here that Anolis lizards are prime candidates for exploring the fundamentals of fibrillar adhesion. Studying the less complex morphology of the anoline adhesive system has the potential to enhance our understanding of fibril morphology and its relationship to the multifunctional performance of fibrillar adhesive systems. Furthermore, the abundance of existing data on the ecology and evolution of anoles provides an excellent framework for testing hypotheses about the influence of habitat microstructure on the performance, behavior, and evolution of lizards with subdigital adhesive pads.",
  "authors": [
    {
      "last_name": "Garner",
      "fore_name": "Austin M",
      "initials": "AM",
      "name": "Austin M Garner",
      "affiliations": [
        "Integrated Bioscience Program, The University of Akron, Akron, OH 44325-3908, USA.",
        "Department of Biology, The University of Akron, Akron, OH 44325-3908, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Wilson",
      "affiliations": [
        "Department of Polymer Science, The University of Akron, Akron, OH 44325-3909, USA."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Anthony P",
      "initials": "AP",
      "name": "Anthony P Russell",
      "affiliations": [
        "Department of Biological Sciences, University of Calgary, Calgary, AB T2N 1N4, Canada."
      ]
    },
    {
      "last_name": "Dhinojwala",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Dhinojwala",
      "affiliations": [
        "Integrated Bioscience Program, The University of Akron, Akron, OH 44325-3908, USA.",
        "Department of Polymer Science, The University of Akron, Akron, OH 44325-3909, USA."
      ]
    },
    {
      "last_name": "Niewiarowski",
      "fore_name": "Peter H",
      "initials": "PH",
      "name": "Peter H Niewiarowski",
      "affiliations": [
        "Integrated Bioscience Program, The University of Akron, Akron, OH 44325-3908, USA.",
        "Department of Biology, The University of Akron, Akron, OH 44325-3908, USA."
      ]
    }
  ],
  "journal": {
    "title": "Integrative and comparative biology",
    "iso_abbreviation": "Integr Comp Biol",
    "issn": "1557-7023",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "61",
  "end_page": "69",
  "pages": "61-69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adhesiveness",
    "Adhesives",
    "Animals",
    "Extremities",
    "Lizards",
    "Surface Properties"
  ],
  "article_ids": {
    "pubmed": "30912804",
    "doi": "10.1093/icb/icz012",
    "pii": "5420161"
  },
  "doi": "10.1093/icb/icz012",
  "dates": {
    "completed": "2019-11-15",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "Adhesives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.517641",
    "pmid": "30912804"
  }
}