{
  "pmid": "30911224",
  "uid": "30911224",
  "title": "Closed Limb Fractures With Compromised Vascularization: A Narrative Review.",
  "abstract": "Vascular compromised fractures typically result in a high rate of healing complications, such as avascular necrosis, nonunion, delayed union, and arthritis, which severely affect a patient's function and quality of life. The purpose of this review was to identify and describe the epidemiology and available treatment options for the most well-known vascular compromised closed fractures. The injuries discussed in detail in this review were scaphoid, lunate, femoral neck, and talar fractures. Current evidence suggests that optimal treatment for vascular compromised fractures is dependent on the degree of fracture displacement and comminution, and the patient's post-injury functional demands, age, and bone quality. Conservative efforts generally include casting or splinting with a period of immobilization. Surgery is indicated for substantially displaced fractures, patients who require higher functional demands and an earlier return to activity, or if complications occur following nonoperative treatment; however, operative intervention is typically performed for femoral neck fractures regardless of the amount of displacement. Various surgical techniques exist, though internal fixation with screws is a common procedure among these injuries and can be used in combination with other implants, such as plating or Kirschner wires (k-wires), when needed. Severe fracture comminution, poor bone quality, or arthritis can contraindicate the use of screws and more invasive intervention will be required. Bone grafting is done in some cases to enhance vascularity. Salvage procedures exist for patients who develop severe complications, but these will permanently alter the anatomy of the injured area and should be considered a last resort.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence, Inc, Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-9694-6364"
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Department of Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Bradley",
      "initials": "B",
      "name": "Bradley Petrisor",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2019"
  },
  "start_page": "1179544119836742",
  "pages": "1179544119836742",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30911224",
    "pmc": "PMC6423678",
    "doi": "10.1177/1179544119836742",
    "pii": "10.1177_1179544119836742"
  },
  "doi": "10.1177/1179544119836742",
  "pmc_id": "PMC6423678",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.410805",
    "pmid": "30911224"
  }
}