{
  "pmid": "30914233",
  "uid": "30914233",
  "title": "Prevalence of Pre-Pregnancy Diabetes, Obesity, and Hypertension in Canada.",
  "abstract": "OBJECTIVE: Pre-existing diabetes mellitus (D), obesity (O), and chronic hypertension (H) can each alter the natural course of pregnancy, especially when they cluster together. Because the prevalence of various combinations of D, O, and H is unknown, the current study was undertaken. METHODS: This population-based cross-sectional study included 506 483 singleton and twin live birth and stillbirth deliveries in Ontario, occurring at ≥20 weeks gestation. All hospital births from 2012 to 2016 were identified in the Better Outcomes Registry and Network information system. The prevalence per 1000 births (95% confidence interval [CI]) of D, O, and H and their combinations were calculated. Prevalence estimates were stratified by twin and singleton gestations, maternal age, parity, and ethnicity (Canadian Task Force Classification II-2). RESULTS: During the study period, 5493 women (10.8 per 1000 births; 95% CI 10.6-11.1) had D, 90,177 (178.2; 95% CI 177.0-179.3) had O, and 5667 (11.2; 95% CI 10.9-11.5) had H. The prevalence per 1000 of DO was 4.8, DH 1.0, and OH 5.5, whereas 359 women (0.71 per 1000) had all three. D and H each linearly increased with rising maternal age, along with their combinations, and to some degree with higher parity. The combination of O and H was highest among women of Black ancestry (14.5 per 1000) and lowest among those of Asian ancestry (3.0 per 1000). CONCLUSION: D, O, and H are common conditions in pregnancy, both alone and in various combinations. These data can be used to assess the impact of each state on perinatal health.",
  "authors": [
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, ON. Electronic address: bergerh@smh.ca."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Midwifery Education Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Hasan",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Hasan",
      "affiliations": [
        "Better Outcomes Registry & Network (BORN) Ontario, Children's Hospital of Eastern Ontario (CHEO), Ottawa, ON."
      ]
    },
    {
      "last_name": "Mawjee",
      "fore_name": "Karizma",
      "initials": "K",
      "name": "Karizma Mawjee",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Midwifery Education Program, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Rotunda Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Department of Medicine, St. Michael's Hospital, University of Toronto, Toronto, ON; Department of Obstetrics and Gynaecology, St. Michael's Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "1579",
  "end_page": "1588.e2",
  "pages": "1579-1588.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Diabetes Mellitus, Type 2",
    "Ethnicity",
    "Female",
    "Humans",
    "Hypertension",
    "Obesity",
    "Ontario",
    "Preconception Care",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Outcome",
    "Prevalence",
    "Registries",
    "Reproductive Health Services",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30914233",
    "doi": "10.1016/j.jogc.2019.01.020",
    "pii": "S1701-2163(19)30068-4"
  },
  "doi": "10.1016/j.jogc.2019.01.020",
  "dates": {
    "completed": "2020-08-11",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.067991",
    "pmid": "30914233"
  }
}