{
  "pmid": "30922788",
  "uid": "30922788",
  "title": "Aortic Bulge: A Possible Predictive Sign of Impending Aortoenteric Fistula.",
  "abstract": "PURPOSE: The purpose of this study is to introduce the aortic bulge sign, a finding observed retrospectively on computed tomography prior to the acute presentation of aortoenteric fistula, and to determine its interobserver reliability. METHODS: Following research ethics board approval, all cases of aortoenteric fistula at our institution occurring from 2011-2015 were identified retrospectively. All previous computed tomography images of patients who eventually developed aortoenteric fistula were reviewed by a single observer for the presence of a potentially predictive finding of fistulization, the aortic bulge sign. These previous images were then combined with age and sex matched controls into a case bank. Eight radiology residents and staff were instructed in observing the aortic bulge sign. These observers then reviewed the case bank in a blinded analysis to determine the interobserver reliability of this finding. RESULTS: Fourteen cases of aortoenteric were identified. The average patient age was 70.71 years with a male-to-female ratio of 11:3. Eleven patients had previous computed tomography images available for review. With blinded analysis by multiple observers, the aortic bulge sign was identified with greater than 80% agreement in six of 11 cases (66.67%). Fleiss' kappa was calculated at k = 0.60 (95% confidence interval 0.50-0.69), corresponding to moderate-to-substantial interobserver agreement. CONCLUSIONS: The aortic bulge sign has been retrospectively identified as a promising computed tomography finding of eventual aortoenteric fistula prior to acute presentation. Further study is required to determine the diagnostic value of this sign.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Kennedy",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Interventional Radiology Division, Department of Radiology, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: patrick.kennedy@medportal.ca."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yip",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Yip",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Diagnostic Imaging, Hamilton General Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gastaldo",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Gastaldo",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Diagnostic Imaging, Hamilton General Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Association of Radiologists journal = Journal l'Association canadienne des radiologistes",
    "iso_abbreviation": "Can Assoc Radiol J",
    "issn": "1488-2361",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "204",
  "end_page": "209",
  "pages": "204-209",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aorta",
    "Aortic Diseases",
    "Digestive System Fistula",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Tomography, X-Ray Computed",
    "Vascular Fistula"
  ],
  "article_ids": {
    "pubmed": "30922788",
    "doi": "10.1016/j.carj.2018.10.012",
    "pii": "S0846-5371(18)30200-6"
  },
  "doi": "10.1016/j.carj.2018.10.012",
  "dates": {
    "completed": "2019-05-03",
    "revised": "2019-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.057432",
    "pmid": "30922788"
  }
}