{
  "pmid": "30921311",
  "uid": "30921311",
  "title": "The contribution of avoidable mortality to the life expectancy gap in Māori and Pacific populations in New Zealand-a decomposition analysis.",
  "abstract": "AIM: To determine the contribution of avoidable causes of death to the life expectancy differentials in both Māori and Pacific compared with non-Māori/non-Pacific ethnic groups in New Zealand. METHODS: Death registration data and population data for New Zealand between 2013-15 was used to calculate life expectancy. A recent definition of avoidable mortality was used to identify potentially avoidable deaths. Life expectancy decomposition was undertaken to identify the contribution of avoidable causes of death to the life expectancy differential in the Māori and Pacific populations. RESULTS: Nearly half of all deaths in Pacific (47.3%) and over half in Māori (53.0%) can be attributed to potentially avoidable causes of death, compared with less than one quarter (23.2%) in the non-Māori/non-Pacific population. Conditions both preventable and amenable contribute the greatest to the life expectancy differentials within both ethnic groups, when compared with non-Māori/non-Pacific. Cancers of the trachea, bronchus and lung are significant avoidable causes contributing to the life expectancy differentials in both male and female Māori, contributing 0.8 years and 0.9 years respectively. Avoidable injuries including suicide contribute 1.0 year to the differential in Māori males. Coronary disease, diabetes and cerebrovascular disease are the largest contributors to the differential in both Pacific males and females. CONCLUSION: Avoidable causes of death are large contributors to the life expectancy differentials in Māori and Pacific populations. The findings provide further evidence of the need to address the determinants of health and ensure equitable access to health services to reduce the impact of avoidable mortality on inequalities in life expectancy. It also highlights the importance of looking beyond individual factors and recognising the role of healthcare services and the social determinants in improving health equity.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Epidemiologist, Planning Funding and Outcomes, Waitemata District Health Board, Auckland."
      ]
    },
    {
      "last_name": "Grey",
      "fore_name": "Corina",
      "initials": "C",
      "name": "Corina Grey",
      "affiliations": [
        "Public Health Physician, Planning Funding and Outcomes, Waitemata District Health Board, Auckland."
      ]
    }
  ],
  "journal": {
    "title": "The New Zealand medical journal",
    "iso_abbreviation": "N Z Med J",
    "issn": "1175-8716",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "1492",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "29"
  },
  "start_page": "46",
  "end_page": "60",
  "pages": "46-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Distribution",
    "Cause of Death",
    "Female",
    "Health Status Disparities",
    "Humans",
    "Life Expectancy",
    "Male",
    "Mortality",
    "New Zealand"
  ],
  "article_ids": {
    "pubmed": "30921311"
  },
  "dates": {
    "completed": "2019-10-21",
    "revised": "2024-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.947700",
    "pmid": "30921311"
  }
}