{
  "pmid": "30927142",
  "uid": "30927142",
  "title": "Sources, Quality, and Reported Outcomes of Superior Capsular Reconstruction: a Systematic Review.",
  "abstract": "PURPOSE: Superior capsular reconstruction (SCR) has gained attention as a potential treatment option for those with massive irreparable rotator cuff tears without significant arthritis. The aim of this systematic review is to review and evaluate the current sources and quality of SCR literature as well as reported outcomes. METHODS: Three databases (PubMed, Ovid [MEDLINE], and EMBASE) were searched independently and in duplicate to systematically screen the literature. The Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) checklist guided the reporting and data abstraction. The results are presented in a narrative summary fashion using descriptive statistics. RESULTS: Overall, 58 studies were identified, including 304 different patients. There was a rapid increase in the number of publications observed over the past 3 years, with the most dramatic single-year increase noted from 2017 to 2018 (175% increase). There are no level 1 studies, and 95% of the included studies were level 4 and 5 evidence. Comparing pre-operative to post-operative pooled-weighted mean outcome scores, the American Shoulder and Elbow Surgeons score improved from 44.2 to 84.8, the Visual Analogue Scale from 5.0 to 1.5, and acromiohumeral distance from 6.5 to 8.4 mm, respectively. Range of motion in forward elevation also improved from 111° to 152°. Among studies reporting, the complication rate was 13.4% with a revision surgery rate of 4.3%. CONCLUSION: Over the past 3 years there has been considerable growth in the number of publications of publications related to SCR. Despite a lack of high-quality clinical evidence, preliminary available evidence does suggest promising results both functionally and radiographically. There is a need for future higher-quality research such as large randomized controlled trials to improve our current understanding of the benefits of SCR.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony F",
      "initials": "AF",
      "name": "Anthony F Adili",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Henry",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Henry",
      "affiliations": [
        "Division of Orthopedics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. moinkhanmd@gmail.com.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. moinkhanmd@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "volume": "12",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "173",
  "end_page": "180",
  "pages": "173-180",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30927142",
    "pmc": "PMC6543044",
    "doi": "10.1007/s12178-019-09551-9",
    "pii": "10.1007/s12178-019-09551-9"
  },
  "doi": "10.1007/s12178-019-09551-9",
  "pmc_id": "PMC6543044",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.284386",
    "pmid": "30927142"
  }
}