{
  "pmid": "30933044",
  "uid": "30933044",
  "title": "Response to the Rechallenge With Talimogene Laherparepvec (T-VEC) After Ipilimumab/Nivolumab Treatment in Patient With Cutaneous Malignant Melanoma Who Initially Had a Progression on T-VEC With Pembrolizumab.",
  "abstract": "Talimogene laherparepvec (T-VEC) is approved for unresected stage III-IV malignant melanoma. T-VEC has a direct cytotoxic effect and enhances the antitumor immunity of host cells. Immune checkpoints inhibitors also enhance the immunity of host cells by increasing the recruitment of antigen-presenting cells or activation and restoration of T-cell functions. Both type of therapies can potentiate the effect of the other therapy. We are reporting a case of T-VEC rechallenge who initially progressed on T-VEC with pembrolizumab but then responded to T-VEC rechallenge after intervening ipilimumab/nivolumab. An 83-year-old man developed a subungual lesion of the left thumb and found to have AJCC V. 7 stage IIIb melanoma. Few months later, he developed axillary lymphadenopathy and multiple subcutaneous nodules (AJCC V. 7 stage IIIc). The patient was started on intralesional rose Bengal and pembrolizumab. After 4 cycles of pembrolizumab with rose Bengal, a positron-emission tomography/computerized tomography scan showed the progression of disease. He was started on T-VEC intralesional injections with concurrent pembrolizumab, however, after 3 T-VEC injections and 2 more cycles of pembrolizumab, there was the progression of disease. Subsequently, ipilimumab/nivolumab was started and patient responded partially. Ipilimumab/nivolumab was held due to toxicity. Eight weeks from the last dose of ipilimumab/nivolumab, he experienced locoregional progression and was rechallenged with T-VEC monotherapy. The patient showed a significant response after second T-VEC injection and continued to show response 6 months since rechallenge. After, initial progression on T-VEC with pembrolizumab, intervening immune checkpoints inhibitors may favorably modify the antitumor immunity and potentiate antitumor effect of T-VEC rechallenge.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Z",
      "initials": "MZ",
      "name": "Muhammad Z Afzal",
      "affiliations": [
        "Department of Hospital Medicine, Dartmouth-Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Department of Hematology-Oncology, Norris Cotton Cancer Center, Lebanon, NH."
      ]
    }
  ],
  "journal": {
    "title": "Journal of immunotherapy (Hagerstown, Md. : 1997)",
    "iso_abbreviation": "J Immunother",
    "issn": "1537-4513",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "136",
  "end_page": "141",
  "pages": "136-141",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged, 80 and over",
    "Antibodies, Monoclonal, Humanized",
    "Antineoplastic Agents, Immunological",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Biological Products",
    "Herpesvirus 1, Human",
    "Humans",
    "Ipilimumab",
    "Male",
    "Melanoma",
    "Neoplasm Metastasis",
    "Neoplasm Staging",
    "Nivolumab",
    "Positron-Emission Tomography",
    "Retreatment",
    "Skin Neoplasms",
    "Treatment Outcome",
    "Melanoma, Cutaneous Malignant"
  ],
  "article_ids": {
    "pubmed": "30933044",
    "doi": "10.1097/CJI.0000000000000265"
  },
  "doi": "10.1097/CJI.0000000000000265",
  "dates": {
    "completed": "2020-05-29",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "Antineoplastic Agents, Immunological",
    "Biological Products",
    "Ipilimumab",
    "talimogene laherparepvec",
    "Nivolumab",
    "pembrolizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.846409",
    "pmid": "30933044"
  }
}