{
  "pmid": "30934618",
  "uid": "30934618",
  "title": "Molecular Docking and Dynamics Simulation Studies Predict Munc18b as a Target of Mycolactone: A Plausible Mechanism for Granule Exocytosis Impairment in Buruli Ulcer Pathogenesis.",
  "abstract": "Ulcers due to infections with Mycobacterium ulcerans are characterized by complete lack of wound healing processes, painless, an underlying bed of host dead cells and undermined edges due to necrosis. Mycolactone, a macrolide produced by the mycobacterium, is believed to be the toxin responsible. Of interest and relevance is the knowledge that Buruli ulcer (BU) patients remember experiencing trauma previously at the site of the ulcers, suggesting an impairment of wound healing processes, the plausible effect due to the toxin. Wound healing processes involve activation of the blood platelets to release the contents of the dense granules mainly serotonin, calcium ions, and ADP/ATP by exocytosis into the bloodstream. The serotonin release results in attracting more platelets and mast cells to the wound site, with the mast cells also undergoing degranulation, releasing compounds into the bloodstream by exocytosis. Recent work has identified interference in the co-translational translocation of many secreted proteins via the endoplasmic reticulum and cell death involving Wiskott-Aldrich syndrome protein (WASP), Sec61, and angiotensin II receptors (AT2R). We hypothesized that mycolactone by being lipophilic, passively crosses cell membranes and binds to key proteins that are involved in exocytosis by platelets and mast cells, thus inhibiting the initiation of wound healing processes. Based on this, molecular docking studies were performed with mycolactone against key soluble n-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) proteins and regulators, namely Vesicle-associated membrane protein (VAMP8), Synaptosomal-associated protein (SNAP23, syntaxin 11, Munc13-4 (its isoform Munc13-1 was used), and Munc18b; and also against known mycolactone targets (Sec61, AT2R, and WASP). Munc18b was shown to be a plausible mycolactone target after the molecular docking studies with binding affinity of -8.5 kcal/mol. Structural studies and molecular mechanics Poisson-Boltzmann surface area (MM-PBSA) binding energy calculations of the mycolactone and Munc18b complex was done with 100 ns molecular dynamics simulations using GROMACS. Mycolactone binds strongly to Munc18b with an average binding energy of -247.571 ± 37.471 kJ/mol, and its presence elicits changes in the structural conformation of the protein. Analysis of the binding interactions also shows that mycolactone interacts with Arg405, which is an important residue of Munc18b, whose mutation could result in impaired granule exocytosis. These findings consolidate the possibility that Munc18b could be a target of mycolactone. The implication of the interaction can be experimentally evaluated to further understand its role in granule exocytosis impairment in Buruli ulcer.",
  "authors": [
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P.O. Box LG77, Legon, Accra, Ghana. SKKwofie@ug.edu.gh.",
        "West African Center for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, P.O. Box LG 25, Legon, Accra, Ghana. SKKwofie@ug.edu.gh.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA. SKKwofie@ug.edu.gh."
      ]
    },
    {
      "last_name": "Dankwa",
      "fore_name": "Bismark",
      "initials": "B",
      "name": "Bismark Dankwa",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana. dankwabismark52@gmail.com."
      ],
      "orcid": "0000-0002-9174-5862"
    },
    {
      "last_name": "Enninful",
      "fore_name": "Kweku S",
      "initials": "KS",
      "name": "Kweku S Enninful",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana. kweku765@gmail.com."
      ]
    },
    {
      "last_name": "Adobor",
      "fore_name": "Courage",
      "initials": "C",
      "name": "Courage Adobor",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana. adoborcourage@gmail.com."
      ],
      "orcid": "0000-0001-6679-4024"
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana. ebroni002@st.ug.edu.gh."
      ]
    },
    {
      "last_name": "Ntiamoah",
      "fore_name": "Alfred",
      "initials": "A",
      "name": "Alfred Ntiamoah",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, P.O. Box LG77, Legon, Accra, Ghana. antiamoah890@gmail.com."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana. MWilson@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Toxins",
    "iso_abbreviation": "Toxins (Basel)",
    "issn": "2072-6651",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Platelets",
    "Buruli Ulcer",
    "Exocytosis",
    "Humans",
    "Macrolides",
    "Mast Cells",
    "Molecular Docking Simulation",
    "Munc18 Proteins",
    "Protein Binding"
  ],
  "article_ids": {
    "pubmed": "30934618",
    "pmc": "PMC6468854",
    "doi": "10.3390/toxins11030181",
    "pii": "toxins11030181"
  },
  "doi": "10.3390/toxins11030181",
  "pmc_id": "PMC6468854",
  "dates": {
    "completed": "2020-01-20",
    "revised": "2020-03-09"
  },
  "chemicals": [
    "Macrolides",
    "Munc18 Proteins",
    "mycolactone"
  ],
  "grants": [
    {
      "grant_id": "U19 AI129916",
      "agency": "National Institute of Allergy and Infectious Diseases Extramural Activities",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.518264",
    "pmid": "30934618"
  }
}