{
  "pmid": "30944744",
  "uid": "30944744",
  "title": "A Rare Delayed Atypical Pseudoprogression in Nivolumab-Treated Non-Small-Cell Lung Cancer.",
  "abstract": "Immune checkpoint inhibitors such as Nivolumab work by preventing the inactivation of host T-cells by tumour cells, thereby allowing the T-cells to attack the tumour cells, which results in tumour tissue necrosis. We describe a 78-year-old woman with metastatic lung adenocarcinoma treated with Nivolumab after disease progression following first-line chemotherapy. Computed tomography (CT) after 3 cycles showed a smaller left lower lobe (LLL) primary and stable right lower lobe (RLL) metastatic lesion. CT after 9 cycles showed a reduced RLL mass and an increase in LLL primary. However, CT after 15 cycles showed that the RLL mass had further reduced in size but the LLL mass was significantly larger. The biopsy of the LLL lesion showed necrotic areas and reactive inflammatory changes, without residual malignancy. A repeat CT after further 4 cycles confirmed tumour regression in both the primary and the metastatic lesions. There was a prior reported case of pseudoprogression in a non-small-cell lung cancer patient who had 7 cycles of Nivolumab, and it was diagnosed during a further line of chemotherapy. Here, we report a patient with pseudoprogression during treatment with Nivolumab and at a much later time, after 15 cycles.",
  "authors": [
    {
      "last_name": "Suyanto",
      "fore_name": "Suyanto",
      "initials": "S",
      "name": "Suyanto Suyanto",
      "affiliations": [
        "Nottingham University Hospital NHS Trust, UK."
      ],
      "orcid": "0000-0002-7072-9070"
    },
    {
      "last_name": "Yeo",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Yeo",
      "affiliations": [
        "Nottingham University Hospital NHS Trust, UK."
      ],
      "orcid": "0000-0001-8572-9527"
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Nottingham University Hospital NHS Trust, UK."
      ]
    }
  ],
  "journal": {
    "title": "Case reports in oncological medicine",
    "iso_abbreviation": "Case Rep Oncol Med",
    "issn": "2090-6706",
    "issn_type": "Print",
    "volume": "2019",
    "pub_year": "2019"
  },
  "start_page": "8356148",
  "pages": "8356148",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30944744",
    "pmc": "PMC6421719",
    "doi": "10.1155/2019/8356148"
  },
  "doi": "10.1155/2019/8356148",
  "pmc_id": "PMC6421719",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.724449",
    "pmid": "30944744"
  }
}