{
  "pmid": "30948570",
  "uid": "30948570",
  "title": "Management of acute musculoskeletal pain (excluding low back pain): protocol for a systematic review and network meta-analysis of randomised trials.",
  "abstract": "INTRODUCTION: Acute, non-low back-related musculoskeletal pain is common and associated with significant socioeconomic costs. No review has evaluated all interventional studies for acute musculoskeletal pain, which limits attempts to make inferences regarding the relative effectiveness of treatments. METHODS AND ANALYSIS: We will conduct a systematic review of all randomised controlled trials evaluating therapies for acute musculoskeletal pain (excluding low back pain). We will identify eligible, English-language, trials by a systematic search of the Cumulative Index to Nursing and Allied Health Literature (CINAHL), Embase, Medline, Physiotherapy Evidence Database (PEDro) and the Cochrane Central Register of Controlled Trials (CENTRAL) from inception to February 2018. Eligible trials will: (1) enrol patients presenting with acute, non-low back-related musculoskeletal pain (duration of pain ≤4 weeks), and (2) randomise patients to alternative interventions or an intervention and a placebo/sham arm. Fractures will be considered ineligible, unless they are non-surgical and therapy is directed at pain relief. Pairs of reviewers will, independently and in duplicate, screen titles and abstracts of identified citations, review the full texts of potentially eligible trials and extract information from eligible trials. We will use a modified Cochrane instrument to evaluate risk of bias. Disagreements will be resolved through discussion to achieve consensus. We will use the Grading of Recommendations Assessment, Development and Evaluation approach to evaluate the quality of evidence supporting treatment effects. When possible, we will conduct: (1) in direct comparisons, a random-effect meta-analysis to establish the effectiveness of therapeutic interventions on patient-important outcomes; and (2) multiple treatment comparison meta-analysis to assess the relative effects of treatments. We will use a priori hypotheses to explain heterogeneity between studies. We will use STATA V.14.2 for all analyses. ETHICS AND DISSEMINATION: No research ethics approval is required for this systematic review, as no confidential patient data will be used. The results of this systematic review will be disseminated through publication in a peer-reviewed journal, conference presentations and will inform a clinical practice guideline. PROSPERO REGISTRATION NUMBER: CRD42018094412.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Craigie",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Craigie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Hong",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oparin",
      "fore_name": "Yvgeniy",
      "initials": "Y",
      "name": "Yvgeniy Oparin",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "May",
      "fore_name": "Curtis",
      "initials": "C",
      "name": "Curtis May",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Lok",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "03"
  },
  "start_page": "e024441",
  "pages": "e024441",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Pain",
    "Humans",
    "Musculoskeletal Pain",
    "Pain Management",
    "Research Design",
    "Systematic Reviews as Topic",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "30948570",
    "pmc": "PMC6500323",
    "doi": "10.1136/bmjopen-2018-024441",
    "pii": "bmjopen-2018-024441"
  },
  "doi": "10.1136/bmjopen-2018-024441",
  "pmc_id": "PMC6500323",
  "dates": {
    "completed": "2020-04-13",
    "revised": "2025-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.975534",
    "pmid": "30948570"
  }
}