{
  "pmid": "30946294",
  "uid": "30946294",
  "title": "PICU-Based Rehabilitation and Outcomes Assessment: A Survey of Pediatric Critical Care Physicians.",
  "abstract": "OBJECTIVES: Characterize current practices for PICU-based rehabilitation, and physician perceptions and attitudes, barriers, resources, and outcome assessment in contemporary PICU settings. DESIGN: International, self-administered, quantitative, cross-sectional survey. SETTING: Online survey distributed from March 2017 to April 2017. PATIENTS OR SUBJECTS: Pediatric critical care physicians who subscribed to email distribution lists of the Pediatric Acute Lung Injury and Sepsis Investigators, the Pediatric Neurocritical Care Research Group, or the Prevalence of Acute Critical Neurological Disease in Children: A Global Epidemiological Assessment study group, and visitors to the World Federation of Pediatric Intensive and Critical Care Societies website. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Of the 170 subjects who began the survey, 148 completed it. Of those who completed the optional respondent information, most reported working in an academic medical setting and were located in the United States. The main findings were 1) a large majority of PICU physicians reported working in institutions with no guidelines for PICU-based rehabilitation, but expressed interest in developing and implementing such guidelines; 2) despite this lack of guidelines, an overwhelming majority of respondents reported that their current practices would involve consultation of multiple rehabilitation services for each case example provided; 3) PICU physicians believed that additional research evidence is needed to determine efficacy and optimal implementation of PICU-based rehabilitation; 4) PICU physicians reported significant barriers to implementation of PICU-based rehabilitation across centers; and 5) low routine assessment of long-term functional outcomes of PICU patients, although some centers have developed multidisciplinary follow-up programs. CONCLUSIONS: Physicians lack PICU-based rehabilitation guidelines despite great interest and current practices involving a high degree of PICU-based rehabilitation consultation. Data are needed to identify best practices and necessary resources in the delivery of ICU-based multidisciplinary rehabilitation and long-term functional outcomes assessment to optimize recovery of children and families affected by critical illness.",
  "authors": [
    {
      "last_name": "Treble-Barna",
      "fore_name": "Amery",
      "initials": "A",
      "name": "Amery Treble-Barna",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Beers",
      "fore_name": "Sue R",
      "initials": "SR",
      "name": "Sue R Beers",
      "affiliations": [
        "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Houtrow",
      "fore_name": "Amy J",
      "initials": "AJ",
      "name": "Amy J Houtrow",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Ortiz-Aguayo",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Ortiz-Aguayo",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry and Behavioral Sciences, The Children's Hospital of Philadelphia, Philadelphia, PA."
      ]
    },
    {
      "last_name": "Valenta",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Valenta",
      "affiliations": [
        "Professional Practice and Education Division, Jefferson Hospital, Jefferson Hills, PA."
      ]
    },
    {
      "last_name": "Stanger",
      "fore_name": "Meg",
      "initials": "M",
      "name": "Meg Stanger",
      "affiliations": [
        "Department of Physical Therapy, University of Pittsburgh Medical Center, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Chrisman",
      "fore_name": "Maddie",
      "initials": "M",
      "name": "Maddie Chrisman",
      "affiliations": [
        "Department of Physical Therapy, University of Pittsburgh Medical Center, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Orringer",
      "fore_name": "Maxine",
      "initials": "M",
      "name": "Maxine Orringer",
      "affiliations": [
        "Department of Audiology and Speech-Language Pathology, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Craig M",
      "initials": "CM",
      "name": "Craig M Smith",
      "affiliations": [
        "Division of Critical Care, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL."
      ]
    },
    {
      "last_name": "Pollon",
      "fore_name": "Dorothy",
      "initials": "D",
      "name": "Dorothy Pollon",
      "affiliations": [
        "Children's Hospital of Pittsburgh Foundation, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Departments of Pediatrics and Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Departments of Pediatrics and Critical Care, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Watson",
      "fore_name": "R Scott",
      "initials": "RS",
      "name": "R Scott Watson",
      "affiliations": [
        "Department of Pediatrics, University of Washington School of Medicine, Seattle, WA.",
        "Center for Child Health, Behavior, and Development, Seattle Children's Research Institute, Seattle, WA."
      ]
    },
    {
      "last_name": "Kochanek",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Kochanek",
      "affiliations": [
        "Department of Critical Care Medicine, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA.",
        "Safar Center for Resuscitation Research, University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "last_name": "Fink",
      "fore_name": "Ericka L",
      "initials": "EL",
      "name": "Ericka L Fink",
      "affiliations": [
        "Department of Critical Care Medicine, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA.",
        "Safar Center for Resuscitation Research, University of Pittsburgh School of Medicine, Pittsburgh, PA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "20",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "e274",
  "end_page": "e282",
  "pages": "e274-e282",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Critical Care",
    "Cross-Sectional Studies",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Physicians",
    "Practice Guidelines as Topic",
    "Rehabilitation",
    "United States"
  ],
  "article_ids": {
    "pubmed": "30946294",
    "mid": "NIHMS1562165",
    "pmc": "PMC7132781",
    "doi": "10.1097/PCC.0000000000001940"
  },
  "doi": "10.1097/PCC.0000000000001940",
  "pmc_id": "PMC7132781",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2023-11-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 NS096714",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HD040686",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.909217",
    "pmid": "30946294"
  }
}