{
  "pmid": "30948587",
  "uid": "30948587",
  "title": "Children's and caregivers' perspectives about mandatory reporting of child maltreatment: a meta-synthesis of qualitative studies.",
  "abstract": "OBJECTIVE: To systematically synthesise qualitative research that explores children's and caregivers' perceptions of mandatory reporting. DESIGN: We conducted a meta-synthesis of qualitative studies. DATA SOURCES: Searches were conducted in Medline, Embase, PsycINFO, Cumulative Index to Nursing and Allied Health Literature, Criminal Justice Abstracts, Education Resources Information Center, Sociological Abstracts and Cochrane Libraries. ELIGIBILITY CRITERIA: English-language, primary, qualitative studies that investigated children's or caregivers' perceptions of reporting child maltreatment were included. All healthcare and social service settings implicated by mandatory reporting laws were included. DATA EXTRACTION AND SYNTHESIS: Critical appraisal of included studies involved a modified checklist from the Critical Appraisal Skills Programme (CASP). Two independent reviewers extracted data, including direct quotations from children and caregivers (first-order constructs) and interpretations by study authors (second-order constructs). Third-order constructs (the findings of this meta-synthesis) involved synthesising second-order constructs that addressed strategies to improve the mandatory reporting processes for children or caregivers-especially when these themes addressed concerns raised by children or caregivers in relation to the reporting process. RESULTS: Over 7935 citations were retrieved and 35 articles were included in this meta-synthesis. The studies represent the views of 821 caregivers, 50 adults with histories of child maltreatment and 28 children. Findings suggest that children and caregivers fear being reported, as well as the responses to reports. Children and caregivers identified a need for improvement in communication from healthcare providers about mandatory reporting, offering preliminary insight into child-driven and caregiver-driven strategies to mitigate potential harms associated with reporting processes. CONCLUSION: Research on strategies to mitigate potential harms linked to mandatory reporting is urgently needed, as is research that explores children's experiences with this process.",
  "authors": [
    {
      "last_name": "McTavish",
      "fore_name": "Jill R",
      "initials": "JR",
      "name": "Jill R McTavish",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5009-9622"
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devries",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Devries",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK."
      ],
      "orcid": "0000-0001-8935-2181"
    },
    {
      "last_name": "Colombini",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Colombini",
      "affiliations": [
        "Faculty of Public Health & Policy, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "MacGregor",
      "fore_name": "Jennifer C D",
      "initials": "JCD",
      "name": "Jennifer C D MacGregor",
      "affiliations": [
        "Faculty of Information & Media Studies, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wathen",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Wathen",
      "affiliations": [
        "Faculty of Information & Media Studies, The University of Western Ontario, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-2646-2919"
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "04"
  },
  "start_page": "e025741",
  "pages": "e025741",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude",
    "Caregivers",
    "Child",
    "Child Abuse",
    "Humans",
    "Mandatory Reporting",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "30948587",
    "pmc": "PMC6500368",
    "doi": "10.1136/bmjopen-2018-025741",
    "pii": "bmjopen-2018-025741"
  },
  "doi": "10.1136/bmjopen-2018-025741",
  "pmc_id": "PMC6500368",
  "dates": {
    "completed": "2020-04-22",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.172323",
    "pmid": "30948587"
  }
}