{
  "pmid": "30949430",
  "uid": "30949430",
  "title": "Treating the patient not the symptoms: Acupuncture to improve overall health - Evidence, acceptance and strategies.",
  "abstract": "Documented mechanisms of acupuncture suggest the possibility of whole body effects in addition to local and regional effects. Traditional theories of acupuncture predict whole body effects. Does this permit the possibility of applying treatment to target overall health improvement of the patient rather than the symptom? After introducing the term 'health improvement' this paper explores situations where it might be advantageous to do this, giving examples of how health authorities in some countries have proposed broader treatment approaches that focus on health improvement. It also discusses cases where acupuncture has been recommended as a treatment method in a number of these proposals and gives some clinical examples of this kind of whole body 'health improvement' targeted treatment effects. Given that health authorities have already recognised this potential for the application of acupuncture the author then explores evidence of more whole-body 'health improvement' effects from systematic reviews and examples of health experts recommending acupuncture to take advantage of them. Research strategies and foci are then proposed and explored to develop this evidence. What are the best treatment approaches to create these effects? By what mechanisms can 'health improvement' be produced? How can one measure these effects? It is likely that treatments based on 'pattern identification' (PI) may provide the best strategies for producing 'health improvement', thus PI-based acupuncture treatments are likely to be the best strategy for clinical research investigating these effects.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Integrative medicine research",
    "iso_abbreviation": "Integr Med Res",
    "issn": "2213-4220",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Mar"
  },
  "start_page": "33",
  "end_page": "41",
  "pages": "33-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30949430",
    "pmc": "PMC6428918",
    "doi": "10.1016/j.imr.2018.07.005",
    "pii": "S2213-4220(18)30194-X"
  },
  "doi": "10.1016/j.imr.2018.07.005",
  "pmc_id": "PMC6428918",
  "dates": {
    "revised": "2024-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.687694",
    "pmid": "30949430"
  }
}