{
  "pmid": "30953546",
  "uid": "30953546",
  "title": "Perfecting practice: a protocol for assessing simulation-based mastery learning and deliberate practice versus self-guided practice for bougie-assisted cricothyroidotomy performance.",
  "abstract": "BACKGROUND: Simulation-based medical education (SBME) is a cornerstone for procedural skill training in residency education. Multiple studies have concluded that SBME is highly effective, superior to traditional clinical education, and translates to improved patient outcomes. Additionally it is widely accepted that mastery learning, which comprises deliberate practice, is essential for expert level performance for routine skills; however, given that highly structured practice is more time and resource-intensive, it is important to assess its value for the acquisition of rarely performed technical skills. The bougie-assisted cricothyroidotomy (BAC), a rarely performed, lifesaving procedure, is an ideal skill for evaluating the utility of highly structured practice as it is relevant across many acute care specialties and rare - making it unlikely for learners to have had significant previous training or clinical experience. The purpose of this study is to compare a modified mastery learning approach with deliberate practice versus self-guided practice on technical skill performance using a bougie-assisted cricothyroidotomy model. METHODS: A multi-centre, randomized study will be conducted at four Canadian and one American residency programs with 160 residents assigned to either mastery learning and deliberate practice (ML + DP), or self-guided practice for BAC. Skill performance, using a global rating scale, will be assessed before, immediately after practice, and 6 months later. The two groups will be compared to assess whether the type of practice impacts performance and skill retention. DISCUSSION: Mastery learning coupled with deliberate practice provides systematic and focused feedback during skill acquisition. However, it is resource-intensive and its efficacy is not fully defined. This multi-centre study will provide generalizable data about the utility of highly structured practice for technical skill acquisition of a rare, lifesaving procedure within postgraduate medical education. Study findings will guide educators in the selection of an optimal training strategy, addressing both short and long term performance.",
  "authors": [
    {
      "last_name": "Petrosoniak",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Petrosoniak",
      "affiliations": [
        "Department of Emergency Medicine, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario, M5B 1W8, Canada. petro82@gmail.com.",
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Canada. petro82@gmail.com."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Lu",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Gray",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Gray",
      "affiliations": [
        "Department of Emergency Medicine, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario, M5B 1W8, Canada.",
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Canada.",
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Hicks",
      "affiliations": [
        "Department of Emergency Medicine, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario, M5B 1W8, Canada.",
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory (MERIT) program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McGowan",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGowan",
      "affiliations": [
        "Department of Emergency Medicine, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario, M5B 1W8, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory (MERIT) program, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "100",
  "pages": "100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Canada",
    "Clinical Competence",
    "Competency-Based Education",
    "Computer Simulation",
    "Cricoid Cartilage",
    "Educational Measurement",
    "Emergency Medicine",
    "Humans",
    "Internship and Residency",
    "Intubation, Intratracheal",
    "Thyroid Cartilage",
    "Tracheostomy",
    "United States"
  ],
  "article_ids": {
    "pubmed": "30953546",
    "pmc": "PMC6451236",
    "doi": "10.1186/s12909-019-1537-7",
    "pii": "10.1186/s12909-019-1537-7"
  },
  "doi": "10.1186/s12909-019-1537-7",
  "pmc_id": "PMC6451236",
  "dates": {
    "completed": "2019-08-02",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "New Investigator",
      "agency": "Physicians' Services Incorporated Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.057698",
    "pmid": "30953546"
  }
}