{
  "pmid": "30953460",
  "uid": "30953460",
  "title": "Attention to the principles of exercise training in exercise studies on prostate cancer survivors: a systematic review.",
  "abstract": "BACKGROUND: The purpose of this review is to update previously published reviews on exercise programming in exercise trials in prostate cancer survivors. We evaluated: 1) the application of the principles of exercise training in prescribed programs; 2) the reporting of the components of the exercise prescription; and 3) the reporting of adherence of participants to the prescribed programs. METHODS: Building upon a previous review, a systematic review was conducted searching OVID Medline, Embase, CINAHL, and SPORTDiscus databases from 2012-2017. Randomized controlled trials of at least four weeks of aerobic and/or resistance exercise in men diagnosed with prostate cancer that reported physical fitness outcomes, including body composition were eligible for inclusion. RESULTS: Specificity was appropriately applied by 93%, progression by 55%, overload by 48%, initial values by 55%, and diminishing returns by 28% of eligible studies. No study adequately applied the principle of reversibility. Most (79%) studies reported all components of the exercise prescription in the study methods, but no study reported all components of adherence to the prescribed intervention in the study results. CONCLUSIONS: Application of standard exercise training principles is inadequate in exercise trials in men with prostate cancer and could possibly lead to an inadequate exercise stimulus. While many studies report the basic components of the exercise prescription in their study methods, full reporting of actual exercise completed is needed to advance our understanding of the optimal exercise dose for men with prostate cancer and promote translation of controlled trials to practice.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "School of Nursing, McMaster University, 175 Longwood Road S, Suite 210a, Hamilton, ON, L8P 0A1, Canada. neilszts@mcmaster.ca."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Medysky",
      "fore_name": "Mary E",
      "initials": "ME",
      "name": "Mary E Medysky",
      "affiliations": [
        "School of Nursing, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bland",
      "fore_name": "Kelcey A",
      "initials": "KA",
      "name": "Kelcey A Bland",
      "affiliations": [
        "Mary MacKillop Institute for Health Research, Australian Catholic University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Winters-Stone",
      "fore_name": "Kerri M",
      "initials": "KM",
      "name": "Kerri M Winters-Stone",
      "affiliations": [
        "School of Nursing, Oregon Health and Science University, Portland, Oregon, USA.",
        "Knight Cancer Institute, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "321",
  "pages": "321",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cancer Survivors",
    "Clinical Trials as Topic",
    "Exercise Therapy",
    "Humans",
    "Male",
    "Patient Compliance",
    "Prostatic Neoplasms"
  ],
  "article_ids": {
    "pubmed": "30953460",
    "pmc": "PMC6451299",
    "doi": "10.1186/s12885-019-5520-9",
    "pii": "10.1186/s12885-019-5520-9"
  },
  "doi": "10.1186/s12885-019-5520-9",
  "pmc_id": "PMC6451299",
  "dates": {
    "completed": "2019-08-20",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Postdoctoral Fellowship",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.161181",
    "pmid": "30953460"
  }
}