{
  "pmid": "30957230",
  "uid": "30957230",
  "title": "Multimorbidity Frameworks Impact Prevalence and Relationships with Patient-Important Outcomes.",
  "abstract": "OBJECTIVES: To explore how different frameworks and categories of chronic conditions impact multimorbidity (defined as two or more chronic conditions) prevalence estimates and associations with patient-important functional outcomes. DESIGN: Baseline data from a population-based cohort study. SETTING: National sample of Canadians. PARTICIPANTS: A total of 51 338 community-living adults, aged 45 to 85 years. MAIN OUTCOME MEASURES: Chronic conditions from three commonly recognized frameworks were categorized as: (1) diseases, (2) risk factors, or (3) symptoms. Estimates of multimorbidity prevalence were compared among frameworks by age and sex. Separate weighted logistic regression models were used to explore the impact of the different frameworks and categories of chronic conditions on odds ratios (ORs) for multimorbidity for four patient-important functional outcomes: disability, social participation restriction, and self-rated physical and mental health. RESULTS: One framework included diseases and risk factors, and two frameworks included diseases, risk factors, and symptoms. The prevalence of multimorbidity differed among the frameworks, ranging from 33.5% to 60.6% having two or more chronic conditions. Including risk factors in frameworks increased prevalence estimates, while including symptoms increased prevalence estimates and associations with most patient-important outcomes. The two frameworks that included symptoms had the largest ORs for associations with disability, social participation restriction, and self-rated physical health but not self-rated mental health. Similar results were found when we compared ORs for patient-important outcome for multimorbidity based on three subframeworks: one including diseases only, one including diseases and risk factors, and one including diseases, risk factors, and symptoms. CONCLUSIONS: Including risk factors appeared to increase only the prevalence of multimorbidity without significantly altering relationships to outcomes. The inclusion of symptoms increased prevalence and associations with patient-important outcomes. These findings underscore the importance of considering not only the number, but also the category, of conditions included in multimorbidity frameworks, as simply counting the number of diagnoses may reduce sensitivity to outcomes that are important to individuals. J Am Geriatr Soc 67:1632-1640, 2019.",
  "authors": [
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Gilsing",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Gilsing",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patterson",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Patterson",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "van den Heuvel",
      "fore_name": "Edwin",
      "initials": "E",
      "name": "Edwin van den Heuvel",
      "affiliations": [
        "Department of Mathematics and Computer Science, Eindhoven University of Technology, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Sohel",
      "fore_name": "Nazmul",
      "initials": "N",
      "name": "Nazmul Sohel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "St John",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip St John",
      "affiliations": [
        "Section of Geriatric Medicine, Department of Medicine, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "van den Akker",
      "fore_name": "Marjan",
      "initials": "M",
      "name": "Marjan van den Akker",
      "affiliations": [
        "Department of Family Medicine, Maastricht University, Maastricht, The Netherlands.",
        "Department of Public Health and Primary Care, Academic Center for General Practice - KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "1632",
  "end_page": "1640",
  "pages": "1632-1640",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Chronic Disease",
    "Female",
    "Health Status",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Multimorbidity",
    "Odds Ratio",
    "Patient Reported Outcome Measures",
    "Prevalence",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30957230",
    "doi": "10.1111/jgs.15921"
  },
  "doi": "10.1111/jgs.15921",
  "dates": {
    "completed": "2020-05-25",
    "revised": "2020-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.160164",
    "pmid": "30957230"
  }
}