{
  "pmid": "30953475",
  "uid": "30953475",
  "title": "Can the effects of the mobilization of vulnerable elders in Ontario (MOVE ON) implementation be replicated in new settings: an interrupted time series design.",
  "abstract": "BACKGROUND: Bed rest for older hospitalized patients places them at risk for hospital-acquired morbidity. We previously evaluated an early mobilization intervention and found it to be effective at improving mobilization rates and decreasing length of stay on internal medicine units. The aim of this study was to conduct a replication study evaluating the impact of the evidence-informed mobilization intervention on surgery, psychiatry, medicine, and cardiology inpatient units. METHODS: A multi-component early mobilization intervention was tailored to the local context at seven hospitals in Ontario, Canada. The primary outcome was patient mobilization measured by conducting visual audits twice a week, three times a day. Secondary outcomes were hospital length of stay and discharge destination, which were obtained from hospital decision support data. The study population was patients aged 65 years and older who were admitted to surgery, psychiatry, medicine, and cardiology inpatient units between March and August 2014. Using an interrupted time series design, the intervention was evaluated over three time periods-pre-intervention, during, and post-intervention. RESULTS: A total of 3098 patients [mean age 78.46 years (SD 8.38)] were included in the overall analysis. There was a significant increase in mobility immediately after the intervention period compared to pre-intervention with a slope change of 1.91 (95% confidence interval [CI] 0.74-3.08, P-value = 0.0014). A decreasing trend in median length of stay was observed in the majority of the participating sites. Overall, a median length of stay of 26.24 days (95% CI 23.67-28.80) was observed pre-intervention compared to 23.81 days (95% CI 20.13-27.49) during the intervention and 24.69 days (95% CI 22.43-26.95) post-intervention. The overall decrease in median length of stay was associated with the increase in mobility across the sites. CONCLUSIONS: MOVE increased mobilization and these results were replicated across surgery, psychiatry, medicine, and cardiology inpatient units.",
  "authors": [
    {
      "last_name": "Moore",
      "fore_name": "Julia E",
      "initials": "JE",
      "name": "Julia E Moore",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Liu",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Regional Geriatric Program of Toronto and Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sobia",
      "initials": "S",
      "name": "Sobia Khan",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Charmalee",
      "initials": "C",
      "name": "Charmalee Harris",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne E",
      "initials": "JE",
      "name": "Joycelyne E Ewusie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada. sharon.straus@utoronto.ca.",
        "Department of Medicine, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. sharon.straus@utoronto.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "99",
  "pages": "99",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Early Ambulation",
    "Female",
    "Frail Elderly",
    "Hospitalization",
    "Humans",
    "Internal Medicine",
    "Interrupted Time Series Analysis",
    "Length of Stay",
    "Male",
    "Ontario",
    "Patient Discharge"
  ],
  "article_ids": {
    "pubmed": "30953475",
    "pmc": "PMC6451288",
    "doi": "10.1186/s12877-019-1124-0",
    "pii": "10.1186/s12877-019-1124-0"
  },
  "doi": "10.1186/s12877-019-1124-0",
  "pmc_id": "PMC6451288",
  "dates": {
    "completed": "2020-01-20",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.277461",
    "pmid": "30953475"
  }
}