{
  "pmid": "30956146",
  "uid": "30956146",
  "title": "One Way Out? A Multistate Transition Model of Outcomes After Nursing Home Admission.",
  "abstract": "OBJECTIVES: To understand how the odds of both adverse and positive transitions vary over the course of episodes of care in nursing homes. DESIGN: Retrospective cohort study of individuals admitted to nursing homes using clinical and administrative Canadian Resident Assessment Instrument version 2 data linked to emergency department and hospital records. SETTING AND PARTICIPANTS: Adults aged 65 years and older, admitted to nursing homes in Ontario, Alberta, British Columbia, and Yukon Territories in Canada, from 2010 to 2015. The sample involved 163,176 individuals with 1,088,336 RAI 2.0 assessments. MEASURES: Data on mortality and hospitalization were obtained from nursing home and hospital records. Multistate Markov models were employed to estimate odds ratios characterizing covariate effects on transitions to different states of health, hospitalization, and death, stratified by day of stay beginning with the initial 90-day period after admission to a nursing home. RESULTS: The first 90 days of stay after admission were characterized by higher odds of both adverse and positive outcomes after adjusting for numerous covariates. Newly admitted residents had greater odds of becoming worse in health instability, being hospitalized, or dying. However, they also had greater odds of being discharged home or improving in health compared with later stages of the episode of care. These associations varied by the resident's Changes in Health, End-Stage Disease, Signs, and Symptoms (CHESS) scores at the start of each 90-day follow-up period, and CHESS was associated with differential rates of death, hospitalization, and discharge home. CONCLUSIONS/IMPLICATIONS: The initial 90-day period after nursing home placement is one in which the likelihood of both adverse and positive changes is elevated for nursing home residents. Special efforts must be taken after admission to identify and respond to risk factors that may increase the resident's odds of negative outcomes. At the same time, there may be a window of opportunity for the person's transition back to the community after a brief nursing home stay.",
  "authors": [
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: hirdes@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada; Research Institute for Aging, Schlegel Villages, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morinville",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Morinville",
      "affiliations": [
        "Département de Médecine, Université de Montréal et Centre hospitalier de l'Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jantzi",
      "fore_name": "Micaela",
      "initials": "M",
      "name": "Micaela Jantzi",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jonathen",
      "initials": "J",
      "name": "Jonathen Chen",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Hébert",
      "affiliations": [
        "Centre de Recherche du Centre Hospitalier de l'Université de Montréal, Montréal, Québec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "1425",
  "end_page": "1431.e1",
  "pages": "1425-1431.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Health Status",
    "Humans",
    "Long-Term Care",
    "Male",
    "Models, Statistical",
    "Nursing Homes",
    "Outcome Assessment, Health Care",
    "Patient Admission",
    "Patient Satisfaction",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "30956146",
    "doi": "10.1016/j.jamda.2019.02.010",
    "pii": "S1525-8610(19)30236-1"
  },
  "doi": "10.1016/j.jamda.2019.02.010",
  "dates": {
    "completed": "2021-03-04",
    "revised": "2021-03-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.308887",
    "pmid": "30956146"
  }
}