{
  "pmid": "30953040",
  "uid": "30953040",
  "title": "Standardization of complex biologically derived spectrochemical datasets.",
  "abstract": "Spectroscopic techniques such as Fourier-transform infrared (FTIR) spectroscopy are used to study interactions of light with biological materials. This interaction forms the basis of many analytical assays used in disease screening/diagnosis, microbiological studies, and forensic/environmental investigations. Advantages of spectrochemical analysis are its low cost, minimal sample preparation, non-destructive nature and substantially accurate results. However, an urgent need exists for repetition and validation of these methods in large-scale studies and across different research groups, which would bring the method closer to clinical and/or industrial implementation. For this to succeed, it is important to understand and reduce the effect of random spectral alterations caused by inter-individual, inter-instrument and/or inter-laboratory variations, such as variations in air humidity and CO2 levels, and aging of instrument parts. Thus, it is evident that spectral standardization is critical to the widespread adoption of these spectrochemical technologies. By using calibration transfer procedures, in which the spectral response of a secondary instrument is standardized to resemble the spectral response of a primary instrument, different sources of variation can be normalized into a single model using computational-based methods, such as direct standardization (DS) and piecewise direct standardization (PDS); therefore, measurements performed under different conditions can generate the same result, eliminating the need for a full recalibration. Here, we have constructed a protocol for model standardization using different transfer technologies described for FTIR spectrochemical applications. This is a critical step toward the construction of a practical spectrochemical analysis model for daily routine analysis, where uncertain and random variations are present.",
  "authors": [
    {
      "last_name": "Morais",
      "fore_name": "Camilo L M",
      "initials": "CLM",
      "name": "Camilo L M Morais",
      "affiliations": [
        "School of Pharmacy and Biomedical Sciences, University of Central Lancashire, Preston, UK. cdlmedeiros-de-morai@uclan.ac.uk."
      ],
      "orcid": "0000-0003-2573-787X"
    },
    {
      "last_name": "Paraskevaidi",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Paraskevaidi",
      "affiliations": [
        "School of Pharmacy and Biomedical Sciences, University of Central Lancashire, Preston, UK. mparaskevaidi@uclan.ac.uk."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Cui",
      "affiliations": [
        "Key Lab of Urban Environment and Health, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen, China."
      ]
    },
    {
      "last_name": "Fullwood",
      "fore_name": "Nigel J",
      "initials": "NJ",
      "name": "Nigel J Fullwood",
      "affiliations": [
        "Division of Biomedical and Life Sciences, Faculty of Health and Medicine, Lancaster University, Lancaster, UK."
      ]
    },
    {
      "last_name": "Isabelle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Isabelle",
      "affiliations": [
        "Spectroscopy Products Division, Renishaw plc., New Mills, Wotton-under-Edge, UK."
      ]
    },
    {
      "last_name": "Lima",
      "fore_name": "Kássio M G",
      "initials": "KMG",
      "name": "Kássio M G Lima",
      "affiliations": [
        "Institute of Chemistry, Biological Chemistry and Chemometrics, Federal University of Rio Grande do Norte, Natal, Brazil."
      ]
    },
    {
      "last_name": "Martin-Hirsch",
      "fore_name": "Pierre L",
      "initials": "PL",
      "name": "Pierre L Martin-Hirsch",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Lancashire Teaching Hospitals NHS Foundation, Preston, UK."
      ]
    },
    {
      "last_name": "Sreedhar",
      "fore_name": "Hari",
      "initials": "H",
      "name": "Hari Sreedhar",
      "affiliations": [
        "Department of Pathology, University of Illinois at Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Trevisan",
      "fore_name": "Júlio",
      "initials": "J",
      "name": "Júlio Trevisan",
      "affiliations": [
        "Institute of Astronomy, Geophysics and Atmospheric Sciences, University of São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Department of Pathology, University of Illinois at Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Dayi",
      "initials": "D",
      "name": "Dayi Zhang",
      "affiliations": [
        "School of Environment, Tsinghua University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yong-Guan",
      "initials": "YG",
      "name": "Yong-Guan Zhu",
      "affiliations": [
        "Key Lab of Urban Environment and Health, Institute of Urban Environment, Chinese Academy of Sciences, Xiamen, China."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Francis L",
      "initials": "FL",
      "name": "Francis L Martin",
      "affiliations": [
        "School of Pharmacy and Biomedical Sciences, University of Central Lancashire, Preston, UK. flmartin@uclan.ac.uk."
      ],
      "orcid": "0000-0001-8562-4944"
    }
  ],
  "journal": {
    "title": "Nature protocols",
    "iso_abbreviation": "Nat Protoc",
    "issn": "1750-2799",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "1546",
  "end_page": "1577",
  "pages": "1546-1577",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Cells, Cultured",
    "Clinical Laboratory Techniques",
    "Databases, Factual",
    "Humans",
    "Principal Component Analysis",
    "Spectroscopy, Fourier Transform Infrared"
  ],
  "article_ids": {
    "pubmed": "30953040",
    "doi": "10.1038/s41596-019-0150-x",
    "pii": "10.1038/s41596-019-0150-x"
  },
  "doi": "10.1038/s41596-019-0150-x",
  "dates": {
    "completed": "2019-05-20",
    "revised": "2020-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.948009",
    "pmid": "30953040"
  }
}