{
  "pmid": "30978140",
  "uid": "30978140",
  "title": "Tracking Children's Mental Health in the 21st Century: Lessons from the 2014 OCHS.",
  "abstract": "",
  "authors": [
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "3 Department of Sociology, King's University College at Western University, London, Ontario, Canada.",
        "4 Children's Health Research Institute, Children's Health and Therapeutics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Graham J",
      "initials": "GJ",
      "name": "Graham J Reid",
      "affiliations": [
        "4 Children's Health Research Institute, Children's Health and Therapeutics, Western University, London, Ontario, Canada.",
        "5 Departments of Psychology, Family Medicine, and Paediatrics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Briain",
      "fore_name": "Warren",
      "initials": "W",
      "name": "Warren O'Briain",
      "affiliations": [
        "6 British Columbia Centre on Substance Use, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Lampard",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Lampard",
      "affiliations": [
        "7 Child and Youth Mental Health Policy Branch, British Columbia Ministry of Children and Family Development, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Waddell",
      "affiliations": [
        "8 Children's Health Policy Centre Faculty of Health Sciences Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "affiliations": [
        "9 (in alphabetical order) Tracie O. Afifi (University of Manitoba), William R. Avison (Western University), Kathryn Bennett (McMaster University), Terry Bennett (McMaster University), Khrista Boylan (McMaster University), Michael H. Boyle (McMaster University), Michelle Butt (McMaster University), John Cairney (University of Toronto), Corine Carlisle (University of Toronto), Kristin Cleverley (Centre for Addiction and Mental Health, University of Toronto), Ian Colman (University of Ottawa), Jinette Comeau (King's University College at Western University), Charles Cunningham (McMaster University), Scott Davies (University of Toronto), Claire de Oliveira (Centre for Addiction and Mental Health, University of Toronto), Melanie Dirks (McGill University), Eric Duku (McMaster University), Laura Duncan (McMaster University), Jim Dunn (McMaster University), Mark A. Ferro (University of Waterloo), Katholiki Georgiades (McMaster University), Stelios Georgiades (McMaster University), Andrea Gonzalez (McMaster University), Geoffrey Hall (McMaster University), Joanna Henderson (Centre for Addiction and Mental Health, University of Toronto), Magdalena Janus (McMaster University), Jennifer Jenkins (University of Toronto), Melissa Kimber (McMaster University), Ellen Lipman (McMaster University), Harriet MacMillan (McMaster University), Ian Manion (Royal's Institute of Mental Health Research), John McLennan (University of Ottawa), Amelie Petitclerc (Northwestern University), Anne Rhodes (University of Toronto), Graham Reid (Western University), Peter Rosenbaum (McMaster University), Roberto Sassi (McMaster University), Louis Schmidt (McMaster University), Cody Shepherd (Simon Fraser University), Noam Soreni (McMaster University), Peter Szatmari (Centre for Addiction and Mental Health, Hospital for Sick Children, University of Toronto), Brian Timmons (McMaster University), Juliana Tobon (McMaster University), Ryan Van Lieshout (McMaster University), Charlotte Waddell (Simon Fraser University), Li Wang (McMaster University), Christine Wekerle (McMaster University)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "232",
  "end_page": "236",
  "pages": "232-236",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Health",
    "Child",
    "Child Health",
    "Community Mental Health Services",
    "Humans",
    "Information Systems",
    "Mental Health",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "30978140",
    "pmc": "PMC6463360",
    "doi": "10.1177/0706743719830025"
  },
  "doi": "10.1177/0706743719830025",
  "pmc_id": "PMC6463360",
  "dates": {
    "completed": "2020-08-25",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:40.659429",
    "pmid": "30978140"
  }
}