{
  "pmid": "30978139",
  "uid": "30978139",
  "title": "Changes in the Prevalence of Child and Youth Mental Disorders and Perceived Need for Professional Help between 1983 and 2014: Evidence from the Ontario Child Health Study.",
  "abstract": "OBJECTIVES: To examine: 1) changes in the prevalence of mental disorders and perceived need for professional help among children (ages 4 to 11) and youth (ages 12 to 16) between 1983 and 2014 in Ontario and 2) whether these changes vary by age and sex, urban-rural residency, poverty, lone-parent status, and immigrant background. METHODS: The 1983 (n = 2836) and 2014 (n = 5785) Ontario Child Health Studies are provincially representative cross-sectional surveys with identical self-report checklist measures of conduct disorder, hyperactivity, and emotional disorder, as well as perceived need for professional help, assessed by integrating parent and teacher responses (ages 4 to 11) and parent and youth responses (ages 12 to 16). RESULTS: The overall prevalence of perceived need for professional help increased from 6.8% to 18.9% among 4- to 16-year-olds. An increase in any disorder among children (15.4% to 19.6%) was attributable to increases in hyperactivity among males (8.9% to 15.7%). Although the prevalence of any disorder did not change among youth, conduct disorder decreased (7.2% to 2.5%) while emotional disorder increased (9.2% to 13.2%). The prevalence of any disorder increased more in rural and small to medium urban areas versus large urban areas. The prevalence of any disorder decreased for children and youth in immigrant but not nonimmigrant families. CONCLUSIONS: Although there have been decreases in the prevalence of conduct disorder, increases in other mental disorders and perceived need for professional help underscore the continued need for effective prevention and intervention programs.",
  "authors": [
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "1 Department of Sociology, King's University College at Western University, London, Ontario.",
        "2 Children's Health Research Institute, Children's Health and Therapeutics, Western University, London, Ontario."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "3 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "3 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "4 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "3 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "4 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "3 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "affiliations": [
        "5 (In alphabetical order) Tracie O. Afifi (University of Manitoba), William R. Avison (Western University), Kathryn Bennett (McMaster University), Terry Bennett (McMaster University), Khrista Boylan (McMaster University), Michael H. Boyle (McMaster University), Michelle Butt (McMaster University), John Cairney (University of Toronto), Corine Carlisle (University of Toronto), Kristin Cleverley (Centre for Addiction and Mental Health, University of Toronto), Ian Colman (University of Ottawa), Jinette Comeau (King's University College at Western University), Charles Cunningham (McMaster University), Scott Davies (University of Toronto), Claire de Oliveira (Centre for Addiction and Mental Health, University of Toronto), Melanie Dirks (McGill University), Eric Duku (McMaster University), Laura Duncan (McMaster University), Jim Dunn (McMaster University), Mark A. Ferro (University of Waterloo), Katholiki Georgiades (McMaster University), Stelios Georgiades (McMaster University), Andrea Gonzalez (McMaster University), Geoffrey Hall (McMaster University), Joanna Henderson (Centre for Addiction and Mental Health, University of Toronto), Magdalena Janus (McMaster University), Jennifer Jenkins (University of Toronto), Melissa Kimber (McMaster University), Ellen Lipman (McMaster University), Harriet MacMillan (McMaster University), Ian Manion (Royal's Institute of Mental Health Research), John McLennan (University of Ottawa), Amelie Petitclerc (Northwestern University), Anne Rhodes (University of Toronto), Graham Reid (Western University), Peter Rosenbaum (McMaster University), Roberto Sassi (McMaster University), Louis Schmidt (McMaster University), Cody Shepherd (Simon Fraser University), Noam Soreni (McMaster University), Peter Szatmari (Centre for Addiction and Mental Health, Hospital for Sick Children, University of Toronto), Brian Timmons (McMaster University), Juliana Tobon (McMaster University), Ryan Van Lieshout (McMaster University), Charlotte Waddell (Simon Fraser University), Li Wang (McMaster University), and Christine Wekerle (McMaster University)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "256",
  "end_page": "264",
  "pages": "256-264",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Mental Disorders",
    "Ontario",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "30978139",
    "pmc": "PMC6463358",
    "doi": "10.1177/0706743719830035"
  },
  "doi": "10.1177/0706743719830035",
  "pmc_id": "PMC6463358",
  "dates": {
    "completed": "2020-08-25",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.402817",
    "pmid": "30978139"
  }
}