{
  "pmid": "30975353",
  "uid": "30975353",
  "title": "Increased incidence of retinopathy of prematurity and evolving treatment modalities at a Canadian tertiary centre.",
  "abstract": "OBJECTIVE: To determine the incidence of retinopathy of prematurity and severity of disease at a large Canadian tertiary care centre, as well as to determine risk factors for disease and current treatment practices. METHODS: This was a retrospective cohort study of infants admitted to the neonatal intensive care unit (NICU) at McMaster Children's Hospital, who underwent screening for retinopathy of prematurity between August 2010 and August 2016. RESULTS: The overall incidence of retinopathy of prematurity was 67.1% (418/623 infants); severe retinopathy of prematurity was seen in 14.3% (89/623). This signified an increase compared to our previous study at the same institution, where the incidence of retinopathy of prematurity was 40.4% and severe retinopathy of prematurity was 9.2% between 2006 and 2010. Stage 1 disease showed the greatest increase, from 9.0% (38/423) to 21.0% (131/623). Our cohort had a higher proportion of infants born at 24 weeks GA or less (15.7% vs 8.7%). Predictors of retinopathy of prematurity in a multivariate regression model were gestational age (OR = 0.829, p = 0.002), birth weight (OR = 0.712, p = 0.003) and length of NICU stay (OR = 0.844, p = 0.00). Treatment was performed in 10.5% (44/418) of infants with retinopathy of prematurity, with infants earlier in the study period mainly receiving laser photocoagulation and infants born in more recent years receiving intravitreal bevacizumab. CONCLUSIONS: There has been an increase in retinopathy of prematurity incidence, both in early (stage 1) disease and in severe retinopathy of prematurity. This is partially explained by the almost doubling of the proportion of infants born at 24 weeks gestational age or less. Since mid-2013, intravitreal anti-VEGF therapy has replaced laser photocoagulation as the preferred treatment modality. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
  "authors": [
    {
      "last_name": "Isaza",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Isaza",
      "affiliations": [
        "McMaster University Department of Surgery, Division of Ophthalmology, Hamilton, Ont.. Electronic address: isazazgm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Donaldson",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Donaldson",
      "affiliations": [
        "McMaster University Department of Surgery, Division of Ophthalmology, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "McMaster University Department of Surgery, Division of Ophthalmology, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "269",
  "end_page": "274",
  "pages": "269-274",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angiogenesis Inhibitors",
    "Bevacizumab",
    "Female",
    "Follow-Up Studies",
    "Gestational Age",
    "Humans",
    "Incidence",
    "Infant, Newborn",
    "Infant, Premature",
    "Intensive Care Units, Neonatal",
    "Intravitreal Injections",
    "Laser Coagulation",
    "Male",
    "Ontario",
    "Ophthalmoscopy",
    "Prognosis",
    "Receptors, Vascular Endothelial Growth Factor",
    "Retinopathy of Prematurity",
    "Retrospective Studies",
    "Risk Factors",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "30975353",
    "doi": "10.1016/j.jcjo.2018.05.005",
    "pii": "S0008-4182(18)30316-8"
  },
  "doi": "10.1016/j.jcjo.2018.05.005",
  "dates": {
    "completed": "2019-07-24",
    "revised": "2019-07-24"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Bevacizumab",
    "Receptors, Vascular Endothelial Growth Factor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.924361",
    "pmid": "30975353"
  }
}