{
  "pmid": "30978141",
  "uid": "30978141",
  "title": "Children's Mental Health Need and Expenditures in Ontario: Findings from the 2014 Ontario Child Health Study.",
  "abstract": "OBJECTIVE: To estimate the alignment between the Ontario Ministry of Children and Youth Services (MCYS) expenditures for children's mental health services and population need, and to quantify the value of adjusting for need in addition to population size in formula-based expenditure allocations. Two need definitions are used: \"assessed need,\" as the presence of a mental disorder, and \"perceived need,\" as the subjective perception of a mental health problem. METHODS: Children's mental health need and service contact estimates (from the 2014 Ontario Child Health Study), expenditure data (from government administrative data), and population counts (from the 2011 Canadian Census) were combined to generate formula-based expenditure allocations based on 1) population size and 2) need (population size adjusted for levels of need). Allocations were compared at the service area and region level and for the 2 need definitions (assessed and perceived). RESULTS: Comparisons were made for 13 of 33 MCYS service areas and all 5 regions. The percentage of MCYS expenditure reallocation needed to achieve an allocation based on assessed need was 25.5% at the service area level and 25.6% at the region level. Based on perceived need, these amounts were 19.4% and 27.2%, respectively. The value of needs-adjustment ranged from 8.0% to 22.7% of total expenditures, depending on the definition of need. CONCLUSION: Making needs adjustments to population counts using population estimates of children's mental health need (assessed or perceived) provides additional value for informing and evaluating allocation decisions. This study provides much-needed and current information about the match between expenditures and children's mental health need.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "3 Department of Economics, McMaster University, Hamilton Ontario, Canada."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "4 Department of Sociology, King's University College at Western University, London, Ontario, Canada.",
        "5 Children's Health and Therapeutics, Children's Health Research Institute, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "affiliations": [
        "6 (in alphabetical order) Tracie O. Afifi (University of Manitoba), William R. Avison (Western University), Kathryn Bennett (McMaster University), Terry Bennett (McMaster University), Khrista Boylan (McMaster University), Michael H. Boyle (McMaster University), Michelle Butt (McMaster University), John Cairney (University of Toronto), Corine Carlisle (University of Toronto), Kristin Cleverley (Centre for Addiction and Mental Health, University of Toronto), Ian Colman (University of Ottawa), Jinette Comeau (King's University College at Western University), Charles Cunningham (McMaster University), Scott Davies (University of Toronto), Claire de Oliveira (Centre for Addiction and Mental Health, University of Toronto), Melanie Dirks (McGill University), Eric Duku (McMaster University), Laura Duncan (McMaster University), Jim Dunn (McMaster University), Mark A. Ferro (University of Waterloo), Katholiki Georgiades (McMaster University), Stelios Georgiades (McMaster University), Andrea Gonzalez (McMaster University), Geoffrey Hall (McMaster University), Joanna Henderson (Centre for Addiction and Mental Health, University of Toronto), Magdalena Janus (McMaster University), Jennifer Jenkins (University of Toronto), Melissa Kimber (McMaster University), Ellen Lipman (McMaster University), Harriet MacMillan (McMaster University), Ian Manion (Royal's Institute of Mental Health Research), John McLennan (University of Ottawa), Amelie Petitclerc (Northwestern University), Anne Rhodes (University of Toronto), Graham Reid (Western University), Peter Rosenbaum (McMaster University), Roberto Sassi (McMaster University), Louis Schmidt (McMaster University), Cody Shepherd (Simon Fraser University), Noam Soreni (McMaster University), Peter Szatmari (Centre for Addiction and Mental Health, Hospital for Sick Children, University of Toronto), Brian Timmons (McMaster University), Juliana Tobon (McMaster University), Ryan Van Lieshout (McMaster University), Charlotte Waddell (Simon Fraser University), Li Wang (McMaster University), Christine Wekerle (McMaster University)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "275",
  "end_page": "284",
  "pages": "275-284",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Child, Preschool",
    "Female",
    "Health Expenditures",
    "Health Surveys",
    "Humans",
    "Male",
    "Mental Disorders",
    "Mental Health",
    "Mental Health Services",
    "Needs Assessment",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "30978141",
    "pmc": "PMC6463359",
    "doi": "10.1177/0706743719830036"
  },
  "doi": "10.1177/0706743719830036",
  "pmc_id": "PMC6463359",
  "dates": {
    "completed": "2020-08-25",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.403074",
    "pmid": "30978141"
  }
}