{
  "pmid": "30978142",
  "uid": "30978142",
  "title": "Poverty, Neighbourhood Antisocial Behaviour, and Children's Mental Health Problems: Findings from the 2014 Ontario Child Health Study.",
  "abstract": "OBJECTIVES: To determine if levels of neighbourhood poverty and neighbourhood antisocial behaviour modify associations between household poverty and child and youth mental health problems. METHODS: Data come from the 2014 Ontario Child Health Study-a provincially representative survey of 6537 families with 10,802 four- to 17-year-olds. Multivariate multilevel modelling was used to test if neighbourhood poverty and antisocial behaviour interact with household poverty to modify associations with children's externalizing and internalizing problems based on parent assessments of children (4- to 17-year-olds) and self-assessments of youth (12- to 17-year-olds). RESULTS: Based on parent assessments, neighbourhood poverty, and antisocial behaviour modified associations between household poverty and children's mental health problems. Among children living in households below the poverty line, levels of mental health problems were 1) lower when living in neighbourhoods with higher concentrations of poverty and 2) higher when living in neighbourhoods with more antisocial behaviour. These associations were stronger for externalizing versus internalizing problems when conditional on antisocial behaviour and generalized only to youth-assessed externalizing problems. CONCLUSION: The lower levels of externalizing problems reported among children living in poor households in low-income neighbourhoods identify potential challenges with integrating poorer households into more affluent neighbourhoods. More important, children living in poor households located in neighbourhoods exhibiting more antisocial behaviour are at dramatically higher risk for mental health problems. Reducing levels of neighbourhood antisocial behaviour could have large mental health benefits, particularly among poor children.",
  "authors": [
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "3 Department of Sociology, King's University College at Western University, London, Ontario.",
        "4 Children's Health and Therapeutics, Children's Health Research Institute, Western University, London, Ontario."
      ]
    },
    {
      "affiliations": [
        "5 (In alphabetical order) Tracie O. Afifi (University of Manitoba), William R. Avison (Western University), Kathryn Bennett (McMaster University), Terry Bennett (McMaster University), Khrista Boylan (McMaster University), Michael H. Boyle (McMaster University), Michelle Butt (McMaster University), John Cairney (University of Toronto), Corine Carlisle (University of Toronto), Kristin Cleverley (Centre for Addiction and Mental Health, University of Toronto), Ian Colman (University of Ottawa), Jinette Comeau (King's University College at Western University), Charles Cunningham (McMaster University), Scott Davies (University of Toronto), Claire de Oliveira (Centre for Addiction and Mental Health, University of Toronto), Melanie Dirks (McGill University), Eric Duku (McMaster University), Laura Duncan (McMaster University), Jim Dunn (McMaster University), Mark A. Ferro (University of Waterloo), Katholiki Georgiades (McMaster University), Stelios Georgiades (McMaster University), Andrea Gonzalez (McMaster University), Geoffrey Hall (McMaster University), Joanna Henderson (Centre for Addiction and Mental Health, University of Toronto), Magdalena Janus (McMaster University), Jennifer Jenkins (University of Toronto), Melissa Kimber (McMaster University), Ellen Lipman (McMaster University), Harriet MacMillan (McMaster University), Ian Manion (Royal's Institute of Mental Health Research), John McLennan (University of Ottawa), Amelie Petitclerc (Northwestern University), Anne Rhodes (University of Toronto), Graham Reid (Western University), Peter Rosenbaum (McMaster University), Roberto Sassi (McMaster University), Louis Schmidt (McMaster University), Cody Shepherd (Simon Fraser University), Noam Soreni (McMaster University), Peter Szatmari (Centre for Addiction and Mental Health, Hospital for Sick Children, University of Toronto), Brian Timmons (McMaster University), Juliana Tobon (McMaster University), Ryan Van Lieshout (McMaster University), Charlotte Waddell (Simon Fraser University), Li Wang (McMaster University), Christine Wekerle (McMaster University)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "285",
  "end_page": "293",
  "pages": "285-293",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Child, Preschool",
    "Female",
    "Health Surveys",
    "Humans",
    "Juvenile Delinquency",
    "Male",
    "Mental Disorders",
    "Ontario",
    "Poverty",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "30978142",
    "pmc": "PMC6463363",
    "doi": "10.1177/0706743719830027"
  },
  "doi": "10.1177/0706743719830027",
  "pmc_id": "PMC6463363",
  "dates": {
    "completed": "2020-08-25",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.403673",
    "pmid": "30978142"
  }
}