{
  "pmid": "30978138",
  "uid": "30978138",
  "title": "Six-Month Prevalence of Mental Disorders and Service Contacts among Children and Youth in Ontario: Evidence from the 2014 Ontario Child Health Study.",
  "abstract": "OBJECTIVES: To present the 6-month prevalence and sociodemographic correlates of mental disorders and mental health-related service contacts in a sample of children (4 to 11 years) and youth (12 to 17 years) in Ontario. METHODS: The 2014 Ontario Child Health Study is a provincially representative survey of 6537 families with children aged 4 to 17 years in Ontario. DSM-IV-TR mental disorders were assessed using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID) and included mood (major depressive episode), anxiety (generalized anxiety, separation anxiety, social phobia, specific phobia), and behaviour disorders (attention-deficit/hyperactivity disorder, oppositional-defiant disorder, conduct disorder).The MINI-KID was administered independently to the primary caregiver and youth aged 12 to 17 years in the family's home. RESULTS: Past 6-month prevalence of any mental disorder ranged from 18.2% to 21.8% depending on age and informant. Behaviour disorders were the most common among children, and anxiety disorders were the most common among youth. Among children and youth with a parent-identified mental disorder, 25.6% of children and 33.7% of youth had contact with a mental health provider. However, 60% had contact with one or more of the providers or service settings assessed, most often through schools. CONCLUSIONS: Between 18% and 22% of children and youth in Ontario met criteria for a mental disorder but less than one-third had contact with a mental health provider. These findings provide support for strengthening prevention and early intervention efforts and enhancing service capacity to meet the mental health needs of children and youth in Ontario.",
  "authors": [
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario.",
        "2 Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "3 Department of Sociology, King's University College at Western University, London, Ontario.",
        "4 Children's Health Research Institute, Children's Health and Therapeutics, Western University, London, Ontario."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "1 Offord Centre for Child Studies & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "affiliations": [
        "5 In alphabetical order: Tracie O. Afifi (University of Manitoba), William R. Avison (Western University), Kathryn Bennett (McMaster University), Terry Bennett (McMaster University), Khrista Boylan (McMaster University), Michael H. Boyle (McMaster University), Michelle Butt (McMaster University), John Cairney (University of Toronto), Corine Carlisle (University of Toronto), Kristin Cleverley (Centre for Addiction and Mental Health, University of Toronto), Ian Colman (University of Ottawa), Jinette Comeau (King's University College at Western University), Charles Cunningham (McMaster University), Scott Davies (University of Toronto), Claire de Oliveira (Centre for Addiction and Mental Health, University of Toronto), Melanie Dirks (McGill University), Eric Duku (McMaster University), Laura Duncan (McMaster University), Jim Dunn (McMaster University), Mark A. Ferro (University of Waterloo), Katholiki Georgiades (McMaster University), Stelios Georgiades (McMaster University), Andrea Gonzalez (McMaster University), Geoffrey Hall (McMaster University), Joanna Henderson (Centre for Addiction and Mental Health, University of Toronto), Magdalena Janus (McMaster University), Jennifer Jenkins (University of Toronto), Melissa Kimber (McMaster University), Ellen Lipman (McMaster University), Harriet MacMillan (McMaster University), Ian Manion (Royal's Institute of Mental Health Research), John McLennan (University of Ottawa), Amelie Petitclerc (Northwestern University), Anne Rhodes (University of Toronto), Graham Reid (Western University), Peter Rosenbaum (McMaster University), Roberto Sassi (McMaster University), Louis Schmidt (McMaster University), Cody Shepherd (Simon Fraser University), Noam Soreni (McMaster University), Peter Szatmari (Centre for Addiction and Mental Health, Hospital for Sick Children, University of Toronto), Brian Timmons (McMaster University), Juliana Tobon (McMaster University), Ryan Van Lieshout (McMaster University), Charlotte Waddell (Simon Fraser University), Li Wang (McMaster University), Christine Wekerle (McMaster University)."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "246",
  "end_page": "255",
  "pages": "246-255",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Child, Preschool",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Mental Disorders",
    "Mental Health Services",
    "Ontario",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "30978138",
    "pmc": "PMC6463361",
    "doi": "10.1177/0706743719830024"
  },
  "doi": "10.1177/0706743719830024",
  "pmc_id": "PMC6463361",
  "dates": {
    "completed": "2020-08-25",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.402561",
    "pmid": "30978138"
  }
}