{
  "pmid": "30987644",
  "uid": "30987644",
  "title": "How are evidence generation partnerships between researchers and policy-makers enacted in practice? A qualitative interview study.",
  "abstract": "BACKGROUND: Evidence generation partnerships between researchers and policy-makers are a potential method for producing more relevant research with greater potential to impact on policy and practice. Little is known about how such partnerships are enacted in practice, however, or how to increase their effectiveness. We aimed to determine why researchers and policy-makers choose to work together, how they work together, which partnership models are most common, and what the key (1) relationship-based and (2) practical components of successful research partnerships are. METHODS: Semi-structured qualitative interviews were conducted with 18 key informants largely based in New South Wales, Australia, who were (1) researchers experienced in working in partnership with policy in health or health-related areas or (2) policy and programme developers and health system decision-makers experienced in working in partnership with researchers. Data was analysed thematically by two researchers. RESULTS: Researcher-initiated and policy agency-initiated evidence generation partnerships were common. While policy-initiated partnerships were thought to be the most likely to result in impact, researcher-initiated projects were considered important in advancing the science and were favoured by researchers due to greater perceived opportunities to achieve key academic career metrics. Participants acknowledged that levels of collaboration varied widely in research/policy partnerships from minimal to co-production. Co-production was considered a worthy goal by all, conferring a range of benefits, but one that was difficult to achieve in practice. Some participants asserted that the increased time and resources required for effective co-production meant it was best suited to evaluation and implementation projects where the tacit, experiential knowledge of policy-makers provided critical nuance to underpin study design, implementation and analysis. Partnerships that were mutually considered to have produced the desired outcomes were seen to be underpinned by a range of both relationship-based (such as shared aims and goals and trust) and practical factors (such as sound governance and processes). CONCLUSIONS: Our findings highlight the important role of policy-makers in New South Wales in ensuring the relevance of research. There is still much to understand about how to initiate and sustain successful research/policy partnerships, particularly at the highly collaborative end.",
  "authors": [
    {
      "last_name": "Williamson",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Williamson",
      "affiliations": [
        "The Sax Institute, PO Box K617, Haymarket, NSW, 1240, Australia. anna.williamson@saxinstitute.org.au.",
        "University of Sydney, Sydney, Australia. anna.williamson@saxinstitute.org.au.",
        "University of New South Wales, Sydney, Australia. anna.williamson@saxinstitute.org.au."
      ],
      "orcid": "0000-0003-0897-4769"
    },
    {
      "last_name": "Tait",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Tait",
      "affiliations": [
        "The Sax Institute, PO Box K617, Haymarket, NSW, 1240, Australia."
      ]
    },
    {
      "last_name": "El Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El Jardali",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Wolfenden",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Wolfenden",
      "affiliations": [
        "University of Newcastle, Callaghan, Australia.",
        "Hunter New England Population Health, New Lambton, Australia."
      ]
    },
    {
      "last_name": "Thackway",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Thackway",
      "affiliations": [
        "New South Wales Health, North Sydney, Australia."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Stewart",
      "affiliations": [
        "Department of Family and Community Services (FACS) Insights, Analysis and Research (FACSIAR), Ashfield, Australia."
      ]
    },
    {
      "last_name": "O'Leary",
      "fore_name": "Lyndal",
      "initials": "L",
      "name": "Lyndal O'Leary",
      "affiliations": [
        "Western NSW & Far West Local Health Districts, Dubbo, Australia."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Dixon",
      "affiliations": [
        "South Eastern Sydney Local Health District (SESLHD), Carringbah, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "41",
  "pages": "41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Cooperative Behavior",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Interprofessional Relations",
    "Knowledge",
    "New South Wales",
    "Policy Making",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "30987644",
    "pmc": "PMC6466802",
    "doi": "10.1186/s12961-019-0441-2",
    "pii": "10.1186/s12961-019-0441-2"
  },
  "doi": "10.1186/s12961-019-0441-2",
  "pmc_id": "PMC6466802",
  "dates": {
    "completed": "2019-12-10",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "N/A",
      "agency": "NSW Ministry of Health"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.362196",
    "pmid": "30987644"
  }
}