{
  "pmid": "30992520",
  "uid": "30992520",
  "title": "The relationship between maternal body mass index and pregnancy outcomes in twin compared with singleton pregnancies.",
  "abstract": "OBJECIVE: Women with twins have an a priori increased risk for many of the complications associated with maternal obesity. Thus, the impact of maternal obesity in twins may differ from that reported in singletons. In addition, given the increased metabolic demands in twin pregnancies, the impact of maternal underweight may be greater in twin compared with singleton gestations. Our objective was to test the hypothesis that the relationship between maternal pre-pregnancy body mass index (BMI) and adverse pregnancy outcomes differ between twin and singleton gestations. METHODS: This was a retrospective population-based study of all women who had a singleton or twin hospital birth in Ontario, Canada, between April 2012 and March 2016. Data were obtained from the Better Outcomes Registry & Network (BORN) Ontario. The relationship between maternal BMI category and pregnancy complications was assessed separately in twin and singleton gestations. The primary outcome was a composite variable that included any of the following complications: preeclampsia, gestational diabetes, or preterm birth before 32[0/7] weeks. Relative risk (aRR) and 95% confidence intervals (CI) for adverse outcomes for each BMI category as defined by WHO (using normal weight category as reference) were generated using modified Poisson regression, adjusting for maternal age, nulliparity, smoking, previous preterm birth, and fetal sex. RESULTS: A total of 487,870 women with singleton (n = 480,010) and twin (n = 7860) pregnancies met the inclusion criteria. The risk of the composite primary outcome, preeclampsia, gestational diabetes, and cesarean delivery increased with high maternal BMI in both singleton and twin gestations, but these associations were weaker in twin compared with singleton gestations (association of BMI ≥ 40.0 kg/m[2] with primary outcome: aRR = 3.10, 95%-CI 2.96-3.24 in singletons compared with aRR = 1.74, 95%-CI 1.37-2.20 in twins). In singleton pregnancies the risk of preterm birth at < 32[0/7] weeks increased with maternal BMI, mainly due to an increased risk of provider-initiated preterm birth. In twin gestations, however, underweight (but not overweight or obesity) was associated with the greatest risk of preterm birth at < 32 weeks (aRR 1.67, 95%-CI 1.17-2.37), mainly due to an increased risk of spontaneous preterm birth (aRR 2.10, 95%-CI 1.44-3.08). CONCLUSION: In healthy women with twin pregnancies, underweight is associated with the greatest risk for preterm birth, while the association of maternal obesity with adverse pregnancy outcomes is weaker than that observed in singletons.",
  "authors": [
    {
      "last_name": "Ram",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Ram",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada. maya3000@gmail.com.",
        "Departments of Obstetrics and Gynecology (affiliated to the Sackler Faculty of Medicine), Lis Maternity Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv University, Tel Aviv, Israel. maya3000@gmail.com."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lipworth",
      "fore_name": "Hayley",
      "initials": "H",
      "name": "Hayley Lipworth",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Department of Obstetrics & Gynaecology, Rotunda Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Radiology, and Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Midwifery Education Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riddell",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Riddell",
      "affiliations": [
        "Better Outcomes Registry & Network (BORN) Ontario, Children's Hospital of Eastern Ontario (CHEO), Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hasan",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Hasan",
      "affiliations": [
        "Better Outcomes Registry & Network (BORN) Ontario, Children's Hospital of Eastern Ontario (CHEO), Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of obesity (2005)",
    "iso_abbreviation": "Int J Obes (Lond)",
    "issn": "1476-5497",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "44",
  "pages": "33-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Body Mass Index",
    "Body Weight",
    "Cesarean Section",
    "Diabetes, Gestational",
    "Female",
    "Humans",
    "Pre-Eclampsia",
    "Pregnancy",
    "Pregnancy Outcome",
    "Pregnancy, Twin",
    "Premature Birth",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30992520",
    "doi": "10.1038/s41366-019-0362-8",
    "pii": "10.1038/s41366-019-0362-8"
  },
  "doi": "10.1038/s41366-019-0362-8",
  "dates": {
    "completed": "2020-11-30",
    "revised": "2021-05-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "146442",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.068603",
    "pmid": "30992520"
  }
}