{
  "pmid": "30997170",
  "uid": "30997170",
  "title": "'Management of a spoiled identity': systematic review of interventions to address self-stigma among people living with and affected by HIV.",
  "abstract": "BACKGROUND: Self-stigma, also known as internalised stigma, is a global public health threat because it keeps people from accessing HIV and other health services. By hampering HIV testing, treatment and prevention, self-stigma can compromise the sustainability of health interventions and have serious epidemiological consequences. This review synthesised existing evidence of interventions aiming to reduce self-stigma experienced by people living with HIV and key populations affected by HIV in low-income and middle-income countries. METHODS: Studies were identified through bibliographic databases, grey literature sites, study registries, back referencing and contacts with researchers, and synthesised following Cochrane guidelines. RESULTS: Of 5880 potentially relevant titles, 20 studies were included in the review. Represented in these studies were 9536 people (65% women) from Ethiopia, India, Kenya, Lesotho, Malawi, Nepal, South Africa, Swaziland, Tanzania, Thailand, Uganda and Vietnam. Seventeen of the studies recruited people living with HIV (of which five focused specifically on pregnant women). The remaining three studies focused on young men who have sex with men, female sex workers and men who inject drugs. Studies were clustered into four categories based on the socioecological level of risk or resilience that they targeted: (1) individual level only, (2) individual and relational levels, (3) individual and structural levels and (4) structural level only. Thirteen studies targeting structural risks (with or without individual components) consistently produced significant reductions in self-stigma. The remaining seven studies that did not include a component to address structural risks produced mixed effects. CONCLUSION: Structural interventions such as scale-up of antiretroviral treatment, prevention of medication stockouts, social empowerment and economic strengthening may help substantially reduce self-stigma among individuals. More research is urgently needed to understand how to reduce self-stigma among young people and key populations, as well as how to tackle intersectional self-stigma.",
  "authors": [
    {
      "last_name": "Pantelic",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Pantelic",
      "affiliations": [
        "Department of Social Policy and Intervention, Oxford University, Oxford, UK.",
        "Frontline AIDS, Brighton, UK."
      ],
      "orcid": "0000-0002-7239-645X"
    },
    {
      "last_name": "Steinert",
      "fore_name": "Janina I",
      "initials": "JI",
      "name": "Janina I Steinert",
      "affiliations": [
        "Department of Economics, University of Goettingen, Goettingen, Germany."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Park",
      "affiliations": [
        "School of Experimental Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Mellors",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Mellors",
      "affiliations": [
        "Frontline AIDS, Brighton, UK."
      ]
    },
    {
      "last_name": "Murau",
      "fore_name": "Fungai",
      "initials": "F",
      "name": "Fungai Murau",
      "affiliations": [
        "Frontline AIDS, Brighton, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "4",
    "issue": "2",
    "pub_year": "2019"
  },
  "start_page": "e001285",
  "pages": "e001285",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "30997170",
    "pmc": "PMC6441299",
    "doi": "10.1136/bmjgh-2018-001285",
    "pii": "bmjgh-2018-001285"
  },
  "doi": "10.1136/bmjgh-2018-001285",
  "pmc_id": "PMC6441299",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.648047",
    "pmid": "30997170"
  }
}