{
  "pmid": "30994968",
  "uid": "30994968",
  "title": "Examining Australia's heaviest drinkers.",
  "abstract": "OBJECTIVE: This study examined the distribution of alcohol consumption in Australia, identifying the heaviest drinking 10% of the population and examining their sociodemographic characteristics and their alcohol consumption and purchasing practices. METHODS: Data came from the 2016 National Drug Strategy Household Survey and the 2013 International Alcohol Control Study. The heaviest drinking 10% of the population identified based on estimates of annual alcohol consumption. Logistic regression was then used to assess the factors that distinguished these heaviest drinkers from the rest of the drinking population. RESULTS: The heaviest drinking 10% of the population consumed 54.4% of all alcohol consumed. These heavy drinkers were more likely to be men and to live in regional and remote areas. They were more likely to drink cask wine and full-strength beer and to purchase cheaper alcohol than other drinkers. CONCLUSIONS: Australian alcohol consumption is heavily skewed. Alcohol consumption practices appear to differentiate the heaviest drinkers from others more clearly than sociodemographic factors. Implications for public health: Public health interventions that reduce drinking among the heaviest 10% of drinkers in Australia have the potential to markedly reduce per-capita consumption and reduce alcohol-related harm. Interventions focused on cheap alcohol may be effective with these drinkers.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria.",
        "Department of Neuroscience, Karolinska Institutet, Sweden."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria."
      ]
    }
  ],
  "journal": {
    "title": "Australian and New Zealand journal of public health",
    "iso_abbreviation": "Aust N Z J Public Health",
    "issn": "1753-6405",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "451",
  "end_page": "456",
  "pages": "451-456",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Alcoholic Intoxication",
    "Australia",
    "Beer",
    "Commerce",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Policy Making",
    "Residence Characteristics",
    "Sex Factors",
    "Socioeconomic Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "30994968",
    "doi": "10.1111/1753-6405.12901"
  },
  "doi": "10.1111/1753-6405.12901",
  "dates": {
    "completed": "2019-10-17",
    "revised": "2020-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.777302",
    "pmid": "30994968"
  }
}