{
  "pmid": "31000390",
  "uid": "31000390",
  "title": "Identification of Normal and Injured Anterolateral Ligaments of the Knee: A Systematic Review of Magnetic Resonance Imaging Studies.",
  "abstract": "PURPOSE: To identify the normal and injured magnetic resonance imaging appearance of the anterolateral ligament (ALL). METHODS: A systematic review was performed using PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines. The PubMed and Cochrane Library electronic databases were used to search for studies that reported the imaging outcomes of the appearance of the ALL. Two authors performed the searches in duplicate up to April 30, 2018, and interobserver agreement was calculated. The methodologic quality of included articles was assessed using an adaptation of the Arrivé methodologic quality scale for clinical studies of radiologic examinations. RESULTS: From the original 270 records, a total of 24 studies (κ = 0.94) comprising 2,427 knees in 2,388 patients (mean age, 33.3 years; 66% male patients; 63% with anterior cruciate ligament [ACL] injury) were included. The ALL appeared in 51% to 100% of all assessed knees (71%-100% in ACL-injured knees and 64%-97% in uninjured knees) and was injured in 11% to 79% of ACL-injured knees. Reliability rates varied considerably (0.04-1.0 for intraobserver and 0.143-1.0 for interobserver agreement), and the entire portion of the ligament was often not seen. The tibial insertion was seen in 21% to 96% of cases, followed by the meniscal (range, 0%-100%) and femoral (range, 0%-90%) insertions. The mean methodologic quality score was 5.1 ± 1.8 out of a possible score of 9. CONCLUSIONS: High variability was found in the identification of normal and injured ALL definition methods and the respective magnetic resonance imaging findings. Reliability rates varied considerably, and the entire portion of the ligament was often not seen. LEVEL OF EVIDENCE: Level IV, systematic review of Level II to IV studies.",
  "authors": [
    {
      "last_name": "Andrade",
      "fore_name": "Renato",
      "initials": "R",
      "name": "Renato Andrade",
      "affiliations": [
        "Clínica do Dragão, Espregueira-Mendes Sports Centre-FIFA Medical Centre of Excellence, Porto, Portugal; Dom Henrique Research Centre, Porto, Portugal; Faculty of Sports, University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "Rebelo-Marques",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Rebelo-Marques",
      "affiliations": [
        "Clínica do Dragão, Espregueira-Mendes Sports Centre-FIFA Medical Centre of Excellence, Porto, Portugal; Dom Henrique Research Centre, Porto, Portugal; Faculty of Medicine, University of Coimbra, Coimbra, Portugal; Instituto de Investigação Clínica e Biomédica de Coimbra (iCBR), Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Bastos",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Bastos",
      "affiliations": [
        "Clínica do Dragão, Espregueira-Mendes Sports Centre-FIFA Medical Centre of Excellence, Porto, Portugal; Dom Henrique Research Centre, Porto, Portugal; Fluminense Federal University, Niteroi, Brazil."
      ]
    },
    {
      "last_name": "Zaffagnini",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Zaffagnini",
      "affiliations": [
        "Rizzoli Orthopaedic Institute, University of Bologna, Bologna, Italy; Second Orthopaedic and Traumatology Clinic, Rizzoli Orthopaedic Institute, Bologna, Italy."
      ]
    },
    {
      "last_name": "Seil",
      "fore_name": "Romain",
      "initials": "R",
      "name": "Romain Seil",
      "affiliations": [
        "Département de l'Appareil Locomoteur, Centre Hospitalier de Luxemburg, Luxembourg, Luxembourg; Sports Medicine Research Laboratory, Luxembourg Institute of Health, Luxembourg, Luxembourg."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Espregueira-Mendes",
      "fore_name": "João",
      "initials": "J",
      "name": "João Espregueira-Mendes",
      "affiliations": [
        "Clínica do Dragão, Espregueira-Mendes Sports Centre-FIFA Medical Centre of Excellence, Porto, Portugal; Dom Henrique Research Centre, Porto, Portugal; Orthopaedics Department of Minho University, Minho, Portugal; 3B's Research Group-Biomaterials, Biodegradables and Biomimetics, University of Minho, Headquarters of the European Institute of Excellence on Tissue Engineering and Regenerative Medicine, AvePark, Parque de Ciência e Tecnologia, Zona Industrial da Gandra, Barco, Portugal; ICVS/3B's-PT Government Associate Laboratory, Braga, Portugal. Electronic address: espregueira@dhresearchcentre.com."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "1594",
  "end_page": "1613.e1",
  "pages": "1594-1613.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Femur",
    "Humans",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Meniscus",
    "Observer Variation",
    "Radiography",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "31000390",
    "doi": "10.1016/j.arthro.2018.10.120",
    "pii": "S0749-8063(18)31004-1"
  },
  "doi": "10.1016/j.arthro.2018.10.120",
  "dates": {
    "completed": "2020-03-23",
    "revised": "2020-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.830975",
    "pmid": "31000390"
  }
}