{
  "pmid": "31005225",
  "uid": "31005225",
  "title": "Single versus multifraction radiotherapy for spinal cord compression: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: While multifraction radiotherapy (RT) regimens (MFRT) have been considered the standard of care in patients with metastatic epidural spinal cord compression (MESCC) with limited prognosis, recent randomized evidence has demonstrated that single fraction RT (SFRT) may be equivalent in terms of functional and overall outcomes. A systematic review and meta-analysis was conducted to determine the effects of SFRT compared to short course MFRT in patients with MESCC. METHODS: A search of OVID, EMBASE, and the Cochrane Central Register of Controlled Trials from inception to February 2018 was conducted. Randomized and prospective non-randomized trials comparing SFRT and short course MFRT for MESCC were included. Data were analyzed using a random effects model, and relative risks (RR) or hazard ratios (HR) were reported with corresponding 95% confidence intervals (CI). Quality of evidence was assessed using the GRADE criteria. RESULTS: Overall 1717 articles were reviewed. Three randomized trials were eligible for inclusion (n = 712 patients). The pooled treatment effect for SFRT versus MFRT with respect to motor response was RR = 0.96 (95% CI = 0.86-1.07, I[2] = 19%), HR = 1.00 (95% CI = 0.88-1.13, I[2] = 0%) for OS, and RR = 0.97, (95% CI = 0.85-1.11, I[2] = 61%) for bladder function. There was insufficient data to perform a meta-analysis on quality of life, toxicity or pain response, however available information suggests pain response appears similar between SFRT and MFRT. Overall quality of evidence was deemed moderate due to risk of bias. There was no evidence of an observed difference with respect to motor response, bladder dysfunction and OS between SFRT and MFRT for MESCC in patients with a limited prognosis.",
  "authors": [
    {
      "last_name": "Donovan",
      "fore_name": "Elysia K",
      "initials": "EK",
      "name": "Elysia K Donovan",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, Canada. Electronic address: donovane@hhsc.ca."
      ]
    },
    {
      "last_name": "Sienna",
      "fore_name": "Julianna",
      "initials": "J",
      "name": "Julianna Sienna",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mitera",
      "fore_name": "Gunita",
      "initials": "G",
      "name": "Gunita Mitera",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kumar-Tyagi",
      "fore_name": "Nidhi",
      "initials": "N",
      "name": "Nidhi Kumar-Tyagi",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Statistics and Epidemiology, Department of Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Swaminath",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Swaminath",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology",
    "iso_abbreviation": "Radiother Oncol",
    "issn": "1879-0887",
    "issn_type": "Electronic",
    "volume": "134",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "55",
  "end_page": "66",
  "pages": "55-66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Dose Fractionation, Radiation",
    "Humans",
    "Prospective Studies",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Spinal Cord Compression"
  ],
  "article_ids": {
    "pubmed": "31005225",
    "doi": "10.1016/j.radonc.2019.01.019",
    "pii": "S0167-8140(19)30024-6"
  },
  "doi": "10.1016/j.radonc.2019.01.019",
  "dates": {
    "completed": "2020-03-27",
    "revised": "2020-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:42.956446",
    "pmid": "31005225"
  }
}