{
  "pmid": "31003949",
  "uid": "31003949",
  "title": "Classical Cesarean: What Are the Maternal and Infant Risks Compared With Low Transverse Cesarean in Preterm Birth, and Subsequent Uterine Rupture? A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVES: Classical cesarean section may be associated with increased short- and long-term risks. The objectives of this study were to review the following systematically: first, the short-term maternal and infant risks with preterm classical compared with low transverse cesarean sections; and second, the risk of spontaneous or early-labour uterine rupture. DATA SOURCES: Medline, EMBASE, Cochrane Central Register of Controlled Trials, and ClinicalTrials.gov from January 1980 to July 2018. STUDY SELECTION: A total of 772 studies were independently screened by two reviewers, and 91 full texts were reviewed. The review included nine studies comparing outcomes after preterm classical versus low transverse cesarean section and 15 studies addressing subsequent pregnancy outcomes. DATA SYNTHESIS: Our primary short-term outcomes were maternal death and intensive care unit (ICU) admission. For subsequent pregnancies, our primary outcome was the risk of spontaneous or early-labour uterine rupture. The data were synthesized using random effects, and odds ratios (ORs) and 95% confidence intervals (CIs) were generated. There were no significant differences between preterm classical and low transverse cesarean sections in the odds of maternal death (OR 2.38; 95% CI 0.15-38.07) or ICU admission (adjusted OR 2.38; 95% CI 0.42-13.35). A subgroup from 28 to 31 weeks gestation had increased risks of endometritis, transfusion, and ICU admission with the classical incision. The low vertical incision was associated with a lower odds of organ injury than was the low transverse incision. The incidence of uterine rupture following the classical incision without a trial of labour was 1%. CONCLUSION: Preterm classical cesarean section is not associated with significantly increased risks, but data are scarce. Subsequent uterine rupture risk when not planning a trial of labour is 1%.",
  "authors": [
    {
      "last_name": "Moramarco",
      "fore_name": "Veronica",
      "initials": "V",
      "name": "Veronica Moramarco",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON. Electronic address: veronica.moramarco@medportal.ca."
      ]
    },
    {
      "last_name": "Korale Liyanage",
      "fore_name": "Sugee",
      "initials": "S",
      "name": "Sugee Korale Liyanage",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Ninan",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Ninan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Mukerji",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Mukerji",
      "affiliations": [
        "Department Pediatrics, Division of Neonatology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "179",
  "end_page": "197.e3",
  "pages": "179-197.e3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cesarean Section",
    "Female",
    "Humans",
    "Postoperative Complications",
    "Pregnancy",
    "Pregnancy Outcome",
    "Premature Birth",
    "Risk Factors",
    "Uterine Rupture",
    "Vaginal Birth after Cesarean"
  ],
  "article_ids": {
    "pubmed": "31003949",
    "doi": "10.1016/j.jogc.2019.02.015",
    "pii": "S1701-2163(19)30090-8"
  },
  "doi": "10.1016/j.jogc.2019.02.015",
  "dates": {
    "completed": "2021-04-05",
    "revised": "2021-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.068954",
    "pmid": "31003949"
  }
}