{
  "pmid": "31005553",
  "uid": "31005553",
  "title": "Untangling the ethical intersection of epidemiology, human subjects research, and public health.",
  "abstract": "PURPOSE: Members of the American College of Epidemiology (ACE) Ethics Committee identified current ethics and epidemiology topic areas to consider for further discussion, consultation, teaching opportunities, and conference presentation. This article reflects on the activities of the Committee at the ACE Annual Meeting in New Orleans, Louisiana, September 24-26, 2017. METHODS: The overall aim for the Ethics Committee was to engage members of the College and other audiences and highlight the evolution of ethics and epidemiology since the inception of the original Ethics Guidelines published by the ACE Ethics and Standards of Practice Committee in 2000. The Ethics Committee organized a symposium session at the 2017 Annual Meeting of ACE on the ethics of human subjects research as it relates to specialized areas of epidemiology and the intersecting role of public health. This article presents a summary and further discussion of that symposium session. RESULTS: Three topic areas were presented: an overview of ethics and epidemiology (E.S.P.), very high biomarker levels in environmental epidemiology research (S.M.P.), and the interface of epidemiology, human subjects research, and public health interventions (S.M.). This article begins by reviewing the foundations of epidemiology and public health and the well-known ethical principles of human subjects research. Then, it considers the ethical considerations in the use of population registry data in epidemiological research, environmental epidemiology, and epidemic surveillance and response. This article may form the basis of teaching of ethics principles related to epidemiology and public health and may serve as a companion piece to the original ACE Ethics Guidelines. CONCLUSIONS: Researchers are increasingly faced with ethical considerations in diverse, nontraditional, and specialized areas of epidemiology and public health. This article illustrates these challenges with real-world examples of clinical and population registry data, the study of environmental biomarkers, and Zika virus epidemic; it also reviews relevant ethical principles underpinning these examples and identifies where gaps in knowledge may exist.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, McMaster University, Hamilton, Ontario, Canada. Electronic address: salernoj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Peters",
      "fore_name": "Edward S",
      "initials": "ES",
      "name": "Edward S Peters",
      "affiliations": [
        "Epidemiology Program, School of Public Health, Louisiana State University, New Orleans."
      ]
    },
    {
      "last_name": "Pinney",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Pinney",
      "affiliations": [
        "Department of Environmental Health, College of Medicine, University of Cincinnati, Cincinnati, OH."
      ]
    },
    {
      "last_name": "Morain",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Morain",
      "affiliations": [
        "Center for Medical Ethics and Health Policy, Baylor College of Medicine, Houston, TX."
      ]
    },
    {
      "last_name": "Hlaing",
      "fore_name": "WayWay M",
      "initials": "WM",
      "name": "WayWay M Hlaing",
      "affiliations": [
        "Division of Epidemiology and Population Sciences, Department of Public Health Sciences, University of Miami, Miami, FL."
      ]
    }
  ],
  "journal": {
    "title": "Annals of epidemiology",
    "iso_abbreviation": "Ann Epidemiol",
    "issn": "1873-2585",
    "issn_type": "Electronic",
    "volume": "34",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "1",
  "end_page": "5",
  "pages": "1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Epidemiology",
    "Ethics Committees",
    "Ethics, Medical",
    "Humans",
    "Public Health",
    "Research Subjects",
    "Zika Virus",
    "Zika Virus Infection"
  ],
  "article_ids": {
    "pubmed": "31005553",
    "mid": "NIHMS1598367",
    "pmc": "PMC7370238",
    "doi": "10.1016/j.annepidem.2019.03.009",
    "pii": "S1047-2797(18)30954-2"
  },
  "doi": "10.1016/j.annepidem.2019.03.009",
  "pmc_id": "PMC7370238",
  "dates": {
    "completed": "2020-02-21",
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 ES006096",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R13 ES027347",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R24 ES028527",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:11.638404",
    "pmid": "31005553"
  }
}