{
  "pmid": "31012185",
  "uid": "31012185",
  "title": "Failure to place evidence at the centre of quality improvement remains a major barrier for advances in quality improvement.",
  "abstract": "Mondoux and Shojania (M&S) issued a critique of our call to unify all disciplines of relevance for quality improvement (QI). They do not challenge the need for alignment of different fields that have played roles in the QI space. They selected to focus their critique on our views that ultimately the discipline of QI should be based on the principles of evidence-based medicine (EBM) and decision sciences. In our response, we reaffirm our calls to help achieve needed alignment and integration of all disciplines of importance to QI through \"a unifying framework for improving health care\" with EBM and decision sciences at helm. Challenging the importance of placing QI on solid empirical basis is misguided: As QI is all about measuring and consequently improving clinical care, acting on reliable evidence must remain its \"cornerstone\". Apparent differences in our views appears to be due to our focus on what care should be delivered, while M&S concentrate on how that care should be delivered. The former is the domain of a narrowly defined EBM, while the latter is the realm of improvement/implementation science-which, we argue, should also be evidence-based. QI initiatives are fundamentally local activities, and regulators would be most helpful if they require each institution to provide an annual plan of its top QI activities not included in the existing mandated list of performance measures. Finally, we addressed a number of specific QI initiatives highlighted by M&S-use of opioids, handwashing, venous-thromboembolism prophylaxis, hip replacement, and perioperative beta-blockers-to show that they would have been carried differently if they were based on the principles of EBM. Thus, the failure to place evidence at the centre remains a major barrier for advances in QI.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Supportive Care Medicine, City of Hope National Medical Center, Duarte, California, USA.",
        "Department of Hematology, South Carolina College of Pharmacy, South Carolina Center of Economic Excellence for Medication Safety and Efficacy and the Southern Network on Adverse Reactions (SONAR), Columbia, South Carolina, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Charles L",
      "initials": "CL",
      "name": "Charles L Bennett",
      "affiliations": [
        "South Carolina Center of Economic Excellence for Medication Safety, College of Pharmacy, University of South Carolina, Columbia, South Carolina, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "369",
  "end_page": "372",
  "pages": "369-372",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "31012185",
    "doi": "10.1111/jep.13146"
  },
  "doi": "10.1111/jep.13146",
  "dates": {
    "completed": "2019-10-21",
    "revised": "2019-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.154134",
    "pmid": "31012185"
  }
}