{
  "pmid": "31016222",
  "uid": "31016222",
  "title": "Divergent geography of Salmonella Wangata and Salmonella Typhimurium epidemiology in New South Wales, Australia.",
  "abstract": "Salmonella enterica serovar Wangata is an important cause of salmonellosis in the state of New South Wales, Australia. Standard surveillance has not identified a common food source and cases have been attributed to an unknown environmental or wildlife reservoir. Investigation of the spatial distribution of cases may provide valuable insights into local risk factors for infection and the potential role of the environment and wildlife. Using conditional autoregressive analysis, we explored the association between laboratory-confirmed cases of S. Wangata reported to the New South Wales Department of Health and human socio-demographic, climate, land cover and wildlife features. For comparison, a model was also fitted to investigate the association of cases of Salmonella enterica serovar Typhimurium, an established foodborne serotype, with the same features. To determine if cases of S. Wangata were associated with potential wildlife reservoir species, additional variables were included in the S. Wangata model that indicated areas of high suitability for each species. We found that cases of S. Wangata were associated with warmer temperatures, proximity to wetlands and amphibian species richness. In contrast, cases of S. Typhimurium were associated with human demographic features (proportion of the population comprising children <5 years old), climate (mean annual precipitation and mean annual temperature) and land cover (proportion comprising urban and evergreen broadleaf forest). These findings support the hypothesis that S. Wangata is likely to be associated with an environmental source. Whilst we expected S. Typhimurium to be associated with the human socio-demographic feature, the significance of the land cover features was surprising and might suggest the epidemiology of S. Typhimurium in Australia is more complex than currently understood.",
  "authors": [
    {
      "last_name": "Simpson",
      "fore_name": "Kelly M J",
      "initials": "KMJ",
      "name": "Kelly M J Simpson",
      "affiliations": [
        "School of Veterinary Science, Faculty of Science, University of Sydney, Camden and Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "School of Veterinary Science, Faculty of Science, University of Sydney, Camden and Camperdown, New South Wales, Australia.",
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead Institute for Medical Research, The University of Sydney, Westmead, New South Wales, Australia.",
        "Institute for Infection and Global Health, Faculty of Health and Life Sciences, University of Liverpool, Liverpool, Merseyside, United Kingdom."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Ward",
      "affiliations": [
        "School of Veterinary Science, Faculty of Science, University of Sydney, Camden and Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead Institute for Medical Research, The University of Sydney, Westmead, New South Wales, Australia.",
        "Westmead Institute for Medical Research, Faculty of Medicine and Health, The University of Sydney, Westmead, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "One health (Amsterdam, Netherlands)",
    "iso_abbreviation": "One Health",
    "issn": "2352-7714",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "100092",
  "pages": "100092",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31016222",
    "pmc": "PMC6475636",
    "doi": "10.1016/j.onehlt.2019.100092",
    "pii": "S2352-7714(18)30055-7"
  },
  "doi": "10.1016/j.onehlt.2019.100092",
  "pmc_id": "PMC6475636",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.949886",
    "pmid": "31016222"
  }
}