{
  "pmid": "31015061",
  "uid": "31015061",
  "title": "Dabigatran reversal by idarucizumab in the setting of intracranial hemorrhage: A systematic review of the literature.",
  "abstract": "Idarucizumab is the first Food and Drugs Administration (FDA) approved reversal agent for anticoagulant dabigatran, a direct thrombin inhibitor. Emerging evidence suggests idarucizumab can improve clinical outcome following dabigatran-associated hemorrhage, however, its specific use in intracranial hemorrhage has been poorly described. The aim of this study was to systematically review the available literature of idarucizumab in the setting of dabigatran-associated ICH to evaluate its efficacy in the stabilizing/resolving of the primary hemorrhage. A systematic search of 7 electronic databases from their earliest records to August 2018 was conducted following the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) guidelines. There were 864 articles identified for screening against selection criteria. The search identified 9 articles to be included in our analysis, describing hemorrhage outcomes in 23 dabigatran-associated cases of ICH managed by idarucizumab. Mean overall age was 76.2 years, with 43% females, and bleeding was subdural, subarachnoid and intracerebral in 43%, 13% and 43% cases respectively. Surgical intervention was pursued in 48% of cases. During the course of the hospitalization, the hemorrhages stabilized/resolved in 87% of patients, and worsened in 13%. In-hospital complications occurred in 4% of cases, and mortality occurred in 4% of cases as well. The available literature suggests that idarucizumab can be applied in the setting of ICH, for its therapeutic effect in patients presenting with dabigatran-associated ICH appears acceptable with no compromise to clinical safety. However, currently there is a paucity of data about various aspects that are involved in other aspects of ICH treatment, including recovery, that limits the significance of the current literature. As more evidence is published relating specifically to long-term ICH outcomes that have been treated by idarucizumab, we will be better placed to establish the optimal role of idarucizumab in the setting of dabigatran-associated ICH.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Lu",
      "affiliations": [
        "Prince of Wales Clinical School, University of New South Wales, Sydney, Australia. Electronic address: victor.lu@student.unsw.edu.au."
      ]
    },
    {
      "last_name": "Phan",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Phan",
      "affiliations": [
        "Prince of Wales Clinical School, University of New South Wales, Sydney, Australia; NeuroSpine Surgery Research Group (NSURG), Prince of Wales Private Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Rao",
      "fore_name": "Prashanth J",
      "initials": "PJ",
      "name": "Prashanth J Rao",
      "affiliations": [
        "Prince of Wales Clinical School, University of New South Wales, Sydney, Australia; NeuroSpine Surgery Research Group (NSURG), Prince of Wales Private Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay V",
      "initials": "SV",
      "name": "Sunjay V Sharma",
      "affiliations": [
        "Neuro-Intensive Care Unit, Department of Surgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kasper",
      "fore_name": "Ekkehard M",
      "initials": "EM",
      "name": "Ekkehard M Kasper",
      "affiliations": [
        "Department of Neurosurgery, Hamilton General Hospital, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical neurology and neurosurgery",
    "iso_abbreviation": "Clin Neurol Neurosurg",
    "issn": "1872-6968",
    "issn_type": "Electronic",
    "volume": "181",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "76",
  "end_page": "81",
  "pages": "76-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antibodies, Monoclonal, Humanized",
    "Anticoagulants",
    "Antithrombins",
    "Dabigatran",
    "Hemorrhage",
    "Humans",
    "Intracranial Hemorrhages"
  ],
  "article_ids": {
    "pubmed": "31015061",
    "doi": "10.1016/j.clineuro.2019.04.013",
    "pii": "S0303-8467(19)30116-7"
  },
  "doi": "10.1016/j.clineuro.2019.04.013",
  "dates": {
    "completed": "2020-09-29",
    "revised": "2020-09-29"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "Anticoagulants",
    "Antithrombins",
    "idarucizumab",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.850728",
    "pmid": "31015061"
  }
}