{
  "pmid": "31013191",
  "uid": "31013191",
  "title": "Hip and Groin Injuries in Professional Basketball Players: Impact on Playing Career and Quality of Life After Retirement.",
  "abstract": "BACKGROUND: Professional basketball players are at increased risk of hip and groin pain. Epidemiologic data exist on the prevalence of hip and groin issues among players in the National Basketball Association (NBA), but little is known about how these injuries affect athletes after retirement. HYPOTHESIS: A high proportion of retired NBA athletes would have hip and/or groin pain. STUDY DESIGN: Cross-sectional survey. LEVEL OF EVIDENCE: Level 4. METHODS: A survey was developed through an interdisciplinary focus group. The survey was developed to capture data regarding demographics, collegiate and professional athletic injuries, and current quality of life and musculoskeletal health. The questionnaire was electronically distributed to all members of the National Basketball Players Association using SurveyMonkey (N = 900). RESULTS: A total of 108 (12%) retired NBA players completed the survey. More than one-third (36.3%) of athletes report currently experiencing hip and/or groin pain, and 17.6% had received injections for hip or groin conditions since retiring from the NBA. Since retiring, 14.7% of respondents had undergone total hip arthroplasty. The median Tegner activity level scale was 3 out of 10. Nearly one-third (32.4%) of athletes report moderate to severe problems with mobility, and close to half (48%) had moderate to extreme pain/discomfort. CONCLUSION: Hip and groin injuries are common among NBA athletes, affecting players throughout their careers and into retirement. A subset of athletes may exist in whom intra-articular hip pathology is not appropriately identified and treated while playing in the NBA. CLINICAL RELEVANCE: Retired NBA athletes are at high risk of hip and groin pain after retirement and are more likely to require total hip arthroplasty compared with the general population.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burrus",
      "fore_name": "Tyrrell",
      "initials": "T",
      "name": "Tyrrell Burrus",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gagnier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Gagnier",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Rogowski",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P Rogowski",
      "affiliations": [
        "National Basketball Players Association, New York, New York, USA."
      ]
    },
    {
      "last_name": "Maerz",
      "fore_name": "Tristan",
      "initials": "T",
      "name": "Tristan Maerz",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2019"
  },
  "start_page": "218",
  "end_page": "222",
  "pages": "218-222",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Athletic Injuries",
    "Basketball",
    "Cross-Sectional Studies",
    "Groin",
    "Hip Injuries",
    "Humans",
    "Middle Aged",
    "Occupational Injuries",
    "Quality of Life",
    "Retirement"
  ],
  "article_ids": {
    "pubmed": "31013191",
    "pmc": "PMC6537324",
    "doi": "10.1177/1941738119838274"
  },
  "doi": "10.1177/1941738119838274",
  "pmc_id": "PMC6537324",
  "dates": {
    "completed": "2019-06-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.383361",
    "pmid": "31013191"
  }
}