{
  "pmid": "31017864",
  "uid": "31017864",
  "title": "A Fresh Approach to Reform? A Policy Analysis of the Development and Implementation of Ontario's Mental Health and Addictions Strategy.",
  "abstract": "BACKGROUND: Open Minds, Healthy Minds, Ontario's Comprehensive Mental Health and Addictions Strategy commits to the transformation of mental health and addictions services for all Ontarians. OBJECTIVE: We analyzed the formulation and implementation of this Strategy to address the question: What are the prospects for transformative change in Ontario's current approach to mental health and addictions? METHODS: Qualitative policy analysis using interpretive description of key documents of the policy process, drawing on policy network and horizontal governance theory. RESULTS: Three features set this policy process apart from previous reform efforts: (1) expansion of the state pluralist network to those outside of health, (2) extension of the policy network approach into the Strategy's implementation stage and (3) the combined presence of political and policy leadership. CONCLUSIONS: There is reason for optimism that the approach of the Strategy has increased the prospects for the transformation of Ontario's mental health and addictions system.",
  "authors": [
    {
      "last_name": "Bullock",
      "fore_name": "Heather L",
      "initials": "HL",
      "affiliations": [
        "Department of Health Research Methods, Evidence and ImpactMcMaster UniversityHamilton, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and ImpactMcMaster UniversityHamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Feb"
  },
  "start_page": "29",
  "end_page": "42",
  "pages": "29-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Care Reform",
    "Health Policy",
    "Humans",
    "Mental Health Services",
    "Ontario",
    "Policy Making",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "31017864",
    "pmc": "PMC7008686",
    "doi": "10.12927/hcpol.2019.25794",
    "pii": "hcpol.2019.25794"
  },
  "doi": "10.12927/hcpol.2019.25794",
  "pmc_id": "PMC7008686",
  "dates": {
    "completed": "2019-09-24",
    "revised": "2020-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T10:35:29.331424",
    "pmid": "31017864"
  }
}