{
  "pmid": "31023752",
  "uid": "31023752",
  "title": "How do financial (dis)incentives influence health behaviour and costs? Protocol for a systematic literature review of randomised controlled trials.",
  "abstract": "INTRODUCTION: In this era of rising healthcare costs, there is a growing interest in understanding how funding policies can be used to improve health and healthcare efficiency. Financial incentives (eg, vouchers or access to health insurance) or disincentives (eg, fines or out-of-pocket costs) affect behaviours. To date, reviews have explored the effects of financial (dis)incentives on patient health and behaviour by focusing on specific behaviours or geographical areas. The objective of this systematic review is to provide a comprehensive overview on the use of financial (dis)incentives as a means of influencing health-related behaviour and costs in randomised trials. METHODS AND ANALYSIS: We will search electronic databases, clinical trial registries and websites of health economic organisations for randomised controlled trials. The initial searches, which were conducted on 13 January 2018, will be updated every 12 months until the completion of data analysis. The reference lists of included studies will be manually screened to identify additional eligible studies. Two researchers will independently review titles, abstracts and full texts to determine eligibility according to a set of predetermined inclusion criteria. Data will be extracted from included studies using a form developed and piloted by the research team. Discrepancies will be resolved through discussion with a third reviewer. Risk of bias will be assessed using the Cochrane Collaboration tool. ETHICS AND DISSEMINATION: Ethics approval is not required since this is a review of published data. Results will be disseminated through publication in peer-reviewed journals and presentations at relevant conferences. PROSPERO REGISTRATION NUMBER: CRD42018097140.",
  "authors": [
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9364-5788"
    },
    {
      "last_name": "Irwin",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Irwin",
      "affiliations": [
        "Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York City, New York, USA."
      ]
    },
    {
      "last_name": "Zoratti",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zoratti",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "start_page": "e024694",
  "pages": "e024694",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Financing, Organized",
    "Health Behavior",
    "Health Care Costs",
    "Health Expenditures",
    "Health Services Accessibility",
    "Humans",
    "Insurance, Health",
    "Motivation",
    "Patient Acceptance of Health Care",
    "Policy",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31023752",
    "pmc": "PMC6501998",
    "doi": "10.1136/bmjopen-2018-024694",
    "pii": "bmjopen-2018-024694"
  },
  "doi": "10.1136/bmjopen-2018-024694",
  "pmc_id": "PMC6501998",
  "dates": {
    "completed": "2020-04-13",
    "revised": "2020-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.470530",
    "pmid": "31023752"
  }
}