{
  "pmid": "31021539",
  "uid": "31021539",
  "title": "Beyond Average Information: How Q-Methodology Enhances Course Evaluations in Anatomy.",
  "abstract": "Course evaluations can be used for curriculum improvement and have the potential to better the student learning experience. However, because most are based on Likert scales and open-ended feedback, understanding diversity in student opinion and uncovering optimal options for course change and improvement are often difficult. Alternatively, Q-methodology can be used to investigate patterns of thought within a group and may offer greater potential for course reform. This manuscript offers a tutorial-based explanation of the three components of Q-methodology studies (1) survey instrument development, (2) data collection, and (3) analysis and interpretation, then demonstrates, via case study, the use of Q-methodology to evaluate a fourth-year undergraduate pathoanatomy course. The goal of this article is to enable the reader to broadly apply Q-methodology in other courses to gain insight and feedback beyond that offered by traditional Likert scale methods. As demonstrated through the pathoanatomy case study, Q-methodology highlights groups (denoted by factors) of like-minded students that share opinions, preferences, and values. Overall, Q-methodology analyses support course instructors in identifying areas of course strength and improvement in an evidence-based way. This alternative to traditional Likert scales represents a promising solution to ongoing course evaluation limitations.",
  "authors": [
    {
      "last_name": "Brewer-Deluce",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Brewer-Deluce",
      "affiliations": [
        "Education Program in Anatomy, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8887-8074"
    },
    {
      "last_name": "Sharma",
      "fore_name": "Bhanu",
      "initials": "B",
      "name": "Bhanu Sharma",
      "affiliations": [
        "Department of Medical Sciences, Child Health and Exercise Medicine Program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Jackson",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wainman",
      "fore_name": "Bruce C",
      "initials": "BC",
      "name": "Bruce C Wainman",
      "affiliations": [
        "Education Program in Anatomy, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7616-961X"
    }
  ],
  "journal": {
    "title": "Anatomical sciences education",
    "iso_abbreviation": "Anat Sci Educ",
    "issn": "1935-9780",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "137",
  "end_page": "148",
  "pages": "137-148",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Anatomy",
    "Education, Medical, Undergraduate",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "31021539",
    "doi": "10.1002/ase.1885"
  },
  "doi": "10.1002/ase.1885",
  "dates": {
    "completed": "2020-12-01",
    "revised": "2020-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.238021",
    "pmid": "31021539"
  }
}