{
  "pmid": "31020747",
  "uid": "31020747",
  "title": "Evaluation of wound fluid biomarkers to determine healing in adults with venous leg ulcers: A prospective study.",
  "abstract": "Clinical practice guidelines recommend using repeated wound surface area measurements to determine if a chronic ulcer is healing. This results in delays in determining the healing status. This study aimed to evaluate whether any of a panel of biomarkers can determine the healing status of chronic venous leg ulcers. Forty-two patients with chronic venous leg ulcers had their wound measured and wound fluid collected at weekly time points for 13 weeks. Wound fluid was analyzed using multiplex enzyme-linked immunosorbent assay to determine the concentration of biomarkers in the wound fluid at each weekly time point. Healing status was determined by examining the change in wound size at the previous and subsequent weeks. Predictive accuracy with 95% confidence intervals (CI) is reported. Of 42 patients, 105 evaluable weekly time points were obtained, with 32 classified as healing, 27 as nonhealing, and 46 as indeterminate. Thirteen biomarkers significantly differed between healing and nonhealing wounds (p < 0.1) and were included in a multivariate logistic regression model. Granulocyte macrophage-colony stimulating factor (p < 0.001) and matrix metalloprotease-13 (p = 0.004) were the best predictors of wound healing. Receiver operating characteristic curves indicated 92% accuracy (95% CI: 85%,100%) for granulocyte macrophage-colony stimulating factor, and 78% accuracy (95% CI: 65%,90%) for matrix metalloprotease-13 in discriminating between healing and nonhealing wounds. This study found that two biomarkers from wound fluid can predict healing status in chronic venous leg ulcers. These findings may lead to the ability to determine the future trajectory of a wound and the ability to modify treatment accordingly.",
  "authors": [
    {
      "last_name": "Stacey",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Stacey",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "School of Medicine, University of Western Australia, Crawley, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Steven A",
      "initials": "SA",
      "name": "Steven A Phillips",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2632-0320"
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swaine",
      "fore_name": "Jillian M",
      "initials": "JM",
      "name": "Jillian M Swaine",
      "affiliations": [
        "School of Medicine, University of Western Australia, Crawley, Western Australia, Australia.",
        "Institute for Health Research, The University of Notre Dame Australia, Fremantle, Western Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
    "iso_abbreviation": "Wound Repair Regen",
    "issn": "1524-475X",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "509",
  "end_page": "518",
  "pages": "509-518",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anti-Infective Agents, Local",
    "Biomarkers",
    "Exudates and Transudates",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Occlusive Dressings",
    "Practice Guidelines as Topic",
    "Prospective Studies",
    "Reproducibility of Results",
    "Varicose Ulcer",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "31020747",
    "doi": "10.1111/wrr.12723"
  },
  "doi": "10.1111/wrr.12723",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2020-07-06"
  },
  "chemicals": [
    "Anti-Infective Agents, Local",
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.371837",
    "pmid": "31020747"
  }
}