{
  "pmid": "31037792",
  "uid": "31037792",
  "title": "The impact of high profile restrictions on support for alcohol control policies.",
  "abstract": "INTRODUCTION AND AIMS: Public support for restrictions on late night trading of licensed venues increased substantially between 2001 and 2013, a period with very few policy interventions in Australia. In early 2014 a set of high profile restrictions were introduced in Sydney, New South Wales. In this study, we examine whether these 2014 policy interventions affected public support for late trading restrictions. DESIGN AND METHODS: We use data from the National Drug Strategy Household Survey, focussing especially on the 2013 (n = 23 521) and 2016 (n = 23 425) waves. A series of regression models with interaction terms between socio-demographic variable and year were used to examine how trends in support for late trading policies varied between different population groups. RESULTS: Support for late trading restrictions fell substantially between 2013 and 2016-from 2.58 to 2.35 on a 0-4 point scale. In particular, support fell more in New South Wales than in other jurisdictions. Among New South Wales residents, support fell more for middle-aged and older respondents and more for drinkers than non-drinkers. DISCUSSION AND CONCLUSION: Support for late trading restrictions fell sharply, especially among those affected in New South Wales. Advocates for public health-oriented alcohol policy restrictions need to pay attention to public support in the aftermath of policy 'wins'.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institute, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Drug Policy Modelling Program, Social Policy Research Centre, University of New South Wales, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "399",
  "end_page": "405",
  "pages": "399-405",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Alcohol Drinking",
    "Australia",
    "Commerce",
    "Health Policy",
    "Humans",
    "Middle Aged",
    "New South Wales",
    "Public Opinion",
    "Public Policy",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "31037792",
    "doi": "10.1111/dar.12933"
  },
  "doi": "10.1111/dar.12933",
  "dates": {
    "completed": "2020-01-21",
    "revised": "2020-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.778046",
    "pmid": "31037792"
  }
}