{
  "pmid": "31030987",
  "uid": "31030987",
  "title": "Oral immunotherapy for peanut allergy (PACE): a systematic review and meta-analysis of efficacy and safety.",
  "abstract": "BACKGROUND: Oral immunotherapy is an emerging experimental treatment for peanut allergy, but its benefits and harms are unclear. We systematically reviewed the efficacy and safety of oral immunotherapy versus allergen avoidance or placebo (no oral immunotherapy) for peanut allergy. METHODS: In the Peanut Allergen immunotherapy, Clarifying the Evidence (PACE) systematic review and meta-analysis, we searched MEDLINE, EMBASE, Cochrane Controlled Register of Trials, Latin American & Caribbean Health Sciences Literature, China National Knowledge Infrastructure, WHO's Clinical Trials Registry Platform, US Food and Drug Administration, and European Medicines Agency databases from inception to Dec 6, 2018, for randomised controlled trials comparing oral immunotherapy versus no oral immunotherapy for peanut allergy, without language restrictions. We screened studies, extracted data, and assessed risk of bias independently in duplicate. Main outcomes included anaphylaxis, allergic or adverse reactions, epinephrine use, and quality of life, meta-analysed by random effects. We assessed certainty (quality) of evidence by the GRADE approach. This study is registered with PROSPERO, number CRD42019117930. RESULTS: 12 trials (n=1041; median age across trials 8·7 years [IQR 5·9-11·2]) showed that oral immunotherapy versus no oral immunotherapy increased anaphylaxis risk (risk ratio [RR] 3·12 [95% CI 1·76-5·55], I[2]=0%, risk difference [RD] 15·1%, high-certainty), anaphylaxis frequency (incidence rate ratio [IRR] 2·72 [1·57-4·72], I[2]=0%, RD 12·2%, high-certainty), and epinephrine use (RR 2·21 [1·27-3·83], I[2]=0%, RD 4·5%, high-certainty) similarly during build-up and maintenance (pinteraction=0·92). Oral immunotherapy increased serious adverse events (RR 1·92 [1·00-3·66], I[2]=0%, RD 5·7%, moderate-certainty), and non-anaphylactic reactions (vomiting: RR 1·79 [95%CI 1·35-2·38], I[2]=0%, high-certainty; angioedema: 2·25 [1·13-4·47], I[2]=0%, high-certainty; upper tract respiratory reactions: 1·36 [1·02-1·81], I[2]=0%, moderate-certainty; lower tract respiratory reactions: 1·55 [0·96-2·50], I[2]=28%, moderate-certainty). Passing a supervised challenge, a surrogate for preventing out-of-clinic reactions, was more likely with oral immunotherapy (RR 12·42 [95% CI 6·82-22·61], I[2]=0%, RD 36·5%, high-certainty). Quality of life was not different between groups (combined parents and self report RR 1·21 [0·87-1·69], I[2]=0%, RD 0·03%, low-certainty). Findings were robust to IRR, trial sequential, subgroup, and sensitivity analyses. INTERPRETATION: In patients with peanut allergy, high-certainty evidence shows that available peanut oral immunotherapy regimens considerably increase allergic and anaphylactic reactions over avoidance or placebo, despite effectively inducing desensitisation. Safer peanut allergy treatment approaches and rigorous randomised controlled trials that evaluate patient-important outcomes are needed. FUNDING: None.",
  "authors": [
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, ON, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, ON, Canada. Electronic address: chudk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wood",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Wood",
      "affiliations": [
        "Division of Allergy & Immunology, Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "French",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon French",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, ON, Canada; Department of Pediatrics, McMaster University, Hamilton, Ontario, ON, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, ON, Canada."
      ]
    },
    {
      "last_name": "Fiocchi",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Fiocchi",
      "affiliations": [
        "Allergy Division, Bambino Gesù Children's Hospital, Istituti di Ricovero e Cura a Carattere Scientifico, Rome, Italy."
      ]
    },
    {
      "last_name": "Jordana",
      "fore_name": "Manel",
      "initials": "M",
      "name": "Manel Jordana",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, ON, Canada."
      ]
    },
    {
      "last_name": "Waserman",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Waserman",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, ON, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, ON, Canada."
      ]
    },
    {
      "last_name": "Brożek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brożek",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, ON, Canada; Michael G DeGroote Cochrane Canada Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, ON, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, ON, Canada; Michael G DeGroote Cochrane Canada Centre, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "393",
    "issue": "10187",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "2222",
  "end_page": "2232",
  "pages": "2222-2232",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Child",
    "Child, Preschool",
    "Desensitization, Immunologic",
    "Female",
    "Humans",
    "Male",
    "Peanut Hypersensitivity",
    "Quality of Life",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31030987",
    "doi": "10.1016/S0140-6736(19)30420-9",
    "pii": "S0140-6736(19)30420-9"
  },
  "doi": "10.1016/S0140-6736(19)30420-9",
  "dates": {
    "completed": "2019-06-20",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.669844",
    "pmid": "31030987"
  }
}