{
  "pmid": "31043338",
  "uid": "31043338",
  "title": "Screening Tools Validated in the Outpatient Pain Management Setting Poorly Predict Opioid Misuse in the Emergency Department: A Pilot Study.",
  "abstract": "BACKGROUND: Currently, no universally accepted methods exist to assess drug-related aberrant behaviors in emergency department (ED) patients. There are several screening tools to identify opioid misuse in patients with chronic pain, however, the validity of these screening tools to assess for misuse within the ED remains unclear. OBJECTIVES: This study investigated the effectiveness of three commonly used screening tools, previously validated in outpatient pain management settings, to assess risk of opioid misuse in ED patients. METHODS: This was a prospective observational study of 154 participants (median age 50 years; 49.6% female) presenting to an academic ED for a chief complaint of pain ≥ 6 months or an opioid refill request. Participants completed the Opioid Risk Tool, the Screener and Opioid Assessment for Patients with Pain-Revised, and the Current Opioid Misuse Measure. Scores for each were compared with electronic medical record (EMR) data alone or a reference standard comprising EMR + statewide prescription drug monitoring program (PDMP) + medical examiner database. RESULTS: Using the combined reference standard, 55.8% of participants displayed at least one aberrant behavior. Regardless of the reference standard, the test characteristics of these screening tools were modest at best, with likelihood ratios close to 1. CONCLUSION: Three screening tools previously validated in outpatient pain management settings poorly categorized risk among ED patients with chronic noncancer pain or requests for opioid refills, and should not be used to assess drug-aberrant behaviors in the ED. Review of the EMR alone or together with the PDMP may be more useful methods to assess drug-aberrant behaviors in the ED setting.",
  "authors": [
    {
      "last_name": "Chalmers",
      "fore_name": "Christen E",
      "initials": "CE",
      "name": "Christen E Chalmers",
      "affiliations": [
        "Department of Emergency Medicine, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "Mullinax",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Mullinax",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab (DEMBER), University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Brennan",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Brennan",
      "affiliations": [
        "Department of Emergency Medicine, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": [
        "Department of Emergency Medicine, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "Oliveto",
      "fore_name": "Alison H",
      "initials": "AH",
      "name": "Alison H Oliveto",
      "affiliations": [
        "Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab (DEMBER), University of Arkansas for Medical Sciences, Little Rock, Arkansas; Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, Arkansas; Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "56",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "601",
  "end_page": "610",
  "pages": "601-610",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Ambulatory Care Facilities",
    "Analgesics, Opioid",
    "California",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Opioid-Related Disorders",
    "Pain Management",
    "Pilot Projects",
    "Prospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31043338",
    "doi": "10.1016/j.jemermed.2019.03.018",
    "pii": "S0736-4679(19)30146-5"
  },
  "doi": "10.1016/j.jemermed.2019.03.018",
  "dates": {
    "completed": "2020-03-30",
    "revised": "2023-04-13"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.522253",
    "pmid": "31043338"
  }
}