{
  "pmid": "31046179",
  "uid": "31046179",
  "title": "Psychometric properties of End-of-Life Caregiving Experience Appraisal Scale: Iranian critical care nurses.",
  "abstract": "BACKGROUND: Health care providers should be able to provide good quality end-of-life care. A tool to evaluate the positive and negative consequences of caring for dying patients is warranted. AIM: The aim of this study was to evaluate the psychometric properties of the Persian version of the End-of-Life Caregiving Experience Appraisal Scale (EOLCAS). METHODS: This research was conducted in two phases. Phase I: The World Health Organization Protocol of forward-backward translation and an expert panel in order to determine face and content validity. Phase II: Survey development with 310 nurses who worked in critical care units, construct validity (construct, convergent and divergent validity), internal consistency (average inter-item correlation, Cronbach's alpha and McDonald's omega) and construct reliability were evaluated. RESULTS: The exploratory factor analysis showed that the present scale (Persian version) has four factors: Negative physical-emotional and social consequences, transcendental communication, information deficits and future rumination, which explained 83.92% of the overall extracted variance. Convergent and divergent validity were confirmed for all factors. The internal consistency and construct reliability were acceptable. CONCLUSION: The scale has a multidimensional concept that is sufficiently reliable and the use of the scale would be helpful in measuring consequences of caring for dying patients. RELEVANCE TO CLINICAL PRACTICE: This scale makes a significant contribution in that it helps in the recognition of positive and negative consequences of critical care nurses' caring for dying patients.",
  "authors": [
    {
      "last_name": "Nia",
      "fore_name": "Hamid S",
      "initials": "HS",
      "name": "Hamid S Nia",
      "affiliations": [
        "School of Nursing and Midwifery Amol, Mazandaran University of Medical Sciences, Sari, Iran."
      ]
    },
    {
      "last_name": "Goudarzian",
      "fore_name": "Amir H",
      "initials": "AH",
      "name": "Amir H Goudarzian",
      "affiliations": [
        "Student Research Committee, Mazandaran University of Medical Sciences, Sari, Iran."
      ]
    },
    {
      "last_name": "Shahrokhi",
      "fore_name": "Akram",
      "initials": "A",
      "name": "Akram Shahrokhi",
      "affiliations": [
        "Critical Care Nursing Department, Nursing & Midwifery School, Qazvin University of Medical Science, Qazvin, Iran."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Boyle",
      "affiliations": [
        "Education and Psychology, Graduate School of Education, University of Exeter, Exeter, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael S J",
      "initials": "MSJ",
      "name": "Michael S J Wilson",
      "affiliations": [
        "Department of General Surgery, NHS Tayside, Ninewells Hospital, Dundee, UK."
      ]
    },
    {
      "last_name": "Hosseinigolafshani",
      "fore_name": "Seyedeh Z",
      "initials": "SZ",
      "name": "Seyedeh Z Hosseinigolafshani",
      "affiliations": [
        "Department of Critical Care Nursing, Qazvin University of Medical Science, Qazvin, Iran."
      ],
      "orcid": "0000-0001-9575-2181"
    }
  ],
  "journal": {
    "title": "Nursing in critical care",
    "iso_abbreviation": "Nurs Crit Care",
    "issn": "1478-5153",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "269",
  "end_page": "276",
  "pages": "269-276",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Critical Care Nursing",
    "Female",
    "Humans",
    "Iran",
    "Male",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Terminal Care",
    "Translations"
  ],
  "article_ids": {
    "pubmed": "31046179",
    "doi": "10.1111/nicc.12427"
  },
  "doi": "10.1111/nicc.12427",
  "dates": {
    "completed": "2021-08-11",
    "revised": "2021-08-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Qazvin University of Medical Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.522804",
    "pmid": "31046179"
  }
}