{
  "pmid": "31049201",
  "uid": "31049201",
  "title": "Stay the course: practitioner reflections on implementing family-based treatment with adolescents with atypical anorexia.",
  "abstract": "BACKGROUND: Atypical anorexia nervosa (AN) has received minimal empirical attention regarding effective diagnosis and treatment. Family-based treatment (FBT) might be a promising treatment for atypical AN, yet it is unclear as to what adaptations are needed to the current manualized FBT for AN model. The objective of the current study was to identify how FBT practitioners applied FBT for atypical AN for adolescents in their clinical practice, and if there were any implementation challenges and adaptations to the model for this population. METHODS: The current study employed fundamental qualitative description, with the aim of capturing practitioners' reflections on working with adolescents with atypical AN in clinical practice. A purposeful sample of practitioners with training in FBT were recruited and each participant completed an individual, semi-structured interview. Data was analyzed using conventional content analysis. RESULTS: A total of 23 practitioners participated in this study. The results indicate that practitioners maintained some fidelity to manualized FBT in treating atypical AN, but they differed in their discussions around target weights, what constitutes weight restoration, and the dosage for FBT phases. Salient practice challenges included operationalizing the Diagnostic and Statistical Manual of Mental Disorders - 5th Edition (DSM-5) definition of atypical AN, identifying a 'goal weight' for adolescents and activating parents to take charge of the re-nourishment process. CONCLUSIONS: The results of this qualitative study demonstrate practitioner reflections on the delivery and adaptations of FBT for adolescents with atypical AN. These reflections highlight the need to establish the delivery of coherent and consistent treatment and messaging with patients and families. Further, practitioners' reflections highlight common strategies to increase the sense of urgency in parents to support their child with atypical AN.",
  "authors": [
    {
      "last_name": "Dimitropoulos",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Dimitropoulos",
      "affiliations": [
        "1Faculty of Social Work, University of Calgary, 2500 University Drive NW, Calgary, Alberta T2N 1N4 Canada."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "2Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Manya",
      "initials": "M",
      "name": "Manya Singh",
      "affiliations": [
        "1Faculty of Social Work, University of Calgary, 2500 University Drive NW, Calgary, Alberta T2N 1N4 Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Emily P",
      "initials": "EP",
      "name": "Emily P Williams",
      "affiliations": [
        "3Werklund School of Education, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Katharine L",
      "initials": "KL",
      "name": "Katharine L Loeb",
      "affiliations": [
        "School of Psychology, Farleigh Dickinson University, Teaneck, New Jersey USA."
      ]
    },
    {
      "last_name": "Hughes",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Hughes",
      "affiliations": [
        "5Department of Paediatrics, University of Melbourne, Melbourne, Australia.",
        "6Murdoch Children's Research Institute, Melbourne, Australia.",
        "7Centre for Adolescent Health, Royal Children's Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Garber",
      "affiliations": [
        "8Department of Pediatrics, University of California, San Francisco, California USA."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "April",
      "initials": "A",
      "name": "April Elliott",
      "affiliations": [
        "9Department of Pediatrics, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Vyver",
      "fore_name": "Ellie",
      "initials": "E",
      "name": "Ellie Vyver",
      "affiliations": [
        "9Department of Pediatrics, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Le Grange",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Le Grange",
      "affiliations": [
        "10Departments of Psychiatry and Pediatrics, University of California, San Francisco, California USA.",
        "Department of Psychiatry and Behavioral Neuroscience (Emeritus), The University of Chicago, Chicago, Illinois USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2019"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31049201",
    "pmc": "PMC6482523",
    "doi": "10.1186/s40337-019-0240-8",
    "pii": "240"
  },
  "doi": "10.1186/s40337-019-0240-8",
  "pmc_id": "PMC6482523",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HD082166",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.178171",
    "pmid": "31049201"
  }
}