{
  "pmid": "31045673",
  "uid": "31045673",
  "title": "Perioperative Antibiotic Prophylaxis in Total Joint Arthroplasty: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: The 2017 U.S. Centers for Disease Control and Prevention (CDC) guidelines for the prevention of surgical site infection (SSI) recommended against continuation of antibiotics postoperatively after total joint arthroplasty. This is disconcerting, as the revised guidelines are based on only 6 orthopaedic studies, of which 83% (5 of 6) were published from 1987 to 1991. The purpose of the current study was to conduct a systematic review and meta-analysis of the literature regarding the efficacy and duration of surgical antibiotic prophylaxis (SAP) in total joint arthroplasty. METHODS: PubMed, Ovid MEDLINE, and Ovid Embase were screened for \"surgical antimicrobial prophylaxis orthopedic,\" in accordance with PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, without a specified time frame with respect to publication date. A total of 693 studies were screened, and 32 studies were evaluated. Data were extracted regarding antibiotic type, number of doses, and duration. Prospective and retrospective studies examining perioperative antibiotics with subsequent SSI and periprosthetic joint infection (PJI) rates in total joint arthroplasty were included. RESULTS: Twenty-three randomized controlled trials (RCTs) and 2 prospective cohort, 3 retrospective cohort, and 4 case-control studies with a total of 51,627 patients were included in this review. The overall pooled effect for the comparison between a single preoperative dose of antibiotic and continued (preoperative plus postoperative) administration was 0.96 (95% confidence interval [CI], 0.73 to 1.26), suggesting no difference in effect. However, the 95% CI for the relative risk would include a reduction of approximately 27% in either group. The overall pooled effect from the comparison between SAP of ≤24 and >24 hours postoperatively demonstrated no difference in effect. All included studies were underpowered and heterogenous regarding type of antibiotic used and duration. CONCLUSIONS: Our review confirms the benefit of SAP utilization in total joint arthroplasty. The available evidence does not show added benefit of postoperative SAP or continuation beyond 24 hours. However, the overall GRADE (Grading of Recommendations Assessment, Development and Evaluation) of evidence of the available literature was low (high risk of bias, high risk of publication bias, and low precision). The findings of this study demonstrate the need for Level-I studies with adequate power to evaluate the safety of shortened SAP duration after total joint arthroplasty and its effect on SSI/PJI prior to widespread implementation. LEVEL OF EVIDENCE: Therapeutic Level III. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Siddiqi",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Siddiqi",
      "affiliations": [
        "Department of Orthopaedic Surgery, Philadelphia College of Osteopathic Medicine, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Forte",
      "fore_name": "Salvador A",
      "initials": "SA",
      "name": "Salvador A Forte",
      "affiliations": [
        "Department of Orthopaedic Surgery, Philadelphia College of Osteopathic Medicine, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Docter",
      "fore_name": "Shgufta",
      "initials": "S",
      "name": "Shgufta Docter",
      "affiliations": [
        "School of Physical Therapy (S.D. and D.B.) and Department of Surgery, Schulich School of Medicine & Dentistry (D.B.), Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy (S.D. and D.B.) and Department of Surgery, Schulich School of Medicine & Dentistry (D.B.), Western University, London, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheth",
      "fore_name": "Neil P",
      "initials": "NP",
      "name": "Neil P Sheth",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pennsylvania, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Antonia F",
      "initials": "AF",
      "name": "Antonia F Chen",
      "affiliations": [
        "Department of Orthopaedic Surgery, Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "828",
  "end_page": "842",
  "pages": "828-842",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Antibiotic Prophylaxis",
    "Arthroplasty, Replacement",
    "Drug Administration Schedule",
    "Humans",
    "Surgical Wound Infection"
  ],
  "article_ids": {
    "pubmed": "31045673",
    "doi": "10.2106/JBJS.18.00990",
    "pii": "00004623-201905010-00011"
  },
  "doi": "10.2106/JBJS.18.00990",
  "dates": {
    "completed": "2019-11-21",
    "revised": "2019-11-21"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.418877",
    "pmid": "31045673"
  }
}