{
  "pmid": "31045480",
  "uid": "31045480",
  "title": "Health-Related Quality of Life After Hip Arthroscopy for Femoroacetabular Impingement: A Systematic Review and Meta-analysis.",
  "abstract": "CONTEXT: Hip pain from femoroacetabular impingement (FAI) can impair health-related quality of life (HRQL) but can be treated via hip arthroscopy techniques. OBJECTIVE: To systematically assess the HRQL outcomes after arthroscopic management of FAI. DATE SOURCES: Three online databases (EMBASE, PubMed, and Ovid [MEDLINE]) were searched for relevant literature from database inception until June 2018 and screened by 2 reviewers independently and in duplicate. STUDY SELECTION: Level I to IV English studies that investigated HRQL outcomes after hip arthroscopy were included. Data for generic and hip-specific HRQL outcomes were collected. Mean differences were plotted in a forest plot when possible. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. RESULTS: A total of 29 studies were included for assessment. Of the 6476 patients (6959 hips), the mean age was 32 years (range 9-79 years) and 50.7% were female. Significant improvements were reported in all studies assessing generic HRQL outcomes, including the 12-Item Short Form Health Survey (range of mean postoperative scores, 82.2-89.8), and EuroQOL-5D scores (range of mean postoperative scores, 0.74-0.87) between 12 and 24 months postoperatively. Significant improvements were similarly identified in the hip-specific HRQL outcomes scores, with the majority of studies also reporting improvement between 12 and 24 months postoperatively. Mean improvement in International Hip Outcome Tool-33 scores from preoperative values to postoperative values ranged from 22.7 to 43.2 (I[2] = 44%), for studies with follow-up between 12 and 24 months. CONCLUSION: Hip arthroscopy can lead to significant improvement in generic and hip-specific HRQL outcomes at 12 to 24 months postoperatively in patients with FAI who do not have advanced hip osteoarthritis. Confirmatory, high-quality, prospective studies are warranted to compare this observed improvement with other treatment modalities for FAI and to determine long-term outcomes.",
  "authors": [
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shamshoon",
      "fore_name": "Saif",
      "initials": "S",
      "name": "Saif Shamshoon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Randelli",
      "fore_name": "Filippo",
      "initials": "F",
      "name": "Filippo Randelli",
      "affiliations": [
        "Dipartimento di Ortopedia e Traumatologia V, Istituto di Ricovero e Cura a Carattere Scientifico (IRCCS) Policlinico San Donato, Milan, Italy."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2019"
  },
  "start_page": "209",
  "end_page": "217",
  "pages": "209-217",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Arthralgia",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Postoperative Period",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "31045480",
    "pmc": "PMC6537323",
    "doi": "10.1177/1941738119838799"
  },
  "doi": "10.1177/1941738119838799",
  "pmc_id": "PMC6537323",
  "dates": {
    "completed": "2019-06-05",
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.831486",
    "pmid": "31045480"
  }
}