{
  "pmid": "31041614",
  "uid": "31041614",
  "title": "A Comparison of Pharmaceutical Budget Impact Analysis (BIA) Recommendations Amongst the Canadian Patented Medicine Prices Review Board (PMPRB), Public and Private Payers.",
  "abstract": "The Canadian budget impact analysis (BIA) guidelines were published by the Patented Medicine Prices Review Board (PMPRB) in 2007. Some Canadian federal, provincial and territorial (F/P/T) drug plans have updated their BIA guidelines since then. The aim of the present review was to provide a comprehensive list of the key BIA recommendations from the various Canadian F/P/T drug plans and private payers and to highlight the differences between those guidelines and the recommendations that were in the Canadian PMPRB 2007 BIA guidelines. We searched the websites of fifteen F/P/T public drug benefit programs including the Canadian Agency for Drugs and Technologies in Health (CADTH) and Non-Insured Health Benefits Program (NIHBP) and five private payers' websites. An Excel-based data abstraction form was designed to highlight differences between recommendations relating to the BIA key elements made by different guidelines. Eight BIA guidelines (PMPRB 2007, Alberta, British Columbia, Manitoba, Ontario, Quebec, CADTH, and Medavie Blue Cross) were identified and reviewed, and a comprehensive list of recommendations was abstracted. Recommendations were similar to the 2007 guidelines in terms of time horizon duration, comparators, target population assessment and use of direct drug costs in BIAs. Differences were mostly related to actual acquisition cost, such as whether or not to include markups and dispensing fees, the patients' perspective, cost of supplies, cost of health care utilization, and scenario analysis. The recommendations that were not included in the PMPRB 2007 guidelines but were included in at least one of the Canadian F/P/T or private guidelines were related to the inclusion of the patients' perspective (i.e., co-payment), the costing, the handling of uncertainty and the reporting format. The present study is a comparative review of recommendations between the Canadian PMPRB 2007 guidelines and the F/P/T or private payers' BIA guidelines, and provides a most up-to-date list of recommendations for revising the Canadian BIA guidelines, with applicability for both public and private plan new drug submissions in Canada.",
  "authors": [
    {
      "last_name": "Foroutan",
      "fore_name": "Naghmeh",
      "initials": "N",
      "name": "Naghmeh Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL Building, Room#282, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. foroutn@mcmaster.ca.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. foroutn@mcmaster.ca."
      ],
      "orcid": "0000-0003-0114-8755"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL Building, Room#282, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL Building, Room#282, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Fergal",
      "initials": "F",
      "name": "Fergal Mills",
      "affiliations": [
        "Innomar Consulting, Oakville, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, CRL Building, Room#282, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "437",
  "end_page": "451",
  "pages": "437-451",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31041614",
    "pmc": "PMC6861390",
    "doi": "10.1007/s41669-019-0139-y",
    "pii": "10.1007/s41669-019-0139-y"
  },
  "doi": "10.1007/s41669-019-0139-y",
  "pmc_id": "PMC6861390",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IT09958",
      "agency": "Mitacs"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.986814",
    "pmid": "31041614"
  }
}