{
  "pmid": "31046707",
  "uid": "31046707",
  "title": "Anti-Ebola therapy for patients with Ebola virus disease: a systematic review.",
  "abstract": "BACKGROUND: Management of Ebola virus disease (EVD) has historically focused on infection prevention, case detection and supportive care. Several specific anti-Ebola therapies have been investigated, including during the 2014-2016 West African outbreak. Our objective was to conduct a systematic review of the effect of anti-Ebola virus therapies on clinical outcomes to guide their potential use and future evaluation. METHODS: We searched PubMed, EMBASE, Global Health, Cochrane Library, African Index Medicus, WHOLIS (inception-9 April 2018), and trial registries for observational studies or clinical trials, in any language, that enrolled patients with confirmed EVD who received therapy targeting Ebola virus and reported on mortality, symptom duration, or adverse effects. RESULTS: From 11,257 citations and registered trials, we reviewed 55 full-text citations, of which 35 met eligibility criteria (1 randomized clinical trial (RCT), 8 non-randomized comparative studies, 9 case series and 17 case reports) and collectively examined 21 anti-Ebola virus agents. The 31 studies performed during the West African outbreak reported on 4.8% (1377/28616) of all patients with Ebola. The only RCT enrolled 72 patients (0.25% of all patients with Ebola) and compared the monoclonal antibody ZMapp vs. standard care (mortality, 22% vs. 37%; 95% confidence interval for risk difference, - 36 to 7%). Studies of convalescent plasma, interferon-β-1a, favipiravir, brincidofovir, artesunate-amodiaquine and TKM-130803 were associated with at least moderate risk of bias. CONCLUSIONS: Research evaluating anti-Ebola virus agents has reached very few patients with EVD, and inferences are limited by non-randomized study designs. ZMapp has the most promising treatment signal.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Lee",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NKJ",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre and Interdepartmental Division of Critical Care Medicine and Institute for Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, Canada. neill.adhikari@utoronto.ca."
      ],
      "orcid": "0000-0003-4038-5382"
    },
    {
      "last_name": "Kwon",
      "fore_name": "Henry Y",
      "initials": "HY",
      "name": "Henry Y Kwon",
      "affiliations": [
        "Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koren",
      "initials": "K",
      "name": "Koren Teo",
      "affiliations": [
        "Canadian Forces Health Services Group (CFHS), Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed",
      "initials": "R",
      "name": "Reed Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Centre de recherche du CHUS de Sherbrooke and Department of Medicine, Division of Critical Care Medicine, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Chan",
      "affiliations": [
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mishra",
      "fore_name": "Sharmistha",
      "initials": "S",
      "name": "Sharmistha Mishra",
      "affiliations": [
        "Li Ka Shing Knowledge Institute and Division of Infectious Diseases, St. Michael's Hospital and University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Paediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Kiiza",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kiiza",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hajek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Hajek",
      "affiliations": [
        "Division of Infectious Diseases, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Bah",
      "fore_name": "Elhadj I",
      "initials": "EI",
      "name": "Elhadj I Bah",
      "affiliations": [
        "Ministère de la santé, Conakry, Guinea."
      ]
    },
    {
      "last_name": "Lamah",
      "fore_name": "Marie-Claire",
      "initials": "MC",
      "name": "Marie-Claire Lamah",
      "affiliations": [
        "Service de la pédiatrie, l'Hôpital Régional de Kindia, Kindia, Guinea."
      ]
    },
    {
      "last_name": "Kao",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Kao",
      "affiliations": [
        "Division of Critical Care Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre and Interdepartmental Division of Critical Care Medicine and Institute for Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "376",
  "pages": "376",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Amides",
    "Amodiaquine",
    "Antibodies, Monoclonal",
    "Antiviral Agents",
    "Artemisinins",
    "Databases, Factual",
    "Drug Combinations",
    "Ebolavirus",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Pyrazines",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31046707",
    "pmc": "PMC6498552",
    "doi": "10.1186/s12879-019-3980-9",
    "pii": "10.1186/s12879-019-3980-9"
  },
  "doi": "10.1186/s12879-019-3980-9",
  "pmc_id": "PMC6498552",
  "dates": {
    "completed": "2019-06-18",
    "revised": "2020-02-25"
  },
  "chemicals": [
    "Amides",
    "Antibodies, Monoclonal",
    "Antiviral Agents",
    "Artemisinins",
    "Drug Combinations",
    "Pyrazines",
    "ZMapp",
    "amodiaquine, artesunate drug combination",
    "Amodiaquine",
    "favipiravir"
  ],
  "grants": [
    {
      "grant_id": "note that the grant recipients are Rob Fowler and Neill Adhikari",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.492366",
    "pmid": "31046707"
  }
}