{
  "pmid": "31053564",
  "uid": "31053564",
  "title": "Phenotypic Classification of Preterm Birth Among Nulliparous Women: A Population-Based Cohort Study.",
  "abstract": "OBJECTIVE: A classification model based on preterm birth clinical presentations (phenotypes) was proposed at the International Conference on Prematurity and Stillbirth, with calls for validation. This study sought to determine the distribution of clinical phenotypes of preterm birth among nulliparous women, their corresponding associations with maternal characteristics, and the odds ratios (ORs) of preterm Caesarean section and other adverse outcomes. METHODS: A population-based cohort study was performed of all nulliparous women with singleton pregnancies (>20 weeks) who gave birth in a hospital in Ontario between 2012 and 2014. Logistic regression models were used to estimate adjusted ORs (Canadian Task Force Classification II-2). RESULTS: Among 113 942 nulliparous women, 6.1% delivered at <37 weeks, at a mean gestational age of 33.9 weeks. Of those women, 34.1% did not meet the criteria for the presence of any clinical phenotype; 42.3% had one maternal, fetal, or placental condition; 22.3% had two clinical conditions; and 1.3% had three clinical conditions. The most common preterm birth phenotypes were worsening of maternal diseases (24.0%), intrauterine growth restriction (23.5%), and fetal distress (23.0%). Compared with preterm births without any significant clinical phenotype, those with maternal, fetal, or placental phenotypes were associated with increased odds of Caesarean section (adjusted ORs 2.70 [95% confidence interval [CI] 2.30-3.17], 1.66 [95% CI 1.36-2.03], and 6.49 [95% CI 4.29-9.80], respectively). CONCLUSION: Approximately two thirds of nulliparous preterm births were grouped into distinct clinical phenotypes. This study demonstrated that outcomes varied across phenotypes, thus providing evidence of benefit for the phenotypic classification model.",
  "authors": [
    {
      "last_name": "Maghsoudlou",
      "fore_name": "Siavash",
      "initials": "S",
      "name": "Siavash Maghsoudlou",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Clinical Epidemiology Unit, Department of Medicine, Solna, Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Zhijie Michael",
      "initials": "ZM",
      "name": "Zhijie Michael Yu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON. Electronic address: mcdonals@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "1423",
  "end_page": "1432.e9",
  "pages": "1423-1432.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abruptio Placentae",
    "Adolescent",
    "Adult",
    "Anemia",
    "Cesarean Section",
    "Chorioamnionitis",
    "Cohort Studies",
    "Congenital Abnormalities",
    "Eclampsia",
    "Female",
    "Fetal Death",
    "Fetal Diseases",
    "Fetal Distress",
    "Fetal Growth Retardation",
    "Humans",
    "Logistic Models",
    "Odds Ratio",
    "Oligohydramnios",
    "Ontario",
    "Parity",
    "Perinatal Death",
    "Phenotype",
    "Placenta Diseases",
    "Placenta Previa",
    "Polyhydramnios",
    "Pre-Eclampsia",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Complications, Infectious",
    "Premature Birth",
    "Rh Isoimmunization",
    "Uterine Rupture",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31053564",
    "doi": "10.1016/j.jogc.2019.02.005",
    "pii": "S1701-2163(19)30076-3"
  },
  "doi": "10.1016/j.jogc.2019.02.005",
  "dates": {
    "completed": "2020-09-16",
    "revised": "2020-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.069587",
    "pmid": "31053564"
  }
}