{
  "pmid": "31055943",
  "uid": "31055943",
  "title": "The \"problem\" of health: An analysis of health care provision in Canada's federal prisons.",
  "abstract": "The United Nations states that prisoners should enjoy the same standards of health care that are available in the community. Despite this, persons in prison experience barriers to care and face unique health challenges. Given the ways in which prisons shape health outcomes for incarcerated persons, it is important to interrogate how the provision of health care is governed in custodial settings. In this article, we examine one important aspect of governance: legislation governing the provision of health care in prisons. We view this issue through a critical lens, building on a body of poststructural scholarship which has illuminated how laws and policies are not merely tools of governance but also key sites for the production of meanings around social \"problems,\" including the \"problem of health.\" Taking Canada's Corrections and Conditional Release Act as a case example and applying Carol Bacchi's \"What's the Problem Represented to Be\" analytical framework, we examine how the specific representation of \"health\" in this legislation works to produce effects for persons in federal prison. Three key themes are formed through this analysis. First, what constitutes \"essential services\" in the context of federal prisons is more limited compared with the broader community. Second, the dichotomy between the rights of persons in prison versus the protection of society that is produced in development of these laws has significant bearing on the treatment of those in prison. Third, this representation has negative effects on the health of persons in prison. In order to meet United Nations standards, greater attention must be paid to the ways in which laws and other governing practices reproduce inequities in health care provision in prisons.",
  "authors": [
    {
      "last_name": "Scallan",
      "fore_name": "Eilish",
      "initials": "E",
      "name": "Eilish Scallan",
      "affiliations": [
        "McMaster University, Canada."
      ],
      "orcid": "0000-0002-2612-6010"
    },
    {
      "last_name": "Lancaster",
      "fore_name": "Kari",
      "initials": "K",
      "name": "Kari Lancaster",
      "affiliations": [
        "Centre for Social Research in Health, UNSW Sydney, Australia."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "McMaster University, Canada; Centre for Urban Health Solutions, St. Michael's Hospital, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health (London, England : 1997)",
    "iso_abbreviation": "Health (London)",
    "issn": "1461-7196",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "3",
  "end_page": "20",
  "pages": "3-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Health Services Accessibility",
    "Healthcare Disparities",
    "Human Rights",
    "Humans",
    "Prisoners",
    "Prisons"
  ],
  "article_ids": {
    "pubmed": "31055943",
    "doi": "10.1177/1363459319846940"
  },
  "doi": "10.1177/1363459319846940",
  "dates": {
    "completed": "2021-10-07",
    "revised": "2021-10-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.238480",
    "pmid": "31055943"
  }
}