{
  "pmid": "31054371",
  "uid": "31054371",
  "title": "Effects of changes to the taxation of beer on alcohol consumption and government revenue in Australia.",
  "abstract": "BACKGROUND: In 1988, the Australian government introduced a single nominal rate of tax on all beer products calculated on alcohol content. However, in 2000/01, varying nominal rates of tax were introduced for beer products according to three alcohol content levels (low-/mid-/high-strength) and container type (on-/off-premises). Little is known about the effect of the different tax policies on alcohol consumption and government revenue. METHODS: We undertake time series analysis over 1989-2016 to examine the effect of beer tax policies in two sub-periods (before/after 2000/01) on category-level beer consumption per capita and government revenue. We also test if the policy changes in 2000/01 had immediate or long-term effects on total (all beer category) consumption over 1989-2016. Data includes monthly domestic beer sales volumes by category (in litres of alcohol), monthly government revenue from beer tax (AUD$), and inflation-adjusted tax rates (AUD$ per litre of alcohol). RESULTS: Before 2000/01, the single nominal tax rate had a significant positive effect on revenue, but no significant effect on consumption. After 2000/01, the relatively higher nominal tax rates for two beer categories (mid- and high-strength off-premises) had a significant negative effect on their consumption, and a significant negative effect on revenue in one category (mid-strength off-premises). However, across the full period examined (1989-2016), the level and slope of total beer consumption was not significantly affected by the tax policy changes in 2000/01. CONCLUSION: Raising alcohol taxes has the potential to reduce consumption and increase government revenue, but has been underutilised for these public health and public finance objectives in Australia.",
  "authors": [
    {
      "last_name": "Vandenberg",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Vandenberg",
      "affiliations": [
        "School of Social Sciences, Monash University, Victoria, Australia. Electronic address: Brian.Vandenberg@monash.edu."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria, Australia; Melbourne School of Population and Global Health, University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "70",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "1",
  "end_page": "7",
  "pages": "1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Australia",
    "Beer",
    "Budgets",
    "Government",
    "Humans",
    "Public Policy",
    "Taxes"
  ],
  "article_ids": {
    "pubmed": "31054371",
    "doi": "10.1016/j.drugpo.2019.04.012",
    "pii": "S0955-3959(19)30115-X"
  },
  "doi": "10.1016/j.drugpo.2019.04.012",
  "dates": {
    "completed": "2020-04-20",
    "revised": "2020-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.778246",
    "pmid": "31054371"
  }
}