{
  "pmid": "31067210",
  "uid": "31067210",
  "title": "Childhood Motor Coordination and Adult Affective Experience Among Extremely Low Birth Weight Survivors.",
  "abstract": "Poor motor coordination in childhood has been associated in adulthood with more negative affect, less positive affect, and an increased risk of psychopathology. While survivors of extremely low birth weight (ELBW; < 1,000 grams) are more likely to manifest poor motor coordination than people born at normal birth weight (NBW; > 2,500 g), they have had better mental health outcomes than those with NBW who have motor difficulties. How emotion is experienced is an important risk factor for mental illness; yet, little is known about the affective experience of survivors of ELBW who also have poor motor coordination. In this longitudinal study, we examined interactions between birth weight status and childhood motor coordination on affective experience among 88 ELBW and 89 NBW participants. We first assessed childhood motor coordination at eight years of age, using the Bruininks-Oseretsky Test of Motor Proficiency, and we later gathered self-report data regarding affective style, using the Positive and Negative Affect Scedule and the Affective Styles Questionnaire, when these participants were 30-35 years of age. We found a statistically significant interaction between motor coordination and birth weight status. As motor coordination worsened among ELBW survivors, positive affect increased, while we observed the opposite trend in NBW participants (p < 0.05). There was no interaction for negative affect. Positive affect may contribute to previous findings of better relative adult mental health among ELBW survivors with poor childhood motor coordination. Strategies aimed at optimizing positive affect may be fruitful for optimizing mental health outcomes among preterm survivors and others with reduced motor proficiency.",
  "authors": [
    {
      "last_name": "Chiorean",
      "fore_name": "Andreea",
      "initials": "A",
      "name": "Andreea Chiorean",
      "affiliations": [
        "1 Department of Bachelor of Health Sciences (Honours) Program, McMaster University, ON, Canada."
      ],
      "orcid": "0000-0003-4088-4069"
    },
    {
      "last_name": "Savoy",
      "fore_name": "Calan",
      "initials": "C",
      "name": "Calan Savoy",
      "affiliations": [
        "2 Department of Psychiatry and Behavioural Neurosciences, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "3 Department of Psychology, Neuroscience & Behaviour, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Morrison",
      "affiliations": [
        "4 Department of Pediatrics, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Saigal",
      "fore_name": "Saroj",
      "initials": "S",
      "name": "Saroj Saigal",
      "affiliations": [
        "4 Department of Pediatrics, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "2 Department of Psychiatry and Behavioural Neurosciences, McMaster University, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Perceptual and motor skills",
    "iso_abbreviation": "Percept Mot Skills",
    "issn": "1558-688X",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "656",
  "end_page": "674",
  "pages": "656-674",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Affect",
    "Child",
    "Female",
    "Humans",
    "Infant, Extremely Low Birth Weight",
    "Infant, Newborn",
    "Longitudinal Studies",
    "Male",
    "Motor Skills"
  ],
  "article_ids": {
    "pubmed": "31067210",
    "doi": "10.1177/0031512519846769"
  },
  "doi": "10.1177/0031512519846769",
  "dates": {
    "completed": "2019-12-06",
    "revised": "2019-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.131390",
    "pmid": "31067210"
  }
}