{
  "pmid": "31066362",
  "uid": "31066362",
  "title": "[All evidence is real world evidence.].",
  "abstract": "Randomized controlled trials are criticized for the difficulty of translating the results obtained to healthcare and clinical practice. The populations of patients enrolled in the studies are supposed to be too different from the patients encountered daily by the health professionals. The solution of these problems should come from the so-called real world evidence: data generated by the patients, from diseases registries, from electronic medical records or, in perspective, from big data. However, all evidence is real world evidence - whether RCT or observational or any other source. In a sense the more real you want to be one the more is the risk of bias. The answer to the problems of clinical research can only come from the careful evaluation of the evidence, assessing how reliably the evidence support all the factors that can determine a recommendation or a decision. These factors include the importance of a health problem, the balance between health benefits and risks, the values that people attach to outcomes, resource use, equity, acceptability and feasibility. Ideally, the evidence should be exposed transparently in a GRADE framework evidence to decision (EtD).",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of health research methods, evidence, and impact, McMaster University, Hamilton, Canada; Cochrane Canada e GRADE working group."
      ]
    }
  ],
  "journal": {
    "title": "Recenti progressi in medicina",
    "iso_abbreviation": "Recenti Prog Med",
    "issn": "2038-1840",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "165",
  "end_page": "167",
  "pages": "165-167",
  "language": "ita",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Data Collection",
    "Decision Making",
    "Delivery of Health Care",
    "Electronic Health Records",
    "Evidence-Based Medicine",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31066362",
    "doi": "10.1701/3154.31342"
  },
  "doi": "10.1701/3154.31342",
  "dates": {
    "completed": "2020-01-20",
    "revised": "2020-01-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.670692",
    "pmid": "31066362"
  }
}