{
  "pmid": "31067228",
  "uid": "31067228",
  "title": "Comparative accuracy of typhoid diagnostic tools: A Bayesian latent-class network analysis.",
  "abstract": "BACKGROUND: Typhoid fevers are infections caused by the bacteria Salmonella enterica serovar Typhi (Salmonella Typhi) and Paratyphi A, B and C (Salmonella Paratyphi). Approximately 17.8 million incident cases of typhoid fever occur annually, and incidence is highest in children. The accuracy of current diagnostic tests of typhoid fever is poorly understood. We aimed to determine the comparative accuracy of available tests for the pediatric population. METHODS: We first conducted a systematic literature review to identify studies that compared diagnostic tests for typhoid fever in children (aged ≤15 years) to blood culture results. We applied a Bayesian latent-class extension to a network meta-analysis model. We modelled known diagnostic properties of bone marrow culture and the relationship between bone marrow and blood culture as informative priors in a Bayesian framework. We tested sensitivities for the proportion of negative blood samples that were false as well as bone marrow sensitivity and specificity. RESULTS: We found 510 comparisons from 196 studies and 57 specific to the pediatric population. IgM-based tests outperformed their IgG-based counterparts for ELISA and Typhidot tests. The lateral flow IgG test performed comparatively well with 92% sensitivity (72% to 98% across scenario analyses) and 94% specificity. The most sensitive test of those investigated for the South Asian pediatric population was the Reverse Passive Hemagglutination Assay with 99% sensitivity (98% - 100% across scenario analyses). Adding a Widal slide test to other typhoid diagnostics did not substantially improve diagnostic performance beyond the single test alone, however, a lateral flow-based IgG rapid test combined with the typhoid/paratyphoid (TPT) assay yielded improvements in sensitivity without substantial declines in specificity and was the best performing combination test in this setting. CONCLUSION: In the pediatric population, lateral-flow IgG, TPT and Reverse Passive Hemagglutination tests had high diagnostic accuracy compared to other diagnostics. Combinations of tests may provide a feasible option to increase diagnostic sensitivity. South Asia has the most informed set of data on typhoid diagnostic testing accuracy, and the evidence base in other important regions needs to be expanded.",
  "authors": [
    {
      "last_name": "Arora",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Arora",
      "affiliations": [
        "Dalla Lana School of Public Health, Division of Epidemiology, University of Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6617-3631"
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Andrews",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Andrews",
      "affiliations": [
        "Division of Infectious Diseases and Geographic Medicine, Stanford University, Stanford, California, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PLoS neglected tropical diseases",
    "iso_abbreviation": "PLoS Negl Trop Dis",
    "issn": "1935-2735",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "e0007303",
  "pages": "e0007303",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Antibodies, Bacterial",
    "Bayes Theorem",
    "Child",
    "Child, Preschool",
    "Diagnostic Tests, Routine",
    "Female",
    "Humans",
    "Male",
    "Reagent Kits, Diagnostic",
    "Salmonella typhi",
    "Sensitivity and Specificity",
    "Typhoid Fever",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31067228",
    "pmc": "PMC6527309",
    "doi": "10.1371/journal.pntd.0007303",
    "pii": "PNTD-D-18-01145"
  },
  "doi": "10.1371/journal.pntd.0007303",
  "pmc_id": "PMC6527309",
  "dates": {
    "completed": "2019-10-23",
    "revised": "2020-03-09"
  },
  "chemicals": [
    "Antibodies, Bacterial",
    "Reagent Kits, Diagnostic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.967256",
    "pmid": "31067228"
  }
}