{
  "pmid": "31062853",
  "uid": "31062853",
  "title": "Time of Year Effects on Self-Reported Estimates of Past-Year Alcohol Consumption.",
  "abstract": "AIMS: This study examines the relationship between survey month completion and self-reported alcohol consumption in the last 12 months. It is hypothesized that respondents that complete the survey in the warmer months of the year will report greater alcohol consumption over the last 12 months compared with surveys completed in the colder months. METHODS: The alcohol consumption data was obtained from three waves of the National Drug Strategy Household Survey (NDSHS) from 2010, 2013 and 2016, between May and November each year (n = 74,252). The associations between month of survey completion and three measures of past-year alcohol consumption were examined using a mix of linear and logistic regression. All models were adjusted for survey year, mode of administration, state of residence, rurality, Socio-Economic Indexes for Areas (SEIFA), sex and age. RESULTS: Results varied by drinking measure. In general, there were higher estimates for respondents completing the survey in November and lower estimates in August and September. CONCLUSIONS: The results in this study demonstrate the significant relationship between month of survey completion and alcohol consumption in the last 12 months. Seasonal variations in alcohol consumption have the potential to impact respondents' accurate recall of alcohol consumption in the last 12 months and changes to survey timing have the potential to bias trend estimates of drinking behaviour.",
  "authors": [
    {
      "last_name": "Mojica-Perez",
      "fore_name": "Yvette",
      "initials": "Y",
      "name": "Yvette Mojica-Perez",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Jan",
    "pub_day": "09"
  },
  "start_page": "540",
  "end_page": "544",
  "pages": "540-544",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Child",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Seasons",
    "Self Report",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31062853",
    "doi": "10.1093/alcalc/agz039",
    "pii": "5486341"
  },
  "doi": "10.1093/alcalc/agz039",
  "dates": {
    "completed": "2020-02-13",
    "revised": "2020-02-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.778540",
    "pmid": "31062853"
  }
}