{
  "pmid": "31061048",
  "uid": "31061048",
  "title": "International multiphase mixed methods study protocol to develop a patient-reported outcome instrument for children and adolescents with lower limb deformities.",
  "abstract": "INTRODUCTION: Our recent systematic review has indicated the lack of a patient-reported outcome (PRO) instrument to measure health-related quality of life (HRQOL) of children and adolescents with lower limb deformities. We are developing a PRO instrument which will be applicable internationally across various countries. This manuscript describes our approach to the development of a new PRO instrument for measuring HRQOL for children and adolescents with lower limb deformities. METHODS AND ANALYSIS: Three phases in the development of this PRO instrument are as described: (1) This phase involves the development of a conceptual framework of HRQOL and item pool that is used to inform a set of preliminary scales. We have developed a preliminary conceptual framework of HRQOL based on our systematic review. Qualitative interviews are being conducted at five sites in Canada, Ethiopia, India and the USA. An item pool will be generated from this qualitative phase. The preliminary items and scales will be sent out to children at the five participating centres. Cognitive debriefing interviews will gather detailed feedback on the items from the children. Expert opinion will be sought from clinicians from the participating centres. (2) During this phase, an international field-test study will be conducted to refine the scales and examine their psychometric properties. (3) During this phase, tests of reliability, validity and responsiveness will be conducted. Phase 1 will also involve translations and cultural adaptations. At the end of this study, we expect to produce an internationally applicable PRO instrument which is scientifically sound and clinically relevant to the lower limb deformity population. ETHICS AND DISSEMINATION: This study is approved by Research Ethics Boards for each of the participating sites.Results of this study will be published in peer-reviewed journals and presented at national and international conferences. An integrated knowledge translation approach is applied to engage patients, families and clinicians from the start of the study.",
  "authors": [
    {
      "last_name": "Chhina",
      "fore_name": "Harpreet",
      "initials": "H",
      "name": "Harpreet Chhina",
      "affiliations": [
        "Orthopaedics, BC Children's Hospital, Vancouver, British Columbia, Canada.",
        "Experimental Medicine, University of British Columbia Faculty of Medicine, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kopec",
      "fore_name": "Jacek A",
      "initials": "JA",
      "name": "Jacek A Kopec",
      "affiliations": [
        "Arthritis Research Centre of Canada, Richmond, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Oliffe",
      "fore_name": "John",
      "initials": "J",
      "name": "John Oliffe",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Cooper",
      "affiliations": [
        "Orthopaedics, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "05"
  },
  "start_page": "e027079",
  "pages": "e027079",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Child",
    "Cultural Characteristics",
    "Ethiopia",
    "Humans",
    "India",
    "Lower Extremity Deformities, Congenital",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Research Design",
    "United States"
  ],
  "article_ids": {
    "pubmed": "31061048",
    "pmc": "PMC6502042",
    "doi": "10.1136/bmjopen-2018-027079",
    "pii": "bmjopen-2018-027079"
  },
  "doi": "10.1136/bmjopen-2018-027079",
  "pmc_id": "PMC6502042",
  "dates": {
    "completed": "2020-06-03",
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.133233",
    "pmid": "31061048"
  }
}