{
  "pmid": "31073852",
  "uid": "31073852",
  "title": "Perspectives from oncology patient navigation programs on information management practices and needs: a descriptive study.",
  "abstract": "PURPOSE: The purposes of this study are to describe oncology patient navigation (PN) program perspectives on: (1) use of information systems and processes, (2) uses of program data, and (3) desired information system characteristics. METHODS: We conducted multi-phase data collection to inform development of the Patient Navigation Barriers and Outcomes Tool™ (PN-BOT™), a new information management and reporting tool for oncology PN programs. Phase I was a national online survey of PN staff (n = 343) about data practices. Phase II was a pilot test of a PN-BOT™ prototype with nine PN programs. Survey results were tabulated. Qualitative analysis identified emergent themes from open-response fields from the Phase I survey and open-response survey and interview data from Phase II pilot testers. RESULTS: PN program information management practices and systems were diverse and often leveraged a patchwork of untailored platforms. Navigators used data to inform navigation tasks, service improvement, research, and reporting. Respondents desired a streamlined, integrated, affordable data system able to minimize data entry burden, meet needs of diverse stakeholders, facilitate navigation work, readily generate reports, and share information among healthcare team members. CONCLUSIONS: Although oncology navigation programs explore diverse solutions, programs struggle to find health information technologies that sufficiently meet their needs. Information systems designed for oncology PN programs should perform a wide range of functions: be customizable, affordable, interoperable, and have low data entry burden. Organizations exploring solutions should invite PN input in decisions. PN-BOT™ was developed as a free Excel-based tool for PN programs responsive to reported needs.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Phillips",
      "affiliations": [
        "Institute for Patient-Centered Initiatives and Health Equity, The George Washington University Cancer Center, 2600 Virginia Avenue NW, Suite 300, Washington, DC, 20037, USA."
      ]
    },
    {
      "last_name": "Raskin",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Raskin",
      "affiliations": [
        "L. Douglas Wilder School of Government and Public Affairs, Virginia Commonwealth University, 923 W. Franklin Street, Richmond, VA, 23284, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Institute for Patient-Centered Initiatives and Health Equity, The George Washington University Cancer Center, 2600 Virginia Avenue NW, Suite 300, Washington, DC, 20037, USA."
      ]
    },
    {
      "last_name": "Pratt-Chapman",
      "fore_name": "Mandi",
      "initials": "M",
      "name": "Mandi Pratt-Chapman",
      "affiliations": [
        "Institute for Patient-Centered Initiatives and Health Equity, The George Washington University Cancer Center, 2600 Virginia Avenue NW, Suite 300, Washington, DC, 20037, USA. mandi@gwu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "515",
  "end_page": "524",
  "pages": "515-524",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Humans",
    "Information Management",
    "Medical Oncology",
    "Neoplasms",
    "Patient Navigation",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31073852",
    "pmc": "PMC6954125",
    "doi": "10.1007/s00520-019-04837-7",
    "pii": "10.1007/s00520-019-04837-7"
  },
  "doi": "10.1007/s00520-019-04837-7",
  "pmc_id": "PMC6954125",
  "dates": {
    "completed": "2020-03-16",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "None",
      "agency": "Genentech"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.328784",
    "pmid": "31073852"
  }
}