{
  "pmid": "31076698",
  "uid": "31076698",
  "title": "A systematic review of botulinum toxin in the management of patients with temporomandibular disorders and bruxism.",
  "abstract": "Introduction The medical and cosmetic use of botulinum toxin (BTX) is now widespread. With an increased number of clinicians adopting the use of BTX in the management of temporomandibular disorders (TMD) and/or bruxism, as either a standalone treatment or as an adjunct, affirmation is required in regards to whether it has a clinically justifiable position among the current spectrum of available treatment modalities.Objectives To establish the usefulness of BTX when treating patients with TMD and/or bruxism, and thereby determine whether there may be an appropriate purpose for the prescription of BTX in the management of these patients.Data sources and data selection A systematic review of the relevant literature was conducted. The literature search was carried out by applying key terms to appropriate data sources (Medline, Embase, Pubmed, Cochrane Central Register of Controlled Trials, and OpenSIGLE). The resultant papers were subjected to inclusion and exclusion criteria, which were then assessed for bias using a framework outlined in the Cochrane Handbook.Results A total of 11 trials met the inclusion criteria. The primary outcome measure was changes in pain experience in groups that had been treated with BTX, relative to an appropriate control group. Secondary outcomes included changes in the frequency of bruxism events, changes in maximum mouth opening, changes in occlusal force and changes in electromyography (EMG) readings of muscles of mastication.Conclusion The evidence to support the use of BTX in the management of TMD and/or bruxism is not entirely unequivocal. A number of studies that have met the inclusion criteria have shown promising results and thereby justify further investigation. Given the current evidence, BTX should certainly be considered but due to financial implications and possible side effects, it seems appropriate that conservative options, such as self-management with explanation and physical therapies, should be exhausted first.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Jalpesh",
      "initials": "J",
      "name": "Jalpesh Patel",
      "affiliations": [
        "Fairlands Dental and Implant Centre, Fairlands Avenue, Guildford, Surrey, UK. contact@jalpeshpatel.co.uk."
      ]
    },
    {
      "last_name": "Cardoso",
      "fore_name": "Jorge A",
      "initials": "JA",
      "name": "Jorge A Cardoso",
      "affiliations": [
        "ORA, Estética e Reabilitação Oral, Espinho, Portugal."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir",
      "initials": "S",
      "name": "Shamir Mehta",
      "affiliations": [
        "Kings College London Dental Institute, Department of Conservative Dentistry, Unit of Distance Learning, Floor 18, Tower Wing, Guy's Campus, St Thomas Street, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "British dental journal",
    "iso_abbreviation": "Br Dent J",
    "issn": "1476-5373",
    "issn_type": "Electronic",
    "volume": "226",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "667",
  "end_page": "672",
  "pages": "667-672",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Botulinum Toxins, Type A",
    "Bruxism",
    "Humans",
    "Mastication",
    "Neuromuscular Agents",
    "Temporomandibular Joint Disorders"
  ],
  "article_ids": {
    "pubmed": "31076698",
    "doi": "10.1038/s41415-019-0257-z",
    "pii": "10.1038/s41415-019-0257-z"
  },
  "doi": "10.1038/s41415-019-0257-z",
  "dates": {
    "completed": "2019-12-11",
    "revised": "2019-12-17"
  },
  "chemicals": [
    "Neuromuscular Agents",
    "Botulinum Toxins, Type A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.428358",
    "pmid": "31076698"
  }
}