{
  "pmid": "31078177",
  "uid": "31078177",
  "title": "Estimates of the current and future burden of cancer attributable to active and passive tobacco smoking in Canada.",
  "abstract": "Although previous studies have examined the burden of cancer attributable to tobacco smoking, updated estimates are needed given the dramatic changes in smoking behaviours over the last 20 years. In this study, we estimate the proportion of cancer cases in 2015 attributable to past tobacco smoking and passive exposure in Canada and the proportion of cancers in the future that could be prevented through the implementation of interventions targeted at reducing tobacco use. Data from the Canadian Community Health Survey (2003) were used to estimate the prevalence of active tobacco smoking and passive exposure. Population attributable risk estimates were employed to estimate the proportion of cancers attributable to tobacco in 2015. The prevalence of active tobacco smoking and passive exposure was projected to 2032 and cancer incidence was projected from 2016 to 2042 to estimate the future burden of cancer attributable to tobacco. In 2003, 30% and 24% of Canadians were former and current smoker, respectively and 24% had been exposed to tobacco smoke in the past. We estimated that 17.5% (32,655 cases; 95% CI: 31,253-34,034) of cancers were attributable to active tobacco smoking and 0.8% (1408 cases; 95% CI: 1048-1781) to passive tobacco exposure in never smokers. Between 41,191 and 50,696 cases of cancer could be prevented by 2042 under various prevention scenarios. By decreasing passive tobacco exposure by 10-50%, between 730 and 3650 cancer cases could be prevented by 2042. Strategies focused on reducing the prevalence of tobacco smoking are crucial for cancer control in Canada.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Abbey E",
      "initials": "AE",
      "name": "Abbey E Poirier",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Ruan",
      "fore_name": "Yibing",
      "initials": "Y",
      "name": "Yibing Ruan",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Grevers",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Grevers",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Villeneuve",
      "affiliations": [
        "Department of Health Sciences, Carleton University, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedenreich",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Friedenreich",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada. Electronic address: Darren.Brenner@ucalgary.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "9",
  "end_page": "19",
  "pages": "9-19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Colorectal Neoplasms",
    "Female",
    "Forecasting",
    "Health Surveys",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Tobacco Smoke Pollution",
    "Tobacco Smoking",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31078177",
    "doi": "10.1016/j.ypmed.2019.03.015",
    "pii": "S0091-7435(19)30091-X"
  },
  "doi": "10.1016/j.ypmed.2019.03.015",
  "dates": {
    "completed": "2020-04-30",
    "revised": "2020-04-30"
  },
  "chemicals": [
    "Tobacco Smoke Pollution"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.204669",
    "pmid": "31078177"
  }
}