{
  "pmid": "31078169",
  "uid": "31078169",
  "title": "Estimates of the current and future burden of cancer attributable to low fruit and vegetable consumption in Canada.",
  "abstract": "Low fruit and vegetable consumption is associated with colorectal cancer and may be associated with lung, breast, bladder, pancreatic, ovarian, liver, stomach, esophageal, head and neck cancers. We estimated the current attributable and future avoidable burden of cancer associated with low fruit and vegetable consumption in Canada. Using data on cancer incidence, exposure prevalence and risk effects, we estimated the population attributable risk (PAR) for cancers associated with low fruit and vegetable consumption as well as the future avoidable burden. The prevalence of fruit and vegetable consumption was projected to 2032 and cancer incidence was projected to 2042 to estimate the future potential impact fraction of cancer attributable to low fruit and vegetable consumption. Based on estimates from the Canadian Community Health Survey, the prevalence of low fruit (<4 servings/day) and vegetable (<4 servings/day) consumption in the Canadian population was 80.5% and 86.6%, respectively. The PARs for colorectal cancer associated with low fruit and vegetable consumption were 6.1% (1, 371 cases) and 2.2% (487 cases), respectively. For all incident cancers in 2015, 0.7% and 0.3% were attributable to low fruit and vegetable consumption, respectively. An increase of one serving/week of fruit could prevent 20,710 colorectal cancer cases cumulatively by 2042, and the same increase in vegetable consumption could prevent 10,185 cases. Although more research on the association between fruit and vegetable consumption and cancer risk is needed, our results demonstrate that with reasonable increases in current fruit and vegetable consumption by Canadians, over 30,000 colorectal cancer cases could be prevented by 2042.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Abbey E",
      "initials": "AE",
      "name": "Abbey E Poirier",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada. Electronic address: AbbeyE.Poirier@albertahealthservices.ca."
      ]
    },
    {
      "last_name": "Ruan",
      "fore_name": "Yibing",
      "initials": "Y",
      "name": "Yibing Ruan",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Hebert",
      "fore_name": "Lauren A",
      "initials": "LA",
      "name": "Lauren A Hebert",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Grevers",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Grevers",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Villeneuve",
      "affiliations": [
        "Department of Health Sciences, Carleton University, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Friedenreich",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Friedenreich",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada. Electronic address: Christine.Friedenreich@albertahealthservices.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "20",
  "end_page": "30",
  "pages": "20-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Diet",
    "Female",
    "Forecasting",
    "Fruit",
    "Health Surveys",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Risk Factors",
    "Vegetables"
  ],
  "article_ids": {
    "pubmed": "31078169",
    "doi": "10.1016/j.ypmed.2019.03.013",
    "pii": "S0091-7435(19)30089-1"
  },
  "doi": "10.1016/j.ypmed.2019.03.013",
  "dates": {
    "completed": "2020-04-30",
    "revised": "2020-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.201388",
    "pmid": "31078169"
  }
}