{
  "pmid": "31078167",
  "uid": "31078167",
  "title": "The current and future burden of cancer attributable to modifiable risk factors in Canada: Summary of results.",
  "abstract": "Nearly one in two Canadians are expected to be diagnosed with cancer in their lifetime. However, there are opportunities to reduce the impact of modifiable cancer risk factors through well-informed interventions and policies. Since no comprehensive Canadian estimates have been available previously, we estimated the proportion of cancer diagnosed in 2015 and the future burden in 2042 attributable to lifestyle and environmental factors, and infections. Population-based historical estimates of exposure prevalence and their associated risks for each exposure-cancer site pair were obtained to estimate population attributable risks, assuming the exposures were distributed independently and that the risk estimates were multiplicative. We estimated that between 33 and 37% (up to 70,000 cases) of incident cancer cases among adults aged 30 years and over in 2015 were attributable to preventable risk factors. Similar proportions of cancer cases in males (34%) and females (33%) were attributable to these risk factors. Tobacco smoking and a lack of physical activity were associated with the highest proportions of cancer cases. Cancers with the highest number of preventable cases were lung (20,100), colorectal (9800) and female breast (5300) cancer. If current trends in the prevalence of preventable risk factors continue into the future, we project that by 2042 approximately 102,000 incident cancer cases are expected to be attributable to these risk factors per year, which would account for roughly one-third of all incident cancers. Through various risk reduction interventions, policies and public health campaigns, an estimated 10,600 to 39,700 cancer cases per year could be prevented by 2042.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Abbey E",
      "initials": "AE",
      "name": "Abbey E Poirier",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Ruan",
      "fore_name": "Yibing",
      "initials": "Y",
      "name": "Yibing Ruan",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Volesky",
      "fore_name": "Karena D",
      "initials": "KD",
      "name": "Karena D Volesky",
      "affiliations": [
        "Gerald Bronfman Department of Oncology, Division of Cancer Epidemiology, and Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Will D",
      "initials": "WD",
      "name": "Will D King",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Sullivan",
      "fore_name": "Dylan E",
      "initials": "DE",
      "name": "Dylan E O'Sullivan",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gogna",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Gogna",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Villeneuve",
      "affiliations": [
        "Department of Health Sciences, Carleton University, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedenreich",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Friedenreich",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology, and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology, and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada. Electronic address: Darren.Brenner@ucalgary.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "140",
  "end_page": "147",
  "pages": "140-147",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Female",
    "Forecasting",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Prevalence",
    "Radon",
    "Risk Factors",
    "Sedentary Behavior",
    "Smoking",
    "Ultraviolet Rays"
  ],
  "article_ids": {
    "pubmed": "31078167",
    "doi": "10.1016/j.ypmed.2019.04.007",
    "pii": "S0091-7435(19)30131-8"
  },
  "doi": "10.1016/j.ypmed.2019.04.007",
  "dates": {
    "completed": "2020-04-30",
    "revised": "2020-04-30"
  },
  "chemicals": [
    "Radon"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.201098",
    "pmid": "31078167"
  }
}