{
  "pmid": "31078173",
  "uid": "31078173",
  "title": "Estimates of the current and future burden of cancer attributable to excess body weight and abdominal adiposity in Canada.",
  "abstract": "The increasing prevalence of obesity among Canadians has important implications for newly diagnosed cases of cancer given that excess body weight and abdominal adiposity are known to increase the risk of several cancers. The purpose of this analysis was to estimate the current attributable and future avoidable burden of cancer related to excess body weight and abdominal adiposity among Canadian adults. We estimated the population attributable risk (PAR) for all cancers associated with excess body weight and abdominal adiposity using contemporary cancer incidence, relative risk and exposure prevalence data for body mass index (BMI), waist circumference and waist-to-hip-ratio. Using the partial impact fraction (PIF), we also estimated the future avoidable burden of cancer from 2015 to 2042 in Canada, and by province, through various hypothetical intervention scenarios. In 2003, approximately half (50.5%) of the Canadian population was estimated to be overweight (BMI 25.0-29.9) or obese (BMI ≥30.0), 56.5% to have excess abdominal adiposity and 56.8% with a high waist-to-hip ratio. In 2015, the estimated PARs of all incident cancers associated with excess body weight, excess abdominal adiposity and high waist-to-hip ratio were 7.2%, 8.9% and 10.0%, respectively. If the population BMI could revert to its 1994 distribution, 72,157 associated cancer cases could be prevented cumulatively by 2042. A reduction in excess body weight and abdominal adiposity has the potential to decrease the future cancer burden in Canada substantially, and hence efforts to reverse increasing trends in obesity should be prioritized.",
  "authors": [
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada. Electronic address: Darren.Brenner@ucalgary.ca."
      ]
    },
    {
      "last_name": "Poirier",
      "fore_name": "Abbey E",
      "initials": "AE",
      "name": "Abbey E Poirier",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Ruan",
      "fore_name": "Yibing",
      "initials": "Y",
      "name": "Yibing Ruan",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Hebert",
      "fore_name": "Lauren A",
      "initials": "LA",
      "name": "Lauren A Hebert",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Grevers",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Grevers",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Villeneuve",
      "affiliations": [
        "Department of Health Sciences, Carleton University, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedenreich",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Friedenreich",
      "affiliations": [
        "Department of Cancer Epidemiology and Prevention Research, CancerControl Alberta, Alberta Health Services, Calgary, Alberta, Canada; Departments of Oncology and Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "49",
  "end_page": "64",
  "pages": "49-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Body Mass Index",
    "Body Weight",
    "Canada",
    "Female",
    "Forecasting",
    "Health Surveys",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Obesity, Abdominal",
    "Prevalence",
    "Risk Factors",
    "Waist-Hip Ratio"
  ],
  "article_ids": {
    "pubmed": "31078173",
    "doi": "10.1016/j.ypmed.2019.03.014",
    "pii": "S0091-7435(19)30090-8"
  },
  "doi": "10.1016/j.ypmed.2019.03.014",
  "dates": {
    "completed": "2020-04-30",
    "revised": "2020-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.202826",
    "pmid": "31078173"
  }
}