{
  "pmid": "31073462",
  "uid": "31073462",
  "title": "Practice Recommendations for Early Mobilization in Critically Ill Children.",
  "abstract": "Prolonged immobility is associated with significant short- and long-term morbidities in critically ill adults and children. The majority of critically ill children remain immobilized while in the pediatric intensive care unit (PICU) due to limited awareness of associated morbidities, lack of comfort and knowledge on how to mobilize critically ill children, and the lack of pediatric-specific practice guidelines. The objective of this article was to develop consensus practice recommendations for safe, early mobilization (EM) in critically ill children. A group of 10 multidisciplinary experts with clinical and methodological expertise in physical rehabilitation, EM, and pediatric critical care collaborated to develop these recommendations. First, a systematic review was conducted to evaluate existing evidence on EM in children. Using an iterative process, the working document was circulated electronically to panel members until the group reached consensus. The group agreed that the overall goals of mobilization are to reduce PICU morbidities and optimize recovery. EM should therefore not be instituted in isolation but as part of a rehabilitation care bundle. Mobilization should not be delayed, but its appropriateness and safety should be assessed early. Increasing levels of physical activity should be individualized for each patient with the goal of achieving the highest level of functional mobility that is developmentally appropriate, for increasing durations, daily. We developed a system-based set of clinical safety criteria and a checklist to ensure the safety of mobilization in critically ill children. Although there is a paucity of pediatric evidence on the efficacy of EM, there is ample evidence that prolonged bed rest is harmful and should be avoided. These EM practice recommendations were developed to educate clinicians, encourage safe practices, reduce PICU-acquired morbidities, until future pediatric research provides evidence on effective rehabilitation interventions and how best to implement these in critically ill children.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Canci",
      "fore_name": "Filomena",
      "initials": "F",
      "name": "Filomena Canci",
      "affiliations": [
        "Pediatric Intensive Care Unit, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Clark",
      "affiliations": [
        "Pediatric Intensive Care Unit, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Ramona O",
      "initials": "RO",
      "name": "Ramona O Hopkins",
      "affiliations": [
        "Psychology Department and Neuroscience Center, Brigham Young University, Provo, Utah, United States.",
        "Department of Medicine, Pulmonary and Critical Care Division, Intermountain Medical Center, Murray, Utah, United States.",
        "Center for Humanizing Critical Care, Intermountain Healthcare, Murray, Utah, United States."
      ]
    },
    {
      "last_name": "Kudchadkar",
      "fore_name": "Sapna R",
      "initials": "SR",
      "name": "Sapna R Kudchadkar",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, Maryland, United States."
      ]
    },
    {
      "last_name": "Lati",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Lati",
      "affiliations": [
        "Division of Rehabilitation, Department of Physical Therapy, University of Toronto, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Morrow",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Morrow",
      "affiliations": [
        "Department of Pediatrics and Child Health, University of Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Neu",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Neu",
      "affiliations": [
        "Pediatric Intensive Care Unit, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wieczorek",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Wieczorek",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine and Pediatrics, Johns Hopkins University School of Medicine, Baltimore, Maryland, United States."
      ]
    },
    {
      "last_name": "Zebuhr",
      "fore_name": "Carleen",
      "initials": "C",
      "name": "Carleen Zebuhr",
      "affiliations": [
        "Section of Critical Care, Department of Pediatrics, Children's Hospital Colorado, Aurora, Colorado, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric intensive care",
    "iso_abbreviation": "J Pediatr Intensive Care",
    "issn": "2146-4618",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Mar"
  },
  "start_page": "14",
  "end_page": "26",
  "pages": "14-26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31073462",
    "pmc": "PMC6260323",
    "doi": "10.1055/s-0037-1601424",
    "pii": "1700003"
  },
  "doi": "10.1055/s-0037-1601424",
  "pmc_id": "PMC6260323",
  "dates": {
    "revised": "2023-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.912307",
    "pmid": "31073462"
  }
}