{
  "pmid": "31073277",
  "uid": "31073277",
  "title": "Weathering the rural reality: delivery of the Nurse-Family Partnership home visitation program in rural British Columbia, Canada.",
  "abstract": "BACKGROUND: Pregnant girls/young women and new mothers living in situations of social and economic disadvantage are at increased risk for poor health. Rural living may compound marginalization and create additional challenges for young mothers. Public health nurses (PHNs) delivering the Nurse-Family Partnership (NFP) to mothers living in rural communities may help to improve maternal and child health outcomes. The purpose of this analysis, grounded in data collected as part of a broader process evaluation, was to explore and understand the influence of rural geography on the delivery of NFP in British Columbia, Canada. METHODS: For the analysis of this qualitative data, principles of inductive reasoning based on the methodology of interpretive description were applied. A total of 10 PHNs and 11 supervisors providing the NFP program in rural communities were interviewed. RESULTS: The results of this analysis reflect the factors and challenges of providing the NFP program in rural communities. PHNs noted the importance of NFP in the lives of their rural clients, especially in the face of extreme financial and social disparity. Remaining flexible in their approach to rural nursing and protecting time to complete NFP work supported nurses practicing in rural environments. Rural PHNs were often the sole NFP nurse in their office and struggled to remain connected to their supervisors and other NFP colleagues. Challenges were compounded by the realities of rural geography, such as poor weather, reduced accessibility, and long travel distances; however, these were considered normal occurrences of rural practice by nurses. CONCLUSIONS: PHNs and NFP supervisors are well-positioned to identify the modifications that are required to support the delivery of NFP in rural geography. NFP nurses need to articulate what classifies as rural in order to effectively determine how to best provide services to these populations. Environmental conditions must be considered when offering NFP in rural communities, particularly if they impact the time required to deliver the program and additional services offered to young mothers. Regular NFP meetings and education opportunities address common problems associated with rural nursing but could be enhanced by better use of technology.",
  "authors": [
    {
      "last_name": "Campbell",
      "fore_name": "Karen A",
      "initials": "KA",
      "name": "Karen A Campbell",
      "affiliations": [
        "1School of Nursing, McMaster University, Hamilton, Ontario Canada."
      ],
      "orcid": "0000-0002-5318-5112"
    },
    {
      "last_name": "MacKinnon",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen MacKinnon",
      "affiliations": [
        "2School of Nursing, University of Victoria, Victoria, British Columbia Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "1School of Nursing, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Van Borek",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Van Borek",
      "affiliations": [
        "1School of Nursing, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "1School of Nursing, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "18",
    "pub_year": "2019"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31073277",
    "pmc": "PMC6498595",
    "doi": "10.1186/s12912-019-0341-3",
    "pii": "341"
  },
  "doi": "10.1186/s12912-019-0341-3",
  "pmc_id": "PMC6498595",
  "dates": {
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.211345",
    "pmid": "31073277"
  }
}