{
  "pmid": "31088399",
  "uid": "31088399",
  "title": "The Canadian childhood nephrotic syndrome (CHILDNEPH) study: report on mid-study feasibility, recruitment and main measures.",
  "abstract": "BACKGROUND: To assess reasons for continuing practice variation in the management of childhood nephrotic syndrome despite expert reviews and guidelines, we are conducting a longitudinal cohort study in children with glucocorticoid sensitive nephrotic syndrome. Objectives of this mid-study report are to describe patient and physician recruitment characteristics, glucocorticoid prescriptions, use of second line agents, biopsy practices, and adherence to study protocol. METHODS: Children with new onset nephrotic syndrome and providers are being recruited from all 12 pediatric nephrology centres across Canada with > 2½ years follow-up. Data collection points of observation are over a minimum 36 months. Details of prescribed glucocorticoids and of all second line agents used during treatment are being collected. All relapses are being recorded with time to urinary remission of proteinuria. RESULTS: To date, 243 patients (57.1% male) from 12 centres were included. Median number of patients per centre was 29 (range 2-45), and median age of cohort was 7.3 (IQR 4.2) at enrollment. Forty-eight physicians were recruited, median 5 (range 2-8) per site. Median number of relapses per patient year of follow-up was 2.1 (IQR 4). Cumulative dose variability of glucocorticoids prescribed per episode of proteinuria and length of treatment was observed between participating centres. CONCLUSION: The Canadian pediatric nephrology community established a longitudinal childhood nephrotic syndrome cohort study that confirms ongoing practice variability. The study will help to evaluate its impact on patient outcomes, and facilitate clinical trial implementation in nephrotic syndrome.",
  "authors": [
    {
      "last_name": "Samuel",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Samuel",
      "affiliations": [
        "Section of Nephrology, Departments of Pediatrics and Community Health Sciences, Alberta Children's Hospital Research Institute, O'Brien Institute for Public Health, University of Calgary, 2888 Shaganappi Trail NW, Calgary, Alberta, T3B 6A8, Canada. susan.samuel@ahs.ca."
      ],
      "orcid": "0000-0003-2224-448X"
    },
    {
      "last_name": "Dart",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Dart",
      "affiliations": [
        "Section of Pediatric Nephrology, Department of Pediatrics and Child Health and Children's Hospital Research Institute of Manitoba, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Filler",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido Filler",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, Medicine, and Pathology & Laboratory Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bitzan",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Bitzan",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Pinsk",
      "fore_name": "Maury",
      "initials": "M",
      "name": "Maury Pinsk",
      "affiliations": [
        "Section of Pediatric Nephrology, Department of Pediatrics and Child Health, Rady Faculty of Health Sciences, Children's Hospital Research Institute of Manitoba, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Mammen",
      "fore_name": "Cherry",
      "initials": "C",
      "name": "Cherry Mammen",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Nettel-Aguirre",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Nettel-Aguirre",
      "affiliations": [
        "Departments of Pediatrics and Community Health Sciences, Alberta Children's Hospital Research Institute, O'Brien Institute for Public Health, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Perinpanayagam",
      "fore_name": "Maneka A",
      "initials": "MA",
      "name": "Maneka A Perinpanayagam",
      "affiliations": [
        "University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Takano",
      "fore_name": "Tomoko",
      "initials": "T",
      "name": "Tomoko Takano",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster Children Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "14"
  },
  "start_page": "159",
  "pages": "159",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Child",
    "Child, Preschool",
    "Cohort Studies",
    "Feasibility Studies",
    "Female",
    "Follow-Up Studies",
    "Glucocorticoids",
    "Humans",
    "Infant",
    "Longitudinal Studies",
    "Male",
    "Nephrotic Syndrome",
    "Patient Selection",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "31088399",
    "pmc": "PMC6515641",
    "doi": "10.1186/s12882-019-1320-3",
    "pii": "10.1186/s12882-019-1320-3"
  },
  "doi": "10.1186/s12882-019-1320-3",
  "pmc_id": "PMC6515641",
  "dates": {
    "completed": "2020-07-03",
    "revised": "2020-07-03"
  },
  "chemicals": [
    "Glucocorticoids"
  ],
  "grants": [
    {
      "grant_id": "MOP142271",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:03.477594",
    "pmid": "31088399"
  }
}