{
  "pmid": "31083559",
  "uid": "31083559",
  "title": "Prospect of Plasmacytoid Dendritic Cells in Enhancing Anti-Tumor Immunity of Oncolytic Herpes Viruses.",
  "abstract": "The major type I interferon-producing plasmacytoid dendritic cells (pDC) surround and infiltrate certain tumors like malignant melanoma, head and neck cancer, and ovarian and breast cancer. The presence of pDC in these tumors is associated with an unfavorable prognosis for the patients as long as these cells are unstimulated. Upon activation by synthetic Toll-like receptor agonists or viruses, however, pDC develop cytotoxic activities. Viruses have the additional advantage to augment cytotoxic activities of pDC via lytic replication in malignant lesions. These effects turn cold tumors into hotspots, recruiting further immune cells to the site of inflammation. Activated pDC contribute to cross-presentation of tumor-associated antigens by classical dendritic cells, which induce cytotoxic T-cells in particular in the presence of checkpoint inhibitors. The modification of oncolytic herpes viruses via genetic engineering favorably affects this process through the enhanced production of pro-inflammatory cytokines, curbing of tumor blood supply, and removal of extracellular barriers for efficient viral spread. Importantly, viral vectors may contribute to stimulation of memory-type adaptive immune responses through presentation of tumor-related neo- and/or self-antigens. Eventually, both replication-competent and replication-deficient herpes simplex virus 1 (HSV-1) may serve as vaccine vectors, which contribute to tumor regression by the stimulation of pDC and other dendritic cells in adjuvant and neo-adjuvant situations.",
  "authors": [
    {
      "last_name": "Schuster",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Schuster",
      "affiliations": [
        "Institute of Medical Microbiology and Hygiene, University of Regensburg, 93053 Regensburg, Germany. philipp1.schuster@ukr.de."
      ]
    },
    {
      "last_name": "Lindner",
      "fore_name": "Georg",
      "initials": "G",
      "name": "Georg Lindner",
      "affiliations": [
        "Institute of Medical Microbiology and Hygiene, University of Regensburg, 93053 Regensburg, Germany. georg1.lindner@ukr.de."
      ]
    },
    {
      "last_name": "Thomann",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Thomann",
      "affiliations": [
        "Institute of Clinical and Molecular Virology, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany. sabrina.thomann@arcor.de."
      ]
    },
    {
      "last_name": "Haferkamp",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Haferkamp",
      "affiliations": [
        "Department of Dermatology, University Medical Center, 93053 Regensburg, Germany. sebastian.haferkamp@ukr.de."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Medical Microbiology and Hygiene, University of Regensburg, 93053 Regensburg, Germany. barbara.schmidt@ukr.de.",
        "Institute of Clinical Microbiology and Hygiene, University Medical Center, 93053 Regensburg, Germany. barbara.schmidt@ukr.de."
      ]
    }
  ],
  "journal": {
    "title": "Cancers",
    "iso_abbreviation": "Cancers (Basel)",
    "issn": "2072-6694",
    "issn_type": "Print",
    "volume": "11",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31083559",
    "pmc": "PMC6562787",
    "doi": "10.3390/cancers11050651",
    "pii": "cancers11050651"
  },
  "doi": "10.3390/cancers11050651",
  "pmc_id": "PMC6562787",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Graduate college 1660",
      "agency": "Deutsche Forschungsgemeinschaft"
    },
    {
      "grant_id": "FOR 2127",
      "agency": "Deutsche Forschungsgemeinschaft"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.438048",
    "pmid": "31083559"
  }
}