{
  "pmid": "31087340",
  "uid": "31087340",
  "title": "Food Safety Education Needs of High-School Students: Leftovers, Lunches, and Microwaves.",
  "abstract": "BACKGROUND: We explored priority areas of food safety education needed by high-school students within Ontario, Canada. METHODS: We analyzed transcripts from semistructured interviews with 20 experts in food safety, food safety education in youth, and high-school education in Ontario. Inductive thematic analysis was used to identify priority food safety education needs. RESULTS: We identified 4 priority action areas for food safety education targeting students: how to safely do the things they typically do with food; how to keep themselves and their kitchens clean and safe; how microorganisms grow and how they can result in foodborne disease; and how to keep food out of the \"danger zone\" 4°C to 60°C (40° F to 140° F). The results indicate that students need specific education around the use of microwaves, consumption of convenience meals, preparing and handling foods at school events, and safe transportation of food for lunches, school trips, and sporting events. CONCLUSIONS: High-school students need food safety education specific to their usual interactions with food, including the foods, tools, and settings students regularly encounter. Delivery of food safety education should emphasize sequences of safe food-handling behaviors for specific food interactions, such as reheating a meal in the microwave, rather than traditional food safety concepts, such as temperature abuse.",
  "authors": [
    {
      "last_name": "Diplock",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Diplock",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo 200 University Ave. West, Waterloo, Ontario, Canada N2L 3G1.",
        "School of Health and Life Sciences and Community Services, Conestoga College Institute of Technology and Advance Learning, 299 Doon Valley Drive, Kitchener, Ontario Canada N2G 4M4."
      ],
      "orcid": "0000-0003-0145-4533"
    },
    {
      "last_name": "Jones-Bitton",
      "fore_name": "Andria",
      "initials": "A",
      "name": "Andria Jones-Bitton",
      "affiliations": [
        "Department of Population Medicine, University of Guelph, 50 Stone Road East, Guelph, Ontario, Canada N1G 2W1."
      ]
    },
    {
      "last_name": "Leatherdale",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Leatherdale",
      "affiliations": [
        "CIHR-PHAC Chair in Applied Public Health Research School of Public Health and Health Systems, University of Waterloo, 200 University Ave. West, Waterloo, Ontario, Canada N2L 3G1."
      ]
    },
    {
      "last_name": "Rebellato",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Rebellato",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Hammond",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hammond",
      "affiliations": [
        "CIHR-PHAC Chair in Applied Public Health, School of Public Health and Health Systems, University of Waterloo, 200 University Ave. West, Waterloo, Ontario, Canada N2L 3G1."
      ]
    },
    {
      "last_name": "Majowicz",
      "fore_name": "Shannon E",
      "initials": "SE",
      "name": "Shannon E Majowicz",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Ave. West, Waterloo, Ontario, Canada N2L 3G1."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of school health",
    "iso_abbreviation": "J Sch Health",
    "issn": "1746-1561",
    "issn_type": "Electronic",
    "volume": "89",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "578",
  "end_page": "586",
  "pages": "578-586",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Female",
    "Food Safety",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interviews as Topic",
    "Lunch",
    "Male",
    "Microwaves",
    "Ontario",
    "School Health Services"
  ],
  "article_ids": {
    "pubmed": "31087340",
    "doi": "10.1111/josh.12782"
  },
  "doi": "10.1111/josh.12782",
  "dates": {
    "completed": "2020-09-17",
    "revised": "2020-09-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-114875",
      "agency": "CIHR Institute of Population and Public Health",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:41.282712",
    "pmid": "31087340"
  }
}