{
  "pmid": "31087651",
  "uid": "31087651",
  "title": "Signatures of stress: Pilot study of accentuated laminations in porcine enamel.",
  "abstract": "OBJECTIVES: To examine the correspondence between histology of defective enamel and documented developmental stressors using a pig proxy; with the ultimate goal of differentiating, within enamel, stressor types including birth, weaning, surgery, and social disruption. MATERIALS AND METHODS: Lower first molars were removed from five female and four male domestic pigs, thin-sectioned and examined with phase-contrast microscopy for daily and accentuated laminations. Known stressor events include birth; processing (nonanesthetized clipping of needle teeth, tail docking, and castration) within 5 days of birth; weaning in nursery; penned vaccination 2-4 days later; transfer to grower barn; additional vaccination. Timing of accentuated laminations was derived from counts of daily laminations from birth and between accentuated laminations; or, more commonly, from measurements between accentuated laminations divided by average daily lamination width. RESULTS: Acknowledging our small sample, we confirm daily periodicity of laminations in pig enamel. Lamination width varies among sexes (males wider), cusps, crown decile, and enamel depth (wider toward surface). Accentuated laminations occurred at reconstructed median ages of 3.7 days after birth (cf. up to 5 days for \"processing\"), 19.7 days (cf. 18-25 days for weaning), 4.5 days (cf. 2-4 days for vaccination) and ~39.5 days (cf. 63 days for transfer). DISCUSSION: Encouragingly, the timing of known stressors (birth, surgical processing, weaning, and vaccination) can be determined with high precision, in good thin sections, from accentuated laminations in pig enamel. Timing of transfer was poorly estimated, likely reflecting lesser severity and the occurrence of undocumented stress events in the nursery.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, British Columbia, Canada."
      ],
      "orcid": "0000-0002-9411-3385"
    },
    {
      "last_name": "Byra",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Byra",
      "affiliations": [
        "Greenbelt Swine Veterinary Services Ltd, Technical Services Veterinarian, Chilliwack, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "1096-8644",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "619",
  "end_page": "631",
  "pages": "619-631",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Anthropology, Physical",
    "Dental Enamel",
    "Female",
    "Humans",
    "Male",
    "Models, Animal",
    "Molar",
    "Pilot Projects",
    "Stress, Physiological",
    "Stress, Psychological",
    "Swine"
  ],
  "article_ids": {
    "pubmed": "31087651",
    "doi": "10.1002/ajpa.23854"
  },
  "doi": "10.1002/ajpa.23854",
  "dates": {
    "completed": "2020-03-26",
    "revised": "2020-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.404726",
    "pmid": "31087651"
  }
}