{
  "pmid": "31087087",
  "uid": "31087087",
  "title": "Has the Relationship Between Alcohol Consumption and Alcohol-Related Risky Behaviour Changed in Australia? An Exploratory Study.",
  "abstract": "AIMS: Recent studies have pointed to diverging trends between alcohol consumption and harm rates. One explanation for these trends is the normalization hypothesis, which suggests that declines in alcohol consumption will result in more risky behaviour by the remaining drinkers as consumption becomes a more deviant behaviour. We examine how the relationship between alcohol consumption and risky behaviour has changed in Australia over a fourteen-year period. METHODS: Risky behaviour and alcohol consumption were obtained from six waves (2001, 2004, 2007, 2010, 2013, 2016) of the National Drug Strategy Household Survey (NDSHS). 115,115 respondents aged over 14 were included in this study. Poisson regression analyses were conducted to examine the relationship between risky behaviour and two measures of alcohol consumption (average volume per day and risky drinking occasions per month) over six NDSHS waves. Interaction terms between year and the drinking variables were included in each model to identify shifts in this relationship between consumption and harm. RESULTS: Respondents with greater alcohol consumption were more likely to report risky behaviour (IRR = 1.15, 95% CI = 1.13-1.16). Risky behaviour generally declined over time however older participants reported more risky behaviour over time. Generally, the relationship between alcohol consumption and risky behaviour has remained stable, with some very minor upward shifts for young drinkers (aged 14-29; highest IRR = 1.03, 95% CI = 1.01-1.04). CONCLUSIONS: We found little support for the normalization hypothesis-risky behaviour tends to shift consistently along with drinking levels. Results suggest that recent reductions in alcohol consumption should lead to reductions in rates of harm.",
  "authors": [
    {
      "last_name": "Mojica-Perez",
      "fore_name": "Yvette",
      "initials": "Y",
      "name": "Yvette Mojica-Perez",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "331",
  "end_page": "337",
  "pages": "331-337",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk-Taking",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31087087",
    "doi": "10.1093/alcalc/agz034",
    "pii": "5480369"
  },
  "doi": "10.1093/alcalc/agz034",
  "dates": {
    "completed": "2019-11-25",
    "revised": "2019-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.778873",
    "pmid": "31087087"
  }
}