{
  "pmid": "31090186",
  "uid": "31090186",
  "title": "Evaluating user experiences of a clearing house for health policy and systems.",
  "abstract": "BACKGROUND: Timely access to evidence increases the prospects for evidence informed decision making. We evaluated user experiences of a Clearing House for Health Policy with the aim of increasing access to evidence about the Uganda health system and interventions. METHODS: We conducted in-depth interviews with 15 potential users including policymakers, health policy advisors, health managers and researchers to provide evidence on their experience with the clearinghouse. On average participants took 20 minutes to first navigate the site and 45 minutes to perform search tasks and complete the interview. RESULTS: Most respondents successfully searched for information with accuracy and completeness in a short time. Participants commended the performance and expressed high regard for the credibility of the clearinghouse. The majority felt that using the resource was worth their effort. The clearinghouse provided appropriate functionalities for information searching. Navigating and finding information from the site was achievable. However, inadequate background information about the site and lack of current information were widely reported. CONCLUSION: Our paper provides insights on the issues that can be addressed to improve online resources for health policy and system information in a limited resource setting. Users' experience of such resources can be improved by regularly appraising and appropriately indexing the contents, and optimising the capacity to customise information.",
  "authors": [
    {
      "last_name": "Mutatina",
      "fore_name": "Boniface",
      "initials": "B",
      "name": "Boniface Mutatina",
      "affiliations": [
        "College of Health Sciences, Makerere University, Kampala, Uganda."
      ],
      "orcid": "0000-0002-1380-2104"
    },
    {
      "last_name": "Basaza",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Basaza",
      "affiliations": [
        "College of Health Sciences, Makerere University, Kampala, Uganda.",
        "International Health Sciences University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": [
        "College of Health Sciences, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evidence and Impact, and Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health and Population, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Health information and libraries journal",
    "iso_abbreviation": "Health Info Libr J",
    "issn": "1471-1842",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "168",
  "end_page": "178",
  "pages": "168-178",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Evidence-Based Medicine",
    "Female",
    "Health Information Exchange",
    "Health Policy",
    "Health Services Accessibility",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Policy Making",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "31090186",
    "doi": "10.1111/hir.12257"
  },
  "doi": "10.1111/hir.12257",
  "dates": {
    "completed": "2019-12-12",
    "revised": "2019-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.033791",
    "pmid": "31090186"
  }
}