{
  "pmid": "31095862",
  "uid": "31095862",
  "title": "Laboratory selection, cross-resistance, and estimations of realized heritability of indoxacarb resistance in Phenacoccus solenopsis (Homoptera: Pseudococcidae).",
  "abstract": "BACKGROUND: Cotton mealybug Phenacoccus solenopsis is a pest of cotton, vegetables, ornamentals, and medicinal plants. In many parts of the world P. solenopsis has been managed by integration of cultural, mechanical, biological and chemical methods, but in Pakistan the use of insecticide sprays has resulted in the development of resistance to some insecticides. In this study indoxacarb resistance was investigated by selecting a P. solenopsis population under laboratory conditions for many generations. The cross-resistance potential of indoxacarb resistance with other chemistries and the realized heritability of indoxacarb resistance were also evaluated. RESULTS: A field population of P. solenopsis selected with indoxacarb for 27 generations had a 25 623.17-fold resistance level. The highly indoxacarb resistant population showed very high cross-resistance to spinosad and very low cross-resistance to bifenthrin and chlorpyrifos. The mean estimated h[2] of resistance to indoxacarb was only 0.04. The number of generations predicted for the development of ten-fold indoxacarb resistance at a constant h[2]  = 0.04 against selection intensities of 10% and 95% were 346 and 36 (slope = 3.18), 237 and 25 (slope = 2.18) and 128 and 13 (slope = 1.18). However, at a constant slope = 1.18 and selection intensities of 10% and 95%, the same increase in indoxacarb resistance occurred after 128 and 13 (h[2]  = 0.04), 103 and 11 (h[2]  = 0.05), and 86 and 9 (h[2]  = 0.06) generations. CONCLUSION: This study revealed that P. solenopsis has a very high resistance to indoxacarb as a result of laboratory selection. Thus, resistance to this insecticide in the field may also occur. Indoxacarb resistance can be minimized by rotating it with bifenthrin and/or chlorpyrifos due to its very low cross-resistance to these insecticides and by avoiding its rotation with Spinosad, which has very high cross-resistance. © 2019 Society of Chemical Industry.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Bs",
      "initials": "MB",
      "name": "Muhammad Bs Afzal",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan.",
        "Citrus Research Institute, Sargodha, Pakistan."
      ],
      "orcid": "0000-0003-3357-1769"
    },
    {
      "last_name": "Shad",
      "fore_name": "Sarfraz A",
      "initials": "SA",
      "name": "Sarfraz A Shad",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Ejaz",
      "fore_name": "Masood",
      "initials": "M",
      "name": "Masood Ejaz",
      "affiliations": [
        "Department of Entomology, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Serrao",
      "fore_name": "Jose E",
      "initials": "JE",
      "name": "Jose E Serrao",
      "affiliations": [
        "Department of General Biology, Federal University of Vicosa, Vicosa, Brazil."
      ],
      "orcid": "0000-0002-0477-4252"
    }
  ],
  "journal": {
    "title": "Pest management science",
    "iso_abbreviation": "Pest Manag Sci",
    "issn": "1526-4998",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "161",
  "end_page": "168",
  "pages": "161-168",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Hemiptera",
    "Insecticide Resistance",
    "Insecticides",
    "Oxazines",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "31095862",
    "doi": "10.1002/ps.5488"
  },
  "doi": "10.1002/ps.5488",
  "dates": {
    "completed": "2020-03-17",
    "revised": "2020-03-17"
  },
  "chemicals": [
    "Insecticides",
    "Oxazines",
    "indoxacarb"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.851740",
    "pmid": "31095862"
  }
}