{
  "pmid": "31098982",
  "uid": "31098982",
  "title": "Development and psychometric evaluation of an instrument to measure knowledge, skills, and attitudes towards quality improvement in health professions education: The Beliefs, Attitudes, Skills, and Confidence in Quality Improvement (BASiC-QI) Scale.",
  "abstract": "INTRODUCTION: Health professionals are increasingly expected to foster and lead initiatives to improve the quality and safety of healthcare. Consequently, health professions education has begun to integrate formal quality improvement (QI) training into their curricula. Few instruments exist in the literature that adequately and reliably assess QI-related competencies in learners without the use of multiple, trained raters in the context of healthcare. This paper describes the development and psychometric evaluation of the Beliefs, Attitudes, Skills, and Confidence in Quality Improvement (BASiC-QI) instrument, a 30-item self-assessment tool designed to assess knowledge, skills, and attitudes towards QI. METHODS: Sixty first-year medical student participants completed the BASiC-QI and the Quality Improvement Knowledge Application Tool (QIKAT-R) prior to and immediately following a QI program that challenged learners to engage QI concepts in the context of their own medical education. Measurement properties of the BASiC-QI tool were explored through an exploratory factor analysis and generalizability study. Convergent validity was examined through correlations between BASiC-QI and QIKAT-R scores. RESULTS: Psychometric evaluation of BASiC-QI indicated reliability and validity evidence based on internal structure. Analyses also revealed that BASiC-QI scores were positively correlated with the scores from the QIKAT-R, which stands an indicator of convergent validity. CONCLUSION: BASiC-QI is a multidimensional self-assessment tool that may be used to assess beliefs, attitudes, skills, and confidence towards QI. In comparison with existing instruments, BASiC-QI does not require multiple raters or scoring rubrics, serving as an efficient, reliable assessment instrument for educators to examine the impact of QI curricula on learners.",
  "authors": [
    {
      "last_name": "Brown",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Brown",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada. allison.brown@ucalgary.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. allison.brown@ucalgary.ca."
      ],
      "orcid": "0000-0002-4552-8146"
    },
    {
      "last_name": "Nidumolu",
      "fore_name": "Aditya",
      "initials": "A",
      "name": "Aditya Nidumolu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan McConnell",
      "affiliations": [
        "Department of Innovation in Medical Education, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hecker",
      "fore_name": "Kent",
      "initials": "K",
      "name": "Kent Hecker",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Education Research, Innovation & Theory, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-277X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "167",
  "end_page": "176",
  "pages": "167-176",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Curriculum",
    "Education, Medical",
    "Educational Measurement",
    "Humans",
    "Psychometrics",
    "Quality Improvement",
    "Reproducibility of Results",
    "Self-Assessment",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "31098982",
    "pmc": "PMC6565662",
    "doi": "10.1007/s40037-019-0511-8",
    "pii": "10.1007/s40037-019-0511-8"
  },
  "doi": "10.1007/s40037-019-0511-8",
  "pmc_id": "PMC6565662",
  "dates": {
    "completed": "2020-04-06",
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.284874",
    "pmid": "31098982"
  }
}