{
  "pmid": "31096439",
  "uid": "31096439",
  "title": "Current perspectives on the opioid crisis in the US healthcare system: A comprehensive literature review.",
  "abstract": "INTRODUCTION: The administration of opioids has been used for centuries as a viable option for pain management. When administered at appropriate doses, opioids prove effective not only at eliminating pain but further preventing its recurrence in long-term recovery scenarios. Physicians have complied with the appropriate management of acute and chronic pain; however, this short or long-term opioid exposure provides opportunities for long-term opioid misuse and abuse, leading to addiction of patients who receive an opioid prescription and/or diversion of this pain medication to other people without prescription. Several reviews attempted to summarize the epidemiology and management of opioid misuse, this integrative review seeks to summarize the current literature related with responsible parties of this opioid abuse crisis and discuss potential associations between demographics (ethnicity, culture, gender, religion) and opioid accessibility, abuse and overdose. METHODS: We performed an extensive literature search in Google Scholar and Pub Med databases that were published between December 7, 1999 and January 9, 2018 in accordance with the Preferred Reporting Items for Systematic Reviews and meta-Analysis (PRISMA) guidelines. Searches were referenced using medical subject headings (MeSH) that included \"opioids\", \"over-prescription\", \"opioid consumption\", or \"opioid epidemic\". The final review of all data bases was conducted on July 24, 2018. RESULTS: A total of 7160 articles were originally identified. After 3340 duplicate articles were removed, 3820 manuscripts were removed after title and abstract screening. Following this, 120 manuscripts underwent eligibility selection with only 70 publications being selected as reliable full-texts addressing related factors surrounding the opioid crisis. CONCLUSION: With approximately 100 million people suffering from both chronic and acute pain in the United States (US) in 2016, opiates will continue to remain a prominent class of medication in healthcare facilities and homes across the US. Over 66% of total overdose episodes in 2016 were opioid-related, a figure that attests to the severity and wide-spread nature of this issue. A three-point approach accentuating the prevention, treatment, and rehabilitation of both those currently affected and at-risk in the future may be the comprehensive solution.",
  "authors": [
    {
      "last_name": "Stoicea",
      "fore_name": "Nicoleta",
      "initials": "N",
      "name": "Nicoleta Stoicea",
      "affiliations": [
        "Department of Anesthesiology."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Anesthesiology."
      ]
    },
    {
      "last_name": "Periel",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Periel",
      "affiliations": [
        "Department of Anesthesiology."
      ]
    },
    {
      "last_name": "Uribe",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Uribe",
      "affiliations": [
        "Department of Anesthesiology."
      ]
    },
    {
      "last_name": "Weaver",
      "fore_name": "Tristan",
      "initials": "T",
      "name": "Tristan Weaver",
      "affiliations": [
        "Department of Anesthesiology.",
        "Department of Anesthesiology, Pain Medicine, The Ohio State University Wexner Medical Center, Columbus, OH."
      ]
    },
    {
      "last_name": "Bergese",
      "fore_name": "Sergio D",
      "initials": "SD",
      "name": "Sergio D Bergese",
      "affiliations": [
        "Department of Anesthesiology.",
        "Department of Neurological Surgery."
      ]
    }
  ],
  "journal": {
    "title": "Medicine",
    "iso_abbreviation": "Medicine (Baltimore)",
    "issn": "1536-5964",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "20",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "e15425",
  "pages": "e15425",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Pain",
    "Adolescent",
    "Adult",
    "Analgesics, Opioid",
    "Behavior, Addictive",
    "Chronic Pain",
    "Delivery of Health Care",
    "Drug Overdose",
    "Epidemics",
    "Female",
    "Humans",
    "Inappropriate Prescribing",
    "Male",
    "Middle Aged",
    "Opioid-Related Disorders",
    "Pain Management",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31096439",
    "pmc": "PMC6531094",
    "doi": "10.1097/MD.0000000000015425",
    "pii": "00005792-201905170-00010"
  },
  "doi": "10.1097/MD.0000000000015425",
  "pmc_id": "PMC6531094",
  "dates": {
    "completed": "2019-05-28",
    "revised": "2023-11-04"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:56.284022",
    "pmid": "31096439"
  }
}