{
  "pmid": "31093540",
  "uid": "31093540",
  "title": "Systematic reviews of prognosis studies: a critical appraisal of five core clinical journals.",
  "abstract": "BACKGROUND: Prognosis research refers to the investigation of association between a baseline health state, patient characteristic and future outcomes. The findings of several prognostic studies can be summarized in systematic reviews (SRs), but some characteristics of prognostic studies may result in difficulties when performing the analyses. This study aimed to investigate trends in the volume and quality of SRs of prognostic studies in the literature. METHODS: We conducted a systematic review in five high-impact clinical journals (Annals of Internal Medicine, BMJ, Circulation, JAMA, and Stroke) to identify SRs of prognosis studies focused on fundamental prognosis research and prognostic factor research published between 2000 and 2012. We excluded studies of clinical prediction guides or implementation studies. The quality of the SRs was rated based on the Meta-analysis of Observational Studies in Epidemiology (MOOSE) and the PRISMA checklists. RESULTS: Over the 13-year period, 1065 SRs were published. Of these, 198 were SRs of prognosis studies. The proportion of all SRs to published articles increased from 0.86% in 2000 to 4.2% in 2012. Likewise, the proportion of prognosis SRs to all SRs increased from 10.3% in 2000 to 17.7% in 2012. MOOSE and PRISMA mean summary scores consistently increased over time for all journals, indicating that the quality of reporting in these SRs has steadily improved. However, several items were not consistently well reported by investigators. CONCLUSIONS: This study shows that there is a growing number of SRs of prognosis studies. However, the quality is suboptimal when assessed with the generic reporting guidelines for observational studies. New reporting guidelines and risk of bias tools for prognosis studies are needed to improve the quality of future research in this field.",
  "authors": [
    {
      "last_name": "Matino",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Matino",
      "affiliations": [
        "1Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "2Department of Experimental Medicine, University of Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Chai-Adisaksopha",
      "fore_name": "Chatree",
      "initials": "C",
      "name": "Chatree Chai-Adisaksopha",
      "affiliations": [
        "1Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "3Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "1Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "3Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Diagnostic and prognostic research",
    "iso_abbreviation": "Diagn Progn Res",
    "issn": "2397-7523",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2017"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31093540",
    "pmc": "PMC6460771",
    "doi": "10.1186/s41512-017-0008-z",
    "pii": "8"
  },
  "doi": "10.1186/s41512-017-0008-z",
  "pmc_id": "PMC6460771",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.198439",
    "pmid": "31093540"
  }
}