{
  "pmid": "31092226",
  "uid": "31092226",
  "title": "The Stability study: a protocol for a multicenter randomized clinical trial comparing anterior cruciate ligament reconstruction with and without Lateral Extra-articular Tenodesis in individuals who are at high risk of graft failure.",
  "abstract": "BACKGROUND: The purpose of anterior cruciate ligament reconstruction (ACLR) is to restore stability to the knee. Persistent rotational laxity following ACLR has been correlated with poor outcome and graft failure. We hypothesize that anterolateral complex reconstruction by way of a Modified Lemaire Lateral Extra-articular Tenodesis (LET) in combination with single bundle ACLR would reduce the risk of persistent rotatory laxity in young individuals who are deemed as being at high risk of failure. We will conduct a pragmatic, multicenter, randomized clinical trial comparing standard single bundle hamstring ACLR with combined ACLR and LET. METHODS: Six-hundred patients (300 per group) aged 25 years or less with an ACL deficient knee that meet two of the following three criteria will be included: 1) Grade 2 pivot shift or greater; 2) Returning to high risk cutting or pivoting sports; 3) Generalized ligamentous laxity. Participants will be seen at 3-months, 6-months, 12-months and 24-months post-operatively. The primary outcome measure is graft failure requiring revision ACLR or symptomatic instability associated with a positive asymmetric pivot shift indicating persistent rotational laxity. Patients will complete secondary outcome measures at each follow-up visit including patient-reported outcome measures, functional and biomechanical testing, and magnetic resonance imaging. DISCUSSION: This protocol is the first adequately powered randomized clinical trial investigating the effects of augmenting ACLR with an LET in patients at high-risk of graft failure. The successful completion of this trial has the potential to change surgical practice and provide evidence for the role of the LET in ACLR. TRIAL REGISTRATION: The trial is registered at ClinicalTrials.gov: NCT02018354 , 23-12-2013.",
  "authors": [
    {
      "last_name": "Getgood",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Getgood",
      "affiliations": [
        "Orthopaedic Sport Medicine Fellowship Director, Fowler Kennedy Sport Medicine Clinic, 3M Centre, University of Western Ontario, 1151 Richmond St., London, ON, N6A 3K7, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Elborn College, University of Western Ontario, Room 1438, 1201 Western Rd, London, ON, N6C 1H1, Canada."
      ]
    },
    {
      "last_name": "Firth",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Firth",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, 3M Centre, University of Western Ontario, 1151 Richmond St, London, ON, N6A 3K7, Canada. afirth5@uwo.ca."
      ],
      "orcid": "0000-0002-8502-6204"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "216",
  "pages": "216",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Female",
    "Hamstring Tendons",
    "Humans",
    "Male",
    "Multicenter Studies as Topic",
    "Randomized Controlled Trials as Topic",
    "Tenodesis",
    "Transplantation, Autologous",
    "Treatment Failure",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31092226",
    "pmc": "PMC6521537",
    "doi": "10.1186/s12891-019-2589-x",
    "pii": "10.1186/s12891-019-2589-x"
  },
  "doi": "10.1186/s12891-019-2589-x",
  "pmc_id": "PMC6521537",
  "dates": {
    "completed": "2019-11-18",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.958841",
    "pmid": "31092226"
  }
}