{
  "pmid": "31096989",
  "uid": "31096989",
  "title": "Insights on multimorbidity and associated health service use and costs from three population-based studies of older adults in Ontario with diabetes, dementia and stroke.",
  "abstract": "BACKGROUND: Most studies that examine comorbidity and its impact on health service utilization focus on a single index-condition and are published in disease-specific journals, which limit opportunities to identify patterns across conditions/disciplines. These comparisons are further complicated by the impact of using different study designs, multimorbidity definitions and data sources. The aim of this paper is to share insights on multimorbidity and associated health services use and costs by reflecting on the common patterns across 3 parallel studies in distinct disease cohorts (diabetes, dementia, and stroke) that used the same study design and were conducted in the same health jurisdiction over the same time period. METHODS: We present findings that lend to broader Insights regarding multimorbidity based on the relationship between comorbidity and health service use and costs seen across three distinct disease cohorts. These cohorts were originally created using multiple linked administrative databases to identify community-dwelling residents of Ontario, Canada with one of diabetes, dementia, or stroke in 2008 and each was followed for health service use and associated costs. RESULTS: We identified 376,434 indviduals wtih diabetes, 95,399 wtih dementia, and 29,671 with stroke. Four broad insights were identified from considering the similarity in comorbidity, utilization and cost patterns across the three cohorts: 1) the most prevalent comorbidity types were hypertension and arthritis, which accounted for over 75% of comorbidity in each cohort; 2) overall utilization increased consistently with the number of comorbidities, with the vast majority of services attributed to comorbidity rather than the index conditions; 3) the biggest driver of costs for those with lower levels of comorbidity was community-based care, e.g., home care, GP visits, but at higher levels of comorbidity the driver was acute care services; 4) service-specific comorbidity and age patterns were consistent across the three cohorts. CONCLUSIONS: Despite the differences in population demographics and prevalence of the three index conditions, there are common patterns with respect to comorbidity, utilization, and costs. These common patterns may illustrate underlying needs of people with multimorbidity that are often obscured in literature that is still single disease-focused.",
  "authors": [
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, McMaster Innovation Park, 175 Longwood Road South, Hamilton, ON, L8P 0A1, Canada. griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, 6-10 University Terrace, Edmonton, AB, T6G 2T4, Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Health Sciences Centre, Room 3N25G, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Panjwani",
      "fore_name": "Dilzayn",
      "initials": "D",
      "name": "Dilzayn Panjwani",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, 790 Bay St., 7th floor, Toronto, ON, M5G 1N8, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis; Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Room CRL-208, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Patterson",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Patterson",
      "affiliations": [
        "Department of Medicine, McMaster University, St. Peter's Hospital, 88 Maplewood, Hamilton, Ontario, L8M 1W9, Canada."
      ]
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Health Sciences Centre, Room 3N25B, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, 1280 Main Street West, Health Sciences Centre, Room 3N25C, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "313",
  "pages": "313",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Arthritis",
    "Comorbidity",
    "Dementia",
    "Diabetes Mellitus",
    "Female",
    "Health Care Costs",
    "Health Services",
    "Humans",
    "Hypertension",
    "Male",
    "Multimorbidity",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Prevalence",
    "Research Design",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "31096989",
    "pmc": "PMC6524233",
    "doi": "10.1186/s12913-019-4149-3",
    "pii": "10.1186/s12913-019-4149-3"
  },
  "doi": "10.1186/s12913-019-4149-3",
  "pmc_id": "PMC6524233",
  "dates": {
    "completed": "2019-08-09",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "TTF 128261",
      "agency": "CIHR Signature Initiative in Community-Based Primary Healthcare"
    },
    {
      "grant_id": "06669",
      "agency": "Ontario Ministry of Health and Long-Term Care"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.477802",
    "pmid": "31096989"
  }
}