{
  "pmid": "31105964",
  "uid": "31105964",
  "title": "Timing of Fistula Creation and the Probability of Catheter-Free Use: A Cohort Study.",
  "abstract": "BACKGROUND: Fistula creation is recommended to avoid the use of central venous catheters for hemodialysis. The extent to which timing of fistula creation minimizes catheter use is unclear. OBJECTIVE: To compare patient outcomes of 2 fistula creation strategies: fistula attempt prior to the initiation of dialysis (\"predialysis\") or fistula attempt after starting dialysis (\"postinitiation\"). DESIGN: Cohort study. SETTING: Five Canadian dialysis programs. PATIENTS: Patients who started hemodialysis between 2004 and 2012, who underwent fistula creation, and were tracked in the Dialysis Measurement Analysis and Reporting (DMAR) system. MEASUREMENTS: Catheter-free fistula use within 1 year of hemodialysis start, probability of catheter-free fistula use during follow-up, and rates of access-related procedures. METHODS: Retrospective data analysis: logistic regression; negative binomial regression. RESULTS: Five hundred and eight patients had fistula attempts predialysis and 583 postinitiation. At 1 year, 80% of those with predialysis attempts achieved catheter-free use compared to 45% with post-initiation attempts (adjusted odds ratio [OR]preVSpost = 4.67; 95% confidence interval [CI] = 3.28-6.66). The average of all patient follow-up time spent catheter-free was 63% and 28%, respectively (probability of use per unit time, ORpreVSpost = 2.90; 95% CI = 2.18-3.85). This finding was attenuated when accounting for maturation time and when restricting the analysis to those who achieved catheter-free use. Predialysis fistula attempts were associated with lower procedure rates after dialysis initiation-1.61 procedures per person-year compared with 2.55-but had 0.65 more procedures per person prior to starting dialysis. LIMITATIONS: Observational design, unknown indication for predialysis and postinitiation fistula creation, and unknown reasons for prolonged catheter use. CONCLUSIONS: Predialysis fistula attempts were associated with a higher probability of catheter-free use and remaining catheter-free over time, and also resulted in fewer procedures compared with postinitiation attempts, which could be due to timing of attempt or patient factors. Catheter use and procedures were still common for all patients, regardless of the timing of fistula creation.",
  "authors": [
    {
      "last_name": "Clarke",
      "fore_name": "Alix",
      "initials": "A",
      "name": "Alix Clarke",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-9635-2702"
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-6973-8570"
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Oliver",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "Division of Nephrology, Department of Medicine and Kidney Research Centre, Ottawa Hospital Research Institute, The University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0010-3416"
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119843139",
  "pages": "2054358119843139",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31105964",
    "pmc": "PMC6506926",
    "doi": "10.1177/2054358119843139",
    "pii": "10.1177_2054358119843139"
  },
  "doi": "10.1177/2054358119843139",
  "pmc_id": "PMC6506926",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.267957",
    "pmid": "31105964"
  }
}