{
  "pmid": "31101567",
  "uid": "31101567",
  "title": "Sleeve gastrectomy in obese Wistar rats improves diastolic function and promotes cardiac recovery independent of weight loss.",
  "abstract": "BACKGROUND: Heart failure with preserved ejection fraction is the most common cause of heart failure and is characterized by impaired diastolic relaxation. Bariatric surgery significantly improves diastolic relaxation, but a mechanism beyond weight loss remains unknown. OBJECTIVES: We tested the hypothesis that a sleeve gastrectomy (SG) will improve diastolic dysfunction independent of weight loss due to postoperative alterations in the enterocardiac axis. SETTING: University research laboratory. METHODS: Male Wistar rats were fed a high-fat diet (HFD) or low-fat diet (LFD) for 10 weeks and then divided into SG-HFD, pair-fed sham HFD, ad-lib sham HFD, or ad-lib sham LFD groups (n = 9-14 per group). At least 2 months postoperatively, cardiac function, meal tolerance, glucose tolerance, and cardiac gene expression were compared between groups. RESULTS: Only the SG cohort showed significant improvements in postoperative diastolic relaxation (isovolumetric relaxation time pre-SG: 14.7 ± 2.3 msec, post-SG: 11.2 ± 1.8 msec, P < .001). SG significantly increased active glucagon-like peptide-1 (P = .03). Compared to pair-fed sham HFD rats, SG-HFD rats had significantly altered mRNA cardiac gene expression, including sarco/endoplasmic reticulum Ca2+-ATPase 2 a (SERCA2 a) (P < .001). CONCLUSIONS: SG improves diastolic function independent of weight loss in a rat model of obesity with beneficial alterations in cardiac gene expression of multiple known targets related to cardiac failure, including SERCA2 a. These data support that a greater curve gastrectomy induces beneficial intracellular cardiac signaling for diastolic function mediated by the enterocardiac axis that is independent of weight loss. These findings could translate to offering metabolic surgery to patients with heart failure with preserved ejection fraction.",
  "authors": [
    {
      "last_name": "Hayes",
      "fore_name": "Hailey",
      "initials": "H",
      "name": "Hailey Hayes",
      "affiliations": [
        "Department of Surgery, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Patz",
      "fore_name": "Jacob",
      "initials": "J",
      "name": "Jacob Patz",
      "affiliations": [
        "Department of Surgery, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Corbett",
      "fore_name": "John",
      "initials": "J",
      "name": "John Corbett",
      "affiliations": [
        "Department of Biochemistry, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Z",
      "initials": "MZ",
      "name": "Muhammad Z Afzal",
      "affiliations": [
        "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Strande",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Strande",
      "affiliations": [
        "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Kindel",
      "fore_name": "Tammy L",
      "initials": "TL",
      "name": "Tammy L Kindel",
      "affiliations": [
        "Department of Surgery, Medical College of Wisconsin, Milwaukee, WI. Electronic address: tkindel@mcw.edu."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "837",
  "end_page": "842",
  "pages": "837-842",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Bariatric Surgery",
    "Blood Pressure",
    "Diet, High-Fat",
    "Disease Models, Animal",
    "Gastrectomy",
    "Heart",
    "Heart Failure",
    "Male",
    "Obesity",
    "Rats",
    "Rats, Wistar",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "31101567",
    "mid": "NIHMS1529797",
    "pmc": "PMC6682432",
    "doi": "10.1016/j.soard.2019.03.036",
    "pii": "S1550-7289(19)30102-9"
  },
  "doi": "10.1016/j.soard.2019.03.036",
  "pmc_id": "PMC6682432",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2020-07-06"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KL2 TR001438",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.851999",
    "pmid": "31101567"
  }
}