{
  "pmid": "31107722",
  "uid": "31107722",
  "title": "Disease-specific Preference-based Measure of Glaucoma Health States: HUG-5 Psychometric Validation.",
  "abstract": "PURPOSE: Glaucoma is the second leading cause of irreversible blindness in the world, with 60 million people worldwide estimated to suffer from the condition. Health utility is an important outcome measure of treatment effect in economic outcomes. The available tools for the measurement of health utility in glaucoma patients do not support a preference-based algorithm required to estimate health utility. To resolve this gap in the literature, the HUG-5 (Health Utility for Glaucoma-5 dimensions) was developed. The objective of the present study was to validate the HUG-5 with accepted measures of health state and vision-specific quality of life. MATERIALS AND METHODS: The HUG-5 measures patient self-reported levels of visual discomfort, mobility, daily life activities, emotion, and social activities, as affected by the progression and management of glaucoma. To evaluate the psychometric properties, the HUG-5 was assessed for construct validity between similar and dissimilar dimensions of the National Eye Institute Visual Function Questionnaire-25 (NEI-VFQ-25) and the EuroQol's 5 Dimensions. The HUG-5 was evaluated for test-retest reliability after a 2-week period. The HUG-5 composite distributions of mild/moderate and advanced glaucoma patients were tested for differences to measure sensitivity. RESULTS: A total of 124 patients with glaucoma were administered the NEI-VFQ-25, the HUG-5, and the EuroQol's 5 Dimensions. The HUG-5 demonstrated construct validity, with convergent and discriminant support for visual discomfort, mobility, daily life activities, emotional distress, and social activities. The HUG-5 concurrently measured health-related quality of life associated with best-eye visual field loss (r=0.63, P<0.001). The HUG-5 measured health state consistently with test-retest reliability (intraclass correlation=0.91, P<0.001). The HUG-5 was established to be sensitive in detecting differences between patients with mild/moderate glaucoma and those with advanced glaucoma with a rank-sum test with continuity correction (W=693.5, P<0.001). CONCLUSIONS: This study demonstrates promising results for the HUG-5's response range and relationship with the NEI-VFQ-25 and best-eye visual field loss, highlighting the value of disease-specific preference-based scoring systems in measuring health state changes in glaucoma patients.",
  "authors": [
    {
      "last_name": "Kennedy",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Kennedy",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Podbielski",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Podbielski",
      "affiliations": [
        "Prism Eye Institute, University of Toronto, Toronto."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Muratov",
      "fore_name": "Sergei",
      "initials": "S",
      "name": "Sergei Muratov",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Ike",
      "initials": "I",
      "name": "Ike Ahmed",
      "affiliations": [
        "Prism Eye Institute, University of Toronto, Toronto."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University.",
        "Program for Health Economics and Outcome Measures, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of glaucoma",
    "iso_abbreviation": "J Glaucoma",
    "issn": "1536-481X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "593",
  "end_page": "600",
  "pages": "593-600",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Glaucoma",
    "Health Status",
    "Humans",
    "Intraocular Pressure",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "United States",
    "Vision, Ocular"
  ],
  "article_ids": {
    "pubmed": "31107722",
    "doi": "10.1097/IJG.0000000000001267"
  },
  "doi": "10.1097/IJG.0000000000001267",
  "dates": {
    "completed": "2020-06-29",
    "revised": "2020-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.987261",
    "pmid": "31107722"
  }
}