{
  "pmid": "31106220",
  "uid": "31106220",
  "title": "Quality Assessment of Prospective Cohort Studies Evaluating Arthroscopic Treatment for Femoroacetabular Impingement Syndrome: A Systematic Review.",
  "abstract": "BACKGROUND: Femoroacetabular impingement (FAI) syndrome is a cause of pain and reduced range of motion in the hip joint. Given the limited number of randomized controlled trials, prospective cohort studies constitute the dominant part of the available prospective evidence evaluating relevant clinical outcomes after arthroscopic hip surgery for FAI. PURPOSE: To assess the methodological quality of prospective cohort studies evaluating arthroscopic surgery for FAI and to determine whether there has been an improvement in methodological quality over time. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: A systematic literature search was performed in PubMed, Embase (OvidSP), and the Cochrane Library. Included studies were clinical prospective cohort studies of primary arthroscopic surgery for cam and/or pincer morphology FAI. Methodological quality was assessed with the Methodological Index for Non-randomized Studies (MINORS). The mean MINORS score for studies published during the first 5 years of the period was compared with those published during the last 5 years to evaluate methodological improvement over time. The methodological quality of randomized controlled trials was also assessed with the Coleman Methodology Score. RESULTS: The search yielded 53 studies. There were 34 noncomparative studies, 15 nonrandomized comparative studies, and 4 randomized controlled trials. The included studies were published between 2008 and 2017. The mean ± SD MINORS score for noncomparative and comparative studies was 10.4 ± 1.4 of 16 possible and 18.7 ± 2.0 of 24 possible, respectively. The mean Coleman Methodology Score for randomized controlled trials was 79.0 ± 7.0 of 100 possible. CONCLUSION: The methodological quality of prospective cohort studies evaluating arthroscopic surgery for FAI is moderate for comparative and noncomparative studies. Common areas for improvement include unbiased assessment of study endpoints and prospective sample-size calculations. Despite an increase in the number of published studies, an improvement in methodological quality over time was not observed.",
  "authors": [
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Senorski",
      "fore_name": "Eric Hamrin",
      "initials": "EH",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, Institute of Neuroscience and Physiology, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Jónasson",
      "fore_name": "Páll",
      "initials": "P",
      "name": "Páll Jónasson",
      "affiliations": [
        "Orkuhusid Orthopaedic Clinic, Reykjavik, Iceland."
      ]
    },
    {
      "last_name": "Ahldén",
      "fore_name": "Mattias",
      "initials": "M",
      "name": "Mattias Ahldén",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Baranto",
      "fore_name": "Adad",
      "initials": "A",
      "name": "Adad Baranto",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sansone",
      "fore_name": "Mikael",
      "initials": "M",
      "name": "Mikael Sansone",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, University of Gothenburg, Gothenburg, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "2325967119838533",
  "pages": "2325967119838533",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31106220",
    "pmc": "PMC6509989",
    "doi": "10.1177/2325967119838533",
    "pii": "10.1177_2325967119838533"
  },
  "doi": "10.1177/2325967119838533",
  "pmc_id": "PMC6509989",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.832010",
    "pmid": "31106220"
  }
}