{
  "pmid": "31110903",
  "uid": "31110903",
  "title": "Vasopressin in Pediatric Critical Care.",
  "abstract": "Vasopressin is a unique hormone with complex receptor physiology and numerous physiologic functions beyond its well-known vascular actions and osmoregulation. While vasopressin has in the past been primarily used in the management of diabetes insipidus and acute gastrointestinal bleeding, an increased understanding of the physiology of refractory shock, and the role of vasopressin in maintaining cardiovascular homeostasis prompted a renewed interest in the therapeutic roles for this hormone in the critical care setting. Identifying vasopressin-deficient individuals for the purposes of assessing responsiveness to exogenous hormone and prognosticating outcome has expanded research into the evaluation of vasopressin and its precursor, copeptin as useful biomarkers. This review summarizes the current evidence for vasopressin in critically ill children, with a specific focus on its use in the management of shock. We outline important considerations and current guidelines, when considering the use of vasopressin or its analogues in the pediatric critical care setting.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, Critical Care, Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric intensive care",
    "iso_abbreviation": "J Pediatr Intensive Care",
    "issn": "2146-4618",
    "issn_type": "Print",
    "volume": "5",
    "issue": "4",
    "pub_year": "2016",
    "pub_month": "Dec"
  },
  "start_page": "182",
  "end_page": "188",
  "pages": "182-188",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31110903",
    "pmc": "PMC6512420",
    "doi": "10.1055/s-0036-1583282",
    "pii": "1619"
  },
  "doi": "10.1055/s-0036-1583282",
  "pmc_id": "PMC6512420",
  "dates": {
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.914634",
    "pmid": "31110903"
  }
}