{
  "pmid": "31112972",
  "uid": "31112972",
  "title": "Patient-Reported Outcome Measures for Pediatric Psoriasis: A Systematic Review and Critical Appraisal from International Dermatology Outcome Measures (IDEOM).",
  "abstract": "Childhood onset psoriasis has a profound impact on the development and quality of life of pediatric patients. Consequently, validated patient-reported outcome measures (PROMs) for pediatric psoriasis are vital to patient care. We sought to critically appraise the literature on the measurement properties of PROMs used in the pediatric psoriasis population. We performed a 2-stage systematic literature synthesis in MEDLINE (1950-2017) and EMBASE (1947-2017) to identify PROMs and studies evaluating their measurement properties. Analysis of studies followed the COnsensus-based Standards for the selection of health Measurement INstruments (COSMIN) methodology to inform a best evidence synthesis. From 1,128 articles, we identified 29 PROMs. Subsequently, we identified 8 studies evaluating the measurement properties of 7 instruments. Among these instruments, the Simplified Psoriasis Index (SPI) achieved a positive rating for criterion validity, the Dutch version of the Children's Dermatology Life Quality Index (CDLQI) achieved a positive rating for hypothesis testing, and the Swedish version of the CDLQI achieved a negative rating for hypothesis testing. All other assessed measurement properties received indeterminate or unknown ratings due to flaws in study design. PROMs are paramount to the management of pediatric psoriasis. This synthesis emphasizes the critical need for additional studies to further describe the measurement properties of PROMs used in pediatric psoriasis and identify validated, standardized measures for use in clinical practice and research.",
  "authors": [
    {
      "last_name": "Salame",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Salame",
      "affiliations": [
        "University of California, Irvine School of Medicine, Irvine, California, USA."
      ]
    },
    {
      "last_name": "Torres",
      "fore_name": "Josefina",
      "initials": "J",
      "name": "Josefina Torres",
      "affiliations": [
        "Department of Dermatology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Sandhu",
      "fore_name": "Jeena",
      "initials": "J",
      "name": "Jeena Sandhu",
      "affiliations": [
        "University of Missouri-Kansas City School of Medicine, Kansas City, Missouri, USA."
      ]
    },
    {
      "last_name": "Callis Duffin",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Callis Duffin",
      "affiliations": [
        "Department of Dermatology, University of Utah, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Gottlieb",
      "fore_name": "Alice B",
      "initials": "AB",
      "name": "Alice B Gottlieb",
      "affiliations": [
        "Department of Dermatology, New York Medical College, Metropolitan Hospital, New York, New York, USA."
      ]
    },
    {
      "last_name": "Latella",
      "fore_name": "John",
      "initials": "J",
      "name": "John Latella",
      "affiliations": [
        "International Dermatology Outcome Measures (IDEOM), Windsor, Connecticut, USA."
      ]
    },
    {
      "last_name": "Merola",
      "fore_name": "Joseph F",
      "initials": "JF",
      "name": "Joseph F Merola",
      "affiliations": [
        "Department of Dermatology and Department of Medicine, Division of Rheumatology, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "April W",
      "initials": "AW",
      "name": "April W Armstrong",
      "affiliations": [
        "Department of Dermatology, Keck School of Medicine, University of Southern California, Los Angeles, California, USA, armstrongpublication@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "234",
    "issue": "3-4",
    "pub_year": "2018"
  },
  "start_page": "112",
  "end_page": "119",
  "pages": "112-119",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Health Status Indicators",
    "Humans",
    "Patient Reported Outcome Measures",
    "Psoriasis",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "31112972",
    "doi": "10.1159/000490460",
    "pii": "000490460"
  },
  "doi": "10.1159/000490460",
  "dates": {
    "completed": "2019-09-27",
    "revised": "2019-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.268267",
    "pmid": "31112972"
  }
}