{
  "pmid": "31123005",
  "uid": "31123005",
  "title": "Investigating the stratified efficacy and safety of pharmacological blood pressure-lowering: an overall protocol for individual patient-level data meta-analyses of over 300 000 randomised participants in the new phase of the Blood Pressure Lowering Treatment Trialists' Collaboration (BPLTTC).",
  "abstract": "INTRODUCTION: Previous research from the Blood Pressure Lowering Treatment Trialists' Collaboration (BPLTTC) and others has shown that pharmacological blood pressure (BP)- lowering substantially reduces the risk of major cardiovascular events, including ischaemic heart disease, heart failure and stroke. In this new phase, the aim is to conduct individual patient-level data (IPD) meta-analyses involving eligible BP-lowering randomised controlled trials (RCTs) to address uncertainties relating to efficacy and safety of BP-lowering treatment. METHODS AND ANALYSIS: RCTs investigating the effect of pharmacological BP-lowering, with a minimum of 1000 patient-years of follow-up in each trial arm, are eligible. Our systematic review identified 100 potentially eligible trials. We requested their investigators/sponsors to contribute baseline, follow-up and outcomes data. As of June 2018, the collaboration has obtained data from 49 trials (n=315 046 participants), with additional data currently in the process of being transferred from four RCTs (n=34 642 participants). In addition, data harmonisation has commenced. Scientific activities of the collaboration are overseen by the Steering Committee with input from all collaborators. Detailed protocols for individual meta-analyses will be developed and registered on public platforms. ETHICS AND DISSEMINATION: Ethics approval has been obtained for this new and extended phase of the BPLTTC, the largest collaboration of de-identified IPD from RCTs. It offers an efficient and ethical manner of re-purposing existing data to answer clinically important questions relating to BP treatment as well as methodological questions relating to IPD meta-analyses. Among the immediate impacts will include reliable quantification of effects of treatment modifiers, such as baseline BP, age and prior disease, on both vascular and non-vascular outcomes. Analyses will further assess the impact of BP-lowering on important, but less well understood, outcomes, such as new-onset diabetes and renal disease. Findings will be published in peer-reviewed medical journals on behalf of the collaboration.",
  "authors": [
    {
      "last_name": "Rahimi",
      "fore_name": "Kazem",
      "initials": "K",
      "name": "Kazem Rahimi",
      "affiliations": [
        "The George Institute for Global Health, University of Oxford, Oxford, Oxfordshire, UK."
      ]
    },
    {
      "last_name": "Canoy",
      "fore_name": "Dexter",
      "initials": "D",
      "name": "Dexter Canoy",
      "affiliations": [
        "The George Institute for Global Health, University of Oxford, Oxford, Oxfordshire, UK."
      ]
    },
    {
      "last_name": "Nazarzadeh",
      "fore_name": "Milad",
      "initials": "M",
      "name": "Milad Nazarzadeh",
      "affiliations": [
        "The George Institute for Global Health, University of Oxford, Oxford, Oxfordshire, UK.",
        "Collaboration Centre of Meta-Analysis Research, Torbat Heydariyeh University of Medical Sciences, Torbat Heydariyeh, Iran."
      ]
    },
    {
      "last_name": "Salimi-Khorshidi",
      "fore_name": "Gholamreza",
      "initials": "G",
      "name": "Gholamreza Salimi-Khorshidi",
      "affiliations": [
        "The George Institute for Global Health, University of Oxford, Oxford, Oxfordshire, UK."
      ]
    },
    {
      "last_name": "Woodward",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodward",
      "affiliations": [
        "University of New South Wales, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Barry R",
      "initials": "BR",
      "name": "Barry R Davis",
      "affiliations": [
        "University of Texas Health Science Center, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "John",
      "initials": "J",
      "name": "John Chalmers",
      "affiliations": [
        "The George Institute for Global Health, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Pepine",
      "fore_name": "Carl J",
      "initials": "CJ",
      "name": "Carl J Pepine",
      "affiliations": [
        "College of Medicine, University of Florida, Gainesville, Florida, USA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "e028698",
  "pages": "e028698",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Humans",
    "Hypertension",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "31123005",
    "pmc": "PMC6538087",
    "doi": "10.1136/bmjopen-2018-028698",
    "pii": "bmjopen-2018-028698"
  },
  "doi": "10.1136/bmjopen-2018-028698",
  "pmc_id": "PMC6538087",
  "dates": {
    "completed": "2020-05-29",
    "revised": "2024-11-18"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:32.448062",
    "pmid": "31123005"
  }
}