{
  "pmid": "31129675",
  "uid": "31129675",
  "title": "A systematic review of quality of reporting in registered intimate partner violence studies: where can we improve?",
  "abstract": "BACKGROUND: Reporting quality is paramount when presenting clinical findings in published research to ensure that we have the highest quality of evidence. Poorly reported clinical findings can result in a number of potential pitfalls, including confusion of the methodology used or selective reporting of study results. There are guidelines and checklists that aim to standardize the way in which studies are reported in the literature to ensure transparency. The use of these reporting guidelines may aid in the appropriate reporting of research, which is of increased importance in highly complex fields like intimate partner violence (IPV). The primary objective of this systematic review is to assess the reporting quality of published IPV studies using the CONSORT and STROBE checklists. METHODS: We performed a systematic review of three large study registries for IPV studies. Of the completed studies, we sought full text publications and used reporting checklists to assess the quality of reporting. RESULTS: Of the 42 randomized controlled trials, the mean score on the CONSORT checklist was 63.5% (23.5/37 items, SD 4.7 items). There were also 12 pilot trials in this systematic review, which scored a mean of 49.3% (19.7/40 items; SD 3.3 items) on the CONSORT extension for pilot trials. We included 12 observational studies which scored a mean of 56.1% (18.5/33 items; SD: 4.1 items). CONCLUSIONS: We identified an opportunity to improve reporting quality by encouraging adherence to reporting guidelines. There should be a particular focus on ensuring that pilot studies report pilot-specific items. All researchers have a responsibility to ensure commitment to high quality reporting to ensure transparency in IPV studies.",
  "authors": [
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Email: maddenk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    },
    {
      "last_name": "Solow",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Solow",
      "affiliations": []
    },
    {
      "last_name": "McKinnon",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria McKinnon",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of injury & violence research",
    "iso_abbreviation": "J Inj Violence Res",
    "issn": "2008-4072",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "123",
  "end_page": "136",
  "pages": "123-136",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Checklist",
    "Guidelines as Topic",
    "Intimate Partner Violence",
    "Publishing",
    "Quality Control",
    "Research Design",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31129675",
    "pmc": "PMC6646831",
    "doi": "10.5249/jivr.v11i2.1140",
    "pii": "1140"
  },
  "doi": "10.5249/jivr.v11i2.1140",
  "pmc_id": "PMC6646831",
  "dates": {
    "completed": "2020-01-20",
    "revised": "2025-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.911728",
    "pmid": "31129675"
  }
}