{
  "pmid": "31129595",
  "uid": "31129595",
  "title": "Protocol of a multimethod descriptive study: adapting hospital-to-home transitional care interventions to the rural healthcare context in Ontario, Canada.",
  "abstract": "INTRODUCTION: Faced with costly hospital readmissions of increasingly complex patient populations, transitional care is a priority throughout Ontario, Canada; yet, rural patients have significantly more hospital readmissions and emergency department visits during the first 30 days following hospitalisation than urban patients. Because transitional care (TC) was designed and evaluated with urban patients, addressing urban-rural disparities in TC effectiveness requires increasing the alignment of TC with the needs of patients and families in rural communities and the rural nursing practice context. The study objectives are to (1) determine the perceived acceptability of evidence-based TC interventions targeting postdischarge care management to patients, families and nurses and (2) adapt the interventions to patients' and families' needs and the rural nursing practice context. METHODS AND ANALYSIS: This multimethod study has two phases. In phase I, 32-48 patients and families will rate their level of preparedness for discharge and the acceptability of evidence-based TC interventions. Participants will be engaged in semi-structured interviews about their care management needs, their perspectives on the interventions in fitting those needs and in providing suggestions for adapting the interventions to fit their needs. TC interventions perceived as acceptable to patients and families will be examined in phase II. In phase II, 32-48 hospital and home care nurses will rate the acceptability of the interventions identified by patients and families and attend focus group discussions on the feasibility of providing the interventions. Phase I and II data will be analysed using descriptive statistics and qualitative content analysis. ETHICS AND DISSEMINATION: Ethics approval was obtained from the Research Ethics Board at York University and participating hospital sites. Findings will be communicated through plain language fact sheets, policy briefs, press-releases and peer-reviewed conference presentations and manuscripts.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Mary T",
      "initials": "MT",
      "name": "Mary T Fox",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "York University Centre for Aging Research and Education, York University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0572-3892"
    },
    {
      "last_name": "Sidani",
      "fore_name": "Souraya",
      "initials": "S",
      "name": "Souraya Sidani",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-9115-2389"
    },
    {
      "last_name": "Butler",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Butler",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "School of the Environment, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0001-7148-6827"
    },
    {
      "last_name": "Alzghoul",
      "fore_name": "Manal",
      "initials": "M",
      "name": "Manal Alzghoul",
      "affiliations": [
        "School of Nursing, Lakehead University, Thunder Bay, Ontario, Canada."
      ],
      "orcid": "0000-0003-3280-783X"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "24"
  },
  "start_page": "e028050",
  "pages": "e028050",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Research Design",
    "Rural Health Services",
    "Transitional Care"
  ],
  "article_ids": {
    "pubmed": "31129595",
    "pmc": "PMC6537978",
    "doi": "10.1136/bmjopen-2018-028050",
    "pii": "bmjopen-2018-028050"
  },
  "doi": "10.1136/bmjopen-2018-028050",
  "pmc_id": "PMC6537978",
  "dates": {
    "completed": "2020-06-11",
    "revised": "2020-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.405070",
    "pmid": "31129595"
  }
}