{
  "pmid": "31122990",
  "uid": "31122990",
  "title": "Perioperative Pain and Addiction Interdisciplinary Network (PAIN): protocol of a practice advisory for the perioperative management of buprenorphine using a modified Delphi process.",
  "abstract": "INTRODUCTION: The ongoing opioid epidemic has necessitated increasing prescriptions of buprenorphine, which is an evidence-based treatment for opioid use disorder, and also shown to reduce harms associated with unsafe opioid administration. A systematic review of perioperative management strategies for patients taking buprenorphine concluded that there was little guidance for managing buprenorphine perioperatively. The aim of this project is to develop consensus guidelines on the optimal perioperative management strategies for this group of patients. In this paper, we present the design for a modified Delphi technique that will be used to gain consensus among patients and multidisciplinary experts in addiction, pain, community and perioperative medicine. METHODS AND ANALYSIS: A national panel of experts identified by perioperative, pain and/or addiction systematic review authorship established an international profile in perioperative, pain and/or addiction research, community clinical excellence and by peer referral. A steering group will develop the first round with a list of indications to be rated by the panel of national experts, patients and allied healthcare professionals. In round 1, the expert panel will rate the appropriateness of each individual item and provide additional suggestions for revisions, additions or deletions. The definition of consensus will be set a priori. Consensus will be gauged for both appropriateness and inappropriateness of treatment strategies. Where an agreement is not reached and items are suggested for addition/deletion/modification, round 2 will take place over teleconference in order to obtain consensus. ETHICS AND DISSEMINATION: Institutional research ethics board provided a waiver for this modified Delphi protocol. We plan on developing a national guideline for the management of patients taking buprenorphine in the perioperative period that will be generalisable across three sets of preoperative diagnoses including opioid use disorder and/or co-occurring pain disorders. The findings will be published in peer-reviewed publications and conference presentations.",
  "authors": [
    {
      "last_name": "Goel",
      "fore_name": "Akash",
      "initials": "A",
      "name": "Akash Goel",
      "affiliations": [
        "Department of Epidemiology, Harvard University T H Chan School of Public Health, Boston, Massachusetts, USA.",
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-8545-9782"
    },
    {
      "last_name": "Azargive",
      "fore_name": "Saam",
      "initials": "S",
      "name": "Saam Azargive",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, Queens University School of Medicine, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weissman",
      "fore_name": "Joel S",
      "initials": "JS",
      "name": "Joel S Weissman",
      "affiliations": [
        "TH Chan School of Public Health, Harvard University, Boston, Massachusetts, USA.",
        "Center for Surgery and Public Health, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University St Joseph's Health Care, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ladha",
      "fore_name": "Karim S",
      "initials": "KS",
      "name": "Karim S Ladha",
      "affiliations": [
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada.",
        "Pain Research Unit, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lamba",
      "fore_name": "Wiplove",
      "initials": "W",
      "name": "Wiplove Lamba",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duggan",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Duggan",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, Queens University School of Medicine, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hanlon",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Hanlon",
      "affiliations": [
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Di Renna",
      "fore_name": "Tania",
      "initials": "T",
      "name": "Tania Di Renna",
      "affiliations": [
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada.",
        "Toronto Academic Pain Medicine Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peng",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Peng",
      "affiliations": [
        "Toronto Western Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Hance",
      "initials": "H",
      "name": "Hance Clarke",
      "affiliations": [
        "Pain Research Unit, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "e027374",
  "pages": "e027374",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Buprenorphine",
    "Consensus",
    "Delphi Technique",
    "Humans",
    "Opiate Substitution Treatment",
    "Opioid-Related Disorders",
    "Pain Management",
    "Pain, Postoperative",
    "Perioperative Care"
  ],
  "article_ids": {
    "pubmed": "31122990",
    "pmc": "PMC6538090",
    "doi": "10.1136/bmjopen-2018-027374",
    "pii": "bmjopen-2018-027374"
  },
  "doi": "10.1136/bmjopen-2018-027374",
  "pmc_id": "PMC6538090",
  "dates": {
    "completed": "2020-05-29",
    "revised": "2020-05-29"
  },
  "chemicals": [
    "Buprenorphine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.648844",
    "pmid": "31122990"
  }
}