{
  "pmid": "31121627",
  "uid": "31121627",
  "title": "Endoscopic ultrasound-guided transmural approach versus ERCP-guided transpapillary approach for primary decompression of malignant biliary obstruction: a meta-analysis.",
  "abstract": "BACKGROUND: Primary decompression in patients with malignant biliary obstruction can be achieved via endoscopic retrograde cholangiopancreatography (ERCP) with transpapillary stenting, or, more recently, via transmural endoscopic ultrasound-guided biliary drainage (EUS-BD). It is unclear whether either approach is superior in terms of clinical success or adverse events in the primary setting. METHODS: A comprehensive systematic electronic search was performed for studies comparing EUS-BD and ERCP as the primary approach with respect to clinical success and any other outcome(s). Pooled relative risks (RRs) and weighted mean differences were obtained as appropriate using DerSimonian and Laird random effects models. Sensitivity analyses were also performed. RESULTS: 5 out of 776 studies with a total of 396 patients were included. Overall clinical success was not significantly different between EUS-BD and ERCP (RR 0.98, 95 % confidence interval [CI] 0.93 to 1.03). There was no significant difference in overall adverse events (RR 0.84, 95 %CI 0.35 to 2.01), though results suggested that EUS-BD may be associated with a reduced risk of pancreatitis (RR 0.22, 95 %CI 0.05 to 1.02). There were no significant differences between EUS-BD and ERCP in terms of procedure time or the risk of stent occlusion. CONCLUSIONS: EUS-BD had similar clinical success rates and occlusion rates to ERCP in the primary decompression of malignant biliary obstruction from meta-analysis including a modest number of patients. EUS-BD may be a practical alternative to the ERCP-guided approach in such patients, but further well-designed prospective studies with larger numbers of patients are required to more clearly delineate potential differences in adverse events and cost.",
  "authors": [
    {
      "last_name": "Bishay",
      "fore_name": "Kirles",
      "initials": "K",
      "name": "Kirles Bishay",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boyne",
      "fore_name": "Devon",
      "initials": "D",
      "name": "Devon Boyne",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khashab",
      "fore_name": "Mouen A",
      "initials": "MA",
      "name": "Mouen A Khashab",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology and Hepatology, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Shorr",
      "fore_name": "Risa",
      "initials": "R",
      "name": "Risa Shorr",
      "affiliations": [
        "Learning Services, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ichkhanian",
      "fore_name": "Yervant",
      "initials": "Y",
      "name": "Yervant Ichkhanian",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology and Hepatology, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Forbes",
      "fore_name": "Nauzer",
      "initials": "N",
      "name": "Nauzer Forbes",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada.",
        "Department of Medicine, Division of Gastroenterology and Hepatology, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Endoscopy",
    "iso_abbreviation": "Endoscopy",
    "issn": "1438-8812",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "950",
  "end_page": "960",
  "pages": "950-960",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bile Duct Neoplasms",
    "Cholangiopancreatography, Endoscopic Retrograde",
    "Cholestasis",
    "Decompression, Surgical",
    "Endosonography",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "31121627",
    "doi": "10.1055/a-0901-7343"
  },
  "doi": "10.1055/a-0901-7343",
  "dates": {
    "completed": "2020-06-24",
    "revised": "2020-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.008609",
    "pmid": "31121627"
  }
}