{
  "pmid": "31134537",
  "uid": "31134537",
  "title": "Removal of pharmaceuticals and personal care products using constructed wetlands: effective plant-bacteria synergism may enhance degradation efficiency.",
  "abstract": "Post-industrial era has witnessed significant advancements at unprecedented rates in the field of medicine and cosmetics, which has led to affluent use of pharmaceuticals and personal care products (PPCPs). However, this has exacerbated the influx of various pollutants in the environment affecting living organisms through multiple routes. Thousands of PPCPs of various classes-prescription and non-prescription drugs-are discharged directly into the environment. In this review, we have surveyed literature investigating plant-based remediation practices to remove PPCPs from the environment. Our specific aim is to highlight the importance of plant-bacteria interplay for sustainable remediation of PPCPs. The green technologies not only are successfully curbing organic pollutants but also have displayed certain limitations. For example, the presence of biologically active compounds within plant rhizosphere may affect plant growth and hence compromise the phytoremediation potential of constructed wetlands. To overcome these hindrances, combined use of plants and beneficial bacteria has been employed. The microbes (both rhizo- and endophytes) in this type of system not only degrade PPCPs directly but also accelerate plant growth by producing growth-promoting enzymes and hence remediation potential of constructed wetlands.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Phuong Minh",
      "initials": "PM",
      "name": "Phuong Minh Nguyen",
      "affiliations": [
        "Department of Environmental Technology, Faculty of Environmental Sciences, VNU University of Science, Vietnam National University, 334 Nguyen Trai, Thanh Xuan, Hanoi, Vietnam. nmphuong.hn@gmail.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, 38000, Pakistan."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Inaam",
      "initials": "I",
      "name": "Inaam Ullah",
      "affiliations": [
        "International Join laboratory for Global Climate Change Ecology, School of Life Sciences, Henan University, Kaifeng, Henan, China."
      ]
    },
    {
      "last_name": "Shahid",
      "fore_name": "Naeem",
      "initials": "N",
      "name": "Naeem Shahid",
      "affiliations": [
        "Department System Ecotoxicology, Helmholtz Centre for Environmental Research-UFZ, Permoserstr. 15, Leipzig, 04318, Germany.",
        "Department of Environmental Sciences, COMSATS University Islamabad, Vehari Campus, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Baqar",
      "fore_name": "Mujtaba",
      "initials": "M",
      "name": "Mujtaba Baqar",
      "affiliations": [
        "Sustainable Development Study Centre, Government College University Lahore, Lahore, 54000, Pakistan."
      ]
    },
    {
      "last_name": "Arslan",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arslan",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering, Faisalabad, 38000, Pakistan. arsilan324@gmail.com.",
        "Department of Environmental Biotechnology, Helmholtz Centre for Environmental Research-UFZ, Permoserstr. 15, 04318, Leipzig, Germany. arsilan324@gmail.com."
      ],
      "orcid": "0000-0002-9620-6710"
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "21",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "21109",
  "end_page": "21126",
  "pages": "21109-21126",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bacteria",
    "Biodegradation, Environmental",
    "Cosmetics",
    "Endophytes",
    "Pharmaceutical Preparations",
    "Plant Development",
    "Waste Disposal, Fluid",
    "Water Microbiology",
    "Water Pollutants, Chemical",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "31134537",
    "doi": "10.1007/s11356-019-05320-w",
    "pii": "10.1007/s11356-019-05320-w"
  },
  "doi": "10.1007/s11356-019-05320-w",
  "dates": {
    "completed": "2019-09-13",
    "revised": "2020-02-25"
  },
  "chemicals": [
    "Cosmetics",
    "Pharmaceutical Preparations",
    "Water Pollutants, Chemical"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.852269",
    "pmid": "31134537"
  }
}