{
  "pmid": "31130888",
  "uid": "31130888",
  "title": "Are You What You Read? Predicting Implicit Attitudes to Immigration Based on Linguistic Distributional Cues From Newspaper Readership; A Pre-registered Study.",
  "abstract": "The implicit association test (IAT) measures bias towards often controversial topics (e.g., race, religion), while newspapers typically take strong positive/negative stances on such issues. In a pre-registered study, we developed and administered an immigration IAT to readers of the Daily Mail (a typically anti-immigration publication) and the Guardian (a typically pro-immigration publication) newspapers. IAT materials were constructed based on co-occurrence frequencies from each newspapers' website for immigration-related terms (migrant/immigrant) and positive/negative attributes (skilled/unskilled). Target stimuli showed stronger negative associations with immigration concepts in the Daily Mail compared to the Guardian, and stronger positive associations in the Guardian corpus compared to the Daily Mail corpus. Consistent with these linguistic distributional differences, Daily Mail readers exhibited a larger IAT bias, revealing stronger negative associations to immigration concepts compared to Guardian readers. This difference in overall bias was not fully explained by other variables, and raises the possibility that exposure to biased language contributes to biased implicit attitudes.",
  "authors": [
    {
      "last_name": "Lynott",
      "fore_name": "Dermot",
      "initials": "D",
      "name": "Dermot Lynott",
      "affiliations": [
        "Department of Psychology, Fylde College, Lancaster University, Bailrigg, United Kingdom."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Institute for Natural Language Processing, University of Stuttgart, Stuttgart, Germany."
      ]
    },
    {
      "last_name": "McEnery",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony McEnery",
      "affiliations": [
        "Linguistics and English Language, Lancaster University, Bailrigg, United Kingdom."
      ]
    },
    {
      "last_name": "Connell",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Connell",
      "affiliations": [
        "Department of Psychology, Fylde College, Lancaster University, Bailrigg, United Kingdom."
      ]
    },
    {
      "last_name": "Cross",
      "fore_name": "Liam",
      "initials": "L",
      "name": "Liam Cross",
      "affiliations": [
        "Department of Psychology, School of Health and Wellbeing, University of Wolverhampton, Wolverhampton, United Kingdom."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry O'Brien",
      "affiliations": [
        "School of Social Sciences, Monash University, Caulfield East, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2019"
  },
  "start_page": "842",
  "pages": "842",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31130888",
    "pmc": "PMC6509147",
    "doi": "10.3389/fpsyg.2019.00842"
  },
  "doi": "10.3389/fpsyg.2019.00842",
  "pmc_id": "PMC6509147",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.952244",
    "pmid": "31130888"
  }
}