{
  "pmid": "31133073",
  "uid": "31133073",
  "title": "What happens to intimate partner violence studies registered on clinicaltrials.gov? A systematic review of a clinical trials registry.",
  "abstract": "BACKGROUND: There is an increasing number of interventions aimed at reducing the incidence and improving the identification and management of intimate partner violence (IPV), which are being tested in randomized clinical trials. Publication bias, improper reporting, and selective reporting in clinical trials have led to widespread adoption of pre-registration of clinical trials. Non-publication of study results leads to inefficiency, ethical issues, and scientific issues with the IPV literature. When study results and methodology are not made available through publication or other public means, the results cannot be used to their full potential. The objective of this study was to determine the publication rates of IPV trials registered in a large clinical trial registry. METHODS: We conducted a systematic review of all IPV-related clinicaltrials.gov records and determined whether the studies that had been completed for ≥ 18 months have been published in a peer-reviewed journal or in the clinicaltrials.gov registry. Two authors extensively searched the literature and contacted study investigators to locate full-text publications for each included study. RESULTS: Of 83 completed IPV-related trials registered on clinicaltrials.gov, 64 (77.1%, 95% CI: 66.6-85.6) were subsequently published in full-text form. Of the 19 unpublished studies, authors confirmed that there was no publication for 11 studies; we were unable to contact the investigator or locate a publication for the remaining eight studies. Only four studies (all published) posted their results on clinicaltrials.gov upon completion. CONCLUSION: Approximately one in four IPV trials are not published 18 months after completion, indicating that clinicians, researchers, and other evidence users should consider whether publication bias might affect their interpretation of the IPV literature. Further research is warranted to understand reasons for non-publication of IPV research and methods to improve publication rates.",
  "authors": [
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. maddenk@mcmaster.ca.",
        "Research Institute of St. Joe's Hamilton, Hamilton, ON, Canada. maddenk@mcmaster.ca."
      ],
      "orcid": "0000-0002-2861-9636"
    },
    {
      "last_name": "Tai",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Tai",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Schneider",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle A",
      "initials": "MA",
      "name": "Michelle A Ghert",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "288",
  "pages": "288",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Intimate Partner Violence",
    "Publication Bias",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "31133073",
    "pmc": "PMC6537377",
    "doi": "10.1186/s13063-019-3412-6",
    "pii": "10.1186/s13063-019-3412-6"
  },
  "doi": "10.1186/s13063-019-3412-6",
  "pmc_id": "PMC6537377",
  "dates": {
    "completed": "2019-12-23",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GSD-134929",
      "agency": "Institute of Gender and Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.383874",
    "pmid": "31133073"
  }
}