{
  "pmid": "31132508",
  "uid": "31132508",
  "title": "Maternal and child factors associated with bone length traits in children at 3 years of age.",
  "abstract": "BACKGROUND: Exposure to sub-optimal maternal vitamin D status during pregnancy has been linked to inadequate in utero bone growth with potential for post-natal deficits, but reported findings are inconsistent. Possible reasons include measurement error in assessing bone length/height, or lack of adjustment for confounding variables such as maternal/infant diet, physical activity and season of birth. The objective of this study was to determine the maternal and child factors associated with bone length traits in children at 3 years of age as part of a longitudinal follow-up of a pregnancy cohort. METHODS: Mother-child dyads enrolled in the Family Atherosclerosis Monitoring In early Life study were included. Maternal serum 25-hydroxyvitamin D (25(OH)D) concentration was measured by liquid chromatography tandem mass spectrometry (LC-MS/MS). Anthropometry, physical activity by questionnaire and dietary assessment by food frequency questionnaire were completed for mothers during pregnancy (27-40 weeks gestation) and for children at 3 years with diet by 3-day food records (Nutritionist Pro). Whole body bone mineral density in mother and child (n = 473) was measured by dual-energy absorptiometry (DXA) at the 3 year visit. A software program was developed using MATLAB to derive bone length measurements from whole body DXA images using 8 long bones of each child. Association between maternal and child variables with offspring bone length was assessed using unadjusted and adjusted multivariate linear regression analyses. RESULTS: In the final adjusted multivariate regression model, factors associated with child bone length were maternal height (p = 0.05), child birth length (p = 0.005) and child weight z-score at 3 years (p < 0.001). No association was observed between maternal serum 25(OH)D concentrations in pregnancy (of which 77% were in normal range) and child bone length. CONCLUSION: In healthy Canadian mothers and their children, the factors associated with child bone length achieved at 3 years of age appear to be related to genetic traits rather than environmental exposures. Measures of the length of long bones in children using DXA scans may have provided a more accurate assessment of bone length than whole body height measures.",
  "authors": [
    {
      "last_name": "Beardsall",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Beardsall",
      "affiliations": [
        "Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: abeardsa@uoguelph.ca."
      ]
    },
    {
      "last_name": "Perreault",
      "fore_name": "Maude",
      "initials": "M",
      "name": "Maude Perreault",
      "affiliations": [
        "Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: perream@mcmaster.ca."
      ]
    },
    {
      "last_name": "Farncombe",
      "fore_name": "Troy",
      "initials": "T",
      "name": "Troy Farncombe",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: farncomb@HHSC.ca."
      ]
    },
    {
      "last_name": "Vanniyasingam",
      "fore_name": "Thuvaraha",
      "initials": "T",
      "name": "Thuvaraha Vanniyasingam",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: tvanniya@stjosham.on.ca."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: thabanl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Department of Medicine (Cardiology), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: teok@mcmaster.ca."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Atkinson",
      "affiliations": [
        "Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: satkins@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Bone",
    "iso_abbreviation": "Bone",
    "issn": "1873-2763",
    "issn_type": "Electronic",
    "volume": "127",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bone and Bones",
    "Child Health",
    "Child, Preschool",
    "Diet",
    "Female",
    "Humans",
    "Life Style",
    "Linear Models",
    "Maternal Health",
    "Pregnancy"
  ],
  "article_ids": {
    "pubmed": "31132508",
    "doi": "10.1016/j.bone.2019.05.025",
    "pii": "S8756-3282(19)30208-X"
  },
  "doi": "10.1016/j.bone.2019.05.025",
  "dates": {
    "completed": "2020-09-14",
    "revised": "2020-09-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-123347",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:50.182935",
    "pmid": "31132508"
  }
}