{
  "pmid": "31136726",
  "uid": "31136726",
  "title": "Impact of Platelet-Rich Plasma Use on Pain in Orthopaedic Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "CONTEXT: Amid extensive debate, evidence surrounding the use of platelet-rich plasma (PRP) for musculoskeletal injuries has rapidly proliferated, and an overall assessment of efficacy of PRP across orthopaedic indications is required. OBJECTIVES: (1) Does PRP improve patient-reported pain in musculoskeletal conditions? and (2) Do PRP characteristics influence its treatment effect? DATA SOURCES: MEDLINE, EMBASE, Cochrane, CINAHL, SPORTDiscus, and Web of Science libraries were searched through February 8, 2017. Additional studies were identified from reviews, trial registries, and recent conferences. STUDY SELECTION: All English-language randomized trials comparing platelet-rich therapy with a control in patients 18 years or older with musculoskeletal bone, cartilage, or soft tissue injuries treated either conservatively or surgically were included. Substudies of previously reported trials or abstracts and conference proceedings that lacked sufficient information to generate estimates of effect for the primary outcome were excluded. STUDY DESIGN: Systematic review and meta-analysis. LEVEL OF EVIDENCE: Level 1. DATA EXTRACTION: All data were reviewed and extracted independently by 3 reviewers. Agreement was high between reviewers with regard to included studies. RESULTS: A total of 78 randomized controlled trials (5308 patients) were included. A standardized mean difference (SMD) of 0.5 was established as the minimum for a clinically significant reduction in pain. A reduction in pain was associated with PRP at 3 months (SMD, -0.34; 95% CI, -0.48 to -0.20) and sustained until 1 year (SMD, -0.60; 95% CI, -0.81 to -0.39). Low- to moderate-quality evidence supports a reduction in pain for lateral epicondylitis (SMD, -0.69; 95% CI, -1.15 to -0.23) and knee osteoarthritis (SMD, -0.91; 95% CI, -1.41 to -0.41) at 1 year. PRP characteristics did not influence results. CONCLUSION: PRP leads to a reduction in pain; however, evidence for clinically significant efficacy is limited. Available evidence supports the use of PRP in the management of lateral epicondylitis as well as knee osteoarthritis.",
  "authors": [
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yung",
      "fore_name": "Shu-Hang Patrick",
      "initials": "SP",
      "name": "Shu-Hang Patrick Yung",
      "affiliations": [
        "Hong Kong Centre for Sports Medicine and Sports Sciences, The Chinese University of Hong Kong, Prince of Wales Hospital, Shatin, Hong Kong, People's Republic of China."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Mandeep S",
      "initials": "MS",
      "name": "Mandeep S Dhillon",
      "affiliations": [
        "Department of Orthopaedics, Post Graduate Institute of Medical Education and Research, Chandigarh, India."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie H",
      "initials": "FH",
      "name": "Freddie H Fu",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh Schools of the Health Sciences, UPMC Center for Sports Medicine, Pittsburgh, Pennsylvania."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "355",
  "end_page": "366",
  "pages": "355-366",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Orthopedic Procedures",
    "Osteoarthritis, Knee",
    "Pain, Postoperative",
    "Platelet-Rich Plasma",
    "Tennis Elbow"
  ],
  "article_ids": {
    "pubmed": "31136726",
    "pmc": "PMC6600577",
    "doi": "10.1177/1941738119834972"
  },
  "doi": "10.1177/1941738119834972",
  "pmc_id": "PMC6600577",
  "dates": {
    "completed": "2019-07-09",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.285083",
    "pmid": "31136726"
  }
}