{
  "pmid": "31142343",
  "uid": "31142343",
  "title": "The intersections of industry with the health research enterprise.",
  "abstract": "There is increased awareness of the negative impact of large multinational corporations - the 'industry' - on public health. These corporations have established different types of relationships with a number of actors in the field of health research. This Commentary explores the different types of relationships between the industry and the actors of health research, how they intersect with the different research steps, and how these relationships allow the industry to exert influence. The types of relationships discussed consist of funding of research, direct relationships with the actors of research (namely advocacy groups, funding agencies, experts, professional organisations, regulatory agencies and health practitioners), and the influencing research standards. The potentially influenced research steps either precede the research (i.e. the prioritisation of research question), relate to it directly (i.e. its planning, conduct, reporting, dissemination and evaluation), or build on it (i.e. regulatory approval, integration into guidelines and adoption into practice). In conclusion, the industry has successfully fostered relationships with almost every actor of the health research enterprise and is using these relationships to influence the different steps of health research. The degree of influence the industry is having on health research calls for more work on managing the relationships discussed herein.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, P.O. Box: 11-0236, Riad-El-Solh Beirut, Beirut, 1107 2020, Lebanon. ea32@aub.edu.lb.",
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "53",
  "pages": "53",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Biomedical Research",
    "Commerce",
    "Health Priorities",
    "Humans",
    "Industry",
    "Interinstitutional Relations",
    "Public Health",
    "Research Support as Topic",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "31142343",
    "pmc": "PMC6542139",
    "doi": "10.1186/s12961-019-0457-7",
    "pii": "10.1186/s12961-019-0457-7"
  },
  "doi": "10.1186/s12961-019-0457-7",
  "pmc_id": "PMC6542139",
  "dates": {
    "completed": "2020-01-06",
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.191261",
    "pmid": "31142343"
  }
}