{
  "pmid": "31142536",
  "uid": "31142536",
  "title": "Accounting for health literacy and intervention preferences when reducing unhealthy snacking: protocol for an online randomised controlled trial.",
  "abstract": "INTRODUCTION: Health literacy describes the cognitive and social skills that individuals use to access, understand and act on health information. Health literacy interventions typically take the 'universal precautions approach' where all consumers are presented with simplified materials. Although this approach can improve knowledge and comprehension, its impact on complex behaviours is less clear. Systematic reviews also suggest that health literacy interventions underuse volitional strategies (such as planning) that play an important role in behaviour change. A recent study found volitional strategies may need to be tailored to the participant's health literacy. The current study aims to replicate these findings in a sample of people who have diabetes and/or are overweight or obese as measured by body mass index, and to investigate the most effective method of allocating an action plan to a participant to reduce unhealthy snacking. METHODS AND ANALYSIS: We plan to recruit approximately 2400 participants at baseline. Participants will receive one of two alternative online action plans intended to reduce unhealthy snacking ('standard' action plan or 'literacy-sensitive' action plan). Participants will be randomised to a method of allocation to an action plan: (1) random allocation; (2) allocation by health literacy screening tool or (3) allocation by participant selection. Primary outcome is self-reported serves of unhealthy snacks during the previous month. Multiple linear regression will evaluate the impact of health literacy on intervention effectiveness. The analysis will also identify independent contributions of each action plan, method of allocation, health literacy and participant selections on unhealthy snacking at 4-week follow-up. ETHICS AND DISSEMINATION: This study was approved by the University of Sydney Human Research Ethics Committee (2017/793). Findings will be disseminated through peer-reviewed international journals, conferences and updates with collaborating public health bodies (Diabetes New South Wales (NSW) & Australian Capital Territory (ACT), and Western Sydney Local Health District). TRIAL REGISTRATION NUMBER: ACTRN12618001409268; Pre-results.",
  "authors": [
    {
      "last_name": "Ayre",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Ayre",
      "affiliations": [
        "Faculty of Medicine and Health, Sydney School of Public Health, Sydney Health Literacy Lab, The University of Sydney, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0002-5279-5189"
    },
    {
      "last_name": "Cvejic",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Cvejic",
      "affiliations": [
        "Faculty of Medicine and Health, Sydney School of Public Health, Sydney Health Literacy Lab, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Bonner",
      "fore_name": "Carissa",
      "initials": "C",
      "name": "Carissa Bonner",
      "affiliations": [
        "Faculty of Medicine and Health, Sydney School of Public Health, Sydney Health Literacy Lab, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Robin M",
      "initials": "RM",
      "name": "Robin M Turner",
      "affiliations": [
        "Division of Health Sciences, Biostatistics Unit, University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCaffery",
      "fore_name": "Kirsten J",
      "initials": "KJ",
      "name": "Kirsten J McCaffery",
      "affiliations": [
        "Faculty of Medicine and Health, Sydney School of Public Health, Sydney Health Literacy Lab, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "May",
    "pub_day": "28"
  },
  "start_page": "e028544",
  "pages": "e028544",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Australia",
    "Diabetes Mellitus, Type 2",
    "Health Literacy",
    "Health Promotion",
    "Humans",
    "Internet",
    "Overweight",
    "Patient Preference",
    "Research Design",
    "Snacks"
  ],
  "article_ids": {
    "pubmed": "31142536",
    "pmc": "PMC6549624",
    "doi": "10.1136/bmjopen-2018-028544",
    "pii": "bmjopen-2018-028544"
  },
  "doi": "10.1136/bmjopen-2018-028544",
  "pmc_id": "PMC6549624",
  "dates": {
    "completed": "2020-06-01",
    "revised": "2020-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.206677",
    "pmid": "31142536"
  }
}