{
  "pmid": "31144075",
  "uid": "31144075",
  "title": "Incorporating content related to value and cost-considerations in clinical decision-making: enhancements to medical education.",
  "abstract": "Although incorporating cost-considerations during healthcare decision-making is increasingly important to American patients and physicians, content related to these constructs is not routinely included in medical education. As a result, physicians are ill-equipped to consider costs. This study sought input from practicing physicians on perceived deficiencies in current teaching and recommendations for necessary content to include in medical teaching. We conducted a qualitative descriptive study using semi-structured interviews utilizing a purposeful maximum variation sample of cardiologists and neonatologists practicing in diverse settings. We analyzed interviews using conventional content analysis. 18 cardiologists and 17 neonatologists participated in this study. Respondents perceived that current teaching does not impart sufficient knowledge of value and cost considerations to achieve patient-centered, high-value decision-making. They identified the following priority areas for education related to healthcare costs: the business of medicine and information about out-of-pocket patient costs, training in health research interpretation skills to critically appraise evidence, and communication skills to engage patients as partners in shared decision-making. Participants recommended a variety of teaching methods, including didactic sessions on core topics, role modeling and case studies. American physicians perceive learning needs related to the incorporation of costs into clinical decision-making that can inform curriculum development initiatives in this field. Physicians perceive knowledge of these topics and skills to be crucial to achieving patient-centered high-value care. Concomitant health system reforms supporting the needs of the patient at its center are essential to enable physicians to focus on a patient-centered approach to healthcare delivery.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. vmanja@ucdavis.edu.",
        "Department of Surgery, University of California Davis, 2335 Stockton Blvd., Sacramento, CA, 95817, USA. vmanja@ucdavis.edu.",
        "Department of Medicine, Department of Veterans Affairs, Northern California Health Care System, Mather, CA, 95655, USA. vmanja@ucdavis.edu."
      ],
      "orcid": "0000-0003-0410-8089"
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John",
      "initials": "J",
      "name": "John You",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lakshminrusimha",
      "fore_name": "Satyan",
      "initials": "S",
      "name": "Satyan Lakshminrusimha",
      "affiliations": [
        "Department of Pediatrics, University of California Davis, Sacramento, CA, 95817, USA."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "751",
  "end_page": "766",
  "pages": "751-766",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Clinical Decision-Making",
    "Education, Medical",
    "Female",
    "Financing, Personal",
    "Health Expenditures",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Qualitative Research",
    "Quality of Health Care",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "31144075",
    "doi": "10.1007/s10459-019-09896-3",
    "pii": "10.1007/s10459-019-09896-3"
  },
  "doi": "10.1007/s10459-019-09896-3",
  "dates": {
    "completed": "2020-04-23",
    "revised": "2020-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.058544",
    "pmid": "31144075"
  }
}