{
  "pmid": "31153809",
  "uid": "31153809",
  "title": "Autologous stem cell transplant in older patients (age ≥ 65) with newly diagnosed multiple myeloma: A systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: While autologous stem cell transplant (ASCT) is a standard of care for newly-diagnosed younger patients with multiple myeloma, its role in older patients remains controversial. We conducted a systematic review and meta-analysis of observational studies and randomized controlled trials (RCTs) assessing the efficacy and toxicity of ASCT in older patients (age ≥ 65 years) with newly-diagnosed myeloma. METHODS: We searched Medline, Embase, and the Cochrane database through February 2, 2018. The primary outcome was overall survival; secondary outcomes included progression-free survival, response rates and toxicity. The Grading of Recommendations Assessment, Development and Evaluation criteria (GRADE) method was used to assess certainty in evidence. RESULTS: Of 8614 abstracts screened, six observational studies and two RCTs were included in the systematic review. For overall survival, pooled observational data favored ASCT (Hazard Ratio [HR] 0.44, 95% Confidence Interval [CI] 0.34-0.58, p < .0001), while the impact of the RCT data was uncertain (HR 0.94, 95% CI 0.25-3.54, p = .93). Observational data showed higher complete response rates with ASCT (odds ratio 5.06, 95% CI 2.60-9.88, p < .0001). Progression free survival benefit from the RCTs was uncertain (HR 1.05, 95% CI 0.36-3.12, p = .93). Data were insufficient to pool for toxicity. CONCLUSION: For older patients with newly diagnosed multiple myeloma, ASCT may improve the overall survival and complete response rates based upon observational data although the quality of this evidence is very low. The role of ASCT in improving overall survival based upon RCT data remains uncertain with low quality of evidence. Our study highlights the urgent need for well-conducted studies to understand the role of ASCT in older patients.",
  "authors": [
    {
      "last_name": "Mian",
      "fore_name": "Hira",
      "initials": "H",
      "name": "Hira Mian",
      "affiliations": [
        "Juravinski Cancer Center, Department of Oncology, McMaster University, Hamilton, Canada. Electronic address: hira.mian@medportal.ca."
      ]
    },
    {
      "last_name": "Mian",
      "fore_name": "Owais S",
      "initials": "OS",
      "name": "Owais S Mian",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Foley",
      "fore_name": "Ronan",
      "initials": "R",
      "name": "Ronan Foley",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wildes",
      "fore_name": "Tanya M",
      "initials": "TM",
      "name": "Tanya M Wildes",
      "affiliations": [
        "Division of Oncology, Department of Medicine, Washington University School of Medicine, St. Louis, MO, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Journal of geriatric oncology",
    "iso_abbreviation": "J Geriatr Oncol",
    "issn": "1879-4076",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "93",
  "end_page": "99",
  "pages": "93-99",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Hematopoietic Stem Cell Transplantation",
    "Humans",
    "Multiple Myeloma",
    "Progression-Free Survival",
    "Stem Cell Transplantation",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "31153809",
    "doi": "10.1016/j.jgo.2019.05.014",
    "pii": "S1879-4068(18)30468-5"
  },
  "doi": "10.1016/j.jgo.2019.05.014",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2021-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.047793",
    "pmid": "31153809"
  }
}