{
  "pmid": "31167856",
  "uid": "31167856",
  "title": "Public, health professional and legislator perspectives on the concept of psychiatric disease: a population-based survey.",
  "abstract": "OBJECTIVE: To assess which mental health-related states of being are perceived as diseases by psychiatrists, non-psychiatric physicians, nurses, parliament members and laypeople. DESIGN AND SETTING: A population-based, mailed survey in Finland. PARTICIPANTS: Respondents from a random sample of 3000 laypeople, 1500 physicians, 1500 nurses and all 200 members of the parliament (MPs) of Finland. PRIMARY OUTCOME MEASURES: Respondents' perspectives on 20 mental health-related states of being as diseases, measuring the extent of agreement with the claim: '[This state of being] is a disease'. RESULTS: Of the 6200 people approached, we received 3259 eligible responses (53%). Two conditions (schizophrenia and autism) were considered to be diseases by at least 75% and two states (grief and homosexuality) were considered not to be diseases by at least 75% in each group. A majority (at least 50% in each group) considered seven states as diseases (anorexia, attention deficit hyperactivity disorder, bulimia, depression, generalised anxiety disorder, panic disorder and personality disorder) and three not to be diseases (absence of sexual desire, premature ejaculation and transsexualism). In six states, there was a wide divergence of opinion (alcoholism, drug addiction, gambling addiction, insomnia, social anxiety disorder and work exhaustion). Psychiatrists were significantly more inclined to considering states of being as diseases relative to other groups, followed by non-psychiatric physicians, nurses, MPs and laypeople. CONCLUSIONS: Respondents agreed that some conditions, such as schizophrenia and autism, are diseases and other states, such as grief and homosexuality, are not; for others, there was considerable disagreement. Psychiatrists are more inclined to consider mental health-related states of being as diseases compared with other physicians, who, in turn, are more inclined than other constituencies. Understanding notions of disease may underlie important debates in public policy and practice in areas of mental health and behaviour, and have implications for resource allocation and stigma.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Departments of Urology and Public Health, Helsinki University Hospital and University of Helsinki, Helsinki, Finland."
      ],
      "orcid": "0000-0002-1389-8214"
    },
    {
      "last_name": "Rutanen",
      "fore_name": "Jarno",
      "initials": "J",
      "name": "Jarno Rutanen",
      "affiliations": [
        "Department of Internal Medicine, Centre for Rheumatic Diseases, Tampere University Hospital, Tampere, Finland."
      ]
    },
    {
      "last_name": "Frances",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Frances",
      "affiliations": [
        "Department of Psychiatry, Duke University, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Brea L",
      "initials": "BL",
      "name": "Brea L Perry",
      "affiliations": [
        "Department of Sociology, Indiana University Network Science Institute, Indiana University, Bloomington, Indiana, USA."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany B",
      "initials": "BB",
      "name": "Brittany B Dennis",
      "affiliations": [
        "Department of Medicine, St George's University of London, London, UK.",
        "Peter Boris Centre for Addictions Research, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0931-7851"
    },
    {
      "last_name": "Maqbool",
      "fore_name": "Amna",
      "initials": "A",
      "name": "Amna Maqbool",
      "affiliations": [
        "Faculty of Dentistry, Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Systematic Overviews Through Advancing Research Technology (SORT), Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Meta-Research Innovation Center at Stanford (METRICS), Stanford University, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Leinonen",
      "fore_name": "Janne S",
      "initials": "JS",
      "name": "Janne S Leinonen",
      "affiliations": [
        "Services for Citizens Division, State Treasury, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Järvinen",
      "fore_name": "Teppo L N",
      "initials": "TLN",
      "name": "Teppo L N Järvinen",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, University of Helsinki, Helsinki, Finland."
      ],
      "orcid": "0000-0003-3713-956X"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "04"
  },
  "start_page": "e024265",
  "pages": "e024265",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Aged",
    "Attitude of Health Personnel",
    "Attitude to Health",
    "Female",
    "Finland",
    "Government",
    "Humans",
    "Male",
    "Mental Disorders",
    "Middle Aged",
    "Nurses",
    "Perception",
    "Physicians",
    "Politics",
    "Psychiatry",
    "Public Opinion",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31167856",
    "pmc": "PMC6561450",
    "doi": "10.1136/bmjopen-2018-024265",
    "pii": "bmjopen-2018-024265"
  },
  "doi": "10.1136/bmjopen-2018-024265",
  "pmc_id": "PMC6561450",
  "dates": {
    "completed": "2020-05-29",
    "revised": "2020-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.810779",
    "pmid": "31167856"
  }
}