{
  "pmid": "31161044",
  "uid": "31161044",
  "title": "Fixation using alternative implants for the treatment of hip fractures (FAITH-2): design and rationale for a pilot multi-centre 2 × 2 factorial randomized controlled trial in young femoral neck fracture patients.",
  "abstract": "BACKGROUND: Femoral neck fractures in patients ≤ 60 years of age are often very different injuries compared to low-energy, hip fractures in elderly patients and are difficult to manage because of inherent problems associated with high-energy trauma mechanisms and increased functional demands for recovery. Internal fixation, with multiple cancellous screws or a sliding hip screw (SHS), is the most common treatment for this injury in young patients. However, there is no clinical consensus regarding which surgical technique is optimal. Additionally, there is compelling rationale to use vitamin D supplementation to nutritionally optimize bone healing in young patients. This pilot trial will determine feasibility and provide preliminary clinical data for a larger definitive trial. METHODS: We will conduct a multicenter, concealed randomized controlled pilot study, using a 2 × 2 factorial design in 60 patients aged 18-60 years with a femoral neck fracture. Eligible patients will be randomized in equal proportions to one of four groups: 1) SHS and vitamin D supplementation (4000 international units (IU) daily dose) for 6 months, 2) cancellous screws and vitamin D supplementation (4000 IU daily dose) for 6 months, 3) SHS and placebo, and 4) cancellous screws and placebo. Participants will be followed for 12 months post-fracture. Feasibility outcomes include initiation of clinical sites, recruitment, follow-up, data quality, and protocol adherence. Clinical outcomes, for both the pilot and planned definitive trials, include a composite of patient-important outcomes (re-operation, femoral head osteonecrosis, severe femoral neck malunion, and nonunion), health-related quality of life and patient-reported function, fracture healing complications, and radiographic fracture healing. A priori success criteria have been established. If the pilot study is deemed successful, study participants will be included in the definitive trial and clinical outcomes for the pilot will not be analyzed. If the pilot study is not deemed successful, clinical outcome data will be analyzed. DISCUSSION: Results of this study will inform the feasibility of a definitive trial. If clinical outcome data are analyzed, they will be disseminated through a publication and presentations. TRIAL REGISTRATION: The FAITH-2 trial, described as a definitive trial, was registered at ClinicalTrials.gov (NCT01908751) prior to enrollment of the first participant.",
  "authors": [
    {
      "affiliations": []
    },
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard P",
      "initials": "GP",
      "name": "Gerard P Slobogean",
      "affiliations": [
        "1R Adams Cowley Shock Trauma Center, Department of Orthopaedics, University of Maryland School of Medicine, 22 South Greene Street, Baltimore, MD 21201 USA."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "2Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada.",
        "3Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": [
        "2Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "3Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "3Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": [
        "2Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "2Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada.",
        "3Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2019"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31161044",
    "pmc": "PMC6540373",
    "doi": "10.1186/s40814-019-0458-x",
    "pii": "458"
  },
  "doi": "10.1186/s40814-019-0458-x",
  "pmc_id": "PMC6540373",
  "dates": {
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U54 GM104942",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.379978",
    "pmid": "31161044"
  }
}