{
  "pmid": "31175201",
  "uid": "31175201",
  "title": "The effects of alcohol pricing policies on consumption, health, social and economic outcomes, and health inequality in Australia: a protocol of an epidemiological modelling study.",
  "abstract": "INTRODUCTION: Alcohol use and misuse are associated with substantial health and social issues in Australia and internationally. Pricing policy is considered as one of the most effective means to reduce risky drinking and related harms. This protocol paper describes a study that will model and estimate the effects, effectiveness and cost-benefit of alcohol pricing policy initiatives in reducing risky drinking, health and social harms, and health inequalities among subpopulations in Australia. METHODS AND ANALYSIS: The study is a modelling and epidemiological study using data from various resources, such as survey, previous literatures and response agencies. A number of statistical procedures will be undertaken to evaluate the impact of different alcohol pricing policy initiatives on various outcomes, including alcohol consumption in population subgroups, and health and social problems, and to measure health inequalities and cost-effectiveness of those proposed pricing policies, such as a 10% tax increase on all alcohol beverages or introduction of a minimum unit price. ETHICS AND DISSEMINATION: The ethics approval of this study was obtained from the College Human Ethics Sub-Committee of the La Trobe University on 9 November 2017 (Ref: S17-206). While examining the heterogeneous effects of price policy across population subgroups, this study will provide the first comprehensive estimates of the likely impacts of alcohol price changes on health inequalities. The study will also provide sophisticated economic analyses of the impact of price policy changes, which is critical information for policy makers and will assist policy makers in directing resources to a more efficient alcohol strategy. Results will be made available to communities and societies, health departments and other researchers.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0001-8394-6077"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Department of Public Health Sciences, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Brennan",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Brennan",
      "affiliations": [
        "Sheffield Alcohol Research Group, School of Health and Related Research, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Doran",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Doran",
      "affiliations": [
        "Centre for Indigenous Health Equity Research, School of Health, Medicaland Applied Sciences, Central Queensland University, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Thorn",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Thorn",
      "affiliations": [
        "Foundation for Alcohol Research and Education, Canberra, Australian Capital Territory, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "e029918",
  "pages": "e029918",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Clinical Protocols",
    "Female",
    "Health Policy",
    "Health Status",
    "Health Status Disparities",
    "Humans",
    "Male",
    "Models, Statistical",
    "Socioeconomic Factors",
    "Taxes"
  ],
  "article_ids": {
    "pubmed": "31175201",
    "pmc": "PMC6589013",
    "doi": "10.1136/bmjopen-2019-029918",
    "pii": "bmjopen-2019-029918"
  },
  "doi": "10.1136/bmjopen-2019-029918",
  "pmc_id": "PMC6589013",
  "dates": {
    "completed": "2020-06-12",
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.779568",
    "pmid": "31175201"
  }
}