{
  "pmid": "31178370",
  "uid": "31178370",
  "title": "Mobility and self-care trajectories for individuals with cerebral palsy (aged 1-21 years): a joint longitudinal analysis of cohort data from the Netherlands and Canada.",
  "abstract": "BACKGROUND: A good understanding of developmental trajectories is crucial for making prognoses, planning interventions, and monitoring progress in children and adolescents with cerebral palsy. Our study aimed to describe developmental trajectories of mobility and self-care capability in a large sample of children and adolescents with cerebral palsy from the Netherlands and Canada. METHODS: We did longitudinal data analyses of cohorts from the Netherlands (Pediatric Rehabilitation Research in the Netherlands; PERRIN) and Ontario, Canada (Adolescent Study of Quality of Life, Mobility, and Exercise; ASQME). All participants had a confirmed diagnosis of cerebral palsy and ranged in age from 1 year to 17 years at baseline, and were recruited from rehabilitation centres and university medical centres. Individuals diagnosed with additional conditions affecting motor function other than cerebral palsy (eg, spina bifida or muscle diseases) were excluded. After baseline assessment, up to three follow-up assessments were done at 1 year intervals. The whole spectrum of severity of cerebral palsy was represented in terms of motor function, using the Gross Motor Function Classification System (GMFCS). Mobility and self-care capability were assessed with the Pediatric Evaluation of Disability Inventory (PEDI). We applied non-linear mixed-effects modelling to estimate limits, rates, and variations of development. FINDINGS: For both projects, recruitment took place between 2002 and 2007. The combined dataset included 551 individuals with cerebral palsy (321 individuals from the PERRIN programme and 230 from ASQME), aged 1 year to 17 years at baseline, with longitudinal data available for up to 4 years. On the basis of a total of 1754 PEDI observations, we created developmental curves for ages 1-21 years. Both for mobility and self-care, limits and rates of development differed among individuals across GMFCS levels, resulting in distinct curves. For individuals classified as being in GMFCS level I, the estimated mean limit for mobility and self-care were both higher than 90 (95·6, 95% CI 94·5-96·7 for mobility and 91·8, 90·1-93·4 for self-care), indicating capability for most if not all items on the PEDI. By comparison, the estimated mean limits for children in levels II-V varied from 83·0 (80·3-85·7) to 23·6 (20·7-26·4), with increasing limitations in mobility and self-care capability for higher GMFCS levels. Individuals with lower GMFCS levels (ie, less severe cerebral palsy) showed higher developmental limits that were reached during a longer period of development. However, among individuals within the same GMFCS level, we found substantial interindividual variation in development for mobility, and even more so for self-care. INTERPRETATION: Prognosis for mobility and self-care capability can largely be based on developmental trajectories for children and adolescents with cerebral palsy grouped by GMFCS level. The interindividual variation in development within GMFCS levels indicates that, in addition to GMFCS level, other contextual factors need to be considered when discussing prognosis and management. Using the curves for individuals with cerebral palsy aged 1 year to 21 years, we illustrate how this new knowledge can be applied in paediatric practice. FUNDING: The Netherlands Organisation for Health Research and Development and the Canadian Institutes of Health Research.",
  "authors": [
    {
      "last_name": "Smits",
      "fore_name": "Dirk-Wouter",
      "initials": "DW",
      "name": "Dirk-Wouter Smits",
      "affiliations": [
        "Centre of Excellence for Rehabilitation Medicine, UMC Utrecht Brain Centre, University Medical Centre Utrecht, Utrecht University and De Hoogstraat Rehabilitation, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Gorter",
      "fore_name": "Jan Willem",
      "initials": "JW",
      "name": "Jan Willem Gorter",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, Department of Paediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Riddell",
      "fore_name": "Corinne A",
      "initials": "CA",
      "name": "Corinne A Riddell",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Berkeley School of Public Health, University of California, Berkeley, CA, USA."
      ]
    },
    {
      "last_name": "Voorman",
      "fore_name": "Jeanine M",
      "initials": "JM",
      "name": "Jeanine M Voorman",
      "affiliations": [
        "Centre of Excellence for Rehabilitation Medicine, UMC Utrecht Brain Centre, University Medical Centre Utrecht, Utrecht University and De Hoogstraat Rehabilitation, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter L",
      "initials": "PL",
      "name": "Peter L Rosenbaum",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, Department of Paediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Palisano",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Palisano",
      "affiliations": [
        "Department of Physical Therapy and Rehabilitation Sciences Drexel University, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Hanna",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "van Wely",
      "fore_name": "Leontien",
      "initials": "L",
      "name": "Leontien van Wely",
      "affiliations": [
        "VU University Medical Centre Amsterdam, Department of Rehabilitation Medicine, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Ketelaar",
      "fore_name": "Marjolijn",
      "initials": "M",
      "name": "Marjolijn Ketelaar",
      "affiliations": [
        "Centre of Excellence for Rehabilitation Medicine, UMC Utrecht Brain Centre, University Medical Centre Utrecht, Utrecht University and De Hoogstraat Rehabilitation, Utrecht, Netherlands. Electronic address: m.ketelaar@dehoogstraat.nl."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Child & adolescent health",
    "iso_abbreviation": "Lancet Child Adolesc Health",
    "issn": "2352-4650",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "548",
  "end_page": "557",
  "pages": "548-557",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Cerebral Palsy",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Longitudinal Studies",
    "Male",
    "Mobility Limitation",
    "Motor Activity",
    "Netherlands",
    "Prognosis",
    "Quality of Life",
    "Self Care",
    "Severity of Illness Index",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31178370",
    "doi": "10.1016/S2352-4642(19)30122-1",
    "pii": "S2352-4642(19)30122-1"
  },
  "doi": "10.1016/S2352-4642(19)30122-1",
  "dates": {
    "completed": "2020-05-25",
    "revised": "2020-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.206924",
    "pmid": "31178370"
  }
}