{
  "pmid": "31179965",
  "uid": "31179965",
  "title": "Cultural Understandings of Dementia in Indigenous Peoples: A Qualitative Evidence Synthesis.",
  "abstract": "Les démences liées à l'âge constituent un problème de santé important au Canada, en particulier chez les communautés autochtones, où les taux de démences surpassent d'environ 34 % ceux retrouvés dans la population canadienne. Cette étude présente une synthèse des données qualitatives tirées des articles traitant de la compréhension culturelle des démences chez les peuples autochtones du Canada. Les résultats principaux suggèrent que peu de recherches ont été effectuées dans ce domaine, en particulier chez les Inuits et les Métis, malgré une progression de l'exploration de ce sujet au Canada. La synthèse de la littérature a révélé que la démence est perçue comme une partie naturelle du cycle de vie par de nombreux Autochtones. Bien que les modèles communautaires et informels de soins soulèvent d'importants défis pour les aidants naturels, ils sont régulièrement appliqués. Cette synthèse sera utile pour les organismes et les prestataires de soins de santé qui recherchent des approches appropriées pour répondre aux besoins des patients et des familles autochtones aux prises avec la démence. Age-related dementias present a significant health concern in Canada, particularly for Indigenous communities, in which rates of dementia are estimated to be 34 per cent higher than in the general Canadian population. This article reports on a qualitative evidence synthesis of available literature concerning cultural understandings of dementia in Indigenous peoples in Canada. Key findings suggest that although exploration of this topic is on the rise in Canada, there remains a paucity of research on this topic, particularly among the Inuit and Métis. The synthesis of the literature found that dementia is viewed as a natural part of the life cycle by many Indigenous people; and although this presents significant challenges for caregivers, informal and community models of care are routinely practiced. This synthesis will be useful for health care providers and organizations that are searching for appropriate approaches to respond to the needs of Indigenous patients and families experiencing dementia.",
  "authors": [
    {
      "last_name": "Jacklin",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Jacklin",
      "affiliations": [
        "Department of Family Medicine and Biobehavioral Health, University of Minnesota Medical School Duluth, Duluth Minnesota."
      ],
      "orcid": "0000-0003-0031-5304"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal on aging = La revue canadienne du vieillissement",
    "iso_abbreviation": "Can J Aging",
    "issn": "1710-1107",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "220",
  "end_page": "234",
  "pages": "220-234",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aging",
    "Canada",
    "Caregivers",
    "Cultural Characteristics",
    "Dementia",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Indigenous Canadians",
    "Male",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "31179965",
    "doi": "10.1017/S071498081900028X",
    "pii": "S071498081900028X"
  },
  "doi": "10.1017/S071498081900028X",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-06-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.664533",
    "pmid": "31179965"
  }
}