{
  "pmid": "31173700",
  "uid": "31173700",
  "title": "Injury in Brazilian Jiu-Jitsu Training.",
  "abstract": "BACKGROUND: Brazilian jiu-jitsu (BJJ) is a grappling-based martial art that can lead to injuries both in training and in competition. There is a paucity of data regarding injuries sustained while training in BJJ, in both competitive and noncompetitive jiu-jitsu athletes. HYPOTHESIS: We hypothesize that most BJJ practitioners sustain injuries to various body locations while in training and in competition. Our primary objective was to describe injuries sustained while training for BJJ, both in practice and in competition. Our secondary objectives were to classify injury type and to explore participant and injury characteristics associated with wanting to quit jiu-jitsu after injury. STUDY DESIGN: Descriptive epidemiology study. METHODS: We conducted a survey of all BJJ participants at a single club in Hamilton, Ontario, Canada. We developed a questionnaire including questions on demographics, injuries in competition and/or training, treatment received, and whether the participant considered discontinuing BJJ after injury. RESULTS: A total of 70 BJJ athletes participated in this study (response rate, 85%). Ninety-one percent of participants were injured in training and 60% of competitive athletes were injured in competitions. Significantly more injuries were sustained overall for each body region in training in comparison with competition (P < 0.001). Two-thirds of injured participants required medical attention, with 15% requiring surgery. Participants requiring surgical treatment were 6.5 times more likely to consider quitting compared with those requiring other treatments, including no treatment (odds ratio [OR], 6.50; 95% CI, 1.53-27.60). Participants required to take more than 4 months off training were 5.5 times more likely to consider quitting compared with those who took less time off (OR, 5.48; 95% CI, 2.25-13.38). CONCLUSION: The prevalence of injury is very high among BJJ practitioners, with 9 of 10 practitioners sustaining at least 1 injury, commonly during training. Injuries were primarily sprains and strains to fingers, the upper extremity, and neck. Potential participants in BJJ should be informed regarding significant risk of injury and instructed regarding appropriate precautions and safety protocols. CLINICAL RELEVANCE: Clinicians should be aware of the substantial risk of injury among BJJ practitioners and the epidemiology of the injuries as outlined in this article.",
  "authors": [
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Del Fabbro",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Del Fabbro",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Joslin",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Joslin",
      "affiliations": [
        "Joslin's Mixed Martial Arts, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2019"
  },
  "start_page": "432",
  "end_page": "439",
  "pages": "432-439",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Athletes",
    "Athletic Injuries",
    "Competitive Behavior",
    "Female",
    "Humans",
    "Male",
    "Martial Arts",
    "Middle Aged",
    "Physical Conditioning, Human",
    "Prevalence",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31173700",
    "pmc": "PMC6745816",
    "doi": "10.1177/1941738119849112"
  },
  "doi": "10.1177/1941738119849112",
  "pmc_id": "PMC6745816",
  "dates": {
    "completed": "2019-11-07",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.384254",
    "pmid": "31173700"
  }
}