{
  "pmid": "31173131",
  "uid": "31173131",
  "title": "Association of Temperament With Preoperative Anxiety in Pediatric Patients Undergoing Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Preoperative anxiety is associated with poor behavioral adherence during anesthetic induction and adverse postoperative outcomes. Research suggests that temperament can affect preoperative anxiety and influence its short- and long-term effects, but these associations have not been systematically examined. OBJECTIVE: To examine the associations of temperament with preoperative anxiety in young patients undergoing surgery. DATA SOURCES: Studies from MEDLINE, Embase, CINAHL, PsycINFO, Web of Science, and the Cochrane Central Register of Controlled Trials databases were searched from database inception to June 2018. STUDY SELECTION: All prospective studies reporting associations of temperament with preoperative anxiety were included. Overall, 43 of 5451 identified studies met selection criteria. DATA EXTRACTION AND SYNTHESIS: Using the PRISMA guidelines, reviewers independently read 43 full-text articles, extracted data on eligible studies, and assessed the quality of each study. Data were pooled using the Lipsey and Wilson random-effects model. MAIN OUTCOMES AND MEASURES: Primary outcome was the association of temperament with preoperative anxiety in patients undergoing surgery. RESULTS: A total of 23 studies, with 4527 participants aged 1 to 18 years, were included in this review. Meta-analysis of 12 studies including 1064 participants revealed that emotionality (r = 0.11; 95% CI, 0.04 to 0.19), intensity of reaction (r = 0.29; 95% CI, 0.11 to 0.46), and withdrawal (r = 0.40; 95% CI, 0.23 to 0.55) were positively associated with preoperative anxiety, whereas activity level (r = -0.23; 95% CI, -0.31 to -0.16) was negatively correlated with preoperative anxiety. Impulsivity was not significantly associated with preoperative anxiety. CONCLUSIONS AND RELEVANCE: This systematic review and meta-analysis provided evidence suggesting that temperament may help identify pediatric patients at risk of preoperative anxiety and guide the design of prevention and intervention strategies. Future studies should continue to explore temperament and other factors influencing preoperative anxiety and their transactional effects to guide the development of precision treatment approaches and to optimize perioperative care.",
  "authors": [
    {
      "last_name": "Chow",
      "fore_name": "Cheryl H T",
      "initials": "CHT",
      "name": "Cheryl H T Chow",
      "affiliations": [
        "Department of Psychology, Neuroscience, and Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rizwan",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Rizwan",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Xu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Poulin",
      "affiliations": [
        "Clinical Psychology Graduate Program, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhardwaj",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Bhardwaj",
      "affiliations": [
        "Bachelor of Health Sciences Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Buckley",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Buckley",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience, and Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "e195614",
  "pages": "e195614",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Anesthesia, General",
    "Anxiety",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Patient Compliance",
    "Precision Medicine",
    "Preoperative Care",
    "Surgical Procedures, Operative",
    "Temperament"
  ],
  "article_ids": {
    "pubmed": "31173131",
    "pmc": "PMC6563582",
    "doi": "10.1001/jamanetworkopen.2019.5614",
    "pii": "2735472"
  },
  "doi": "10.1001/jamanetworkopen.2019.5614",
  "pmc_id": "PMC6563582",
  "dates": {
    "completed": "2020-02-28",
    "revised": "2020-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.132336",
    "pmid": "31173131"
  }
}