{
  "pmid": "31180489",
  "uid": "31180489",
  "title": "Who is in and who is out? A qualitative analysis of stakeholder participation in priority setting for health in three districts in Uganda.",
  "abstract": "Stakeholder participation is relevant in strengthening priority setting processes for health worldwide, since it allows for inclusion of alternative perspectives and values that can enhance the fairness, legitimacy and acceptability of decisions. Low-income countries operating within decentralized systems recognize the role played by sub-national administrative levels (such as districts) in healthcare priority setting. In Uganda, decentralization is a vehicle for facilitating stakeholder participation. Our objective was to examine district-level decision-makers' perspectives on the participation of different stakeholders, including challenges related to their participation. We further sought to understand the leverages that allow these stakeholders to influence priority setting processes. We used an interpretive description methodology involving qualitative interviews. A total of 27 district-level decision-makers from three districts in Uganda were interviewed. Respondents identified the following stakeholder groups: politicians, technical experts, donors, non-governmental organizations (NGO)/civil society organizations (CSO), cultural and traditional leaders, and the public. Politicians, technical experts and donors are the principal contributors to district-level priority setting and the public is largely excluded. The main leverages for politicians were control over the district budget and support of their electorate. Expertise was a cross-cutting leverage for technical experts, donors and NGO/CSOs, while financial and technical resources were leverages for donors and NGO/CSOs. Cultural and traditional leaders' leverages were cultural knowledge and influence over their followers. The public's leverage was indirect and exerted through electoral power. Respondents made no mention of participation for vulnerable groups. The public, particularly vulnerable groups, are left out of the priority setting process for health at the district. Conflicting priorities, interests and values are the main challenges facing stakeholders engaged in district-level priority setting. Our findings have important implications for understanding how different stakeholder groups shape the prioritization process and whether representation can be an effective mechanism for participation in health-system priority setting.",
  "authors": [
    {
      "last_name": "Razavi",
      "fore_name": "S Donya",
      "initials": "SD",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kapiriri",
      "fore_name": "Lydia",
      "initials": "L",
      "affiliations": [
        "Department of Health, Aging and Society, Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main St. West, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "358",
  "end_page": "369",
  "pages": "358-369",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Developing Countries",
    "Health Priorities",
    "Health Resources",
    "Humans",
    "Politics",
    "Poverty",
    "Qualitative Research",
    "Stakeholder Participation",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "31180489",
    "pmc": "PMC6736199",
    "doi": "10.1093/heapol/czz049",
    "pii": "5513294"
  },
  "doi": "10.1093/heapol/czz049",
  "pmc_id": "PMC6736199",
  "dates": {
    "completed": "2020-04-23",
    "revised": "2020-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.693692",
    "pmid": "31180489"
  }
}