{
  "pmid": "31182064",
  "uid": "31182064",
  "title": "Women's freedom of movement and participation in psychosocial support groups: qualitative study in northern India.",
  "abstract": "BACKGROUND: Depression, the world's leading cause of disability, disproportionately affects women. Women in India, one of the most gender unequal countries worldwide, face systemic gender disadvantage that significantly increases the risk of common mental disorders. This study's objective was to examine the factors influencing women's participation in psychosocial support groups, within an approach where community members work together to collectively strengthen their community's mental health. METHODS: This community-based qualitative study was conducted from May to July 2016, across three peri-urban sites in Dehradun district, Uttarakhand, Northern India. Set within an NGO-run mental health project, data were collected through focus group discussions with individuals involved in psychosocial support groups including women with psychosocial disabilities as well as caregivers (N = 10, representing 59 women), and key informant interviews (N = 8) with community members and mental health professionals. Data were analyzed using a thematic analysis approach. RESULTS: The principal barrier to participating in psychosocial support groups was restrictions on women's freedom of movement. Women in the community are not normally permitted to leave home, unless going to market or work, making it difficult for women to leave their home to participate in the groups. The restrictions emanated from the overall community's attitude toward gender relations, the women's own internalized gender expectations, and most significantly, the decision-making power of husbands and mothers-in-law. Other factors including employment and education shaped women's ability to participate in psychosocial support groups; however, the role of these additional factors must be understood in connection to a gender order limiting women's freedom of movement. CONCLUSIONS: Mental health access and gender inequality are inseparable in the context of Northern India, and women's mental health cannot be addressed without first addressing underlying gender relations. Community-based mental health programs are an effective tool and can be used to strengthen communities collectively; however, attention towards the gender constraints that restrict women's freedom of movement and their ability to access care is required. To our knowledge, this is the first study to clearly document and analyze the connection between access to community mental health services in South Asia and women's freedom of movement.",
  "authors": [
    {
      "last_name": "Gailits",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Gailits",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, 155 College St., Toronto, Ontario, M5T 1P8, Canada. nicola.gailits@mail.utoronto.ca."
      ],
      "orcid": "0000-0002-1409-9449"
    },
    {
      "last_name": "Mathias",
      "fore_name": "Kaaren",
      "initials": "K",
      "name": "Kaaren Mathias",
      "affiliations": [
        "Emmanuel Hospital Association, 808/92 Deepali Building, Nehru Place, Delhi, New Delhi, 110019, India."
      ]
    },
    {
      "last_name": "Nouvet",
      "fore_name": "Elysée",
      "initials": "E",
      "name": "Elysée Nouvet",
      "affiliations": [
        "School of Health Studies, Western University, Labatt Health Sciences Bldg, Rm 215. 1151 Richmond St., London, ON, N6A 5B9, Canada."
      ]
    },
    {
      "last_name": "Pillai",
      "fore_name": "Pooja",
      "initials": "P",
      "name": "Pooja Pillai",
      "affiliations": [
        "Emmanuel Hospital Association, 808/92 Deepali Building, Nehru Place, Delhi, New Delhi, 110019, India."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "725",
  "pages": "725",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Asia",
    "Attitude",
    "Community Mental Health Services",
    "Decision Making",
    "Depression",
    "Employment",
    "Family",
    "Female",
    "Focus Groups",
    "Freedom",
    "Gender Identity",
    "Humans",
    "India",
    "Interpersonal Relations",
    "Mental Disorders",
    "Mental Health",
    "Patient Participation",
    "Qualitative Research",
    "Self-Help Groups",
    "Social Participation",
    "Spouses",
    "Women's Health"
  ],
  "article_ids": {
    "pubmed": "31182064",
    "pmc": "PMC6558745",
    "doi": "10.1186/s12889-019-7019-3",
    "pii": "10.1186/s12889-019-7019-3"
  },
  "doi": "10.1186/s12889-019-7019-3",
  "pmc_id": "PMC6558745",
  "dates": {
    "completed": "2019-08-12",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.680509",
    "pmid": "31182064"
  }
}