{
  "pmid": "31182236",
  "uid": "31182236",
  "title": "Clostridium difficile intervention timelines for diagnosis, isolation, and treatment.",
  "abstract": "BACKGROUND: Developing timelines of nosocomial Clostridium difficile infection (CDI) is critical to improving control and preventive measures. The objective of this study was to provide data-driven estimates of CDI timelines of diagnosis, isolation, and treatment in a hospital setting. METHODS: We obtained data for all CDI inpatients with symptoms onset occurring between January 1, 2013, and December 30, 2017, from St Joseph's Healthcare in Hamilton, Canada. We analyzed full empirical distributions of timelines associated with the diagnosis, isolation, and treatment of CDI. RESULTS: A total of 683 inpatients with CDI symptoms were recorded, of which 243 cases were identified as health care-associated infection (HAI). The mean time intervals between the onset of CDI symptoms after admission and the release of laboratory results were 1.2 days and 1.9 days for the HAI and community-associated infection (CAI) patient groups, respectively. The mean time intervals from symptoms onset to the start of isolation were 1.5 days and 2.6 days for the corresponding patient groups. The initiation of treatment within 2 days of symptoms onset reduced the duration of first isolation (P value < .0001); however, the type of initial antibiotic used for CDI treatment was not associated with the duration of isolation. CONCLUSIONS: Estimated timelines did not differ (P values > .6) between HAI and CAI patient groups with symptoms onset after admission. These estimates are useful for evaluating the effectiveness of CDI interventions.",
  "authors": [
    {
      "last_name": "Champredon",
      "fore_name": "David",
      "initials": "D",
      "name": "David Champredon",
      "affiliations": [
        "Agent-Based Modelling Laboratory, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Zhang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moghadas",
      "fore_name": "Seyed M",
      "initials": "SM",
      "name": "Seyed M Moghadas",
      "affiliations": [
        "Agent-Based Modelling Laboratory, York University, Toronto, Ontario, Canada. Electronic address: Moghadas@yorku.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of infection control",
    "iso_abbreviation": "Am J Infect Control",
    "issn": "1527-3296",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "1370",
  "end_page": "1374",
  "pages": "1370-1374",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Clostridioides difficile",
    "Clostridium Infections",
    "Diarrhea",
    "Female",
    "Humans",
    "Incidence",
    "Infection Control",
    "Male",
    "Middle Aged",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "31182236",
    "doi": "10.1016/j.ajic.2019.05.002",
    "pii": "S0196-6553(19)30521-8"
  },
  "doi": "10.1016/j.ajic.2019.05.002",
  "dates": {
    "completed": "2020-08-21",
    "revised": "2020-12-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.120914",
    "pmid": "31182236"
  }
}