{
  "pmid": "31193562",
  "uid": "31193562",
  "title": "Prevalence of hypertension among office workers in a multi-national company in the Niger-Delta with the 2017 American College of Cardiology/American Heart Association Blood Pressure Guidelines.",
  "abstract": "The 2017 American College of Cardiology/American Heart Association (ACC/AHA) hypertension guidelines propose a new classification of blood pressure (BP). The objective was to compare the prevalence of hypertension among staff of a multinational oil/gas company in Niger-Delta, Nigeria using the 2017 ACC/AHA guidelines and the Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC7) guidelines. Cross-sectional analysis of 235 individuals who presented for their annual medical review between March 2017 and February 2018 was done. Demographic, medical and family history data were obtained with a questionnaire. Blood pressure was measured using the recommended procedure. Fasting blood samples were analysed for blood glucose and lipids. Ten-year cardiovascular risk was estimated with the 2008 modified Framingham risk score (FRS). The prevalence of hypertension using the JNC7 and the 2017 ACC/AHA guidelines was 25.9% and 53.9% respectively. With the former, family history of hypertension and increased BMI were independently significantly associated with hypertension. With the latter, male gender, family history of hypertension, BMI and physical inactivity were significant predictors of hypertension. 184 (78.3%) were categorised as low CVD risk, 38 (16.2%) intermediate risk and 13 (5.5%) high risk for CVD. The 2017 ACC/AHA guidelines doubled the prevalence of hypertension from 25.9% to 53.9%. Adoption of this guideline will necessitate careful consideration of the consequences of labeling individuals as hypertensive as well as an increment of the health care budget provided by companies for its staff to meet the increased burden of hypertension.",
  "authors": [
    {
      "last_name": "Ofori",
      "fore_name": "Sandra N",
      "initials": "SN",
      "name": "Sandra N Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt, East-West road, Choba, Rivers state, Nigeria."
      ]
    },
    {
      "last_name": "Obosi",
      "fore_name": "Jide",
      "initials": "J",
      "name": "Jide Obosi",
      "affiliations": [
        "TOTAL E&P, Port Harcourt, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine reports",
    "iso_abbreviation": "Prev Med Rep",
    "issn": "2211-3355",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "100899",
  "pages": "100899",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31193562",
    "pmc": "PMC6535684",
    "doi": "10.1016/j.pmedr.2019.100899",
    "pii": "S2211-3355(19)30078-6"
  },
  "doi": "10.1016/j.pmedr.2019.100899",
  "pmc_id": "PMC6535684",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.922771",
    "pmid": "31193562"
  }
}