{
  "pmid": "31190925",
  "uid": "31190925",
  "title": "Electronic referral systems in health care: a scoping review.",
  "abstract": "Introduction: Electronic referral (eReferral) systems have been designed with the dual purpose of decreasing wait times and improving workflow efficiency. Evidence about the clinical and economic value enabled through the use of eReferral systems is limited. Our objective was to review the evidence base for the effectiveness and cost-effectiveness of eReferral systems. This review is part of a bigger project to inform the economic benefits of a regional eReferral implementation program. Material and methods: A systematic search was conducted to capture the available literature on the effectiveness and cost-effectiveness of eReferral system interventions. Evaluation of eReferral system for cost or outcome(s) were included. Strictly e-consultation systems were excluded. We only included publications in English. Results: We found 274 citations. After removing duplicates and conducting levels one and two screenings, nine publications qualified. Results were divided into four categories: cost or cost-effectiveness analysis, changes in workflow efficiency, the quantity of referrals, and the quality of referrals. A full economic evaluation, conducted in Denmark, found that an eReferral system was cost-effective compared with a paper-based referral system. Of the other eight studies, three demonstrated positive changes in referral processing; two evaluated changes in the quality of the referrals, and three evaluated if the eReferral system increased the quantity of referrals. Discussion: The evidence base on the effectiveness of eReferral systems to improve communication between primary care and specialists and to decrease wait times is positive but limited. Economic evaluations are needed to examine the clinical and economic value of eReferral systems in health care.",
  "authors": [
    {
      "last_name": "Azamar-Alonso",
      "fore_name": "Amilcar",
      "initials": "A",
      "name": "Amilcar Azamar-Alonso",
      "affiliations": [
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huebner",
      "fore_name": "Lori-Anne",
      "initials": "LA",
      "name": "Lori-Anne Huebner",
      "affiliations": [
        "The eHealth Centre of Excellence, Waterloo, Ontario, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2019"
  },
  "start_page": "325",
  "end_page": "333",
  "pages": "325-333",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31190925",
    "pmc": "PMC6511625",
    "doi": "10.2147/CEOR.S195597",
    "pii": "195597"
  },
  "doi": "10.2147/CEOR.S195597",
  "pmc_id": "PMC6511625",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.640374",
    "pmid": "31190925"
  }
}