{
  "pmid": "31190245",
  "uid": "31190245",
  "title": "Strength in numbers? The fragility index of studies from the Scandinavian knee ligament registries.",
  "abstract": "PURPOSE: The fragility index (FI) is a metric to evaluate the robustness of statistically significant results. It describes the number of patients who would need to change from a non-event to an event to change a result from significant to non-significant. This systematic survey aimed to evaluate the feasibility of applying the FI to findings related to anterior cruciate ligament (ACL) reconstruction in the Scandinavian knee ligament registries. METHODS: The PubMed, EMBASE, Cochrane Library and AMED databases were searched. Studies from the Scandinavian knee ligament registers were eligible if they reported a statistically significant result (p < 0.05) for any of the following dichotomous outcomes; ACL revision, contralateral ACL reconstruction or the presence of postoperative knee laxity. Only studies with a two-arm comparative analysis were included. Eligibility assessment, data extraction and quality assessment were performed by two independent reviewers. The dichotomous analyses were stratified according to the grouping variable for the two comparative arms as follows; age, patient sex, activity at injury, graft choice, drilling technique, graft fixation, single- versus double-bundle, concomitant cartilage injury and country. The two-sided Fisher's exact test was used to calculate the FI of all statistically significant analyses. RESULTS: From 158 identified studies, 13 studies were included. They reported statistical significance for a total of 56 dichotomous analyses, of which all but two had been determined by a time-to-event analysis. The median sample size for the arms was 5540 (range 92-38,666). The mean FI for all 56 dichotomous analyses was 80.6 (median 34.5), which means that a mean of 80.6 patients were needed to change outcome status to generate a non-significant result instead of a significant one. Seventeen analyses (30.4%) immediately became non-significant when performing the two-sided Fisher's exact test and, therefore, had an FI of 0. The analyses related to age were the most robust, with a mean FI of 178.5 (median 116, range 1-1089). The mean FI of the other grouping variables ranged from 0.5 to 48.0. CONCLUSION: There was large variability in the FI in analyses from the Scandinavian knee ligament registries and almost one third of the analyses had an FI of zero. The FI is a rough measurement of robustness when applied to registry studies, however, future studies are needed to determine the most appropriate metric for robustness in registry studies. The use of the FI can provide clinicians with a deeper understanding of significant study results and promotes an evidence-based approach in the clinical care of patients. LEVEL OF EVIDENCE: Systematic review of prospective cohort studies, Level II.",
  "authors": [
    {
      "last_name": "Svantesson",
      "fore_name": "Eleonor",
      "initials": "E",
      "name": "Eleonor Svantesson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden. eleonor.svantesson@outlook.com."
      ],
      "orcid": "0000-0002-6669-5277"
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Danielsson",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Danielsson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Sundemo",
      "fore_name": "David",
      "initials": "D",
      "name": "David Sundemo",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Westin",
      "fore_name": "Olof",
      "initials": "O",
      "name": "Olof Westin",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Department of Orthopedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Department of Orthopedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "339",
  "end_page": "352",
  "pages": "339-352",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Data Interpretation, Statistical",
    "Humans",
    "Joint Instability",
    "Postoperative Complications",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "31190245",
    "pmc": "PMC6995986",
    "doi": "10.1007/s00167-019-05551-x",
    "pii": "10.1007/s00167-019-05551-x"
  },
  "doi": "10.1007/s00167-019-05551-x",
  "pmc_id": "PMC6995986",
  "dates": {
    "completed": "2020-06-24",
    "revised": "2020-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.832850",
    "pmid": "31190245"
  }
}