{
  "pmid": "31190227",
  "uid": "31190227",
  "title": "The hidden cost of an extensive preoperative work-up: predictors of attrition after referral for bariatric surgery in a universal healthcare system.",
  "abstract": "BACKGROUND: Bariatric surgery is in high demand and patients generally undergo an extensive work-up process to maximize the success of surgery, especially in universal healthcare systems. Although valuable, this work-up process can lead to attrition before surgery. Therefore, we aim to assess patient and health system factors associated with attrition after bariatric surgery referral in a universal healthcare system. METHODS: This was a population-based study of all patients aged ≥ 18 referred for bariatric surgery in Ontario, Canada from 2009 to 2015. Primary outcome was patients who dropped out of bariatric surgery after referral. Predictors of attrition after referral included patient demographics, clinical, institutional, and socioeconomic variables. Odds ratios and 95% CIs were estimated by multilevel logistic regression models. RESULTS: From 17,703 patients that were referred for bariatric surgery, 4122 patients dropped after the initial referral. Male patients, increasing age, and longer wait times for surgery were significantly (P < 0.0001) associated with higher odds of attrition. Additionally, smoker status, immigration status, unemployment, and disability were significant factors (P < 0.0001) predicting attrition. Patients who lived in lowest income quintile neighborhoods, when compared to those from the richest neighborhoods, had significantly higher odds of attrition (P = 0.02). Sleep apnea was associated with lower odds of attrition while diabetes and heart failure both with higher odds of attrition. CONCLUSION: Even in a universal healthcare system, there are various factors that could lead to increased odds of attrition before bariatric surgery. Clear disparities exist for certain marginalized populations. Further studies are warranted to ensure equitable utilization of bariatric surgery for all patients.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, ON, Canada.",
        "Centre for Minimal Access Surgery (CMAS), St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, ON, Canada.",
        "Centre for Minimal Access Surgery (CMAS), St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Babe",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Babe",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gmora",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gmora",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, ON, Canada.",
        "Centre for Minimal Access Surgery (CMAS), St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Programs for Assessment of Technology in Health Research Institute, St Joseph's Healthcare, McMaster University, Hamilton, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, ON, Canada. dennishong70@gmail.com.",
        "Centre for Minimal Access Surgery (CMAS), St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada. dennishong70@gmail.com.",
        "Division of General Surgery, St. Joseph's Healthcare, Room G814, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. dennishong70@gmail.com."
      ],
      "orcid": "0000-0003-1792-1255"
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, ON, Canada.",
        "Centre for Minimal Access Surgery (CMAS), St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical endoscopy",
    "iso_abbreviation": "Surg Endosc",
    "issn": "1432-2218",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "988",
  "end_page": "995",
  "pages": "988-995",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Bariatric Surgery",
    "Female",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Ontario",
    "Patient Dropouts",
    "Preoperative Care",
    "Referral and Consultation",
    "Retrospective Studies",
    "Universal Health Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31190227",
    "doi": "10.1007/s00464-019-06894-9",
    "pii": "10.1007/s00464-019-06894-9"
  },
  "doi": "10.1007/s00464-019-06894-9",
  "dates": {
    "completed": "2020-10-29",
    "revised": "2020-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.639962",
    "pmid": "31190227"
  }
}