{
  "pmid": "31205172",
  "uid": "31205172",
  "title": "A General Population Utility Valuation Study for Metastatic Epidural Spinal Cord Compression Health States.",
  "abstract": "STUDY DESIGN: General population utility valuation study. OBJECTIVE: This study obtained utility valuations from a Canadian general population perspective for 31 unique metastatic epidural spinal cord compression (MESCC) health states and determined the relative importance of MESCC-related consequences on quality-of-life. SUMMARY OF BACKGROUND DATA: Few prospective studies on the treatment of MESCC have collected quality-adjusted-life-year weights (termed \"utilities\"). Utilities are an important summative measure which distills health outcomes to a single number that can assist healthcare providers, patients, and policy makers in decision making. METHODS: We recruited a sample of 1138 adult Canadians using a market research company. Quota sampling was used to ensure that the participants were representative of the Canadian population in terms of age, sex, and province of residence. Using the validated MESCC module for the \"Self-administered Online Assessment of Preferences\" (SOAP) tool, participants were asked to rate six of the 31 MESCC health states, each of which presented varying severities of five MESCC-related dysfunctions (dependent; non-ambulatory; incontinent; pain; other symptoms). RESULTS: Participants equally valued all MESCC-related dysfunctions which followed a pattern of diminishing marginal disutility (each additional consequence resulted in a smaller incremental decrease in utility than the previous). These results demonstrate that the general population values physical function equal to other facets of quality-of-life. CONCLUSION: We provide a comprehensive set of ex ante utility estimates for MESCC health states that can be used to help inform decision making. This is the first study reporting direct utility valuation for a spinal disorder. Our methodology offers a feasible solution for obtaining quality-of-life data without collecting generic health status questionnaire responses from patients. LEVEL OF EVIDENCE: 4.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Wai",
      "fore_name": "Eugene K",
      "initials": "EK",
      "name": "Eugene K Wai",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "Division of Orthopaedic Surgery, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Ottawa Hospital Research Institute, School of Epidemiology and Public Health, University of Ottawa Institute for Clinical Evaluative Sciences, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "13",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "943",
  "end_page": "950",
  "pages": "943-950",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Clinical Decision-Making",
    "Decompression, Surgical",
    "Epidural Space",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Population Surveillance",
    "Prospective Studies",
    "Quality of Life",
    "Spinal Cord Compression"
  ],
  "article_ids": {
    "pubmed": "31205172",
    "doi": "10.1097/BRS.0000000000002975",
    "pii": "00007632-201907010-00010"
  },
  "doi": "10.1097/BRS.0000000000002975",
  "dates": {
    "completed": "2019-08-20",
    "revised": "2021-01-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.438223",
    "pmid": "31205172"
  }
}