{
  "pmid": "31204291",
  "uid": "31204291",
  "title": "What Is the Required Certainty of Evidence for the Implementation of Novel Techniques for the Treatment of Benign Prostatic Obstruction?",
  "abstract": "CONTEXT: A large number of minimally invasive techniques have been developed for the surgical management of male lower urinary tract symptoms (LUTS) presumed to be secondary to benign prostatic obstruction (BPO) over the last 3 decades. Many have not stood the test of time often because they were overpromoted before there were sufficient data. OBJECTIVE: The scope of this paper is to consider whether new devices, for the treatment of male LUTS/BPO, have been implemented prematurely in the past. We also examine the relative certainty of evidence (CoE) that is currently available for newer developing technologies and make recommendations about the CoE that should be demanded in the future before widespread implementation. KEY MESSAGES: This evidence must provide adequate length of follow-up to allow proper information to be provided for patients before treatment choices are made and to be able to create recommendations in high-quality guidelines such as those of the European Association of Urology. It is not just within the domain of LUTS treatments that this is important, other urological devices, such as mesh devices, have been equally \"guilty\" and likewise devices in most other (surgical) specialities. We believe that there is a need for a set of requirements built around primary randomised controlled trials (RCTs) looking at both efficacy and safety, and secondary studies to confirm the reproducibility and generalisability of the first pivotal studies. Otherwise, there is a danger that a single pivotal study can be overexploited by device manufacturers. Studies that are needed include (1) proof of concept, (2) RCTs on efficacy and safety, as well as (3) cohort studies with a broad range of inclusion and exclusion criteria to confirm both reproducibility and generalisability of the benefits and harms. It is not the purpose of this paper to make judgements about individual treatments but simply to look at different treatments to provide verification for this debate. PATIENT SUMMARY: Many new treatment devices have been developed over the last 20-30 yr, often with inadequate medium- to long-term results. Many have not stood the test of time, but were heavily promoted by manufacturers, the press, and some doctors when they were first released, meaning that many patients had unsatisfactory results. This paper proposes minimum standards for the investigation of new treatments before their widespread promotion to patients.",
  "authors": [
    {
      "last_name": "Speakman",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Speakman",
      "affiliations": [
        "Department of Urology, Taunton & Somerset Hospital, Taunton, UK. Electronic address: speakmanmj@aol.com."
      ]
    },
    {
      "last_name": "Cornu",
      "fore_name": "Jean-Nicolas",
      "initials": "JN",
      "name": "Jean-Nicolas Cornu",
      "affiliations": [
        "Department of Urology, Charles-Nicolle University Hospital, Rouen Cedex, France."
      ]
    },
    {
      "last_name": "Gacci",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Gacci",
      "affiliations": [
        "Minimally Invasive and Robotic Surgery, and Kidney Transplantation, University of Florence AOUC-Careggi Hospital, Florence, Italy."
      ]
    },
    {
      "last_name": "Gratzke",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gratzke",
      "affiliations": [
        "Department of Urology, Albert-Ludwigs-University, Freiburg, Gernany."
      ]
    },
    {
      "last_name": "Mamoulakis",
      "fore_name": "Charalampos",
      "initials": "C",
      "name": "Charalampos Mamoulakis",
      "affiliations": [
        "Department of Urology, University General Hospital of Heraklion, University of Crete Medical School, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Thomas R W",
      "initials": "TRW",
      "name": "Thomas R W Herrmann",
      "affiliations": [
        "Urology Clinic, Spital Thurgau AG, Frauenfeld, Switzerland; Urology and Urological Oncology, Hanover Medical School, Hanover, Germany."
      ]
    },
    {
      "last_name": "Omar",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Omar",
      "affiliations": [
        "Academic Urology Unit, University of Aberdeen, Aberdeen, Scotland, UK."
      ]
    },
    {
      "last_name": "Rieken",
      "fore_name": "Malte",
      "initials": "M",
      "name": "Malte Rieken",
      "affiliations": [
        "alta uro AG, Basel, Switzerland; University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology and Public Health, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Gravas",
      "fore_name": "Stavros",
      "initials": "S",
      "name": "Stavros Gravas",
      "affiliations": [
        "Department of Urology, Faculty of Medicine, School of Health Sciences, University of Thessaly, Larissa, Greece."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "May"
  },
  "start_page": "351",
  "end_page": "356",
  "pages": "351-356",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Minimally Invasive Surgical Procedures",
    "Practice Guidelines as Topic",
    "Prostatic Hyperplasia",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31204291",
    "doi": "10.1016/j.euf.2019.05.014",
    "pii": "S2405-4569(19)30151-8"
  },
  "doi": "10.1016/j.euf.2019.05.014",
  "dates": {
    "completed": "2020-10-09",
    "revised": "2020-10-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.915463",
    "pmid": "31204291"
  }
}