{
  "pmid": "31204151",
  "uid": "31204151",
  "title": "Discontinuing involuntary mental health holds for children: Does psychiatrist specialty matter? A pilot study.",
  "abstract": "BACKGROUND: Involuntary mental health detainments should only be utilized when less restrictive alternatives are unavailable and should be discontinued as soon as safety can be ensured. The study objective was to determine if child and adolescent psychiatrists discontinue a greater proportion of involuntary holds than general psychiatrists for similar pediatric patients. METHODS: Retrospective analysis of consecutive patients under 18 years placed on an involuntary hold in the prehospital setting presenting over a 1-year period to one high-volume emergency department (ED) where youth on involuntary holds are seen by child and adolescent psychiatrists when available and general psychiatrists otherwise. The primary outcome of interest was hold discontinuation after initial psychiatric consultation. The key predictor of interest was psychiatrist specialty (child and adolescent vs. general). We conducted multivariate logistic regression modeling adjusting for patient characteristics and time of arrival. RESULTS: Child and adolescent psychiatrists discontinued 27.4% (51/186) of prehospital holds while general psychiatrists discontinued only 10.6% (22/207). After adjusting for observable confounders, holds were over 3 times as likely to be discontinued in patients evaluated by child and adolescent psychiatrists rather than general emergency psychiatrists (adjusted OR 3.2, 95% CI 1.7-5.9, p < 0.001). CONCLUSIONS: Child and adolescent psychiatrists are much more likely to discontinue prehospital involuntary mental health holds compared with general emergency psychiatrists. While inappropriate hold discontinuation places patients at risk of harm, prolonged hold continuation limits patients' rights and potentially increases psychiatric boarding in EDs. Earlier access to child and adolescent psychiatry may facilitate early hold discontinuation and standardize patient care.",
  "authors": [
    {
      "last_name": "Santillanes",
      "fore_name": "Genevieve",
      "initials": "G",
      "name": "Genevieve Santillanes",
      "affiliations": [
        "Department of Emergency Medicine, Keck School of Medicine, University of Southern California, 1200 N. State Street, GNH 1011, Los Angeles, CA 90033, United States of America. Electronic address: genevies@usc.edu."
      ]
    },
    {
      "last_name": "Rowland",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Rowland",
      "affiliations": [
        "Keck School of Medicine, University of Southern California, 1200 N. State Street, GNH 1011, Los Angeles, CA 90033, United States of America. Electronic address: kathlemh@usc.edu."
      ]
    },
    {
      "last_name": "Demarest",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Demarest",
      "affiliations": [
        "Keck School of Medicine, University of Southern California, 1200 N. State Street, GNH 1011, Los Angeles, CA 90033, United States of America. Electronic address: mdemares@usc.edu."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Chun Nok",
      "initials": "CN",
      "name": "Chun Nok Lam",
      "affiliations": [
        "Department of Emergency Medicine, Keck School of Medicine, University of Southern California, 1200 N. State Street, GNH 1011, Los Angeles, CA 90033, United States of America. Electronic address: ChunNok.Lam@med.usc.edu."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab and Department of Emergency Medicine, University of Arkansas for Medical Sciences, 4395 Shuffield Dr., Little Rock, AR 72205, United States of America. Electronic address: MPWilson@uams.edu."
      ]
    },
    {
      "last_name": "Claudius",
      "fore_name": "Ilene",
      "initials": "I",
      "name": "Ilene Claudius",
      "affiliations": [
        "Harbor-UCLA Medical Center, 1000 W Carson Street, Torrance, CA 90509, United States of America."
      ]
    },
    {
      "last_name": "Menchine",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Menchine",
      "affiliations": [
        "Department of Emergency Medicine, Keck School of Medicine, University of Southern California, 1200 N. State Street, GNH 1011, Los Angeles, CA 90033, United States of America; Leonard D. Schaeffer Center for Health Policy and Economics, Sol Price School of Public Policy, University of Southern California, 635 Downey Way Verna & Peter Dauterive Hall (VPD), Los Angeles, CA 90089, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "702",
  "end_page": "708",
  "pages": "702-708",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "California",
    "Child",
    "Female",
    "Humans",
    "Involuntary Commitment",
    "Male",
    "Mental Disorders",
    "Psychiatry",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "31204151",
    "doi": "10.1016/j.ajem.2019.06.002",
    "pii": "S0735-6757(19)30379-1"
  },
  "doi": "10.1016/j.ajem.2019.06.002",
  "dates": {
    "completed": "2020-08-03",
    "revised": "2020-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.526756",
    "pmid": "31204151"
  }
}