{
  "pmid": "31219363",
  "uid": "31219363",
  "title": "Distress Screening in Adolescents and Young Adults with Cancer: Development of Cut-Points for the Cancer Distress Scales-Adolescent and Young Adults.",
  "abstract": "Purpose: Distress is an important issue facing adolescent and young adults (AYA) with cancer due to their stage of development. Metrics are necessary to help improve psychosocial outcomes in this population. This study determined cut-points for the newly developed Cancer Distress Scales (CDS)-AYA. Methods: The CDS-AYA is a new patient-reported outcomes measure that comprises five independently functioning scales, including the following: Impact of Cancer (12 items), Physical (12 items), Emotional (11 items), Cognitive (8 items), and Cancer Worry (5 items). Canadian AYA with cancer 15-39 years of age completed the CDS-AYA and the Hospital Anxiety and Depression Scale (HADS), as part of the CDS-AYA field test. Only patients who had completed responses to the CDS-AYA and HADS were included in these analyses. Receiver operating characteristic (ROC) curve analysis was used to generate cut-points for five CDS-AYA scales based on distress defined by the HADS anxiety and HADS depression scale. Results: In total 453 of 515 respondents had complete data for the CDS-AYA and HADS were included in analyses. Area under the curve (AUC) in the ROC analyses ranged from 0.75 to 0.85. The CDS-AYA Emotional scale had the greatest AUC. The cutoff value for the Emotional scale was 27 based on the HADS anxiety scores (78.3% and 78.9%). Conclusions: The five CDS-AYA scales had fair to good accuracy when classifying the none/low and moderate/severe distress categories based on HADS anxiety and depression scales. For screening purposes, it is recommended that the Emotional scale or Impact of Cancer scale be utilized.",
  "authors": [
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Breakey",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Breakey",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Agostino",
      "fore_name": "Norma",
      "initials": "N",
      "name": "Norma D'Agostino",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Center, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "560",
  "end_page": "565",
  "pages": "560-565",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Neoplasms",
    "Psychological Distress",
    "Psychometrics",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31219363",
    "doi": "10.1089/jayao.2019.0032"
  },
  "doi": "10.1089/jayao.2019.0032",
  "dates": {
    "completed": "2020-06-22",
    "revised": "2020-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.133803",
    "pmid": "31219363"
  }
}