{
  "pmid": "31214392",
  "uid": "31214392",
  "title": "Caffeine in bronchiolitis associated apnea: A retrospective cohort study.",
  "abstract": "Young infants with bronchiolitis commonly present with apnea. Caffeine is effective in treating apnea of prematurity and has been used to treat apnea associated with bronchiolitis. To evaluate whether caffeine administration to infants presenting with apnea in the setting of bronchiolitis was associated with a decreased rate of endotracheal intubation and mechanical ventilation, compared to infants who did not receive caffeine. Retrospective cohort study. University affiliated tertiary care children's hospital. Twenty-eight infants less than 3 months of age, 13 of whom received caffeine. Fewer infants who received caffeine required endotracheal intubation and invasive mechanical ventilation (OR = 0.30 95% CI 0.07 to 1.4, p = 0.15), but this was not statistically significant. Infants who received caffeine were more likely to be treated with non-invasive ventilation than infants in the control group (OR = 14; 95% CI 2.1 to 98 p = 0.01). Only one patient who was initially managed with non-invasive ventilation was subsequently intubated. There was no difference in the duration of total respiratory support, duration of invasive mechanical ventilation, hospital and pediatric critical care unit stay. All infants survived. This study does not provide adequate evidence to support or refute the routine use of caffeine in bronchiolitis associated apnea.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Daisy M",
      "initials": "DM",
      "name": "Daisy M Liu",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Deshpande",
      "fore_name": "Ashish",
      "initials": "A",
      "name": "Ashish Deshpande",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric intensive care",
    "iso_abbreviation": "J Pediatr Intensive Care",
    "issn": "2146-4618",
    "issn_type": "Print",
    "volume": "1",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "95",
  "end_page": "98",
  "pages": "95-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31214392",
    "pmc": "PMC6530681",
    "doi": "10.3233/PIC-2012-016",
    "pii": "PIC016"
  },
  "doi": "10.3233/PIC-2012-016",
  "pmc_id": "PMC6530681",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.916893",
    "pmid": "31214392"
  }
}