{
  "pmid": "31214379",
  "uid": "31214379",
  "title": "Clonidine for the sedation of critically ill children: A systematic review.",
  "abstract": "Objective. To summarize clinical research related to the effect of clonidine on sedation, signs and symptoms of withdrawal, and other adverse events among mechanically ventilated children. Data Sources. We searched MEDLINE, EMBASE, CINAHL, LILACS and the Cochrane Central Register of Controlled Trials, trial registries and conference proceedings. Study Selection. We included all observational and experimental studies that reported the transdermal, intravenous or enteral administration of clonidine to mechanically ventilated, critically ill pediatric patients. Data Extraction. We extracted data on the effect of clonidine on sedation, withdrawal, duration of ventilation and adverse effects and did not attempt to quantitatively combine the results due to the heterogeneous study design and patient populations. Data Synthesis. This review includes 4 case reports, two retrospective cohort studies (total of 58 children), two prospective uncontrolled studies (total of 55 children) and one randomized controlled trial (69 children). In general, efforts to minimize known sources of bias were modest and all studies used non-validated tools for measuring withdrawal. Small observational studies suggest an improvement in withdrawal symptoms and adequacy of sedation with clonidine therapy; however, the small randomized trial found no effect on these or on the duration of ventilation. Results of these small studies have limited generalizability and provide imprecise estimates of treatment effects. Conclusions. Clonidine has been used as a sedative and analgesic agent to prevent and treat withdrawal in critically ill intubated children. Current clinical studies are inadequate to assess its benefits and harms, and do not support current widespread use.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koop",
      "fore_name": "Alyssa",
      "initials": "A",
      "name": "Alyssa Koop",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric intensive care",
    "iso_abbreviation": "J Pediatr Intensive Care",
    "issn": "2146-4618",
    "issn_type": "Print",
    "volume": "1",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Mar"
  },
  "start_page": "5",
  "end_page": "15",
  "pages": "5-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31214379",
    "pmc": "PMC6530669",
    "doi": "10.3233/PIC-2012-003",
    "pii": "PIC003"
  },
  "doi": "10.3233/PIC-2012-003",
  "pmc_id": "PMC6530669",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.426697",
    "pmid": "31214379"
  }
}