{
  "pmid": "31229181",
  "uid": "31229181",
  "title": "Counting What Counts: The Case for Harmonized Outcomes in Child and Youth Mental Health Research.",
  "abstract": "Evidence-based mental health care for children and youth critically depends on properly conducted randomized controlled trials (RCTs) and prospective studies that investigate change in mental health outcomes over time. As evidence accumulates, it can be synthesized through systematic reviews and meta-analyses that combine the results of many studies into a single estimate of effect. Clinical practice guidelines incorporate this information along with input from stakeholders and content experts, who fill in evidence gaps to formulate recommendations for best practice. Collectively, this evidence generation and synthesis process, once implemented, supports better long-term outcomes for the population by highlighting the \"best available evidence\" and reducing variability in clinical care. In addition, this process identifies knowledge gaps that might inform the field's research agenda. The objective of this commentary is to examine the potential of developing and implementing \"Core Outcome Sets\" (COS) as a means of reducing variability in the measurement and reporting of outcomes across RCTs and cohort studies, and thereby promoting the translation of evidence to practice.",
  "authors": [
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "The Hospital for Sick Children and the University of Toronto, Ontario, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada. Electronic address: peter.szatmari@utoronto.ca."
      ]
    },
    {
      "last_name": "Offringa",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Offringa",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monga",
      "fore_name": "Suneeta",
      "initials": "S",
      "name": "Suneeta Monga",
      "affiliations": [
        "The Hospital for Sick Children and the University of Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "7",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "656",
  "end_page": "658",
  "pages": "656-658",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Evidence-Based Practice",
    "Humans",
    "Mental Health Services",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31229181",
    "doi": "10.1016/j.jaac.2019.02.016",
    "pii": "S0890-8567(19)30184-4"
  },
  "doi": "10.1016/j.jaac.2019.02.016",
  "dates": {
    "completed": "2020-08-19",
    "revised": "2020-08-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.399621",
    "pmid": "31229181"
  }
}