{
  "pmid": "31221187",
  "uid": "31221187",
  "title": "A description of a tailored knowledge translation intervention delivered by knowledge brokers within public health departments in Canada.",
  "abstract": "BACKGROUND: While there is an expectation to demonstrate evidence-informed public health there is an ongoing need for capacity development. The purpose of this paper is to provide a description of a tailored knowledge translation intervention implemented by knowledge brokers (KBs), and reflections on the factors that facilitated or hindered its implementation. METHODS: The 22-month knowledge translation intervention, implemented by two KBs, sought to facilitate evidence-informed public health decision-making. Data on outcomes were collected using a knowledge, skills and behavioural assessment survey. In addition, the KBs maintained reflective journals noting which activities appeared successful or not, as well as factors related to the individual or the organisation that facilitated or hindered evidence-informed decision-making. RESULTS: Tailoring of the knowledge translation intervention to address the needs, preferences and structure of each organisation resulted in three unique interventions being implemented. A consistent finding across organisations was that each site needed to determine where evidence-informed decision-making 'fit' within pre-existing organisational processes. Components of the intervention consistent across the three organisations included one-to-one mentoring of teams through rapid evidence reviews, large group workshops and regular meetings with senior management. Components that varied included the frequency of the KB being physically onsite, the amount of time staff spent with the KB and proportion of time spent one-to-one with a KB versus in workshops. Key facilitating factors for implementation included strong leadership, influential power of champions, supportive infrastructure, committed resources and staff enthusiasm. CONCLUSIONS: The results of this study illustrate the importance of working collaboratively with organisations to tailor knowledge translation interventions to best meet unique needs, preferences, organisational structures and contexts. Organisational factors such as leadership, champions and supportive infrastructure play a key role in determining the impact of the knowledge translation interventions. Future studies should explore how these factors can be fostered and/or developed within organisations. While KBs implemented the knowledge translation intervention in this study, more research is needed to understand the impact of all change agent roles including KBs, as well as how these roles can be maintained in the long-term if proven effective.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, 175 Longwood Road South, Suite 210A, Hamilton, Ontario, Canada. dobbinsm@mcmaster.ca."
      ],
      "orcid": "0000-0002-1968-6765"
    },
    {
      "last_name": "Greco",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Greco",
      "affiliations": [
        "Region of Peel - Public Health, 7120 Hurontario Street, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "M. Louise Fitzpatrick College of Nursing, Villanova University, Driscoll Hall, Room 330, 800 Lancaster Avenue, Villanova, PA, United States of America."
      ]
    },
    {
      "last_name": "Traynor",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Traynor",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Decorby-Watson",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Decorby-Watson",
      "affiliations": [
        "Centre for Person-Centered Practice Research, Queen Margaret University Edinburgh and Affiliate Member, Queen Margaret University, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Yousefi-Nooraie",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Yousefi-Nooraie",
      "affiliations": [
        "Department of Public Health Sciences, University of Rochester, School of Medicine, 265 Crittenden Blvd., CU 420644, Rochester, New York, 14642, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "63",
  "pages": "63",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Capacity Building",
    "Consultants",
    "Decision Making",
    "Evidence-Based Practice",
    "Health Personnel",
    "Humans",
    "Knowledge",
    "Leadership",
    "Organizations",
    "Public Health",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "31221187",
    "pmc": "PMC6585045",
    "doi": "10.1186/s12961-019-0460-z",
    "pii": "10.1186/s12961-019-0460-z"
  },
  "doi": "10.1186/s12961-019-0460-z",
  "pmc_id": "PMC6585045",
  "dates": {
    "completed": "2020-01-06",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "101867",
      "agency": "Institute of Population and Public Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.347233",
    "pmid": "31221187"
  }
}