{
  "pmid": "31223121",
  "uid": "31223121",
  "title": "A Mobility-Focused Knowledge Translation Randomized Controlled Trial to Improve Physical Activity: Process Evaluation of the Move4Age Study.",
  "abstract": "BACKGROUND: Maintaining physical activity and physical function is important for healthy aging. We recently completed a randomized controlled trial of a targeted knowledge translation (KT) intervention delivered through the McMaster Optimal Aging Portal with the goal to increase physical activity and physical mobility in middle-aged and older adults, with results reported elsewhere. OBJECTIVE: The purpose of this process evaluation study is to explore which KT strategies were used by both intervention and control group participants, as well as the intervention groups' engagement, satisfaction, and perceived usefulness of the targeted KT intervention. METHODS: Data on engagement with the intervention materials were gathered quantitatively through Google Analytics and Hootsuite throughout the intervention. Qualitative data were collected through a combination of open-ended surveys and qualitative interviews with a subset of participants at the end of the study to further understand engagement, satisfaction, and usefulness of the KT strategies. RESULTS: Throughout the intervention period, engagement with content delivered through weekly emails was highest, and participants rated email content most favorably in both surveys and interviews. Participants were generally satisfied with the intervention, noting the ease of participating and the distillation of information in an easy-to-access format being beneficial features. Participants who did not find the intervention useful were those with already high levels of baseline physical activity or physical function and those who were looking for more specific or individualized content. CONCLUSIONS: This process evaluation provides insight into our randomized controlled trial findings and provides information that can be used to improve future online KT interventions. TRIAL REGISTRATION: ClinicalTrials.gov NCT02947230; https://clinicaltrials.gov/ct2/show/nct02947230 (Archived by WebCite at http://www.webcitation.org/78t4tR8tM).",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Smith-Turchyn",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Smith-Turchyn",
      "affiliations": [
        "Faculty of Kinesiology & Physical Education, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5309-2856"
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6356-0492"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "e13965",
  "pages": "e13965",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Exercise",
    "Female",
    "Humans",
    "Male",
    "Medical Informatics",
    "Middle Aged",
    "Process Assessment, Health Care",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31223121",
    "pmc": "PMC6610468",
    "doi": "10.2196/13965",
    "pii": "v21i6e13965"
  },
  "doi": "10.2196/13965",
  "pmc_id": "PMC6610468",
  "dates": {
    "completed": "2020-04-16",
    "revised": "2020-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.161370",
    "pmid": "31223121"
  }
}