{
  "pmid": "31232058",
  "uid": "31232058",
  "title": "Is prenatal arsenic exposure associated with salivary cortisol in infants in Arica, Chile? An exploratory cohort study.",
  "abstract": "INTRODUCTION: In animal models, gestational exposure to inorganic arsenic has been associated with higher corticosterone concentration and consequent impairment of stress control in offspring. An equivalent association relating cortisol, a glucocorticoid hormone, in humans has not been previously studied. OBJECTIVE: The aim of the study was to explore the association between prenatal inorganic arsenic exposure and salivary cortisol in infants from Arica, Chile. MATERIAL AND METHODS: A cohort study of 168 mother-child dyads was recruited. In the 2nd trimester of pregnancy, urinary inorganic arsenic was assessed; 18-24 months after delivery, salivary cortisol was measured in the children. Maternal cortisol, maternal depression, stress, and socio-economic status were also evaluated. RESULTS: The adjusted association was estimated with multiple linear regression after evaluating confounding through a directed acyclic graph. Median urinary inorganic arsenic in pregnant women was 14.1 µg/L (IQR: 10.4-21.7) while salivary cortisol in the children was 0.17 µg/L (IQR: 0.11-0.38). Among children from the highest income families (> 614 USD/month), arsenic exposure was associated with salivary cortisol. Children in the third quartile of arsenic exposure had -0.769 units of the logarithm of salivary cortiso, compared with those in the first quartile (p = 0.045). CONCLUSIONS: In this sample, prenatal exposure to arsenic was associated with salivary cortisol (third quartile of inorganic arsenic), only in infants belonging the highest income strata (> 614 USD). More studies are needed to confirm these preliminary results.",
  "authors": [
    {
      "last_name": "Valdés Salgado",
      "fore_name": "Macarena Alejandra",
      "initials": "MA",
      "name": "Macarena Alejandra Valdés Salgado",
      "affiliations": [
        "School of Public Health, Faculty of Medicine, University of Chile, Santiego, Chile. macavaldes@ug.uchile.cl."
      ]
    },
    {
      "last_name": "Schisterman",
      "fore_name": "Enrique",
      "initials": "E",
      "name": "Enrique Schisterman",
      "affiliations": [
        "Epidemiology Branch, Eunice Kennedy Shriver National Institute of Child Health and Human Development, Rockvill (MD), United States. schistee@mail.nih.gov."
      ]
    },
    {
      "last_name": "Pino",
      "fore_name": "Paulina",
      "initials": "P",
      "name": "Paulina Pino",
      "affiliations": [
        "School of Public Health, Faculty of Medicine, University of Chile, Santiego, Chile. ppino@med.uchile.cl."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant Bangdiwala",
      "affiliations": [
        "Population Health Research Institute. McMaster University, Hamilton, Ontario, Canada. kant@unc.edu."
      ]
    },
    {
      "last_name": "Muñoz",
      "fore_name": "María Pía",
      "initials": "MP",
      "name": "María Pía Muñoz",
      "affiliations": [
        "School of Public Health, Faculty of Medicine, University of Chile, Santiego, Chile. mariapiamq@gmail.com."
      ]
    },
    {
      "last_name": "Iglesias",
      "fore_name": "Verónica",
      "initials": "V",
      "name": "Verónica Iglesias",
      "affiliations": [
        "School of Public Health, Faculty of Medicine, University of Chile, Santiego, Chile. viglesia@med.uchile.cl."
      ]
    }
  ],
  "journal": {
    "title": "Annals of agricultural and environmental medicine : AAEM",
    "iso_abbreviation": "Ann Agric Environ Med",
    "issn": "1898-2263",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "start_page": "266",
  "end_page": "272",
  "pages": "266-272",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Arsenic",
    "Child",
    "Child, Preschool",
    "Chile",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Infant",
    "Male",
    "Maternal Exposure",
    "Pregnancy",
    "Pregnant People",
    "Prenatal Exposure Delayed Effects",
    "Prospective Studies",
    "Saliva",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31232058",
    "mid": "NIHMS1028524",
    "pmc": "PMC6592632",
    "doi": "10.26444/aaem/104586",
    "pii": "104586"
  },
  "doi": "10.26444/aaem/104586",
  "pmc_id": "PMC6592632",
  "dates": {
    "completed": "2019-08-13",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Arsenic",
    "Hydrocortisone"
  ],
  "grants": [
    {
      "grant_id": "ZIA HD008761",
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.732287",
    "pmid": "31232058"
  }
}