{
  "pmid": "31237909",
  "uid": "31237909",
  "title": "Reporting quality of the 2014 Ebola outbreak in Africa: A systematic analysis.",
  "abstract": "The objective of this study was to conduct a systematic analysis of the reporting quality of the Ebola Virus Disease (EVD) outbreak in West Africa from 2014-2018 using the Modified STROBE statement. We included studies on the 2014 EVD outbreak alone, limited to those on human patients in Africa. We searched the following databases (MEDLINE, EMBASE, and Web of Science) for outbreak reports published between 2014-2018. We assessed factors potentially associated with the quality of reporting. A total of 69 of 131 (53%) articles within the full-text review fulfilled our eligibility criteria and underwent the Modified STROBE assessment for analyzing the quality of reporting. The Modified STROBE scores of the included studies ranged from 11-26 points and the mean was found to be 19.54 out of 30 with a standard deviation (SD) of ± 4.30. The top three reported Modified STROBE components were descriptive characteristics of study participants, scientific background and evidence rational, and clinical significance of observations. More than 75% of the studies met a majority of the criteria in the Modified STROBE assessment tool. Information that was commonly missing included addressing potential source of bias, sensitivity analysis, further results/analysis such as risk estimates and odds ratios, presence of a flowchart, and addressing missing data. In multivariable analysis, peer-reviewed publication was the only predictor that remained significantly associated with a higher Modified STROBE score. In conclusion, the large range of Modified STROBE scores observed indicates variability in the quality of outbreak reports for EVD. The review identified strong reporting in some areas, whereas other areas are in need of improvement, in particular providing an important description of the outbreak setting and identifying any external elements (potential biases and confounding factors) that could hinder the credibility of the findings.",
  "authors": [
    {
      "last_name": "Huynh",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Huynh",
      "affiliations": [
        "Global Health Office, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baumann",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Baumann",
      "affiliations": [
        "Global Health Office, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2315-5390"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "e0218170",
  "pages": "e0218170",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Africa",
    "Disease Outbreaks",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Multivariate Analysis",
    "Reproducibility of Results",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "31237909",
    "pmc": "PMC6592536",
    "doi": "10.1371/journal.pone.0218170",
    "pii": "PONE-D-18-30342"
  },
  "doi": "10.1371/journal.pone.0218170",
  "pmc_id": "PMC6592536",
  "dates": {
    "completed": "2020-02-12",
    "revised": "2024-07-17"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.156310",
    "pmid": "31237909"
  }
}