{
  "pmid": "31239815",
  "uid": "31239815",
  "title": "Delays in diagnosis of nephrotic syndrome in children: A survey study.",
  "abstract": "BACKGROUND: Clinical experience suggests that childhood nephrotic syndrome is frequently diagnosed incorrectly, leading to delays in providing effective treatment. We hypothesized that the health care setting is an important determinant of diagnostic success, with implications for the patient and family health care experience. Our objectives were: (1) to characterize the relationship between diagnostic success and health care setting for the diagnosis of nephrotic syndrome, (2) to determine types and frequencies of incorrect diagnoses, and (3) to understand the burden placed on patients and families as a result of incorrect and incomplete diagnoses. METHODS: A survey was conducted by phone or in-person with legal guardians of children 1 to 18 years diagnosed with nephrotic syndrome within 24 months before the study. The survey elicited information on type of health care setting utilized (e.g., family practice, emergency room) and on diagnoses and treatments. RESULTS: Seventy-four patients with varying ethnicities and socioeconomic profiles (37 male, 37 female, median age 4.8 years, range: 1.2 to 14.8) were included from four Canadian paediatric nephrology centres. Proportions of diagnostic success were high in emergency and paediatric care settings (66% and 64% correct, respectively), but low in primary care settings (17% family practice and 17% walk-in clinic, respectively). Diagnostic delays ranged from 0 to 428 days (median 9.5, interquartile range [IQR] = 20.5). \"Allergies\" was the most common incorrect diagnosis (47%). Parents and legal guardians reported missed work (55%) and added expenses (50%) prior to obtaining a correct diagnosis. CONCLUSIONS: Childhood nephrotic syndrome is often incorrectly diagnosed, especially in primary care settings.",
  "authors": [
    {
      "last_name": "Hollis",
      "fore_name": "Asha",
      "initials": "A",
      "name": "Asha Hollis",
      "affiliations": [
        "Section of Nephrology, Department of Pediatrics, Cumming School of Medicine, University of Calgary, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Dart",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Dart",
      "affiliations": [
        "Section of Nephrology, Department of Pediatrics, University of Manitoba, Winnipeg, Manitoba."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Morgan",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of Alberta, Edmonton, Alberta."
      ]
    },
    {
      "last_name": "Mammen",
      "fore_name": "Cherry",
      "initials": "C",
      "name": "Cherry Mammen",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of British Columbia, Vancouver, British Columbia."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Samuel",
      "affiliations": [
        "Section of Nephrology, Department of Pediatrics, Cumming School of Medicine, University of Calgary, Calgary, Alberta."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "24",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "258",
  "end_page": "262",
  "pages": "258-262",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31239815",
    "pmc": "PMC6587688",
    "doi": "10.1093/pch/pxy165",
    "pii": "pxy165"
  },
  "doi": "10.1093/pch/pxy165",
  "pmc_id": "PMC6587688",
  "dates": {
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:03.478546",
    "pmid": "31239815"
  }
}