{
  "pmid": "31231512",
  "uid": "31231512",
  "title": "Methods of conduct and reporting of living systematic reviews: a protocol for a living methodological survey.",
  "abstract": "Background: The living systematic review (LSR) is an emerging approach for improved evidence synthesis that uses continual updating to include relevant new evidence as soon as it is published. The objectives of this study are to: 1) assess the methods of conduct and reporting of living systematic reviews using a living study approach; and 2) describe the life cycle of living systematic reviews, i.e., describe the changes over time to their methods and findings. Methods: For objective 1, we will begin by conducting a cross-sectional survey and then update its findings every 6 months by including newly published LSRs. For objective 2, we will conduct a prospective longitudinal follow-up of the cohort of included LSRs. To identify LSRs, we will continually search the following electronic databases: Medline, EMBASE and the Cochrane library. We will also contact groups conducting LSRs to identify eligible studies that we might have missed. We will follow the standard systematic review methodology for study selection and data abstraction. For each LSR update, we will abstract information on the following: 1) general characteristics, 2) systematic review methodology, 3) living approach methodology, 4) results, and 5) editorial and publication processes. We will update the findings of both the surveys and the longitudinal follow-up of included LSRs every 6 months. In addition, we will identify articles addressing LSR methods to be included in an 'LSR methods repository'. Conclusion: The proposed living methodological survey will allow us to monitor how the methods of conduct, and reporting as well as the findings of LSRs change over time. Ultimately this should help with ensuring the quality and transparency of LSRs.",
  "authors": [
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-5567-7065"
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "AUB GRADE Center, American University of Beirut, Beirut, Lebanon.",
        "Julius Center for Health Sciences and Primary Care, Utrecht University, Utrecht, The Netherlands."
      ],
      "orcid": "0000-0003-4466-0556"
    },
    {
      "last_name": "Pardo-Hernandez",
      "fore_name": "Hector",
      "initials": "H",
      "name": "Hector Pardo-Hernandez",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Sant Pau Biomedical Research Institute, Barcelona, Spain.",
        "CIBER Epidemiología y Salud Pública, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "AUB GRADE Center, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2019"
  },
  "start_page": "221",
  "pages": "221",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Databases, Bibliographic",
    "MEDLINE",
    "Prospective Studies",
    "Surveys and Questionnaires",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31231512",
    "pmc": "PMC6556985",
    "doi": "10.12688/f1000research.18005.2"
  },
  "doi": "10.12688/f1000research.18005.2",
  "pmc_id": "PMC6556985",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2020-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.672146",
    "pmid": "31231512"
  }
}