{
  "pmid": "31232797",
  "uid": "31232797",
  "title": "Interventions for Distal Radius Fractures: A Network Meta-analysis of Randomized Trials.",
  "abstract": "INTRODUCTION: The distal radius is the second most commonly fractured bone in the elderly population. Several approaches for management exist including both surgical and nonsurgical treatments. Evidence for alternative approaches remains inconclusive and often conflicting. METHODS: Electronic database searches were conducted to identify randomized trials that (1) enrolled adults with a distal radius fracture; (2) compared external fixation, intramedullary nailing, K-wires, plaster casting (PC), or plate fixation (PF) to one of the other treatments listed; and (3) reported on a functional outcome that categorized patients as \"excellent\" and \"good\" or reported fracture healing complication (loss of reduction, malunion, delayed union, nonunion, and refracture). Data were synthesized using a Bayesian network meta-analysis. Odds ratios (ORs) with 95% credible intervals (CrIs) using a random-effects model were calculated. RESULTS: Thirty-eight trials were included. Total sample sizes ranged from 30 to 461 patients. Although no differences were noted between treatments at 3 months, PF was ranked the highest for improving functional outcomes at 6 and 12 months, and it demonstrated a statistically significant difference compared with PC at 12 months (OR = 4.27; 95% CrI, 1.07 to 15.12). For reduction in fracture healing complications, PF was ranked the highest again, showing significantly more favorable results relative to the four other interventions: OR = 0.25 (95% CrI, 0.07 to 0.86) versus external fixation, OR = 0.09 (95% CrI, 0.02 to 0.36) versus K-wire, OR = 0.01 (95% CrI, 0.00 to 0.03) versus PC, and OR = 0.00 (95% CrI, 0.00 to 0.35) versus intramedullary nailing. CONCLUSIONS: A network meta-analysis of randomized trials revealed that open reduction and internal fixation with a plate offers the best results for adult patients with a distal radius fracture, in terms of early and sustained functional recovery and a reduction in fracture healing complications. Determining whether one approach to PF or plate design is superior requires further study.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "From the OrthoEvidence Inc, Burlington, Ontario, Canada (Mr. Vannabouathong), the Department of Anesthesiology, Ohio State University College of Medicine, Columbus, OH (Dr. Hussain), the Department of Traumatology, Orthopaedic Surgery and Emergency, Hospital Vall d'Hebron, Barcelona, Spain (Dr. Guerra), and the Department of Surgery, McMaster University, Hamilton, Ontario, Canada (Dr. Bhandari)."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Nasir",
      "initials": "N",
      "name": "Nasir Hussain",
      "affiliations": []
    },
    {
      "last_name": "Guerra-Farfan",
      "fore_name": "Ernesto",
      "initials": "E",
      "name": "Ernesto Guerra-Farfan",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of the American Academy of Orthopaedic Surgeons",
    "iso_abbreviation": "J Am Acad Orthop Surg",
    "issn": "1940-5480",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "13",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e596",
  "end_page": "e605",
  "pages": "e596-e605",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Bone Plates",
    "Casts, Surgical",
    "Combined Modality Therapy",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Humans",
    "Open Fracture Reduction",
    "Radius Fractures",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31232797",
    "doi": "10.5435/JAAOS-D-18-00424",
    "pii": "00124635-201907010-00007"
  },
  "doi": "10.5435/JAAOS-D-18-00424",
  "dates": {
    "completed": "2019-12-19",
    "revised": "2025-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.413953",
    "pmid": "31232797"
  }
}