{
  "pmid": "31251446",
  "uid": "31251446",
  "title": "Evaluating community deliberations about health research priorities.",
  "abstract": "CONTEXT: Engaging underrepresented communities in health research priority setting could make the scientific agenda more equitable and more responsive to their needs. OBJECTIVE: Evaluate democratic deliberations engaging minority and underserved communities in setting health research priorities. METHODS: Participants from underrepresented communities throughout Michigan (47 groups, n = 519) engaged in structured deliberations about health research priorities in professionally facilitated groups. We evaluated some aspects of the structure, process, and outcomes of deliberations, including representation, equality of participation, participants' views of deliberations, and the impact of group deliberations on individual participants' knowledge, attitudes, and points of view. Follow-up interviews elicited richer descriptions of these and also explored later effects on deliberators. RESULTS: Deliberators (age 18-88 years) overrepresented minority groups. Participation in discussions was well distributed. Deliberators improved their knowledge about disparities, but not about health research. Participants, on average, supported using their group's decision to inform decision makers and would trust a process like this to inform funding decisions. Views of deliberations were the strongest predictor of these outcomes. Follow-up interviews revealed deliberators were particularly struck by their experience hearing and understanding other points of view, sometimes surprised at the group's ability to reach agreement, and occasionally activated to volunteer or advocate. CONCLUSIONS: Deliberations using a structured group exercise to engage minority and underserved community members in setting health research priorities met some important criteria for a fair, credible process that could inform policy. Deliberations appeared to change some opinions, improved some knowledge, and were judged by participants worth using to inform policymakers.",
  "authors": [
    {
      "last_name": "Goold",
      "fore_name": "Susan Dorr",
      "initials": "SD",
      "affiliations": [
        "Department of Internal Medicine, Division of General Medicine, Institute for Healthcare Policy and Innovation, Center for Bioethics and Social Sciences in Medicine, Ann Arbor, Michigan."
      ],
      "orcid": "0000-0002-0258-9774"
    },
    {
      "last_name": "Danis",
      "fore_name": "Marion",
      "initials": "M",
      "affiliations": [
        "Warren Magnuson Clinical Center, National Institutes of Health, Bethesda, Maryland."
      ],
      "orcid": "0000-0002-4749-4568"
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    },
    {
      "last_name": "Gornick",
      "fore_name": "Michelle",
      "initials": "M",
      "affiliations": [
        "Center for Bioethics and Social Sciences in Medicine, University of Michigan, Ann Arbor, Michigan."
      ],
      "orcid": "0000-0002-3451-8858"
    },
    {
      "last_name": "Szymecko",
      "fore_name": "Lisa",
      "initials": "L",
      "affiliations": [
        "Center for Bioethics and Social Sciences in Medicine, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Myers",
      "fore_name": "C Daniel",
      "initials": "CD",
      "affiliations": [
        "Department of Political Science, University of Minnesota, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Zachary",
      "initials": "Z",
      "affiliations": [
        "Friends of Parkside, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Hyungjin Myra",
      "initials": "HM",
      "affiliations": [
        "Center for Statistical Computation and Research, University of Michigan, Ann Arbor, Michigan."
      ],
      "orcid": "0000-0002-0604-8027"
    },
    {
      "last_name": "Salman",
      "fore_name": "Cengiz",
      "initials": "C",
      "affiliations": [
        "Center for Bioethics and Social Sciences in Medicine, University of Michigan, Ann Arbor, Michigan."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "772",
  "end_page": "784",
  "pages": "772-784",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Community Participation",
    "Female",
    "Group Processes",
    "Health Status Disparities",
    "Healthcare Disparities",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Medically Underserved Area",
    "Michigan",
    "Middle Aged",
    "Minority Groups",
    "Research",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31251446",
    "pmc": "PMC6737773",
    "doi": "10.1111/hex.12931"
  },
  "doi": "10.1111/hex.12931",
  "pmc_id": "PMC6737773",
  "dates": {
    "completed": "2020-09-14",
    "revised": "2023-10-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AG040138",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1RO1AG040138-01",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.695732",
    "pmid": "31251446"
  }
}