{
  "pmid": "31254860",
  "uid": "31254860",
  "title": "Perceptions of Methotrexate Intolerance and Its Impact on Daily Life in School-Age Children with Juvenile Idiopathic Arthritis.",
  "abstract": "PURPOSE: Methotrexate (MTX) is a disease modifying anti-rheumatic drug commonly used to treat children with Juvenile Idiopathic Arthritis (JIA). Unfortunately, half of children taking MTX will experience MTX intolerance, which includes distressing gastrointestinal and behavioural symptoms associated with weekly MTX treatment. This qualitative study aimed to explore the perceptions of school-age children with JIA experiencing MTX intolerance, how they managed MTX intolerance, and how it impacted their daily life. DESIGN AND METHODS: An interpretive descriptive design was used. Twelve children participated in one individual 30-minute semi-structured interview using a storyboard technique to elicit their perceptions through storytelling. Interview transcripts and observational data collected during the interviews were analyzed using inductive content analysis. RESULTS: Children described MTX intolerance as extremely challenging. Three themes emerged from the data: (1) \"No kid likes taking MTX\". This theme was comprised of two subthemes related to: (a) associative MTX intolerance; namely, \"Talking about it sometimes makes me feel sick\"; and (b) anticipatory MTX intolerance, \"Before [I take it], I have a little stomach ache\". Other themes included: (2) The importance of strategies and routines; and (3) Working hard to live with MTX intolerance. CONCLUSIONS: This study sheds new light on MTX intolerance as perceived by school-aged children with JIA. Results highlight the importance of providing families and healthcare professionals with the necessary information for early recognition of MTX intolerance and optimizing care through the development of early intervention strategies. PRACTICE IMPLICATIONS: Study findings highlight the importance of prioritizing early identification and prevention of MTX intolerance.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Ingram School of Nursing, Faculty of Medicine, McGill University, Montreal, Quebec, Canada; The Montreal Children's Hospital, McGill University Health Centre, Montreal, Quebec, Canada. Electronic address: sarah.khan@mail.mcgill.ca."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Mancini",
      "affiliations": [
        "Ingram School of Nursing, Faculty of Medicine, McGill University, Montreal, Quebec, Canada. Electronic address: jacqueline.mancini@mail.mcgill.ca."
      ]
    },
    {
      "last_name": "Hopper",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Hopper",
      "affiliations": [
        "The Montreal Children's Hospital, McGill University Health Centre, Montreal, Quebec, Canada. Electronic address: charlene.hopper@muhc.mcgill.ca."
      ]
    },
    {
      "last_name": "Rennick",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Rennick",
      "affiliations": [
        "Ingram School of Nursing, Faculty of Medicine, McGill University, Montreal, Quebec, Canada; The Montreal Children's Hospital, McGill University Health Centre, Montreal, Quebec, Canada; Centre for Outcomes Research & Evaluation, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada. Electronic address: janet.rennick@muhc.mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric nursing",
    "iso_abbreviation": "J Pediatr Nurs",
    "issn": "1532-8449",
    "issn_type": "Electronic",
    "volume": "48",
    "pub_year": "2019"
  },
  "start_page": "49",
  "end_page": "54",
  "pages": "49-54",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Antirheumatic Agents",
    "Anxiety",
    "Arthritis, Juvenile",
    "Child",
    "Child Behavior",
    "Female",
    "Humans",
    "Male",
    "Methotrexate",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31254860",
    "doi": "10.1016/j.pedn.2019.06.004",
    "pii": "S0882-5963(18)30533-5"
  },
  "doi": "10.1016/j.pedn.2019.06.004",
  "dates": {
    "completed": "2020-05-26",
    "revised": "2020-05-26"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Methotrexate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.725962",
    "pmid": "31254860"
  }
}