{
  "pmid": "31250354",
  "uid": "31250354",
  "title": "A comparison of the observed and expected prevalence of HIV in persons released from Ontario provincial prisons in 2010.",
  "abstract": "OBJECTIVE: To estimate the prevalence of HIV infection in persons released from Ontario prisons in 2010 using administrative health data, and to compare this observed prevalence with the expected prevalence based on the most recently available biological sampling data. METHODS: We linked identifying data for all adults released from Ontario provincial prisons in 2010 with administrative health data, and applied a validated algorithm to determine the observed HIV prevalence. We calculated the expected HIV prevalence using 2003-2004 age stratum-specific data from a published study using salivary sampling. We calculated an indirect standardized prevalence ratio of the observed to expected prevalence and 95% confidence intervals. Finally, we conducted sensitivity analyses to adjust for the sensitivity of the algorithm to identify persons with HIV and for undiagnosed HIV infection. RESULTS: Of 52,313 persons released from Ontario prisons in 2010, we identified 363 persons with HIV, for an observed prevalence of 0.69%. The expected prevalence was 2.38%. Standardized for age, we found a prevalence ratio of 0.29 (95% CI, 0.17-0.77). Sensitivity analyses adjusting for the algorithm's sensitivity and further adjusting for undiagnosed HIV infection produced standardized prevalence ratios of 0.30 and 0.38, respectively. CONCLUSION: Our findings suggest that a high proportion of persons with HIV recently released from provincial prisons either do not know they have HIV infection or do know about their infection but are not engaged in care. Interventions are required to screen people for HIV in prison and to link persons with care following release.",
  "authors": [
    {
      "last_name": "Van Meer",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Van Meer",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Antoniou",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony Antoniou",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, St. Michael's Hospital and University of Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "McCormack",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel McCormack",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Sumeet",
      "initials": "S",
      "name": "Sumeet Khanna",
      "affiliations": [
        "Department of Family and Community Medicine, St. Michael's Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kendall",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Kendall",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "C.T. Lamont Primary Health Care Research Group, Bruyère Research Institute, Ottawa, Canada.",
        "Department of Family Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Kiefer",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Kiefer",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Ministry of Community Safety and Correctional Services, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada. kouyouf@mcmaster.ca.",
        "Department of Family Medicine, McMaster University, 100 Main Street West, Hamilton, Ontario, L8P 1H6, Canada. kouyouf@mcmaster.ca.",
        "MAP Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, Ontario, Canada. kouyouf@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "675",
  "end_page": "682",
  "pages": "675-682",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "HIV Infections",
    "Humans",
    "Male",
    "Middle Aged",
    "Observation",
    "Ontario",
    "Prevalence",
    "Prisoners",
    "Prisons",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31250354",
    "pmc": "PMC6964370",
    "doi": "10.17269/s41997-019-00233-0",
    "pii": "10.17269/s41997-019-00233-0"
  },
  "doi": "10.17269/s41997-019-00233-0",
  "pmc_id": "PMC6964370",
  "dates": {
    "completed": "2020-03-11",
    "revised": "2020-06-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.239003",
    "pmid": "31250354"
  }
}