{
  "pmid": "31259314",
  "uid": "31259314",
  "title": "Highly Efficient Clinical Trials Simulator (HECT): Software application for planning and simulating platform adaptive trials.",
  "abstract": "Background: Adaptive designs and platform designs are among two common clinical trial innovations that are increasingly being used to manage medical intervention portfolios and attain faster regulatory approvals. Planning of adaptive and platform trials necessitate simulations to understand how a set of adaptation rules will likely affect the properties of the trial. Clinical trial simulations, however, remain a black box to many clinical trials researchers who are not statisticians. Results: In this article we introduce a simple intuitive open-source browser-based clinical trial simulator for planning adaptive and platform trials. The software application is implemented in RShiny and features a graphical user interface that allows the user to set key clinical trial parameters and explore multiple scenarios such as varying treatment effects, control response and adherence, as well as number of interim looks and adaptation rules. The software provides simulation options for a number of designs such as dropping treatment arms for futility, adding a new treatment arm (i.e., platform design), and stopping a trial early based on superiority. All available adaptations are based on underlying Bayesian probabilities. The software comes with a number of graphical outputs to examine properties of individual simulated trials. The main output is a comparison of trial design performance across several simulations, graphically summarizing type I error (false positive risk), power, and expected cost/time to completion of the considered designs. Conclusion: We have developed and validated an intuitive highly efficient clinical trial simulator for planning of clinical trials. The software is open-source and caters to clinical trial investigators who do not have the statistical capacity for trial simulations available in their team. The software can be accessed via any web browser via the following link: https://mtek.shinyapps.io/hect/.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "MTEK Sciences Inc., Vancouver, British Columbia (BC), V5Z 1J5, Canada."
      ],
      "orcid": "0000-0001-5848-3111"
    },
    {
      "last_name": "Golchi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Golchi",
      "affiliations": [
        "MTEK Sciences Inc., Vancouver, British Columbia (BC), V5Z 1J5, Canada."
      ]
    },
    {
      "last_name": "Haggstrom",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Haggstrom",
      "affiliations": [
        "MTEK Sciences Inc., Vancouver, British Columbia (BC), V5Z 1J5, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": [
        "MTEK Sciences Inc., Vancouver, British Columbia (BC), V5Z 1J5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gates open research",
    "iso_abbreviation": "Gates Open Res",
    "issn": "2572-4754",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2019"
  },
  "start_page": "780",
  "pages": "780",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31259314",
    "pmc": "PMC6556760",
    "doi": "10.12688/gatesopenres.12912.2"
  },
  "doi": "10.12688/gatesopenres.12912.2",
  "pmc_id": "PMC6556760",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.520472",
    "pmid": "31259314"
  }
}