{
  "pmid": "31259380",
  "uid": "31259380",
  "title": "Establishment and Characterization of Bacterial Infection of Breast Implants in a Murine Model.",
  "abstract": "BACKGROUND: Staphylococcus epidermidis and Pseudomonas aeruginosa are the most common causes of Gram-positive and Gram-negative breast implant-associated infection. Little is known about how these bacteria infect breast implants as a function of implant surface characteristics and timing of infection. OBJECTIVES: The aim of this work was to establish a mouse model for studying the impact of various conditions on breast implant infection. METHODS: Ninety-one mice were implanted with 273 breast implant shells and infected with S. epidermidis or P. aeruginosa. Smooth, microtextured, and macrotextured breast implant shells were implanted in each mouse. Bacterial inoculation occurred during implantation or 1 day later. Implants were retrieved 1 or 7 days later. Explanted breast implant shells were sonicated, cultured, and colony-forming units determined or analyzed with scanning electron microscopy. RESULTS: P. aeruginosa could be detected on all device surfaces at 1- and 7- days post infection (dpi), when mice were implanted and infected concurrently or when they were infected 1- day after implantation. However, P. aeruginosa infection was more robust on implant shells retrieved at 7 dpi and particularly on the macrotextured devices that were infected 1 day post implantation. S. epidermidis was mostly cleared from implants when mice were infected and implanted concurrently. Other the other hand, S. epidermidis could be detected on all device surfaces at 1 dpi and 2 days post implantation. However, S. epidermdis infection was suppressed by 7 dpi and 8 days post implantation. CONCLUSIONS: S. epidermidis required higher inoculating doses to cause infection and was cleared within 7 days. P. aeruginosa infected at lower inoculating doses, with robust biofilms noted 7 days later.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Washington University School of Medicine, St Louis, MO."
      ]
    },
    {
      "last_name": "Poppler",
      "fore_name": "Louis H",
      "initials": "LH",
      "name": "Louis H Poppler",
      "affiliations": [
        "Washington University School of Medicine, St Louis, MO."
      ]
    },
    {
      "last_name": "Pinkner",
      "fore_name": "Chloe L",
      "initials": "CL",
      "name": "Chloe L Pinkner",
      "affiliations": [
        "Washington University School of Medicine, St Louis, MO."
      ]
    },
    {
      "last_name": "Hultgren",
      "fore_name": "Scott J",
      "initials": "SJ",
      "name": "Scott J Hultgren",
      "affiliations": [
        "Washington University School of Medicine, St Louis, MO."
      ]
    },
    {
      "last_name": "Myckatyn",
      "fore_name": "Terence M",
      "initials": "TM",
      "name": "Terence M Myckatyn",
      "affiliations": [
        "Washington University School of Medicine, St Louis, MO."
      ]
    }
  ],
  "journal": {
    "title": "Aesthetic surgery journal",
    "iso_abbreviation": "Aesthet Surg J",
    "issn": "1527-330X",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "516",
  "end_page": "528",
  "pages": "516-528",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bacterial Infections",
    "Biofilms",
    "Breast Implants",
    "Disease Models, Animal",
    "Mice",
    "Prosthesis-Related Infections",
    "Staphylococcal Infections",
    "Staphylococcus epidermidis"
  ],
  "article_ids": {
    "pubmed": "31259380",
    "doi": "10.1093/asj/sjz190",
    "pii": "5525733"
  },
  "doi": "10.1093/asj/sjz190",
  "dates": {
    "completed": "2021-01-06",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.665823",
    "pmid": "31259380"
  }
}