{
  "pmid": "31258592",
  "uid": "31258592",
  "title": "Educational intervention to improve the knowledge of hand hygiene in pediatric residents and nurses.",
  "abstract": "OBJECTIVES: To assess the improvement in the knowledge of hand hygiene in Pediatric residents and nurses after theoretical and hands-on educational intervention. METHODS: This study was a questionnaire-based cross-sectional survey carried out in the department of Pediatrics, King Edward Medical University/ Mayo hospital Lahore in two weeks period. Total 41 Pediatrics residents and nurses, participated in the study. Initially a pretest questionnaire was given to each participant, followed by an educational intervention: a day's worth of didactic lectures and practical training of practices for infection control. After two weeks, an identical post-test questionnaire was sent to the participants via email. Data were statistically analyzed through SPSS 22. Z test was applied to see the normality of data while paired t test was applied to compare the pretest score with posttest score. RESULTS: Of 41 participants who attended the workshop, 34 participants responded to post-test giving an overall response rate of 83%. Out of 34, there were 27(80%) doctors and 7(20%) nurses, who participated in workshop. Each item of the questionnaire was analyzed, showing that pretest score for questions related to indication for hand washing, minimum timings required for hand rub, and spread of infection from unclean hands was quite low, as compared to post-test score, indicating statistically significant increment (p value 0.000, 0.001and 0.046 respectively). Mean pre-test score for doctors was 3.22 while for nurses, it was 3.14, whereas post-test score was 4.51 and 4.00 for doctors and nurses respectively. Overall, there was statistically significant increase in knowledge after educational intervention. CONCLUSION: There is statistically significant impact of educational intervention on improving the knowledge of Pediatric residents and nurses with respect to hand hygiene practices.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faheem",
      "initials": "MF",
      "name": "Muhammad Faheem Afzal",
      "affiliations": [
        "Dr. Muhammad Faheem Afzal, FCPS, MHPE., Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Muhammad Haroon",
      "initials": "MH",
      "name": "Muhammad Haroon Hamid",
      "affiliations": [
        "Dr. Muhammad Haroon Hamid, FCPS., Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Parveen",
      "fore_name": "Azra",
      "initials": "A",
      "name": "Azra Parveen",
      "affiliations": [
        "Dr. Azra Parveen, FCPS. Department of Infectious Diseases, Shaukat Khanum Memorial Cancer Hospital & Research Centre, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Asif",
      "initials": "A",
      "name": "Asif Hanif",
      "affiliations": [
        "Asif Hanif, PhD. University Institute of Public Health Faculty of Allied Health Sciences, The University of Lahore, Lahore - Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "3",
    "pub_year": "2019"
  },
  "start_page": "771",
  "end_page": "774",
  "pages": "771-774",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31258592",
    "pmc": "PMC6572980",
    "doi": "10.12669/pjms.35.3.388",
    "pii": "PJMS-35-771"
  },
  "doi": "10.12669/pjms.35.3.388",
  "pmc_id": "PMC6572980",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.855547",
    "pmid": "31258592"
  }
}