{
  "pmid": "31255700",
  "uid": "31255700",
  "title": "Olive flounder (Paralichthys olivaceus) myogenic regulatory factor 4 and its muscle-specific promoter activity.",
  "abstract": "Myogenic regulatory factor 4 (MRF4) is a basic helix-loop-helix (bHLH) transcription factor that plays crucial roles in myoblast differentiation and maturation. Here, we report the isolation of the olive flounder (Paralichthys olivaceus) mrf4 gene and the spatiotemporal analysis of its expression patterns. Sequence analysis indicated that flounder mrf4 shared a similar structure with other vertebrate MRF4, including the conserved bHLH domain. Flounder mrf4 contains 3 exons and 2 introns. Sequence alignment and phylogenetic analysis showed that it was highly homologous with Salmo salar, Danio rerio, Takifugu rubripes, and Tetraodon nigroviridis mrf4. Flounder mrf4 was first expressed in the medial region of somites that give rise to slow muscles, and later spread to the lateral region of somites that give rise to fast muscles. Mrf4 transcript levels decreased significantly in mature somites in the trunk region, and expression could only be detected in the caudal somites, consistent with the timing of somite maturation. Transient expression analysis showed that the 506 bp flounder mrf4 promoter was sufficient to direct muscle-specific GFP expression in zebrafish embryos.",
  "authors": [
    {
      "last_name": "Tan",
      "fore_name": "Xungang",
      "initials": "X",
      "name": "Xungang Tan",
      "affiliations": [
        "Key Laboratory of Experimental Marine Biology, Center for Ocean Mega-Science, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, PR China; Laboratory for Marine Biology and Biotechnology, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, PR China. Electronic address: tanx@qdio.ac.cn."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xu",
      "affiliations": [
        "Key Laboratory of Experimental Marine Biology, Center for Ocean Mega-Science, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, PR China; Laboratory for Marine Biology and Biotechnology, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, PR China; University of Chinese Academy of Sciences, Beijing 10049, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Experimental Marine Biology, Center for Ocean Mega-Science, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, PR China; Laboratory for Marine Biology and Biotechnology, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, PR China; University of Chinese Academy of Sciences, Beijing 10049, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Pei-Jun",
      "initials": "PJ",
      "name": "Pei-Jun Zhang",
      "affiliations": [
        "Key Laboratory of Experimental Marine Biology, Center for Ocean Mega-Science, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, PR China; Laboratory for Marine Biology and Biotechnology, Qingdao National Laboratory for Marine Science and Technology, Qingdao 266071, PR China."
      ]
    }
  ],
  "journal": {
    "title": "Comparative biochemistry and physiology. Part B, Biochemistry & molecular biology",
    "iso_abbreviation": "Comp Biochem Physiol B Biochem Mol Biol",
    "issn": "1879-1107",
    "issn_type": "Electronic",
    "volume": "236",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "110310",
  "pages": "110310",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Base Sequence",
    "Embryonic Development",
    "Fish Proteins",
    "Flounder",
    "Gene Expression Regulation, Developmental",
    "Humans",
    "Muscles",
    "Myogenic Regulatory Factors",
    "Organ Specificity",
    "Promoter Regions, Genetic"
  ],
  "article_ids": {
    "pubmed": "31255700",
    "doi": "10.1016/j.cbpb.2019.110310",
    "pii": "S1096-4959(19)30263-5"
  },
  "doi": "10.1016/j.cbpb.2019.110310",
  "dates": {
    "completed": "2019-08-22",
    "revised": "2019-08-22"
  },
  "chemicals": [
    "Fish Proteins",
    "Myogenic Regulatory Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.337609",
    "pmid": "31255700"
  }
}