{
  "pmid": "31259183",
  "uid": "31259183",
  "title": "Predictors of Outcomes After Hip Arthroscopic Surgery for Femoroacetabular Impingement: A Systematic Review.",
  "abstract": "BACKGROUND: The benefits of hip arthroscopic surgery in the setting of femoroacetabular impingement (FAI) have been well established; however, some patients may experience a greater degree of improvement than others. Identifying positive and negative predictors of outcomes would assist the orthopaedic surgeon's management algorithm for patients with FAI. PURPOSE/HYPOTHESIS: The objective of this systematic review was to identify demographic, radiographic, and other operative predictors of positive and negative outcomes after hip arthroscopic surgery for patients with FAI. It was hypothesized that factors including FAI morphology, age, body mass index (BMI), sex, dysplasia, articular cartilage damage, radiographic joint space, and labral treatment would predict outcomes after hip arthroscopic surgery. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: This systematic review was performed in accordance with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines. Three databases (Embase, PubMed, and Ovid [MEDLINE]) were searched on May 19, 2018, using terms including \"hip,\" \"arthroscopy,\" and \"FAI.\" Studies were screened and data extracted in duplicate. RESULTS: A total of 39 studies were included in this systematic review, comprising 9272 hips with a mean age of 36.5 years (47.2% female). Younger age, male sex, lower BMI (<24.5 kg/m[2]), Tönnis grade 0, and preoperative pain relief from diagnostic intra-articular hip injections predicted positive outcomes. Female sex, older age (>45 years), longer duration of preoperative symptoms (>8 months), elevated BMI, increased Tönnis grade (≥1), chondral defects, decreased joint space (≤2 mm), increased Kellgren-Lawrence grade (>3), increased lateral center-edge angle (LCEA), and undergoing labral debridement alone were predictors of negative outcomes. CONCLUSION: In patients with FAI, younger age, male sex, lower BMI (<24.5 kg/m[2]), Tönnis grade 0, and pain relief from preoperative intra-articular hip injections are significantly more likely to achieve positive outcomes after hip arthroscopic surgery. On the other hand, older age (>45 years), female sex, elevated BMI, osteoarthritic changes, decreased joint space (≤2 mm), chondral defects, increased LCEA, and undergoing labral debridement compared with labral repair are associated with negative outcomes.",
  "authors": [
    {
      "last_name": "Sogbein",
      "fore_name": "Olawale A",
      "initials": "OA",
      "name": "Olawale A Sogbein",
      "affiliations": [
        "Northern Ontario School of Medicine, Laurentian University, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Shah",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belzile",
      "fore_name": "Etienne L",
      "initials": "EL",
      "name": "Etienne L Belzile",
      "affiliations": [
        "CHU de Québec-Université Laval, Québec City, Québec, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "7",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "2325967119848982",
  "pages": "2325967119848982",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31259183",
    "pmc": "PMC6585257",
    "doi": "10.1177/2325967119848982",
    "pii": "10.1177_2325967119848982"
  },
  "doi": "10.1177/2325967119848982",
  "pmc_id": "PMC6585257",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.833107",
    "pmid": "31259183"
  }
}