{
  "pmid": "31268835",
  "uid": "31268835",
  "title": "Vitamin D Supplementation in Military Personnel: A Systematic Review of Randomized Controlled Trials.",
  "abstract": "CONTEXT: Vitamin D supplementation is important in military research because of its role in musculoskeletal health. OBJECTIVE: This systematic review examined the effects of vitamin D supplementation on serum 25-hydroxyvitamin D (25(OH)D) concentrations and musculoskeletal health outcomes in military personnel. DATA SOURCES: A comprehensive search was conducted using MEDLINE, EMBASE, CINAHL, SportDiscus, and the Cochrane Library databases and the reference lists of existing review articles and relevant studies. STUDY SELECTION: Reviewers independently screened titles, abstracts, and full texts of the articles using predefined criteria. STUDY DESIGN: Systematic review of randomized controlled trials (RCTs) using the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statement. LEVEL OF EVIDENCE: Level 3. DATA EXTRACTION: Three reviewers independently extracted data and assessed the methodological quality. Mean differences with 95% CI in serum 25(OH)D concentrations between the vitamin D and placebo arms were calculated. RESULTS: Four RCTs were included in the qualitative analyses. The 25(OH)D concentrations were improved with 2000 IU/d supplementation (mean difference, 3.90 ng/mL; 95% CI, 0.22-7.58). A trial on female Navy recruits showed a significant decrease in stress fractures (risk ratio, 0.77; 95% CI, 0.62-0.95), particularly tibial fractures, from daily supplementation of 800 IU vitamin D and 2000 mg calcium. CONCLUSION: There was a positive trend in 25(OH)D concentrations from higher doses of supplementary vitamin D in military submariners and a possible benefit to bone health when vitamin D was combined with calcium.",
  "authors": [
    {
      "last_name": "Sivakumar",
      "fore_name": "Gaya",
      "initials": "G",
      "name": "Gaya Sivakumar",
      "affiliations": [
        "University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koziarz",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Koziarz",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2019"
  },
  "start_page": "425",
  "end_page": "431",
  "pages": "425-431",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Calcium, Dietary",
    "Dietary Supplements",
    "Fractures, Stress",
    "Humans",
    "Military Personnel",
    "Musculoskeletal System",
    "Randomized Controlled Trials as Topic",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "31268835",
    "pmc": "PMC6745813",
    "doi": "10.1177/1941738119857717"
  },
  "doi": "10.1177/1941738119857717",
  "pmc_id": "PMC6745813",
  "dates": {
    "completed": "2019-11-07",
    "revised": "2022-04-11"
  },
  "chemicals": [
    "Calcium, Dietary",
    "Vitamin D",
    "25-hydroxyvitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.372075",
    "pmid": "31268835"
  }
}