{
  "pmid": "31274372",
  "uid": "31274372",
  "title": "Development and Psychometric Evaluation of the Cancer Distress Scales for Adolescent and Young Adults.",
  "abstract": "Purpose: The use of valid and reliable screening tools to measure distress may help to identify adolescent and young adults (AYA) with cancer who need additional support. Our study describes a two-phase approach to adapt the Australian AYA oncology and survivorship distress screening tools for use in Canada. Methods: Phase 1 involved refining the Australian AYA oncology and survivorship screening tools using cognitive interviews with AYA with cancer and feedback from experts. In phase 2, a field-test study was performed, and Rasch Measurement Theory (RMT) analysis was used for item reduction and to examine reliability and validity. Results: Cognitive interviews with 45 AYA with cancer and feedback from 25 experts resulted in a field-test version of the Cancer Distress Scales for AYA (CDS-AYA) consisting of 91 items that measure 9 constructs. The field-test sample included 515 participants. RMT analysis identified five scales (impact of cancer, physical, emotional, cancer worry, and cognitive) with ordered thresholds, good item fit (-3.70 to 2.82), and acceptable reliability (0.85-0.94). Reliability for the remaining four scales (employment, education, practical, and social) was low, and the scales were retained as checklists, with the exception of the social scale that was dropped. Conclusion: The final item-reduced CDS-AYA consist of 48 items in 5 scales, with 2 stand-alone items in the physical and emotional scales and 23 items in 3 checklists. The CDS-AYA can be used in research and in clinical practice to measure distress in AYA with cancer.",
  "authors": [
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "D'Agostino",
      "fore_name": "Norma",
      "initials": "N",
      "name": "Norma D'Agostino",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Center, Toronto, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Breakey",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Breakey",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "566",
  "end_page": "580",
  "pages": "566-580",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Psychological Distress",
    "Psychometrics",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31274372",
    "doi": "10.1089/jayao.2019.0005"
  },
  "doi": "10.1089/jayao.2019.0005",
  "dates": {
    "completed": "2020-06-22",
    "revised": "2020-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.139996",
    "pmid": "31274372"
  }
}