{
  "pmid": "31285968",
  "uid": "31285968",
  "title": "As a Community, We CAN: How Collaboration in East Hawai'i Led to Community-Wide Initiatives Focused on Reducing Avoidable Emergency Department Visits and Inpatient Admissions.",
  "abstract": "East Hawai'i and its local hospital face unsustainable cost and health care utilization trends. The medical and social service organizations in this region, which includes the city of Hilo and its surrounding area on Hawai'i Island, previously worked in silos regarding coordination of patient care. To mitigate these factors, community initiatives have been implemented to address the needs of high-cost, high-need (HCHN) patients. Can community initiatives that better coordinate medical and social services to directly address social determinants of health improve quality of care and reduce utilization of emergency department (ED) and inpatient (IP) resources? Respected community leaders and diverse stakeholders in East Hawai'i have organized a community to improve health while lowering costs, influence legislative policy, and work collaboratively with the largest health plan in Hawai'i and the local hospital to change health care delivery. A population of patients with high cost, utilization, and disease burden was identified. A model of care was developed with 2 centers of excellence, providing care coordination across medical and social services. Community health workers (CHWs) were added to help patients navigate the system, comply with treatment plans, and request exception funding. A community forum for medical and social services has been established and an online referral system improves efficiency and accountability. Finally, a community quality assurance (QA) committee is being put into place to drive systemic improvements. The community approach adopted in East Hawai'i holds great promise to realize structural changes to healthcare. While not yet fully implemented, anecdotal data suggest that this program is reducing ED and IP utilization and effectively addressing social determinants of health.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer J",
      "initials": "JJ",
      "name": "Jennifer J Walker",
      "affiliations": [
        "Hawai'i Island Family Health Center at Hilo Medical Center, Hilo, HI. (JJW)."
      ]
    },
    {
      "last_name": "Sayama",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Sayama",
      "affiliations": [
        "Community First, Hilo, HI. (MS)."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Cunningham",
      "affiliations": [
        "Navvis, St. Louis, MO. (°C,TS, BI)."
      ]
    },
    {
      "last_name": "Spradling",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Spradling",
      "affiliations": [
        "Navvis, St. Louis, MO. (°C,TS, BI)."
      ]
    },
    {
      "last_name": "Interino",
      "fore_name": "Beatrice",
      "initials": "B",
      "name": "Beatrice Interino",
      "affiliations": [
        "Navvis, St. Louis, MO. (°C,TS, BI)."
      ]
    }
  ],
  "journal": {
    "title": "Hawai'i journal of medicine & public health : a journal of Asia Pacific Medicine & Public Health",
    "iso_abbreviation": "Hawaii J Med Public Health",
    "issn": "2165-8242",
    "issn_type": "Electronic",
    "volume": "78",
    "issue": "6 Suppl 1",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "41",
  "end_page": "45",
  "pages": "41-45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Emergency Service, Hospital",
    "Hawaii",
    "Health Care Costs",
    "Hospitalization",
    "Humans",
    "Patient Acceptance of Health Care",
    "Program Development"
  ],
  "article_ids": {
    "pubmed": "31285968",
    "pmc": "PMC6603901"
  },
  "pmc_id": "PMC6603901",
  "dates": {
    "completed": "2020-06-16",
    "revised": "2020-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.666105",
    "pmid": "31285968"
  }
}