{
  "pmid": "31288068",
  "uid": "31288068",
  "title": "A meta-analysis on genetic associations between Transcription Factor 7 Like 2 polymorphisms and type 2 diabetes mellitus.",
  "abstract": "BACKGROUND: Some previous studies already explored associations of Transcription Factor 7 Like 2 (TCF7L2) polymorphisms with type 2 diabetes mellitus (T2DM), with conflicting findings. Here, we aimed to better analyze the relationship between TCF7L2 polymorphisms and T2DM in a larger combined population by performing a meta-analysis. METHODS: We searched Pubmed, Embase, Web of Science and CNKI for related articles. We calculated odds ratio (OR) and 95% confidence interval (CI) to estimate whether there are genetic associations between TCF7L2 polymorphisms and T2DM. RESULTS: Totally 42 studies were included for this meta-analysis. The meta-analysis results demonstrated that TCF7L2 rs4506565, rs7901695, rs11196205 and rs12255372 polymorphisms were all significantly associated with susceptibility to T2DM in general population. Further subgroup analyses revealed similar significant findings in both Asians and Caucasians. CONCLUSIONS: Our findings supported that these TCF7L2 polymorphisms could be used to identify individuals at high risk of developing T2DM.",
  "authors": [
    {
      "last_name": "Xi",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Xi",
      "affiliations": [
        "Central laboratory, Affiliated Hospital of Hebei University, Baoding 071000, Hebei, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of endocrinology, Affiliated Hospital of Hebei University, Baoding 071000, Hebei, China. Electronic address: majinhua587@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Genomics",
    "iso_abbreviation": "Genomics",
    "issn": "1089-8646",
    "issn_type": "Electronic",
    "volume": "112",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "1192",
  "end_page": "1196",
  "pages": "1192-1196",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Diabetes Mellitus, Type 2",
    "Humans",
    "Polymorphism, Single Nucleotide",
    "Transcription Factor 7-Like 2 Protein"
  ],
  "article_ids": {
    "pubmed": "31288068",
    "doi": "10.1016/j.ygeno.2019.07.004",
    "pii": "S0888-7543(19)30368-4"
  },
  "doi": "10.1016/j.ygeno.2019.07.004",
  "dates": {
    "completed": "2021-01-04",
    "revised": "2021-01-04"
  },
  "chemicals": [
    "TCF7L2 protein, human",
    "Transcription Factor 7-Like 2 Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.350742",
    "pmid": "31288068"
  }
}