{
  "pmid": "31280949",
  "uid": "31280949",
  "title": "Collection and Analyses of Cerebrospinal Fluid for Pediatric Translational Research.",
  "abstract": "Cerebrospinal fluid sample collection and analysis is imperative to better elucidate central nervous system injury and disease in children. Sample collection methods are varied and carry with them certain ethical and biologic considerations, complications, and contraindications. Establishing best practices for sample collection, processing, storage, and transport will ensure optimal sample quality. Cerebrospinal fluid samples can be affected by a number of factors including subject age, sampling method, sampling location, volume extracted, fraction, blood contamination, storage methods, and freeze-thaw cycles. Indicators of sample quality can be assessed by matrix-associated laser desorption/ionization time-of-flight mass spectrometry and include cystatin C fragments, oxidized proteins, prostaglandin D synthase, and evidence of blood contamination. Precise documentation of sample collection processes and the establishment of meticulous handling procedures are essential for the creation of clinically relevant biospecimen repositories. In this review we discuss the ethical considerations and best practices for cerebrospinal fluid collection, as well as the influence of preanalytical factors on cerebrospinal fluid analyses. Cerebrospinal fluid biomarkers in highly researched pediatric diseases or disorders are discussed.",
  "authors": [
    {
      "last_name": "Cameron",
      "fore_name": "Saoirse",
      "initials": "S",
      "name": "Saoirse Cameron",
      "affiliations": [
        "Pediatrics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gillio-Meina",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Gillio-Meina",
      "affiliations": [
        "Children's Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ranger",
      "fore_name": "Adrianna",
      "initials": "A",
      "name": "Adrianna Ranger",
      "affiliations": [
        "Pediatrics, Western University, London, Ontario, Canada; Clinical Neurological Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Douglas D",
      "initials": "DD",
      "name": "Douglas D Fraser",
      "affiliations": [
        "Pediatrics, Western University, London, Ontario, Canada; Children's Health Research Institute, London, Ontario, Canada; Clinical Neurological Sciences, Western University, London, Ontario, Canada; Physiology and Pharmacology, Western University, London, Ontario, Canada; Translational Research Centre, London, Ontario, Canada. Electronic address: douglas.fraser@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric neurology",
    "iso_abbreviation": "Pediatr Neurol",
    "issn": "1873-5150",
    "issn_type": "Electronic",
    "volume": "98",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "3",
  "end_page": "17",
  "pages": "3-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cerebrospinal Fluid",
    "Child",
    "Child, Preschool",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Nervous System Diseases",
    "Pediatrics",
    "Specimen Handling",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "31280949",
    "doi": "10.1016/j.pediatrneurol.2019.05.011",
    "pii": "S0887-8994(19)30151-1"
  },
  "doi": "10.1016/j.pediatrneurol.2019.05.011",
  "dates": {
    "completed": "2020-06-24",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.918282",
    "pmid": "31280949"
  }
}