{
  "pmid": "31280686",
  "uid": "31280686",
  "title": "Emergent Challenges and Opportunities to Sustaining Age-friendly Initiatives: Qualitative Findings from a Canadian Age-friendly Funding Program.",
  "abstract": "Age-friendly initiatives often are motivated by a single funding injection from national or sub-national governments, frequently challenging human and financial resources at the community level. To address this problem, this paper examines the challenges and opportunities to sustaining age-friendly programs in the context of a Canadian age-friendly funding program. Based on a qualitative thematic content analysis of interview data with 35 age-friendly committee members drawn from 11 communities, results show that age-friendly sustainability may be conceptualized as an implementation gap between early development stages and long-term viability. Consistent over-dependence on volunteers and on committees' limited capacity may create burnout, limiting sustainability and the extent to which communities can truly become \"age-friendly\". To close this implementation gap while still remaining true to the grass-roots intention of the global age-friendly agenda, sustainable initiatives should include community champions, multi-disciplinary and cross-sector collaborations, and systemic municipal involvement.",
  "authors": [
    {
      "last_name": "Russell",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Russell",
      "affiliations": [
        "Assistant Professor, Department of Psychology, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0002-9347-5990"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Dean of Social Sciences, Professor and Canada Research Chair in Rural Aging, Health and Social Care, Trent School of the Environment, Trent University, Peterborough, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Fowler",
      "affiliations": [
        "Professor, Department Head, Department of Psychology, Memorial University of Newfoundland, St. John's, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of aging & social policy",
    "iso_abbreviation": "J Aging Soc Policy",
    "issn": "1545-0821",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "04"
  },
  "start_page": "198",
  "end_page": "217",
  "pages": "198-217",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "31280686",
    "doi": "10.1080/08959420.2019.1636595"
  },
  "doi": "10.1080/08959420.2019.1636595",
  "dates": {
    "completed": "2022-04-25",
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.405271",
    "pmid": "31280686"
  }
}