{
  "pmid": "31294127",
  "uid": "31294127",
  "title": "Effects of biomarker diagnostic accuracy on biomarker-guided phase 2 trials.",
  "abstract": "Recent advancements in genomics have attracted attention towards biomarker-guided trials. These trials aim to identify therapies that target diseases based on their genetic profile, and are especially common in cancer research. Careful incorporation of biomarkers in phase II studies is critical to the selection of candidates for further phase III investigation. This short communication focuses on problems of biomarker test accuracy in biomarker-guided trials. We assessed how diagnostic accuracy of biomarker tests affects type I error rate, statistical power, and sample size requirements of single-arm biomarker-guided trials. In particular, we report how false positive rates (FPRs) of biomarker tests reduce statistical power and type I error for Simon's two-stage design, and the degree of sample size correction required to achieve pre-specified power and type I error with varying FPRs. This was done using a case study based on a previous biomarker-guided single-arm trial that was designed with an assumed tumor response rate of 10% under the null hypothesis and 40% for the alternative hypothesis for the mutant group for 5% type I error and 90% power. With varying FPRs of biomarker tests, we considered two scenarios in which the response rate for the wild-type group was assumed to be lower than the response rate for the mutant group at 5% and 10%. We also developed a simple open-source online trial planner for future investigators to use for their biomarker-guided phase II trials (https://mtek.shinyapps.io/Biomarker_Trial_Planner/).",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay Jh",
      "initials": "JJ",
      "name": "Jay Jh Park",
      "affiliations": [
        "Experimental Medicine, Department of Medicine, University of British Columbia, Vancouver, BC, Canada.",
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Harari",
      "fore_name": "Ofir",
      "initials": "O",
      "name": "Ofir Harari",
      "affiliations": [
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Dron",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Dron",
      "affiliations": [
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "MTEK Sciences, Vancouver, BC, Canada.",
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "MTEK Sciences, Vancouver, BC, Canada.",
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials communications",
    "iso_abbreviation": "Contemp Clin Trials Commun",
    "issn": "2451-8654",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "100396",
  "pages": "100396",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31294127",
    "pmc": "PMC6595080",
    "doi": "10.1016/j.conctc.2019.100396",
    "pii": "S2451-8654(19)30091-2"
  },
  "doi": "10.1016/j.conctc.2019.100396",
  "pmc_id": "PMC6595080",
  "dates": {
    "revised": "2024-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.967683",
    "pmid": "31294127"
  }
}