{
  "pmid": "31299357",
  "uid": "31299357",
  "title": "A guidance was developed to identify participants with missing outcome data in randomized controlled trials.",
  "abstract": "BACKGROUND AND OBJECTIVES: In order for authors of systematic reviews to address missing data in randomized controlled trials (RCTs), they need to first identify the number of trial participants with missing data. The objective of this study was to provide guidance for authors of systematic reviews on how to identify participants with missing outcome data in reports of RCTs. METHODS: Guidance statements were informed by a review of studies addressing the topic of missing data and an iterative process of feedback and refinement, through meetings involving experts in health research methodology and authors of systematic reviews. RESULTS: The proposed guidance includes (1) definitions of key terms, (2) 19 categories of participants described in RCT reports and who might have missing data, and (3) a flowchart on how to judge the outcome data missingness for each category. The judgment of missingness relies on how trial authors report on the categories and handle them in their analyses. Practically, for their primary analysis, systematic review authors should choose how to identify participants with missing outcome data (i.e., use either \"definitely missing data\" or \"total possible missing data\"), then select a method for handling missing data in meta-analysis. Sensitivity analyses should be undertaken to explore consistency with competing options for classifying patients as having missing data. CONCLUSION: Adopting the proposed guidance will help promote transparency and consistency regarding how missing data are managed in systematic reviews.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Research, Basel Institute for Clinical Epidemiology and Biostatistics, University of Basel and University Hospital Basel, Switzerland."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Center for Evidence-Based Dentistry, Science Institute, American Dental Association, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hooft",
      "fore_name": "Lotty",
      "initials": "L",
      "name": "Lotty Hooft",
      "affiliations": [
        "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands; Cochrane Netherlands, University Medical Center Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Scholten",
      "fore_name": "Rob J P M",
      "initials": "RJPM",
      "name": "Rob J P M Scholten",
      "affiliations": [
        "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands; Cochrane Netherlands, University Medical Center Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "115",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "55",
  "end_page": "63",
  "pages": "55-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Accuracy",
    "Humans",
    "Patient Outcome Assessment",
    "Patient Selection",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "31299357",
    "doi": "10.1016/j.jclinepi.2019.07.003",
    "pii": "S0895-4356(19)30223-9"
  },
  "doi": "10.1016/j.jclinepi.2019.07.003",
  "dates": {
    "completed": "2020-05-21",
    "revised": "2020-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.615261",
    "pmid": "31299357"
  }
}