{
  "pmid": "31297742",
  "uid": "31297742",
  "title": "Standardization of Bariatric Metabolic Procedures: World Consensus Meeting Statement.",
  "abstract": "BACKGROUND: Standardization of the key measurements of a procedure's finished anatomic configuration strengthens surgical practice, research, and patient outcomes. A consensus meeting was organized to define standard versions of 25 bariatric metabolic procedures. METHODS: A panel of experts in bariatric metabolic surgery from multiple continents was invited to present technique descriptions and outcomes for 4 classic, or conventional, and 21 variant and emerging procedures. Expert panel and audience discussion was followed by electronic voting on proposed standard dimensions and volumes for each procedure's key anatomic alterations. Consensus was defined as ≥ 70% agreement. RESULTS: The Bariatric Metabolic Surgery Standardization World Consensus Meeting (BMSS-WOCOM) was convened March 22-24, 2018, in New Delhi, India. Discussion confirmed heterogeneity in procedure measurements in the literature. A set of anatomic measurements to serve as the standard version of each procedure was proposed. After two voting rounds, 22/25 (88.0%) configurations posed for consideration as procedure standards achieved voting consensus by the expert panel, 1 did not attain consensus, and 2 were not voted on. All configurations were voted on by ≥ 50% of 50 expert panelists. The Consensus Statement was developed from scientific evidence collated from presenters' slides and a separate literature review, meeting video, and transcripts. Review and input was provided by consensus panel members. CONCLUSIONS: Standard versions of the finished anatomic configurations of 22 surgical procedures were established by expert consensus. The BMSS process was undertaken as a first step in developing evidence-based standard bariatric metabolic surgical procedures with the aim of improving consistency in surgery, data collection, comparison of procedures, and outcome reporting.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, Sri Aurobindo Medical College and Postgraduate Institution, Mohak Bariatric and Robotic Surgery Centre, Indore, MP, India. drmohitbhandari@gmail.com."
      ]
    },
    {
      "last_name": "Fobi",
      "fore_name": "M A L",
      "initials": "MAL",
      "name": "M A L Fobi",
      "affiliations": [
        "Department of Surgery, Sri Aurobindo Medical College and Postgraduate Institution, Mohak Bariatric and Robotic Surgery Centre, Indore, MP, India."
      ]
    },
    {
      "last_name": "Buchwald",
      "fore_name": "Jane N",
      "initials": "JN",
      "name": "Jane N Buchwald",
      "affiliations": [
        "Division of Scientific Research Writing, Medwrite Medical Communications, Maiden Rock, WI, USA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obesity surgery",
    "iso_abbreviation": "Obes Surg",
    "issn": "1708-0428",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "Suppl 4",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "309",
  "end_page": "345",
  "pages": "309-345",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bariatric Medicine",
    "Bariatric Surgery",
    "Consensus",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "31297742",
    "doi": "10.1007/s11695-019-04032-x",
    "pii": "10.1007/s11695-019-04032-x"
  },
  "doi": "10.1007/s11695-019-04032-x",
  "dates": {
    "completed": "2020-04-22",
    "revised": "2020-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.172937",
    "pmid": "31297742"
  }
}