{
  "pmid": "31293233",
  "uid": "31293233",
  "title": "Opioid-Free Analgesia for Supratentorial Craniotomies: A Systematic Review.",
  "abstract": "BACKGROUND: Post-craniotomy pain can be severe and is often undermanaged. Opioids can interfere with neurological monitoring and are associated with adverse effects. This systematic review aimed to identify measures of opioid-free analgesia and compare their effectiveness with opioid analgesia for post-craniotomy pain in patients with supratentorial tumors. METHODS: EMBASE, MEDLINE, and Cochrane databases were searched from their inception to February 14, 2017, for randomized controlled trials (RCTs) evaluating opioid versus non-opioid analgesia post-supratentorial craniotomy. Two reviewers independently carried out study selection and data extraction. Risk of bias assessment was performed using the Cochrane Collaboration's tool. Outcomes were pain control (changes to pain scores or use of rescue analgesia) and adverse effects. Considering the number of studies and heterogeneity, a narrative synthesis was done without pooling and results were summarized using tables. Non-opioids were assessed for the potential to be equivalent to opioid-based analgesics for pain relief and adverse effects. RESULTS: Of 467 RCTs, 4 met our inclusion criteria (n = 186 patients). Patients with scalp blocks (2 RCTs) had less post-operative nausea and vomiting (PONV), but scalp block was not superior to morphine for analgesia. Acetaminophen (1 RCT) was less likely to induce PONV but provided inadequate pain relief compared to morphine and sufentanil. Dexmedetomidine (1 RCT) was not superior to remifentanil for analgesia although it delayed time to rescue analgesia. CONCLUSIONS: Limited evidence suggests that scalp blocks and dexmedetomidine have the potential to eliminate the need for opioid analgesia. Multimodal analgesia should be considered as significant opioid-sparing effects have been shown.",
  "authors": [
    {
      "last_name": "Darmawikarta",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Darmawikarta",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sourour",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Sourour",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kamath",
      "fore_name": "Sriganesh",
      "initials": "S",
      "name": "Sriganesh Kamath",
      "affiliations": [
        "Department of Neuroanaesthesia and Neurocritical Care, Neurosciences Faculty Block, National Institute of Mental Health and Neurosciences, Bengaluru, India."
      ]
    },
    {
      "last_name": "Reddy",
      "fore_name": "Kesava Kv",
      "initials": "KK",
      "name": "Kesava Kv Reddy",
      "affiliations": [
        "Department of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4105-4465"
    }
  ],
  "journal": {
    "title": "The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques",
    "iso_abbreviation": "Can J Neurol Sci",
    "issn": "0317-1671",
    "issn_type": "Print",
    "volume": "46",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "415",
  "end_page": "422",
  "pages": "415-422",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Analgesics, Non-Narcotic",
    "Analgesics, Opioid",
    "Craniotomy",
    "Humans",
    "Pain Management",
    "Pain, Postoperative",
    "Supratentorial Neoplasms"
  ],
  "article_ids": {
    "pubmed": "31293233",
    "doi": "10.1017/cjn.2019.57",
    "pii": "S031716711900057X"
  },
  "doi": "10.1017/cjn.2019.57",
  "dates": {
    "completed": "2020-06-03",
    "revised": "2023-01-16"
  },
  "chemicals": [
    "Analgesics, Non-Narcotic",
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.650065",
    "pmid": "31293233"
  }
}