{
  "pmid": "31294724",
  "uid": "31294724",
  "title": "Canadian Association of Gastroenterology Clinical Practice Guideline for the Management of Irritable Bowel Syndrome (IBS).",
  "abstract": "BACKGROUND & AIMS: Irritable bowel syndrome (IBS) is one of the most common gastrointestinal (GI) disorders, affecting about 10% of the general population globally. The aim of this consensus was to develop guidelines for the management of IBS. METHODS: A systematic literature search identified studies on the management of IBS. The quality of evidence and strength of recommendations were rated according to the Grading of Recommendation Assessment, Development and Evaluation (GRADE) approach. Statements were developed through an iterative online platform and then finalized and voted on by a multidisciplinary group of clinicians and a patient. RESULTS: Consensus was reached on 28 of 31 statements. Irritable bowel syndrome is diagnosed based on symptoms; serological testing is suggested to exclude celiac disease, but routine testing for C-reactive protein (CRP), fecal calprotectin or food allergies is not recommended. A trial of a low fermentable oligosaccharides, disaccharides, monosaccharides, polyols (FODMAP) diet is suggested, while a gluten-free diet is not. Psyllium, but not wheat bran, supplementation may help reduce symptoms. Alternative therapies such as peppermint oil and probiotics are suggested, while herbal therapies and acupuncture are not. Cognitive behavioural therapy and hypnotherapy are suggested psychological therapies. Among the suggested or recommended pharmacological therapies are antispasmodics, certain antidepressants, eluxadoline, lubiprostone, and linaclotide. Loperamide, cholestyramine and osmotic laxatives are not recommended for overall IBS symptoms. The nature of the IBS symptoms (diarrhea-predominant or constipation-predominant) should be considered in the choice of pharmacological treatments. CONCLUSIONS: Patients with IBS may benefit from a multipronged, individualized approach to treatment, including dietary modifications, psychological and pharmacological therapies.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Andrews",
      "fore_name": "Christopher N",
      "initials": "CN",
      "name": "Christopher N Andrews",
      "affiliations": [
        "Division of Gastroenterology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "MacQueen",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda MacQueen",
      "affiliations": [
        "Department of Psychiatry, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Korownyk",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Korownyk",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Marsiglio",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Marsiglio",
      "affiliations": [
        "Unaffliated."
      ]
    },
    {
      "last_name": "Graff",
      "fore_name": "Lesley",
      "initials": "L",
      "name": "Lesley Graff",
      "affiliations": [
        "Department of Clinical Health Psychology, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Kvern",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Kvern",
      "affiliations": [
        "Department of Family Medicine, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Lazarescu",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Lazarescu",
      "affiliations": [
        "Division of Gastroenterology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Liu",
      "affiliations": [
        "Division of Gastroenterology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paterson",
      "fore_name": "William G",
      "initials": "WG",
      "name": "William G Paterson",
      "affiliations": [
        "Division of Gastroenterology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sidani",
      "fore_name": "Sacha",
      "initials": "S",
      "name": "Sacha Sidani",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanner",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Vanner",
      "affiliations": [
        "Division of Gastroenterology, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Association of Gastroenterology",
    "iso_abbreviation": "J Can Assoc Gastroenterol",
    "issn": "2515-2092",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "6",
  "end_page": "29",
  "pages": "6-29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31294724",
    "pmc": "PMC6507291",
    "doi": "10.1093/jcag/gwy071",
    "pii": "gwy071"
  },
  "doi": "10.1093/jcag/gwy071",
  "pmc_id": "PMC6507291",
  "dates": {
    "revised": "2023-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.414440",
    "pmid": "31294724"
  }
}