{
  "pmid": "31294402",
  "uid": "31294402",
  "title": "Rectal Indomethacin Prevents Moderate to Severe Post-ERCP Pancreatitis and Death and Should Be Used Before the Procedure: A Meta-Analysis of Aggregate Subgroup Data.",
  "abstract": "BACKGROUND: Despite overall evidence in the literature favoring rectal indomethacin in preventing post-endoscopic retrograde cholangiopancreatography (ERCP) pancreatitis (PEP), its role in preventing potentially fatal complications is not well explored. METHOD: A comprehensive electronic literature search was done to select randomized controlled trials (RCTs) comparing rectal indomethacin and placebo in preventing PEP. Methodological quality was assessed using the Cochrane risk of bias tool. Statistical heterogeneity was characterized. Random effect model meta-analysis was used. Several subgroup, sensitivity and aggregate subgroup data analyses were completed based on specific risk factors or patient characteristics to identify patient populations who may benefit most from rectal indomethacin. RESULTS: A total of eight out of 336 trials published between 2007 and 2016 (n=3324) were included. Analysis showed administering rectal indomethacin before rather than during or after ERCP significantly reduced PEP rates (odds ratio (OR): 0.56 [0.40-079]). Rectal indomethacin also significantly decreased the rate of moderate to severe PEP and death amongst all patients (OR: 0.53 [0.31-0.89] and 0.10 [0.02-0.65], respectively). Rectal indomethacin significantly prevented PEP in patients with sphincter of Oddi dysfunction (SOD) (OR: 0.49 [0.30-0.78]) and those undergoing biliary sphincterotomy (OR: 0.63 [0.42-0.95]), but not in those undergoing precut or pancreatic sphincterotomy or prophylactic pancreatic stent placement. Sensitivity analysis showed that the effect remained significant after two studies with high risk of bias were excluded. CONCLUSION: Rectal indomethacin significantly decreases the occurrence of moderate to severe PEP and death in all patients, only if given before the procedure.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, ON, Canada.",
        "Cochrane Upper GI and Pancreatic Group, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alzahrani",
      "fore_name": "Mohammed A",
      "initials": "MA",
      "name": "Mohammed A Alzahrani",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McNabb-Baltar",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia McNabb-Baltar",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Endoscopy, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Martel",
      "fore_name": "Myriam",
      "initials": "M",
      "name": "Myriam Martel",
      "affiliations": [
        "Division of Gastroenterology, McGill University Health Sciences, Montreal QC, Canada."
      ]
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan N",
      "initials": "AN",
      "name": "Alan N Barkun",
      "affiliations": [
        "Cochrane Upper GI and Pancreatic Group, Hamilton, ON, Canada.",
        "Division of Gastroenterology, McGill University Health Sciences, Montreal QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Association of Gastroenterology",
    "iso_abbreviation": "J Can Assoc Gastroenterol",
    "issn": "2515-2092",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Jun"
  },
  "start_page": "67",
  "end_page": "75",
  "pages": "67-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31294402",
    "pmc": "PMC6487993",
    "doi": "10.1093/jcag/gwy006",
    "pii": "gwy006"
  },
  "doi": "10.1093/jcag/gwy006",
  "pmc_id": "PMC6487993",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.009084",
    "pmid": "31294402"
  }
}