{
  "pmid": "31304088",
  "uid": "31304088",
  "title": "Evidence, safety and recommendations for when to use acupuncture for treating cancer related symptoms: a narrative review.",
  "abstract": "BACKGROUND: Recently research on acupuncture for cancer related symptoms has significantly increased. To what extent have medical professionals recommended to use acupuncture in light of that evidence? METHODS: Evidence of effectiveness and safety was found by searching Pubmed for reviews to identify for what conditions and general results. Publications that recommend acupuncture in oncology were searched in the database of an ongoing general search for publications that recommend acupuncture. This database was developed by searching google for publications that recommend the use of acupuncture with the terms 'name of symptom' and 'clinical practice guideline' or 'treatment guideline'. RESULTS: Acupuncture is moderately or weakly effective for 19 symptoms in patients with cancer and cancer survivors. Acupuncture is a safe therapy in cancer care if administered by trained acupuncturists. Acupuncture is targeted to improve symptoms associated with the cancer and different cancer treatments, not to treat the cancer itself. More than 350 publications by clinical practice guideline groups and expert groups, including public health statements made by national and government agencies recommended the use of acupuncture for 61 cancer related symptoms many with positive evidence of effectiveness. CONCLUSION: The strength of evidence is weak for many indications, however the evidence for many standard therapies is either not very strong or if stronger, the incidence of adverse events is more, which makes acupuncture a treatment option despite the weak evidence. We have found evidence that many oncologists around the world have started to incorporate acupuncture into the treatment of various cancer related symptoms.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Clinical Medicine Division, Korean Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway.",
        "National Research Centre in Complementary and Alternative Medicine, Faculty of Medicine, Department of Community Medicine, UiT The Arctic University of Norway, Tromso, Norway."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Clinical Trial Center, Kyung-Hee University, Korean Medical Hospital, Seoul, Republic of Korea."
      ]
    }
  ],
  "journal": {
    "title": "Integrative medicine research",
    "iso_abbreviation": "Integr Med Res",
    "issn": "2213-4220",
    "issn_type": "Print",
    "volume": "8",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "160",
  "end_page": "166",
  "pages": "160-166",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31304088",
    "pmc": "PMC6600712",
    "doi": "10.1016/j.imr.2019.05.002",
    "pii": "S2213-4220(19)30088-5"
  },
  "doi": "10.1016/j.imr.2019.05.002",
  "pmc_id": "PMC6600712",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.688818",
    "pmid": "31304088"
  }
}