{
  "pmid": "31303865",
  "uid": "31303865",
  "title": "A technique for approximating transition rates from published survival analyses.",
  "abstract": "BACKGROUND: Quality-adjusted-life-years (QALYs) are used to concurrently quantify morbidity and mortality within a single parameter. For this reason, QALYs can facilitate the discussion of risks and benefits during patient counseling regarding treatment options. QALYs are often calculated using partitioned-survival modelling. Alternatively, QALYs can be calculated using more flexible and informative state-transition models populated with transition rates estimated using multistate modelling (MSM) techniques. Unfortunately the latter approach is considered not possible when only progression-free survival (PFS) and overall survival (OS) analyses are reported. METHODS: We have developed a method that can be used to estimate approximate transition rates from published PFS and OS analyses (we will refer to transition rates estimated using full multistate methods as true transition rates). RESULTS: The approximation method is more accurate for estimating the transition rates out of health than the transition rate out of illness. The method tends to under-estimate true transition rates as censoring increases. CONCLUSIONS: In this article we present the basis for and use of the transition rate approximation method. We then apply the method to a case study and evaluate the method in a simulation study.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "1Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, MI USA."
      ]
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "2Division of Orthopaedic Surgery, The University of Ottawa, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Wai",
      "fore_name": "Eugene K",
      "initials": "EK",
      "name": "Eugene K Wai",
      "affiliations": [
        "2Division of Orthopaedic Surgery, The University of Ottawa, Ottawa, ON Canada.",
        "3School of Epidemiology and Public Health, The University of Ottawa, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Patchell",
      "fore_name": "Roy A",
      "initials": "RA",
      "name": "Roy A Patchell",
      "affiliations": [
        "4Departments of Neurology and Neurosurgery, University of Kentucky Medical Center, Lexington, KY USA."
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "3School of Epidemiology and Public Health, The University of Ottawa, Ottawa, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cost effectiveness and resource allocation : C/E",
    "iso_abbreviation": "Cost Eff Resour Alloc",
    "issn": "1478-7547",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2019"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31303865",
    "pmc": "PMC6604134",
    "doi": "10.1186/s12962-019-0182-7",
    "pii": "182"
  },
  "doi": "10.1186/s12962-019-0182-7",
  "pmc_id": "PMC6604134",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.438496",
    "pmid": "31303865"
  }
}