{
  "pmid": "31307491",
  "uid": "31307491",
  "title": "Needs-based planning for the oral health workforce - development and application of a simulation model.",
  "abstract": "BACKGROUND: The World Health Organization's global strategy on human resources for health includes an objective to align investment in human resources for health with the current and future needs of the population. Although oral health is a key indicator of overall health and wellbeing, and oral diseases are the most common noncommunicable diseases affecting half the world's population, oral health workforce planning efforts have been limited to simplistic target dentist-population or constant services-population ratios which do not account for levels of and changes in population need. Against this backdrop, our aim was to develop and operationalise an oral health needs-based workforce planning simulation tool. METHODS: Using a conceptual framework put forward in the literature, we aimed to build the model in Microsoft Excel and apply it in a hypothetical context to demonstrate its operability. The model incorporates a provider supply component and a provider requirement component, enabling a comparison of the current and future supply of and requirement for oral health workers. Publicly available data, including the Special Eurobarometer 330 Oral Health Survey, were used to populate the model. Assumptions were made where data were not publicly available and key assumptions were tested in scenario analyses. RESULTS: We have systematically developed a needs-based workforce planning model for the oral health workforce and applied the model in a hypothetical context over a 30-year time span. In the 2017 baseline scenario, the model produced a full-time equivalent (FTE) provider requirement figure of 899 dentists compared with an FTE provider supply figure of 1985. In the scenario analyses, the FTE provider requirement figure ranged from 1123 to 1629 illustrating the extent of the impact of changing parameter values. CONCLUSIONS: In response to policy makers' recognition of the pressing need to better plan human resources for health and the scarcity of work in this area for dentistry, we have demonstrated the feasibility of producing a workable, practical and useful needs-based workforce planning simulation tool for the oral health workforce. In doing so, we have highlighted the challenges faced in accessing timely and relevant data needed to populate such models and ensure the reliability of model outputs.",
  "authors": [
    {
      "last_name": "Ahern",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Ahern",
      "affiliations": [
        "Oral Health Services Research Centre, Cork University Dental School & Hospital, University College Cork, Cork, Ireland. susan.ahern@ucc.ie."
      ],
      "orcid": "0000-0001-6534-0506"
    },
    {
      "last_name": "Woods",
      "fore_name": "Noel",
      "initials": "N",
      "name": "Noel Woods",
      "affiliations": [
        "Centre for Policy Studies, Cork University Business School, University College Cork, Cork, Ireland."
      ]
    },
    {
      "last_name": "Kalmus",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Kalmus",
      "affiliations": [
        "Section for Translational Health Economics, Department of Conservative Dentistry, Heidelberg University, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Listl",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Listl",
      "affiliations": [
        "Section for Translational Health Economics, Department of Conservative Dentistry, Heidelberg University, Heidelberg, Germany.",
        "Department of Dentistry - Quality and Safety of Oral Healthcare, Radboudumc (RIHS), Radboud University, Nijmegen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "55",
  "pages": "55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dental Assistants",
    "Dental Hygienists",
    "Dental Technicians",
    "Dentists",
    "Global Health",
    "Health Planning",
    "Health Services Needs and Demand",
    "Health Workforce",
    "Humans",
    "Models, Theoretical",
    "Needs Assessment",
    "Oral Health",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "31307491",
    "pmc": "PMC6632192",
    "doi": "10.1186/s12960-019-0394-0",
    "pii": "10.1186/s12960-019-0394-0"
  },
  "doi": "10.1186/s12960-019-0394-0",
  "pmc_id": "PMC6632192",
  "dates": {
    "completed": "2020-04-01",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "635183",
      "agency": "European Commission's Horizon 2020 Research and Innovation Program",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.690353",
    "pmid": "31307491"
  }
}