{
  "pmid": "31309076",
  "uid": "31309076",
  "title": "Cytotoxic and anti-proliferative effects of Rosa beggeriana Schrenk extracts on human liver and breast cancer cells.",
  "abstract": "OBJECTIVE: Rosa beggeriana Schrenk has been consumed in Iranian traditional medicine. In contrary to its close species (e.g. R. canina), there is no data on its medicinal properties. Therefore, we explored possible cytotoxic effects of R. beggeriana against two cancer cell lines. MATERIALS AND METHODS: The cytotoxic and anti-proliferative effects of R. beggeriana ethanolic and aqueous extracts on human liver cancer cells (LCLPI 11), breast cancer cells (MCF-7) and fibroblast-like cells (HSkMC) were evaluated by MTT, BrdU and TUNEL assays. RESULTS: Following 48 h, IC50 values for LCL-PI11 and MCF-7 cells were found to be 3.9 and 4.2 μg/mL for aqueous extract, and 2.3 and 2.7 μg/mL for ethanolic extract, respectively.BrdU assay data verified the MTT results and showed that both extracts inhibit cell proliferation as much as 5-fluorouracil does (p<0.05). The ethanolic extract had a more marked inhibitory effect compared to the aqueous extract (p<0.05). Besides both extracts were less effective against HSKMC cells compared to other cells lines.TUNEL assay results demonstrated that following 48 h, the aqueous extract induced about 19 and 24% apoptotic death in the LCL-PI 11 and MCF-7 cells, respectively (p<0.05). While at the same time, the ethanolic extract was more potent and caused about 83 and 91% death in the LCL-PI 11 and MCF-7 cells, respectively (p<0.05). CONCLUSION: These data indicate that both extracts have anti-proliferative and pro-apoptotic activities on these two cancer cell lines and these effects were more pronounced then their activities against normal cells. Also, the ethanolic extract was more potent than the aqueous extract. Further researches are necessary for finding and isolating effective anticancer ingredient of R. beggeriana.",
  "authors": [
    {
      "last_name": "Zarei",
      "fore_name": "Ozra",
      "initials": "O",
      "name": "Ozra Zarei",
      "affiliations": [
        "Department of Biotechnology, Graduate University of Advanced Technology, Kerman, Iran ."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Avicenna journal of phytomedicine",
    "iso_abbreviation": "Avicenna J Phytomed",
    "issn": "2228-7930",
    "issn_type": "Print",
    "volume": "9",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "386",
  "end_page": "395",
  "pages": "386-395",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31309076",
    "pmc": "PMC6612246"
  },
  "pmc_id": "PMC6612246",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.391567",
    "pmid": "31309076"
  }
}