{
  "pmid": "31319819",
  "uid": "31319819",
  "title": "A model explaining refugee experiences of the Australian healthcare system: a systematic review of refugee perceptions.",
  "abstract": "BACKGROUND: Refugees have significant unmet health needs. Delivering services to refugees continues to be problematic in the Australian healthcare system. A systematic review and thematic synthesis of the literature exploring refugee perceptions of the Australian healthcare system was performed. METHODS: Titles and abstracts of 1610 articles published between 2006 and 2019 were screened, and 147 articles were read in full text. Depending on the type of study, articles were appraised using the Modified Critical Appraisal Tool (developed by authors), the Mixed Methods Appraisal Tool, or the JBI Appraisal Checklist for Systematic Reviews. Using QSR NVivo 11, articles were coded into descriptive themes and synthesised into analytical themes. An explanatory model was used to synthesise these findings. Confidence in the review findings were assessed with GRADE-CERQual approach. RESULTS: The final synthesis included 35 articles consisting of one systematic review, 7 mixed methods studies, and 27 qualitative studies. Only one study was from a regional or rural area. A model incorporating aspects of engagement, access, trust, and privacy can be used to explain the experiences of refugees in using the Australian healthcare system. Refugees struggled to engage with health services due to their unfamiliarity with the health system. Information sharing is needed but this is not always delivered effectively, resulting in disempowerment and loss of autonomy. In response, refugees resorted to familiar means, such as family members and their pre-existing cultural knowledge. At times, this perpetuated their unfamiliarity with the broader health system. Access barriers were also encountered. Trust and privacy are pervasive issues that influenced access and engagement. CONCLUSIONS: Refugees face significant barriers in accessing and engaging with healthcare services and often resorted to familiar means to overcome what is unfamiliar. This has implications across all areas of service provision. Health administrators and educators need to consider improving the cultural competency of staff and students. Policymakers need to consider engaging communities and upscale the availability and accessibility of professional language and cultural supports. Research is needed on how these measures can be effectively delivered. There is limited research in remote areas and further evidence is needed in these settings.",
  "authors": [
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Townsville, Queensland, Australia. michael.au@my.jcu.edu.au."
      ],
      "orcid": "0000-0002-5015-701X"
    },
    {
      "last_name": "Anandakumar",
      "fore_name": "Athire Debbie",
      "initials": "AD",
      "name": "Athire Debbie Anandakumar",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Townsville, Queensland, Australia."
      ]
    },
    {
      "last_name": "Preston",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Preston",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Townsville, Queensland, Australia.",
        "School of Health, Medical and Applied Sciences, CQUniversity, Townsville, Queensland, Australia."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Robin A",
      "initials": "RA",
      "name": "Robin A Ray",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Townsville, Queensland, Australia."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Meg",
      "initials": "M",
      "name": "Meg Davis",
      "affiliations": [
        "Townsville Multicultural Support Group Incorporated, Townsville, Queensland, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC international health and human rights",
    "iso_abbreviation": "BMC Int Health Hum Rights",
    "issn": "1472-698X",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "22",
  "pages": "22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Australia",
    "Communication Barriers",
    "Cultural Competency",
    "Delivery of Health Care",
    "Health Services Accessibility",
    "Hospitals",
    "Humans",
    "Privacy",
    "Refugees",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "31319819",
    "pmc": "PMC6637597",
    "doi": "10.1186/s12914-019-0206-6",
    "pii": "10.1186/s12914-019-0206-6"
  },
  "doi": "10.1186/s12914-019-0206-6",
  "pmc_id": "PMC6637597",
  "dates": {
    "completed": "2020-02-06",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:44.120055",
    "pmid": "31319819"
  }
}