{
  "pmid": "31322128",
  "uid": "31322128",
  "title": "Computer-Aided Detection for Breast Cancer Screening in Clinical Settings: Scoping Review.",
  "abstract": "BACKGROUND: With the growth of machine learning applications, the practice of medicine is evolving. Computer-aided detection (CAD) is a software technology that has become widespread in radiology practices, particularly in breast cancer screening for improving detection rates at earlier stages. Many studies have investigated the diagnostic accuracy of CAD, but its implementation in clinical settings has been largely overlooked. OBJECTIVE: The aim of this scoping review was to summarize recent literature on the adoption and implementation of CAD during breast cancer screening by radiologists and to describe barriers and facilitators for CAD use. METHODS: The MEDLINE database was searched for English, peer-reviewed articles that described CAD implementation, including barriers or facilitators, in breast cancer screening and were published between January 2010 and March 2018. Articles describing the diagnostic accuracy of CAD for breast cancer detection were excluded. The search returned 526 citations, which were reviewed in duplicate through abstract and full-text screening. Reference lists and cited references in the included studies were reviewed. RESULTS: A total of nine articles met the inclusion criteria. The included articles showed that there is a tradeoff between the facilitators and barriers for CAD use. Facilitators for CAD use were improved breast cancer detection rates, increased profitability of breast imaging, and time saved by replacing double reading. Identified barriers were less favorable perceptions of CAD compared to double reading by radiologists, an increase in recall rates of patients for further testing, increased costs, and unclear effect on patient outcomes. CONCLUSIONS: There is a gap in the literature between CAD's well-established diagnostic accuracy and its implementation and use by radiologists. Generally, the perceptions of radiologists have not been considered and details of implementation approaches for adoption of CAD have not been reported. The cost-effectiveness of CAD has not been well established for breast cancer screening in various populations. Further research is needed on how to best facilitate CAD in radiology practices in order to optimize patient outcomes, and the views of radiologists need to be better considered when advancing CAD use.",
  "authors": [
    {
      "last_name": "Masud",
      "fore_name": "Rafia",
      "initials": "R",
      "name": "Rafia Masud",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3280-720X"
    },
    {
      "last_name": "Al-Rei",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Al-Rei",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5567-9482"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    }
  ],
  "journal": {
    "title": "JMIR medical informatics",
    "iso_abbreviation": "JMIR Med Inform",
    "issn": "2291-9694",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "18"
  },
  "start_page": "e12660",
  "pages": "e12660",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31322128",
    "pmc": "PMC6670274",
    "doi": "10.2196/12660",
    "pii": "v7i3e12660"
  },
  "doi": "10.2196/12660",
  "pmc_id": "PMC6670274",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.216905",
    "pmid": "31322128"
  }
}