{
  "pmid": "31320109",
  "uid": "31320109",
  "title": "Canadian Association of Gastroenterology Clinical Practice Guideline for the Medical Management of Pediatric Luminal Crohn's Disease.",
  "abstract": "BACKGROUND & AIMS: We aim to provide guidance for medical treatment of luminal Crohn's disease in children. METHODS: We performed a systematic search of publication databases to identify studies of medical management of pediatric Crohn's disease. Quality of evidence and strength of recommendations were rated according to the GRADE (Grading of Recommendation Assessment, Development, and Evaluation) approach. We developed statements through an iterative online platform and then finalized and voted on them. RESULTS: The consensus includes 25 statements focused on medical treatment options. Consensus was not reached, and no recommendations were made, for 14 additional statements, largely due to lack of evidence. The group suggested corticosteroid therapies (including budesonide for mild to moderate disease). The group suggested exclusive enteral nutrition for induction therapy and biologic tumor necrosis factor antagonists for induction and maintenance therapy at diagnosis or at early stages of severe disease, and for patients failed by steroid and immunosuppressant induction therapies. The group recommended against the use of oral 5-aminosalicylate for induction or maintenance therapy in patients with moderate disease, and recommended against thiopurines for induction therapy, corticosteroids for maintenance therapy, and cannabis in any role. The group was unable to clearly define the role of concomitant immunosuppressants during initiation therapy with a biologic agent, although thiopurine combinations are not recommended for male patients. No consensus was reached on the role of aminosalicylates in treatment of patients with mild disease, antibiotics or vedolizumab for induction or maintenance therapy, or methotrexate for induction therapy. Patients in clinical remission who are receiving immunomodulators should be assessed for mucosal healing within 1 year of treatment initiation. CONCLUSIONS: Evidence-based medical treatment of Crohn's disease in children is recommended, with thorough ongoing assessments to define treatment success.",
  "authors": [
    {
      "last_name": "Mack",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Mack",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Inflammatory Bowel Disease Centre, Division of Gastroenterology, Hepatology and Nutrition, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada; Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada; Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Benchimol",
      "fore_name": "Eric I",
      "initials": "EI",
      "name": "Eric I Benchimol",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Inflammatory Bowel Disease Centre, Division of Gastroenterology, Hepatology and Nutrition, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada; Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada; Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Critch",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Critch",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Faculty of Medicine, Memorial University, St John's, Newfoundland and Labrador, Canada."
      ]
    },
    {
      "last_name": "deBruyn",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer deBruyn",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Section of Pediatric Gastroenterology, Department of Pediatrics, Alberta Children's Hospital, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Church",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Church",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; IBD Centre, Department of Paediatrics, SickKids Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Deslandres",
      "fore_name": "Colette",
      "initials": "C",
      "name": "Colette Deslandres",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Department of Pediatric Gastroenterology, Hepatology, and Nutrition, Centre Hospitalier Universitaire, Sainte-Justine, Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "El-Matary",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael El-Matary",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Section of Pediatric Gastroenterology, Department of Pediatrics, Health Sciences Centre, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Huynh",
      "fore_name": "Hien",
      "initials": "H",
      "name": "Hien Huynh",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Department of Pediatrics (Gastroenterology), Stollery Children's Hospital, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jantchou",
      "fore_name": "Prévost",
      "initials": "P",
      "name": "Prévost Jantchou",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Department of Pediatric Gastroenterology, Hepatology, and Nutrition, Centre Hospitalier Universitaire, Sainte-Justine, Montréal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lawrence",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Lawrence",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Division of Pediatric Gastroenterology, Hepatology, and Nutrition, Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Otley",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Otley",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Division of Gastroenterology and Nutrition, IWK Health Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Sherlock",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Sherlock",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; Division of Pediatric Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walters",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Walters",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; IBD Centre, Department of Paediatrics, SickKids Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kappelman",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Kappelman",
      "affiliations": [
        "Division of Pediatric Gastroenterology, University of North Carolina, Hospital-Children's Specialty Clinic, Chapel Hill, North Carolina."
      ]
    },
    {
      "last_name": "Sadowski",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Sadowski",
      "affiliations": [
        "Division of Gastroenterology, Royal Alexandra Hospital, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffiths",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Griffiths",
      "affiliations": [
        "Ch.I.L.D. Foundation Canadian Children IBD Network, Vancouver, British Columbia, Canada; IBD Centre, Department of Paediatrics, SickKids Hospital, University of Toronto, Toronto, Ontario, Canada. Electronic address: anne.griffiths@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "157",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "320",
  "end_page": "348",
  "pages": "320-348",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Crohn Disease",
    "Evidence-Based Medicine",
    "Gastroenterology",
    "Gastrointestinal Agents",
    "Humans",
    "Societies, Medical",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31320109",
    "doi": "10.1053/j.gastro.2019.03.022",
    "pii": "S0016-5085(19)33577-2"
  },
  "doi": "10.1053/j.gastro.2019.03.022",
  "dates": {
    "completed": "2019-08-26",
    "revised": "2019-08-26"
  },
  "chemicals": [
    "Gastrointestinal Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.415260",
    "pmid": "31320109"
  }
}