{
  "pmid": "31327950",
  "uid": "31327950",
  "title": "Surgical Techniques, Outcomes, Indications, and Complications of Simultaneous High Tibial Osteotomy and Anterior Cruciate Ligament Revision Surgery: A Systematic Review.",
  "abstract": "BACKGROUND: The incidence of primary anterior cruciate ligament reconstruction (ACLR) failure ranges from 10 to 20% in the USA. Many patient and surgical factors may lead to re-rupture after ACLR. Some authors have suggested that not correcting excessive posterior tibial slope may be a significant contributing factor to ACLR failure. PURPOSES: We sought to systematically review the literature on outcomes, indications, and complications in patients undergoing simultaneous high tibial osteotomy (HTO) and ACLR revision. METHODS: PubMed, Medline, and Embase were searched in February 2018 for articles addressing simultaneous HTO and ACLR revision in skeletally mature patients. Major orthopedic conferences were screened in duplicate to find gray literature. All studies were assessed using the Methodological Index for Non-Randomized Studies. Descriptive statistics are presented where applicable. RESULTS: Seven studies satisfied inclusion. Seventy-seven patients underwent combined HTO and ACLR revision. The main indications were a posterior slope of more than 12° or severe varus malalignment. Graft types included hamstring tendon autograft (58.4%; n = 45) and quadriceps tendon graft (16.9%; n = 13). Mean delay between primary and revision surgery was 9 years. Rehabilitation protocol dictated return to running at 4 months and return to sport at 4 to 9 months. Visual analog scale pain scores reduced on average by 30 points. Subjective International Knee Documentation Committee, Tegner-Lysholm, and Tegner activity scores also improved. Fifty-eight percent (35/60) of patients showed osteoarthritis signs post-operatively. One patient (1.3%) received an arthroscopic arthrolysis of adhesions for stiffness. There were no reported incidences of graft re-rupture. CONCLUSION: This systematic review found that the use of HTO for ACLR revision produces good post-operative functional outcomes, low complication rates, and no reported re-ruptures. The main indications for combined HTO with ACLR revision was a posterior slope of more than 12° or severe varus malalignment. Future studies with large sample sizes and long-term follow-up are required to corroborate these results.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Gupta",
      "affiliations": [
        "1Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Tejpal",
      "fore_name": "Tushar",
      "initials": "T",
      "name": "Tushar Tejpal",
      "affiliations": [
        "1Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "1Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "2Department of Surgery, Division of Orthopaedic Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, 4E15, Hamilton, Ontario L8N 3Z5 Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "3Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "2Department of Surgery, Division of Orthopaedic Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, 4E15, Hamilton, Ontario L8N 3Z5 Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "2Department of Surgery, Division of Orthopaedic Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, 4E15, Hamilton, Ontario L8N 3Z5 Canada."
      ]
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "15",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "176",
  "end_page": "184",
  "pages": "176-184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31327950",
    "pmc": "PMC6609638",
    "doi": "10.1007/s11420-018-9630-8",
    "pii": "9630"
  },
  "doi": "10.1007/s11420-018-9630-8",
  "pmc_id": "PMC6609638",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.833671",
    "pmid": "31327950"
  }
}