{
  "pmid": "31321157",
  "uid": "31321157",
  "title": "Intraoperative SPY Reduces Post-mastectomy Skin Flap Complications: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Indocyanine-green and laser-assisted fluorescence angiography, known as the SPY system, is a recently developed tool that has shown promise in assessing tissue perfusion. Its intraoperative use is becoming more common particularly in breast surgery. This systematic review aims to determine whether SPY technology can reduce postoperative complications related to tissue ischemia, specifically skin necrosis of the mastectomy native breast skin flaps. METHODS: A systematic review of the literature was performed based on the PRISMA guideline. All studies that involved use of the SPY system to assess perfusion of postmastectomy skin flaps from January 1, 1960, to March 1, 2018 were included. Postoperative complications, including mastectomy skin flap necrosis were extracted from the selected studies. The perfusion-related complication rates and unexpected reoperation rates across multiple studies were then reviewed. RESULTS: Five relevant articles were identified including 902 patients undergoing mastectomy and native breast flap reconstructive procedures. Groups that used indocyanine-green angiography had statistically less incidence of native breast skin flap necrosis and unexpected reoperations due to perfusion-related complications compared with groups that monitored flaps with only clinical observation (odds ratio 0.54 for skin necrosis, and 0.36 for reoperation). CONCLUSIONS: In this systematic review, the incidence of native breast skin flap necrosis and unexpected reoperations were found to be statistically lower in cases where SPY was used. However, more prospective studies are required to establish SPY angiography as an accurate and cost-effective tool for assessment of tissue perfusion.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Edward H",
      "initials": "EH",
      "name": "Edward H Liu",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Sarah L",
      "initials": "SL",
      "name": "Sarah L Zhu",
      "affiliations": [
        "DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Jiayi",
      "initials": "J",
      "name": "Jiayi Hu",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Wong",
      "affiliations": [
        "Department of Surgery, Division of Urology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Apr"
  },
  "start_page": "e2060",
  "pages": "e2060",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31321157",
    "pmc": "PMC6554150",
    "doi": "10.1097/GOX.0000000000002060"
  },
  "doi": "10.1097/GOX.0000000000002060",
  "pmc_id": "PMC6554150",
  "dates": {
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.372708",
    "pmid": "31321157"
  }
}