{
  "pmid": "31327576",
  "uid": "31327576",
  "title": "Influencing duration of antibiotic therapy: A behavior change analysis in long-term care.",
  "abstract": "BACKGROUND: Prolonged antibiotic duration of therapy is common in long-term care (LTC) settings and associated with increased risk of harm for residents. To identify potential antibiotic stewardship opportunities aimed at prolonged duration of therapy, this study examined barriers and enablers to using shorter courses of antibiotic therapy in the LTC setting. METHODS: Semistructured interviews were conducted with prescribers in LTC home settings, and a total of 8 LTC clinicians participated in the study. Questions and clinical scenarios explored the factors influencing the decisions of prescribers about duration of therapy. Using the Theoretical Domains Framework, interview data were analyzed deductively. RESULTS: The themes identified that influence duration of antibiotic therapy in LTC were environmental context and resources, knowledge, beliefs about consequences, social influences, and behavioral regulation. Specific concerns described by participants included the perceived lack of evidence to support shorter courses in LTC residents, the misconception that shorter courses could lead to greater rates of resistance, and the strong role of habit and prior experience in selecting antibiotic duration. DISCUSSION: There are several factors affecting antimicrobial duration prescribing behavior aside from the clinical scenario itself. Tackling misconceptions and providing educational support may be helpful approaches. CONCLUSIONS: These findings provide theory-informed evidence to support the development of antimicrobial stewardship interventions aimed at improving duration of antibiotic therapy.",
  "authors": [
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Infection Prevention and Control, Toronto, ON, Canada. Electronic address: bradley.langford@oahpp.ca."
      ]
    },
    {
      "last_name": "Quirk",
      "fore_name": "Jacquelyn",
      "initials": "J",
      "name": "Jacquelyn Quirk",
      "affiliations": [
        "Public Health Ontario, Infection Prevention and Control, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Carey",
      "fore_name": "Stacie",
      "initials": "S",
      "name": "Stacie Carey",
      "affiliations": [
        "Public Health Ontario, Infection Prevention and Control, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Infection Prevention and Control, Toronto, ON, Canada; Sunnybrook Health Sciences Centre, Department of Medicine, Division of Infectious Disease, Toronto, ON, Canada; Institute for Clinical Evaluative Sciences, Toronto, ON, Canada; University of Toronto, Department of Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary E",
      "initials": "GE",
      "name": "Gary E Garber",
      "affiliations": [
        "Public Health Ontario, Infection Prevention and Control, Toronto, ON, Canada; University of Toronto, Department of Medicine, Toronto, ON, Canada; Ottawa Hospital Research Institute, Ottawa, ON, Canada; University of Ottawa, Department of Medicine, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of infection control",
    "iso_abbreviation": "Am J Infect Control",
    "issn": "1527-3296",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "1409",
  "end_page": "1414",
  "pages": "1409-1414",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Anti-Bacterial Agents",
    "Antimicrobial Stewardship",
    "Clinical Decision-Making",
    "Drug Administration Schedule",
    "Drug Prescriptions",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Homes for the Aged",
    "Humans",
    "Long-Term Care",
    "Male",
    "Nursing Homes",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "31327576",
    "doi": "10.1016/j.ajic.2019.05.020",
    "pii": "S0196-6553(19)30601-7"
  },
  "doi": "10.1016/j.ajic.2019.05.020",
  "dates": {
    "completed": "2020-08-28",
    "revised": "2020-08-28"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.252933",
    "pmid": "31327576"
  }
}