{
  "pmid": "31348160",
  "uid": "31348160",
  "title": "Assessing Organizational Supports for Evidence-Based Decision Making in Local Public Health Departments in the United States: Development and Psychometric Properties of a New Measure.",
  "abstract": "CONTEXT: Fostering evidence-based decision making (EBDM) within local public health departments and among local health department (LHD) practitioners is crucial for the successful translation of research into public health practice to prevent and control chronic disease. OBJECTIVE: The purpose of this study was to identify organizational supports for EBDM within LHDs and determine psychometric properties of a measure of organizational supports for EBDM in LHDs. DESIGN: Cross-sectional, observation study. SETTING: Local public health departments in the United States. PARTICIPANTS: Local health department practitioners (N = 376) across the United States participated in the study. MAIN OUTCOME MEASURES: Local health department practitioners completed a survey containing 27 items about organizational supports for EBDM. Most items were adapted from previously developed surveys, and input from researchers and practitioners guided survey development. Confirmatory factor analysis was used to test and refine the psychometric properties of the measure. RESULTS: The final solution included 6 factors of 22 items: awareness of EBDM (3 items), capacity for EBDM (7 items), resources availability (3 items), evaluation capacity (3 items), EBDM climate cultivation (3 items), and partnerships to support EBDM (3 items). This factor solution achieved acceptable fit (eg, Comparative Fit Index = 0.965). Logistic regression models showed positive relationships between the 6 factors and the number of evidence-based interventions delivered. CONCLUSIONS: This study identified important organizational supports for EBDM within LHDs. Results of this study can be used to understand and enhance organizational processes and structures to support EBDM to improve LHD performance and population health. Strong measures are important for understanding how LHDs support EBDM, evaluating interventions to improve LHD capacity, and to guide programmatic and policy efforts within LHDs.",
  "authors": [
    {
      "last_name": "Mazzucca",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Mazzucca",
      "affiliations": [
        "Prevention Research Center in St Louis, Brown School, Washington University in St Louis, St Louis, Missouri (Drs Mazzucca, Tabak, Allen, and Brownson and Ms Parks); National Collaborating Centre for Methods and Tools and Health Evidence, McMaster University, Ontario, Canada (Dr Dobbins); Department of Epidemiology, College for Public Health & Social Justice, Saint Louis University, St Louis, Missouri (Dr Stamatakis); and Department of Surgery (Division of Public Health Sciences) and Alvin J. Siteman Cancer Center, Washington University School of Medicine, Washington University in St Louis, St Louis, Missouri (Dr Brownson)."
      ]
    },
    {
      "last_name": "Parks",
      "fore_name": "Renee G",
      "initials": "RG",
      "name": "Renee G Parks",
      "affiliations": []
    },
    {
      "last_name": "Tabak",
      "fore_name": "Rachel G",
      "initials": "RG",
      "name": "Rachel G Tabak",
      "affiliations": []
    },
    {
      "last_name": "Allen",
      "fore_name": "Peg",
      "initials": "P",
      "name": "Peg Allen",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Stamatakis",
      "fore_name": "Katherine A",
      "initials": "KA",
      "name": "Katherine A Stamatakis",
      "affiliations": []
    },
    {
      "last_name": "Brownson",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Brownson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of public health management and practice : JPHMP",
    "iso_abbreviation": "J Public Health Manag Pract",
    "issn": "1550-5022",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2019"
  },
  "start_page": "454",
  "end_page": "463",
  "pages": "454-463",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Decision Support Techniques",
    "Evidence-Based Practice",
    "Female",
    "Humans",
    "Local Government",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Public Health",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "31348160",
    "mid": "NIHMS1515433",
    "pmc": "PMC6614014",
    "doi": "10.1097/PHH.0000000000000952",
    "pii": "00124784-201909000-00007"
  },
  "doi": "10.1097/PHH.0000000000000952",
  "pmc_id": "PMC6614014",
  "dates": {
    "completed": "2020-06-17",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 DK020579",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK109913",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.347753",
    "pmid": "31348160"
  }
}