{
  "pmid": "31341048",
  "uid": "31341048",
  "title": "In Vitro Double-Stranded RNA Synthesis by Rotavirus Polymerase Mutants with Lesions at Core Shell Contact Sites.",
  "abstract": "The rotavirus polymerase VP1 mediates all stages of viral RNA synthesis within the confines of subviral particles and while associated with the core shell protein VP2. Transcription (positive-strand RNA [+RNA] synthesis) by VP1 occurs within double-layered particles (DLPs), while genome replication (double-stranded RNA [dsRNA] synthesis) by VP1 occurs within assembly intermediates. VP2 is critical for VP1 enzymatic activity; yet, the mechanism by which the core shell protein triggers polymerase function remains poorly understood. Structural analyses of transcriptionally competent DLPs show that VP1 is located beneath the VP2 core shell and sits slightly off-center from each of the icosahedral 5-fold axes. In this position, the polymerase is contacted by the core shell at 5 distinct surface-exposed sites, comprising VP1 residues 264 to 267, 547 to 550, 614 to 620, 968 to 980, and 1022 to 1025. Here, we sought to test the functional significance of these VP2 contact sites on VP1 with regard to polymerase activity. We engineered 19 recombinant VP1 (rVP1) proteins that contained single- or multipoint alanine mutations within each individual contact site and assayed them for the capacity to synthesize dsRNA in vitro in the presence of rVP2. Three rVP1 mutants (E265A/L267A, R614A, and D971A/S978A/I980A) exhibited diminished in vitro dsRNA synthesis. Despite their loss-of-function phenotypes, the mutants did not show major structural changes in silico, and they maintained their overall capacity to bind rVP2 in vitro via their nonmutated contact sites. These results move us toward a mechanistic understanding of rotavirus replication and identify precise VP2-binding sites on the polymerase surface that are critical for its enzymatic activation.IMPORTANCE Rotaviruses are important pathogens that cause severe gastroenteritis in the young of many animals. The viral polymerase VP1 mediates all stages of viral RNA synthesis, and it requires the core shell protein VP2 for its enzymatic activity. Yet, there are several gaps in knowledge about how VP2 engages and activates VP1. Here, we probed the functional significance of 5 distinct VP2 contact sites on VP1 that were revealed through previous structural studies. Specifically, we engineered alanine amino acid substitutions within each of the 5 VP1 regions and assayed the mutant polymerases for the capacity to synthesize RNA in the presence of VP2 in a test tube. Our results identified residues within 3 of the VP2 contact sites that are critical for robust polymerase activity. These results are important because they enhance the understanding of a key step of the rotavirus replication cycle.",
  "authors": [
    {
      "last_name": "Steger",
      "fore_name": "Courtney L",
      "initials": "CL",
      "name": "Courtney L Steger",
      "affiliations": [
        "Translational Biology, Medicine, and Health Graduate Program, Virginia Tech, Blacksburg, Virginia, USA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Mackenzie L",
      "initials": "ML",
      "name": "Mackenzie L Brown",
      "affiliations": [
        "Department of Biology, Wake Forest University, Winston Salem, North Carolina, USA."
      ]
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Owen M",
      "initials": "OM",
      "name": "Owen M Sullivan",
      "affiliations": [
        "Department of Biology, Wake Forest University, Winston Salem, North Carolina, USA."
      ]
    },
    {
      "last_name": "Boudreaux",
      "fore_name": "Crystal E",
      "initials": "CE",
      "name": "Crystal E Boudreaux",
      "affiliations": [
        "West Virginia School of Osteopathic Medicine, Lewisburg, West Virginia, USA."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Courtney A",
      "initials": "CA",
      "name": "Courtney A Cohen",
      "affiliations": [
        "U.S. Army Medical Research Institute for Infectious Diseases, Frederick, Maryland, USA."
      ]
    },
    {
      "last_name": "LaConte",
      "fore_name": "Leslie E W",
      "initials": "LEW",
      "name": "Leslie E W LaConte",
      "affiliations": [
        "Fralin Biomedical Research Institute, Roanoke, Virginia, USA."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Department of Biology, Wake Forest University, Winston Salem, North Carolina, USA mcdonasm@wfu.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "20",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Binding Sites",
    "Capsid Proteins",
    "Loss of Function Mutation",
    "Models, Molecular",
    "Mutant Proteins",
    "Protein Binding",
    "Protein Conformation",
    "RNA, Double-Stranded",
    "RNA, Viral",
    "RNA-Dependent RNA Polymerase",
    "Rotavirus"
  ],
  "article_ids": {
    "pubmed": "31341048",
    "pmc": "PMC6798093",
    "doi": "10.1128/JVI.01049-19",
    "pii": "JVI.01049-19"
  },
  "doi": "10.1128/JVI.01049-19",
  "pmc_id": "PMC6798093",
  "dates": {
    "completed": "2020-06-08",
    "revised": "2020-12-10"
  },
  "chemicals": [
    "Capsid Proteins",
    "Mutant Proteins",
    "RNA, Double-Stranded",
    "RNA, Viral",
    "RNA-Dependent RNA Polymerase"
  ],
  "grants": [
    {
      "grant_id": "R01 AI116815",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.527582",
    "pmid": "31341048"
  }
}