{
  "pmid": "31352304",
  "uid": "31352304",
  "title": "The Auckland alcohol detoxification outcome study: Measuring changes in quality of life in individuals completing a medicated withdrawal from alcohol in a detoxification unit.",
  "abstract": "AIM: To measure outcomes in Quality of Life in alcohol dependent patients' following a medicated withdrawal from alcohol. METHODS: 79 patients that were admitted to a detoxification unit in Auckland, New Zealand between March 2016 and September 2016 were assessed for severity of alcohol dependence using the Alcohol Use Disorders Identification Test (AUDIT) and Severity of Alcohol Dependency Questionnaire (SADQ) and Quality of Life (QOL) using the World Health Organisation Quality of Life-abbreviated version of the WHOQOL 100 New Zealand version (WHOQOL-BREF NZ). Patients were followed up at three months and 12 months and an estimate of drinking behavior and the WHO-QOL BREF NZ were completed via telephone interview. QOL domain scores were assessed from baseline to three months and baseline to 12 months in both relapse and abstinent groups. At three months, a single question was asked in order to collect qualitative data. RESULTS: At baseline, the study population had statistically significantly lower mean QOL domain scores than scores reported from the general population. QOL improved in patients following detoxification at three months and 12 months in both the relapse and abstinent groups; however, the change in scores from baseline was greater in the abstinent group compared to the relapse group. The majority of patients reported that the admission had been a positive experience. CONCLUSION: QOL improves in individuals following a medicated withdrawal from alcohol regardless of whether individual's relapse; however, those that remain abstinent have greater improvements in quality of life.",
  "authors": [
    {
      "last_name": "Macfarlane",
      "fore_name": "Vicki F H",
      "initials": "VFH",
      "name": "Vicki F H Macfarlane",
      "affiliations": [
        "Community Alcohol and Drug Services, Waitemata District Health Board, 50 Carrington Rd, Auckland, 1025, New Zealand. Electronic address: Vicki.macfarlane@waitematadhb.govt.nz."
      ]
    },
    {
      "last_name": "Prentice",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Prentice",
      "affiliations": [
        "Community Alcohol and Drug Services, Waitemata District Health Board, 50 Carrington Rd, Auckland, 1025, New Zealand. Electronic address: David.prentice@waitematadhb.govt.nz."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Walsh",
      "affiliations": [
        "Planning, Funding and Outcomes, Waitemata and Auckland District Health Boards, 44 Taharoto Rd, Auckland, New Zealand. Electronic address: Michael.walsh@waitematadhb.govt.nz."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "202",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "156",
  "end_page": "161",
  "pages": "156-161",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Alcoholics",
    "Alcoholism",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "New Zealand",
    "Outcome Assessment, Health Care",
    "Quality of Life",
    "Recurrence",
    "Substance Abuse Treatment Centers",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31352304",
    "doi": "10.1016/j.drugalcdep.2018.11.035",
    "pii": "S0376-8716(19)30302-3"
  },
  "doi": "10.1016/j.drugalcdep.2018.11.035",
  "dates": {
    "completed": "2020-03-23",
    "revised": "2020-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.956446",
    "pmid": "31352304"
  }
}