{
  "pmid": "31358447",
  "uid": "31358447",
  "title": "Computerised adaptive testing accurately predicts CLEFT-Q scores by selecting fewer, more patient-focused questions.",
  "abstract": "BACKGROUND: The International Consortium for Health Outcome Measurement (ICHOM) has recently agreed upon a core outcome set for the comprehensive appraisal of cleft care, which puts a greater emphasis on patient-reported outcome measures (PROMs) and, in particular, the CLEFT-Q. The CLEFT-Q comprises 12 scales with a total of 110 items, aimed to be answered by children as young as 8 years old. OBJECTIVE: In this study, we aimed to use computerised adaptive testing (CAT) to reduce the number of items needed to predict results for each CLEFT-Q scale. METHOD: We used an open-source CAT simulation package to run item responses over each of the full-length scales and its CAT counterpart at varying degrees of precision, estimated by standard error (SE). The mean number of items needed to achieve a given SE was recorded for each scale's CAT, and the correlations between results from the full-length scales and those predicted by the CAT versions were calculated. RESULTS: Using CATs for each of the 12 CLEFT-Q scales, we reduced the number of questions that participants needed to answer, that is, from 110 to a mean of 43.1 (range 34-60, SE < 0.55) while maintaining a 97% correlation between scores obtained with CAT and full-length scales. CONCLUSIONS: CAT is likely to play a fundamental role in the uptake of PROMs into clinical practice given the high degree of accuracy achievable with substantially fewer items.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Conrad J",
      "initials": "CJ",
      "name": "Conrad J Harrison",
      "affiliations": [
        "Department of Plastic Surgery, John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, UK; Patient-Reported Outcomes, Value & Experience (PROVE) Centre, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA. Electronic address: conrad.harrison@medsci.ox.ac.uk."
      ]
    },
    {
      "last_name": "Geerards",
      "fore_name": "Daan",
      "initials": "D",
      "name": "Daan Geerards",
      "affiliations": [
        "Patient-Reported Outcomes, Value & Experience (PROVE) Centre, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA; Department of Surgery, Harvard Medical School, Boston, Massachusetts, USA; Department of Plastic and Reconstructive Surgery, Catharina Hospital, Eindhoven, the Netherlands."
      ]
    },
    {
      "last_name": "Ottenhof",
      "fore_name": "Maarten J",
      "initials": "MJ",
      "name": "Maarten J Ottenhof",
      "affiliations": [
        "Patient-Reported Outcomes, Value & Experience (PROVE) Centre, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA; Department of Surgery, Harvard Medical School, Boston, Massachusetts, USA; Department of Plastic and Reconstructive Surgery, Catharina Hospital, Eindhoven, the Netherlands."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riff",
      "fore_name": "Karen W Y Wong",
      "initials": "KWYW",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swan",
      "fore_name": "Marc C",
      "initials": "MC",
      "name": "Marc C Swan",
      "affiliations": [
        "Department of Plastic Surgery, John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, UK; Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Patient-Reported Outcomes, Value & Experience (PROVE) Centre, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA; Department of Surgery, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Sidey-Gibbons",
      "affiliations": [
        "Patient-Reported Outcomes, Value & Experience (PROVE) Centre, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA; Department of Surgery, Harvard Medical School, Boston, Massachusetts, USA. Electronic address: cgibbons2@bwh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "1819",
  "end_page": "1824",
  "pages": "1819-1824",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Algorithms",
    "Child",
    "Cleft Lip",
    "Cleft Palate",
    "Computer Simulation",
    "Diagnosis, Computer-Assisted",
    "Female",
    "Humans",
    "Male",
    "Patient Reported Outcome Measures",
    "Predictive Value of Tests",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31358447",
    "doi": "10.1016/j.bjps.2019.05.039",
    "pii": "S1748-6815(19)30240-2"
  },
  "doi": "10.1016/j.bjps.2019.05.039",
  "dates": {
    "completed": "2020-04-20",
    "revised": "2020-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.141124",
    "pmid": "31358447"
  }
}