{
  "pmid": "31363060",
  "uid": "31363060",
  "title": "The association of waterpipe tobacco smoking with later initiation of cigarette smoking: a systematic review and meta-analysis exploring the gateway theory.",
  "abstract": "INTRODUCTION: There is a concern that waterpipe tobacco smoking (WTS) can lead to the later initiation of cigarette smoking, a concept referred to as the 'gateway theory'. The objective of the study was to systematically review the literature for the association of WTS with later initiation of cigarette smoking. METHODS: We searched Medline, Embase and ISI Web of Science in April 2018 without using any language or date restrictions. We selected eligible studies, abstracted data and assessed the risk of bias using a duplicate and independent approach. We meta-analysed the ORs across eligible studies using the inverse variance method and the random-effects model. We assessed the certainty of evidence using the Grading of Recommendations Assessment, Development and Evaluation methodology. RESULTS: We included eight papers reporting on six eligible prospective cohort studies with a total of 21 224 participants, belonging to the adolescent and young adult age categories. The pooled adjusted OR for the association between ever waterpipe user (compared with never waterpipe user) at baseline, with 'cigarette smoking initiation' (ever cigarette use) was 2.54 (95% CI 1.60 to 4.02) at 6 months to 3 years follow-up (moderate certainty evidence). The pooled adjusted OR for the association between ever waterpipe user (compared with never waterpipe user) at baseline, with 'current cigarette smoking' (past 30-day cigarette use) was 2.04 (95% CI 1.32 to 3.15) at 1-2 years follow-up (moderate certainty evidence). The pooled adjusted OR for the association between past 30-day waterpipe user (compared with never waterpipe user) at baseline, with current cigarette smoking (past 30-day cigarette use) 2.46 (95% CI 1.73 to 3.49) at 6 months to 1 year follow-up (high certainty evidence). CONCLUSION: Our findings indicate that WTS is associated with more than doubling of the odds of later initiation of cigarette smoking, supporting the gateway theory. Strengthening WTS policies is a priority and further research is needed on the development and evaluation of appropriate clinical and public health interventions.",
  "authors": [
    {
      "last_name": "Al Oweini",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Al Oweini",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-1552-9321"
    },
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Public Health Policy Evaluation Unit, Imperial College London, London, UK."
      ],
      "orcid": "0000-0002-1051-2136"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon ea32@aub.edu.lb.",
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Tobacco control",
    "iso_abbreviation": "Tob Control",
    "issn": "1468-3318",
    "issn_type": "Electronic",
    "pub_year": "2019",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31363060",
    "doi": "10.1136/tobaccocontrol-2018-054870",
    "pii": "tobaccocontrol-2018-054870"
  },
  "doi": "10.1136/tobaccocontrol-2018-054870",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.342670",
    "pmid": "31363060"
  }
}