{
  "pmid": "31364472",
  "uid": "31364472",
  "title": "Video interpretation and diagnosis of pediatric amblyopia and eye disease.",
  "abstract": "AIM: The aim of this study was to assess the potential of using video screening to interpret the results of paediatric eye examinations. DESIGN: Prospective multi-centred, blinded study. METHODS: Children aged 5 months to 11 years referred to a paediatric ophthalmology centre were enrolled in the study. Outcome measures included the degree of agreement between examiners for assessment of various aspects of paediatric eye examination. In Phase 1, children were individually assessed in the clinic by three different examiners to determine the level of agreement. In Phase 2 a video recording was made of the first ophthalmologist examining the children. The other two examiners viewed the video recordings to make their diagnoses. Areas of assessment included lid function, pupillary function, ocular motility, strabismus, nystagmus, torticollis and facial asymmetry. Agreement between examiners was measured using Gwet's agreement coefficient (AC1). RESULTS: A total of 27 patients in Phase 1 (mean age 4.0 years) and 160 children in Phase 2 (mean age 4.8 years) underwent clinical and video-recorded screening. In Phase 1, all but one area of ocular examination (heterotropia) achieved ≥84% agreement between three examiners. In Phase 2, there was greater variation between direct clinical examination and interpretation of video findings, ranging from 55-100% agreement. CONCLUSION: Using experienced clinicians and changing only one variable in Phase 2 (the method of assessment - direct examination versus video interpretation), the results show the possible usefulness of video-recorded screening as a means of assessing children. Further research is indicated to assess the accuracy of ophthalmologists interpreting video recordings of eye examinations performed by trained non-eye-care professionals.",
  "authors": [
    {
      "last_name": "Sabri",
      "fore_name": "Kourosh",
      "initials": "K",
      "name": "Kourosh Sabri",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Canada.",
        "Department of Surgery, McMaster Paediatric Eye Research Group, Canada.",
        "Department of Surgery, McMaster Pediatric Surgery Research Collaborative, Canada."
      ],
      "orcid": "0000-0001-7565-287X"
    },
    {
      "last_name": "Moinul",
      "fore_name": "Prima",
      "initials": "P",
      "name": "Prima Moinul",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Tehrani",
      "fore_name": "Nasrin",
      "initials": "N",
      "name": "Nasrin Tehrani",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Wiggins",
      "fore_name": "Rick",
      "initials": "R",
      "name": "Rick Wiggins",
      "affiliations": [
        "Department of Optometry, University of Waterloo, Canada."
      ]
    },
    {
      "last_name": "Fleming",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Fleming",
      "affiliations": [
        "Department of Surgery, McMaster Pediatric Surgery Research Collaborative, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster Paediatric Eye Research Group, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Canada.",
        "Office of Surgical Research Services, Department of Surgery, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of telemedicine and telecare",
    "iso_abbreviation": "J Telemed Telecare",
    "issn": "1758-1109",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "116",
  "end_page": "122",
  "pages": "116-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Amblyopia",
    "Child",
    "Child, Preschool",
    "Eye",
    "Humans",
    "Infant",
    "Prospective Studies",
    "Reproducibility of Results",
    "Strabismus",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "31364472",
    "doi": "10.1177/1357633X19864823"
  },
  "doi": "10.1177/1357633X19864823",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2021-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.372937",
    "pmid": "31364472"
  }
}