{
  "pmid": "31375073",
  "uid": "31375073",
  "title": "Pregnancy as a risk factor for severe influenza infection: an individual participant data meta-analysis.",
  "abstract": "BACKGROUND: WHO identifies pregnant women to be at increased risk for severe outcomes from influenza virus infections and recommends that they be prioritized for influenza vaccination. The evidence supporting this, however, is inconsistent. Ecologic studies in particular suggest more severe outcomes from influenza infection during pregnancy than studies based on individual patient data. Individual studies however may be underpowered and, as reported in a previous systematic review, confounding factors could not be adjusted for. We therefore conducted an individual participant data meta-analysis to assess the risk for severe outcomes of influenza infection in pregnant women while adjusting for other prognostic factors. METHODS: We contacted authors of studies included in a recently published systematic review. We pooled the individual participant data of women of reproductive age and laboratory confirmation of influenza virus infection. We used a generalized linear mixed model and reported odds ratios (OR) and 95% confidence intervals (CI). RESULTS: A total of 33 datasets with data on 186,656 individuals were available, including 36,498 eligible women of reproductive age and known pregnancy status. In the multivariable model, pregnancy was associated with a 7 times higher risk of hospital admission (OR 6.80, 95%CI 6.02-7.68), among patients receiving medical care as in- or outpatients, pregnancy was associated with a lower risk of admission to intensive care units (ICU; OR 0.57, 95%CI 0.48-0.69), and was not significantly associated with death (OR 1.00, 95%CI 0.75-1.34). CONCLUSIONS: Our study found a higher risk of influenza associated hospitalization among pregnant women as compared to non-pregnant women. We did not find a higher mortality rate or higher likelihood of ICU admission among pregnant women who sought medical care. However, this study did not address whether a true community based cohort of pregnant women is at higher risk of influenza associated complications.",
  "authors": [
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Departments of Pathology and Molecular Medicine & Clinical Epidemiology and Biostatistics, McMaster University, MDCL 3203, 1200 Main St W, Hamilton, ON, L8N 3Z5, Canada.",
        "Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Calvin Ka-Fung",
      "initials": "CK",
      "name": "Calvin Ka-Fung Lo",
      "affiliations": [
        "Departments of Pathology and Molecular Medicine & Clinical Epidemiology and Biostatistics, McMaster University, MDCL 3203, 1200 Main St W, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ortiz",
      "fore_name": "Justin R",
      "initials": "JR",
      "name": "Justin R Ortiz",
      "affiliations": [
        "Initiative for Vaccine Research, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. loebm@mcmaster.ca.",
        "Departments of Pathology and Molecular Medicine & Clinical Epidemiology and Biostatistics, McMaster University, MDCL 3203, 1200 Main St W, Hamilton, ON, L8N 3Z5, Canada. loebm@mcmaster.ca.",
        "Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, ON, Canada. loebm@mcmaster.ca."
      ],
      "orcid": "0000-0003-2315-5390"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "683",
  "pages": "683",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cohort Studies",
    "Female",
    "Hospitalization",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Intensive Care Units",
    "Middle Aged",
    "Odds Ratio",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Pregnant People",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "31375073",
    "pmc": "PMC6679491",
    "doi": "10.1186/s12879-019-4318-3",
    "pii": "10.1186/s12879-019-4318-3"
  },
  "doi": "10.1186/s12879-019-4318-3",
  "pmc_id": "PMC6679491",
  "dates": {
    "completed": "2019-10-30",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.861490",
    "pmid": "31375073"
  }
}