{
  "pmid": "31370960",
  "uid": "31370960",
  "title": "The Evolution of β-Blockers in Coronary Artery Disease and Heart Failure (Part 1/5).",
  "abstract": "As new treatments continue to improve clinical outcomes in coronary artery disease (CAD) and heart failure, it is necessary to characterize the appropriate use of β-adrenergic receptor blockers (β-blockers) in the contemporary management of these conditions. This review examines the current evidence supporting β-blocker use in heart failure with preserved ejection fraction (HFpEF), heart failure with midrange ejection fraction (HFmEF), and heart failure with reduced ejection fraction (HFrEF), following acute coronary syndrome and in stable CAD. β-Blockers remain essential in the treatment of HFrEF, but limited evidence supports their use in HFmEF or HFpEF. They should still be considered routinely following acute coronary syndrome, but there is a need for contemporary trials that re-examine this in patients without left ventricular dysfunction, as well as in patients with stable CAD. From a global perspective, more studies are needed to characterize the extent of β-blocker use in CAD and heart failure, and how evidence-based use can be improved in these conditions.",
  "authors": [
    {
      "last_name": "Joseph",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Joseph",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada. Electronic address: Philip.joseph@phri.ca."
      ]
    },
    {
      "last_name": "Swedberg",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Swedberg",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden; National Heart and Lung Institute, Imperial College, London, United Kingdom."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Darryl P",
      "initials": "DP",
      "name": "Darryl P Leong",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "06"
  },
  "start_page": "672",
  "end_page": "682",
  "pages": "672-682",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Coronary Artery Disease",
    "Heart Failure",
    "Humans",
    "Treatment Outcome",
    "Ventricular Function, Left"
  ],
  "article_ids": {
    "pubmed": "31370960",
    "doi": "10.1016/j.jacc.2019.04.067",
    "pii": "S0735-1097(19)35452-X"
  },
  "doi": "10.1016/j.jacc.2019.04.067",
  "dates": {
    "completed": "2020-05-18",
    "revised": "2020-05-18"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.965762",
    "pmid": "31370960"
  }
}