{
  "pmid": "31377486",
  "uid": "31377486",
  "title": "Prone Compared With Lithotomy for Abdominoperineal Resection: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Abdominoperineal resection (APR) is the primary surgical approach to low rectal cancers. Both prone and lithotomy patient positioning during the perineal dissection are currently acceptable approaches. There is no consensus on whether patient positioning has an impact on operative and oncologic outcomes. The aim of this review was to compare the perioperative and long-term oncologic outcomes between prone and lithotomy patient positioning. MATERIALS AND METHODS: Search of Medline, Embase, Web of Science, CENTRAL, PubMed, and ClinicalTrials.gov databases was performed. Articles were eligible for inclusion if they compared prone and lithotomy positioning for the perineal portion of APR for rectal cancer in one of the primary outcomes. Quality of included studies was assessed using Newcastle-Ottawa Scale and Cochrane Risk of Bias Tool. RESULTS: Nine studies with 888 patients in the prone group and 897 in the lithotomy group were included. Compared with lithotomy position, prone position had a significantly lower perforation rate (risk ratio: 0.50, 95% confidence interval [CI]: 0.32 to 0.79, P = 0.003) and rates of positive circumferential resection margin involvement (risk ratio: 0.66, 95% CI: 0.44 to 1.00, P = 0.05). Prone position also had a significantly shorter operative time than lithotomy position (mean difference: -45.20 min, 95% CI: -63.03 to -27.36, P < 0.00001). Positioning did not affect 5-y overall survival or local and distal recurrence. CONCLUSIONS: Prone positioning may lead to lower rates of perforation and circumferential resection margin involvement in APR. In addition, it may lead to shorter operative time. Larger randomized studies are required to confirm the results of this review and examine the difference in long-term outcomes.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Springer",
      "fore_name": "Jeremy E",
      "initials": "JE",
      "name": "Jeremy E Springer",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: eskicio@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "243",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "469",
  "end_page": "480",
  "pages": "469-480",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Operative Time",
    "Perineum",
    "Postoperative Complications",
    "Prone Position",
    "Rectal Neoplasms",
    "Supine Position"
  ],
  "article_ids": {
    "pubmed": "31377486",
    "doi": "10.1016/j.jss.2019.07.005",
    "pii": "S0022-4804(19)30502-5"
  },
  "doi": "10.1016/j.jss.2019.07.005",
  "dates": {
    "completed": "2020-01-31",
    "revised": "2020-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.721422",
    "pmid": "31377486"
  }
}