{
  "pmid": "31389341",
  "uid": "31389341",
  "title": "How Prefrail Older People Living Alone Perceive Information and Communications Technology and What They Would Ask a Robot for: Qualitative Study.",
  "abstract": "BACKGROUND: In the last decade, the family system has changed significantly. Although in the past, older people used to live with their children, nowadays, they cannot always depend on assistance of their relatives. Many older people wish to remain as independent as possible while remaining in their homes, even when living alone. To do so, there are many tasks that they must perform to maintain their independence in everyday life, and above all, their well-being. Information and communications technology (ICT), particularly robotics and domotics, could play a pivotal role in aging, especially in contemporary society, where relatives are not always able to accurately and constantly assist the older person. OBJECTIVE: The aim of this study was to understand the needs, preferences, and views on ICT of some prefrail older people who live alone. In particular, we wanted to explore their attitude toward a hypothetical caregiver robot and the functions they would ask for. METHODS: We designed a qualitative study based on an interpretative phenomenological approach. A total of 50 potential participants were purposively recruited in a big town in Northern Italy and were administered the Fried scale (to assess the participants' frailty) and the Mini-Mental State Examination (to evaluate the older person's capacity to comprehend the interview questions). In total, 25 prefrail older people who lived alone participated in an individual semistructured interview, lasting approximately 45 min each. Overall, 3 researchers independently analyzed the interviews transcripts, identifying meaning units, which were later grouped in clustering of themes, and finally in emergent themes. Constant triangulation among researchers and their reflective attitude assured trustiness. RESULTS: From this study, it emerged that a number of interviewees who were currently using ICT (ie, smartphones) did not own a computer in the past, or did not receive higher education, or were not all young older people (aged 65-74 years). Furthermore, we found that among the older people who described their relationship with ICT as negative, many used it in everyday life. Referring to robotics, the interviewees appeared quite open-minded. In particular, robots were considered suitable for housekeeping, for monitoring older people's health and accidental falls, and for entertainment. CONCLUSIONS: Older people's use and attitudes toward ICT does not always seem to be related to previous experiences with technological devices, higher education, or lower age. Furthermore, many participants in this study were able to use ICT, even if they did not always acknowledge it. Moreover, many interviewees appeared to be open-minded toward technological devices, even toward robots. Therefore, proposing new advanced technology to a group of prefrail people, who are self-sufficient and can live alone at home, seems to be feasible.",
  "authors": [
    {
      "last_name": "Daniele",
      "fore_name": "Katia",
      "initials": "K",
      "name": "Katia Daniele",
      "affiliations": [
        "Department of Computer Science, University of Milan, Milan, Italy.",
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Biomedical Sciences for Health, University of Milan, Milan, Italy."
      ],
      "orcid": "0000-0003-1404-658X"
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8468-7991"
    },
    {
      "last_name": "Cattaneo",
      "fore_name": "Cesarina",
      "initials": "C",
      "name": "Cesarina Cattaneo",
      "affiliations": [
        "Department of Biomedical Sciences for Health, University of Milan, Milan, Italy."
      ],
      "orcid": "0000-0002-1121-3891"
    },
    {
      "last_name": "Borghese",
      "fore_name": "Nunzio Alberto",
      "initials": "NA",
      "name": "Nunzio Alberto Borghese",
      "affiliations": [
        "Department of Computer Science, University of Milan, Milan, Italy."
      ],
      "orcid": "0000-0002-0925-3448"
    },
    {
      "last_name": "Zannini",
      "fore_name": "Lucia",
      "initials": "L",
      "name": "Lucia Zannini",
      "affiliations": [
        "Department of Biomedical Sciences for Health, University of Milan, Milan, Italy."
      ],
      "orcid": "0000-0001-7287-6616"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "06"
  },
  "start_page": "e13228",
  "pages": "e13228",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Attitude to Health",
    "Communication",
    "Female",
    "Frail Elderly",
    "Health Services for the Aged",
    "Humans",
    "Interviews as Topic",
    "Italy",
    "Male",
    "Qualitative Research",
    "Robotics"
  ],
  "article_ids": {
    "pubmed": "31389341",
    "pmc": "PMC6701159",
    "doi": "10.2196/13228",
    "pii": "v21i8e13228"
  },
  "doi": "10.2196/13228",
  "pmc_id": "PMC6701159",
  "dates": {
    "completed": "2020-05-01",
    "revised": "2020-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.466192",
    "pmid": "31389341"
  }
}