{
  "pmid": "31388373",
  "uid": "31388373",
  "title": "From good to great: learners' perceptions of the qualities of effective medical teachers and clinical supervisors in psychiatry.",
  "abstract": "BACKGROUND: The shift in postgraduate medical training towards a competency-based medical education framework has inspired research focused on medical educator competencies. This research has rarely considered the importance of the learning environment in terms of both setting and specialty-specific factors. The current study attempted to fill this gap by examining narrative comments from psychiatry faculty evaluations to understand learners' perceptions of educator effectiveness. METHODS: Data consisted of psychiatry faculty evaluations completed in 2015-2016 by undergraduate and postgraduate learners (N = 324) from McMaster University. Evaluations were provided for medical teachers and clinical supervisors in classroom and clinical settings. Narrative comments were analyzed using descriptive qualitative methodology by three independent reviewers to answer: \"What do undergraduate and postgraduate medical learners perceive about educator effectiveness in psychiatry?\" RESULTS: Narrative comments were provided on 270/324 (83%) faculty evaluation forms. Four themes and two sub- themes emerged from the qualitative analysis. Effective psychiatry educators demonstrated specific personal characteristics that aligned with previous research on educator effectiveness. Novel themes included the importance of relationships and affective factors, including learner security and inspiration through role modeling. CONCLUSION: Contemporary discussions about educator effectiveness in psychiatry have excluded the dynamic, relational and affective components of the educational exchange highlighted in the current study. This may be an important focus for future educational research.",
  "authors": [
    {
      "last_name": "Harms",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Harms",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bogie",
      "fore_name": "Bryce J M",
      "initials": "BJM",
      "name": "Bryce J M Bogie",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada.",
        "Neuroscience Graduate Program, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lizius",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Lizius",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Saperson",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Saperson",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan M",
      "initials": "MM",
      "name": "Meghan M McConnell",
      "affiliations": [
        "Department of Innovation in Medical Education, University of Ottawa, Ontario, Canada.",
        "Department of Anesthesiology and Pain Medicine, University of Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "e17",
  "end_page": "e26",
  "pages": "e17-e26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31388373",
    "pmc": "PMC6681934"
  },
  "pmc_id": "PMC6681934",
  "dates": {
    "revised": "2024-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.213115",
    "pmid": "31388373"
  }
}