{
  "pmid": "31406592",
  "uid": "31406592",
  "title": "Priority setting for new systematic reviews: processes and lessons learned in three regions in Africa.",
  "abstract": "Priority setting to identify topical and context relevant questions for systematic reviews involves an explicit, iterative and inclusive process. In resource-constrained settings of low-income and middle-income countries, priority setting for health related research activities ensures efficient use of resources. In this paper, we critically reflect on the approaches and specific processes adopted across three regions of Africa, present some of the outcomes and share the lessons learnt while carrying out these activities. Priority setting for new systematic reviews was conducted between 2016 and 2018 across three regions in Africa. Different approaches were used: Multimodal approach (Central Africa), Modified Delphi approach (West Africa) and Multilevel stakeholder discussion (Southern-Eastern Africa). Several questions that can feed into systematic reviews have emerged from these activities. We have learnt that collaborative subregional efforts using an integrative approach can effectively lead to the identification of region specific priorities. Systematic review workshops including discussion about the role and value of reviews to inform policy and research agendas were a useful part of the engagements. This may also enable relevant stakeholders to contribute towards the priority setting process in meaningful ways. However, certain shared challenges were identified, including that emerging priorities may be overlooked due to differences in burden of disease data and differences in language can hinder effective participation by stakeholders. We found that face-to-face contact is crucial for success and follow-up engagement with stakeholders is critical in driving acceptance of the findings and planning future progress.",
  "authors": [
    {
      "last_name": "Effa",
      "fore_name": "Emmanuel E",
      "initials": "EE",
      "name": "Emmanuel E Effa",
      "affiliations": [
        "Internal Medicine, Faculty of Medicine, University of Calabar, Calabar, Nigeria."
      ],
      "orcid": "0000-0002-5654-2963"
    },
    {
      "last_name": "Oduwole",
      "fore_name": "Olabisi",
      "initials": "O",
      "name": "Olabisi Oduwole",
      "affiliations": [
        "Cochrane Nigeria, Calabar Institute of Tropical Disease Research and Prevention, University of Calabar Teaching Hospital, Calabar, Nigeria."
      ]
    },
    {
      "last_name": "Schoonees",
      "fore_name": "Anel",
      "initials": "A",
      "name": "Anel Schoonees",
      "affiliations": [
        "Centre for Evidence-based Health Care, Department of Global Health, Stellenbosch University Faculty of Medicine and Health Sciences, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Hohlfeld",
      "fore_name": "Ameer",
      "initials": "A",
      "name": "Ameer Hohlfeld",
      "affiliations": [
        "Cochrane South Africa, Medical Research Council of South Africa, Tygerberg, South Africa."
      ]
    },
    {
      "last_name": "Durao",
      "fore_name": "Solange",
      "initials": "S",
      "name": "Solange Durao",
      "affiliations": [
        "Cochrane South Africa, South African Medical Research Council, Tygerberg, South Africa."
      ]
    },
    {
      "last_name": "Kredo",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Kredo",
      "affiliations": [
        "Cochrane South Africa, South African Medical Research Council, Tygerberg, South Africa."
      ],
      "orcid": "0000-0001-7115-9535"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meremikwu",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Meremikwu",
      "affiliations": [
        "Paediatrics, University of Calabar, Calabar, Nigeria."
      ]
    },
    {
      "last_name": "Ongolo-Zogo",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Ongolo-Zogo",
      "affiliations": [
        "Centre for Development of Best Practices in Health, Central Hospital of Yaounde, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Wiysonge",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Wiysonge",
      "affiliations": [
        "Cochrane South Africa, South African Medical Research Council, Tygerberg, South Africa."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Young",
      "affiliations": [
        "Centre for Evidence-based Health Care, Division Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0003-2406-081X"
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "4",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "e001615",
  "pages": "e001615",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31406592",
    "pmc": "PMC6666801",
    "doi": "10.1136/bmjgh-2019-001615",
    "pii": "bmjgh-2019-001615"
  },
  "doi": "10.1136/bmjgh-2019-001615",
  "pmc_id": "PMC6666801",
  "dates": {
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.526209",
    "pmid": "31406592"
  }
}