{
  "pmid": "31412942",
  "uid": "31412942",
  "title": "Evaluation of an HIV-specific rapid response service for community-based organisations in Ontario, Canada.",
  "abstract": "BACKGROUND: To support AIDS service organisations and other community-based organisations' use of research evidence to inform HIV-related programmes, services and policies, the Ontario HIV Treatment Network (OHTN) developed a Rapid Response Service. The final product of the rapid response process at the OHTN, which is more streamlined than that of traditional systematic reviews, consists of a detailed report answering questions regarding an HIV-specific issue and how the findings apply within the local context. In 2016, the OHTN conducted an evaluation to assess the effectiveness of its Rapid Response Service. This article reports on the development of this service as well as the results of the evaluation. METHODS: All rapid responses published between January 1, 2009, and September 30, 2016, by the OHTN (n = 102) were analysed using univariate analyses. Frequency distributions were determined for the following variables for each rapid response: populations observed, topics covered, requestor affiliations and number of downloads from the OHTN's website. Requestors of rapid responses were also interviewed regarding perceived helpfulness and utility of the service and final products, and suggestions for changes to the service. Six-month follow-up interviews were conducted to determine how affiliated organisations used the evidence from the rapid response they requested. RESULTS: The 102 rapid responses published covered 14 different populations of interest. Topics covered included the HIV prevention, engagement and care cascade, determinants of health, syndemics, and comorbidities. Requestor affiliations consisted of AIDS service organisations, government agencies and policy-makers, non-HIV-focused community-based organisations, and hospitals, universities or health centres. Requestors perceived most aspects of the Rapid Response Service as very helpful and most frequently suggested that the rapid responses should provide recommendations. Follow-up interviews regarding the impact of rapid responses show that rapid responses have been used to assist organisations in numerous activities. CONCLUSIONS: Organisations that have used the OHTN's Rapid Response Service describe it as a valuable service useful for the development of programmes and policies. Improvements in capacity-building efforts may increase its utility. Describing the findings of this evaluation may serve as a reference for similar programmes to increase the use of research evidence among public health decision-makers.",
  "authors": [
    {
      "last_name": "Camilleri",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Camilleri",
      "affiliations": [
        "The Ontario HIV Treatment Network, 1300 Yonge Street, Suite 600, Toronto, Ontario, M4T 1X3, Canada. mcamille1024@gmail.com."
      ],
      "orcid": "0000-0002-0475-9773"
    },
    {
      "last_name": "Gogolishvili",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gogolishvili",
      "affiliations": [
        "The Ontario HIV Treatment Network, 1300 Yonge Street, Suite 600, Toronto, Ontario, M4T 1X3, Canada."
      ]
    },
    {
      "last_name": "Giliauskas",
      "fore_name": "Danielle L",
      "initials": "DL",
      "name": "Danielle L Giliauskas",
      "affiliations": [
        "The Ontario HIV Treatment Network, 1300 Yonge Street, Suite 600, Toronto, Ontario, M4T 1X3, Canada."
      ]
    },
    {
      "last_name": "Globerman",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Globerman",
      "affiliations": [
        "The Ontario HIV Treatment Network, 1300 Yonge Street, Suite 600, Toronto, Ontario, M4T 1X3, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster Health Forum, 1280 Main St West, MML-417, Hamilton, Ontario, L8S 4L6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acquired Immunodeficiency Syndrome",
    "Community Health Services",
    "Community Participation",
    "Comorbidity",
    "Continuity of Patient Care",
    "Evidence-Based Medicine",
    "HIV Infections",
    "Humans",
    "Interinstitutional Relations",
    "Ontario",
    "Program Evaluation",
    "Public Health Practice",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "31412942",
    "pmc": "PMC6693275",
    "doi": "10.1186/s12961-019-0476-4",
    "pii": "10.1186/s12961-019-0476-4"
  },
  "doi": "10.1186/s12961-019-0476-4",
  "pmc_id": "PMC6693275",
  "dates": {
    "completed": "2020-02-18",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.535112",
    "pmid": "31412942"
  }
}