{
  "pmid": "31416656",
  "uid": "31416656",
  "title": "In-Office Needle Arthroscopy: A Systematic Review of Indications and Clinical Utility.",
  "abstract": "PURPOSE: This review explores the current literature regarding both the clinical indications and utility of minimally invasive in-office needle arthroscopy (IONA) relative to conventional imaging modalities. METHODS: In compliance with R-AMSTAR (Revised Assessment of Multiple Systematic Reviews) and PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-analyses) guidelines, 3 databases (MEDLINE, Embase, and PubMed) were searched in July 2018, in addition to the conference abstract databases of 5 prominent meetings between 2013 and 2018, for studies using IONA for diagnostic purposes. Study quality was assessed with the Methodological Index for Non-Randomized Studies (MINORS) criteria. RESULTS: Among 932 conference abstracts and 369 studies identified, 11 publications involving 404 patients (395 knees and 9 shoulders) were included, with 9 clinical studies and 2 cost analyses. The median Methodological Index for Non-Randomized Studies (MINORS) score was 9 for noncomparative and 23 for comparative studies. Among the 9 clinical studies, IONA had a superior sensitivity, specificity, positive predictive value, and negative predictive value to magnetic resonance imaging (MRI) in the evaluation of knee osteoarthritis, anterior cruciate ligament insufficiency, and meniscal tears. IONA was comparable or inferior to MRI in the same parameters for the diagnosis of osteochondral defects and rotator cuff tears. In the 2 cost analyses, IONA had lower costs when used in place of MRI for treatment algorithms involving medial meniscal tears and rotator cuff tears but not lateral meniscal tears. CONCLUSIONS: IONA holds potential for cost savings and improved diagnostic accuracy relative to MRI, primarily for intra-articular meniscal, ligamentous, and chondral defects of the knee. However, its current indications for use in other joints are limited to rotator cuff tears in the shoulder, making its diagnostic value in other joints much more limited. The current quality and breadth of evidence are significantly lacking, with numerous practical shortcomings. To improve acceptance of IONA, priority should be placed on establishing defined protocols, indications, contraindications, and patient perspectives for the procedure. LEVEL OF EVIDENCE: Level IV, systematic review of Level II, III, and IV studies.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Kailai",
      "initials": "K",
      "name": "Kailai Zhang",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crum",
      "fore_name": "Raphael J",
      "initials": "RJ",
      "name": "Raphael J Crum",
      "affiliations": [
        "Pittsburgh School of Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania, U.S.A."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Sahlgrenska Academy, University of Gothenburg, Goteborg, Sweden."
      ]
    },
    {
      "last_name": "Cadet",
      "fore_name": "Edwin",
      "initials": "E",
      "name": "Edwin Cadet",
      "affiliations": [
        "Raleigh Orthopaedic Clinic, Raleigh, North Carolina, U.S.A."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi Rolland",
      "initials": "OR",
      "name": "Olufemi Rolland Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: darren.desa@medportal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "2709",
  "end_page": "2721",
  "pages": "2709-2721",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Algorithms",
    "Ambulatory Surgical Procedures",
    "Arthroscopy",
    "Data Collection",
    "Humans",
    "Joint Diseases",
    "Magnetic Resonance Imaging",
    "Needles"
  ],
  "article_ids": {
    "pubmed": "31416656",
    "doi": "10.1016/j.arthro.2019.03.045",
    "pii": "S0749-8063(19)30302-0"
  },
  "doi": "10.1016/j.arthro.2019.03.045",
  "dates": {
    "completed": "2020-05-25",
    "revised": "2020-11-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 GM008208",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.834329",
    "pmid": "31416656"
  }
}