{
  "pmid": "31410847",
  "uid": "31410847",
  "title": "Wearing a bike helmet leads to less cognitive control, revealed by lower frontal midline theta power and risk indifference.",
  "abstract": "A recent study claims that participants wearing a bike helmet behave riskier in a computer-based risk task compared to control participants without a bike helmet. We hypothesized that wearing a bike helmet reduces cognitive control over risky behavior. To test our hypothesis, we recorded participants' EEG brain responses while they played a risk game developed in our laboratory. Previously, we found that, in this risk game, anxious participants showed greater levels of cognitive control as revealed by greater frontal midline theta power, which was associated with less risky decisions. Here, we predicted that cognitive control would be reduced in the helmet group, indicated by reduced frontal midline theta power, and that this group would prefer riskier options in the risk game. In line with our hypothesis, we found that participants in the helmet group showed significantly lower frontal midline theta power than participants in the control group, indicating less cognitive control. We did not replicate the finding of generally riskier behavior in the helmet group. Instead, we found that participants chose the riskier option in about half of trials, no matter how risky the other option was. Our results suggest that wearing a bike helmet reduces cognitive control, as revealed by reduced frontal midline theta power, leading to risk indifference when evaluating potential behaviors.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0002-6828-5546"
    },
    {
      "last_name": "Kessler",
      "fore_name": "Luisa",
      "initials": "L",
      "name": "Luisa Kessler",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany.",
        "Department of Geriatric Medicine, Jena University Hospital, Jena, Germany."
      ]
    },
    {
      "last_name": "Holroyd",
      "fore_name": "Clay B",
      "initials": "CB",
      "name": "Clay B Holroyd",
      "affiliations": [
        "Department of Psychology, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Miltner",
      "fore_name": "Wolfgang H R",
      "initials": "WHR",
      "name": "Wolfgang H R Miltner",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Psychophysiology",
    "iso_abbreviation": "Psychophysiology",
    "issn": "1469-8986",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "e13458",
  "pages": "e13458",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Bicycling",
    "Executive Function",
    "Female",
    "Frontal Lobe",
    "Head Protective Devices",
    "Humans",
    "Male",
    "Risk-Taking",
    "Theta Rhythm",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31410847",
    "doi": "10.1111/psyp.13458"
  },
  "doi": "10.1111/psyp.13458",
  "dates": {
    "completed": "2020-08-26",
    "revised": "2020-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.439325",
    "pmid": "31410847"
  }
}