{
  "pmid": "31415463",
  "uid": "31415463",
  "title": "Right- Versus Left-sided Exposures of the Recurrent Laryngeal Nerve and Considerations of Cervical Spinal Surgical Corridor: A Fresh-Cadaveric Surgical Anatomy of RLN Pertinent to Spine.",
  "abstract": "STUDY DESIGN: Cadaveric study on fresh unprocessed, nonpreserved, undyed specimens which have not previously been reported. OBJECTIVE: We aimed to perform surgically relevant exposures of the anterior cervical spine with particular attention to observing the potential vulnerabilities of the RLN on right and left. SUMMARY OF BACKGROUND DATA: Vulnerability of the RLN in the anterior cervical spine approach on the right versus left is the subject of ongoing debate. Although most cadaveric studies focus on course variations, structural relations of RLN, they have been done in preserved (fixed) cadavers without relevance to the needs of spinal exposure. METHODS: Twelve fresh undyed cadavers had extensive layer by layer dissections by 2 surgeons (one with extensive experience as anatomy dissector). Both sides were explored for vulnerability during cervical spinal procedures. Each dissection was carried out in a phased approach and deliberately explored beyond what can be afforded in live surgery to allow the reader to conceptualize a better view of the structures. RESULTS: In all specimens, we consistently demonstrated that the right surgical corridor involved manipulation of the nerve and its branches especially below C5 to achieve optimum midline access: in the right corridor, the RLN is on its oblique course to the tracheoesophageal groove. On the left, RLN is already in the tracheoesophageal groove and out of the surgical field involving minimal direct mobilization of the nerve. CONCLUSION: RLN surgical anatomy photographed here is novel in using fresh unprocessed cadaveric specimens which has previously not been reported.Right surgical corridor, below C5, involves retraction/manipulation of RLN for achieving optimum spinal midline access, highlighting potential surgical vulnerability of right RLN. LEVEL OF EVIDENCE: 3.",
  "authors": [
    {
      "last_name": "Rajabian",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Rajabian",
      "affiliations": [
        "Nottingham Centre for Spinal studies and Surgery, Queens Medical Centre, Nottingham University Hospitals, Nottingham, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Quraishi",
      "fore_name": "Nasir A",
      "initials": "NA",
      "name": "Nasir A Quraishi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "10",
  "end_page": "17",
  "pages": "10-17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cadaver",
    "Cervical Vertebrae",
    "Costs and Cost Analysis",
    "Dissection",
    "Female",
    "Humans",
    "Male",
    "Neck",
    "Recurrent Laryngeal Nerve",
    "Recurrent Laryngeal Nerve Injuries",
    "Surgeons",
    "Surgical Wound"
  ],
  "article_ids": {
    "pubmed": "31415463",
    "doi": "10.1097/BRS.0000000000003204",
    "pii": "00007632-202001010-00004"
  },
  "doi": "10.1097/BRS.0000000000003204",
  "dates": {
    "completed": "2020-03-17",
    "revised": "2021-01-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.959736",
    "pmid": "31415463"
  }
}