{
  "pmid": "31415278",
  "uid": "31415278",
  "title": "A Comparison of Treatment Effects for Nonsurgical Therapies and the Minimum Clinically Important Difference in Knee Osteoarthritis: A Systematic Review.",
  "abstract": "BACKGROUND: The minimum clinically important difference (MCID) was developed to ascertain the smallest change in an outcome that patients perceive as beneficial. The objectives of the present review were (1) to compare the MCIDs for pain assessments used among guidelines and meta-analyses investigating different nonsurgical therapies for knee osteoarthritis and (2) to compare the effect estimates of different nonsurgical interventions against a single commonly-utilized MCID threshold. METHODS: Systematic and manual searches were conducted to identify guidelines and meta-analyses evaluating pain outcomes for nonsurgical knee osteoarthritis interventions. Individual treatment effects for pain were presented on a common scale (the standardized mean difference [SMD]). To evaluate the perception of the relative benefit of each nonsurgical treatment, the variation in MCIDs selected from the published MCID literature was assessed. RESULTS: Thirty-seven guidelines and meta-analyses were included. MCIDs were often presented as an SMD or a mean difference (MD) on a validated scale and varied in magnitude across sources. This analysis demonstrated that intra-articular hyaluronic acid, intra-articular corticosteroids, and acetaminophen all had relatively larger effect sizes than topical nonsteroidal anti-inflammatory drugs (NSAIDs). Higher-molecular-weight intra-articular hyaluronic acid had a greater relative effect compared with both non-selective and cyclooxygenase-2-selective oral NSAIDs. Evaluating the treatment effect estimates against a commonly utilized MCID revealed similarities in which observations attained clinical significance among treatments; however, this observation varied across the range of reported MCIDs. CONCLUSIONS: The present review confirmed the variability in the MCIDs for pain assessments that are used across guidelines and meta-analyses evaluating nonsurgical interventions for knee osteoarthritis. This variability may yield conflicting treatment recommendations, ranging from rejecting treatments that are indeed efficacious to accepting treatments that may not be beneficial. Additional research is required to determine why some nonsurgical therapies are more consistently recommended in knee osteoarthritis guidelines than others as these findings suggest similarities in their effect estimates for pain. Relevant stakeholders need to reach a consensus on a standard approach to determining the MCIDs for these therapies to ensure that appropriate and effective treatment options are available to patients prior to invasive surgical intervention. LEVEL OF EVIDENCE: Therapeutic Level IV. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Concoff",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Concoff",
      "affiliations": [
        "Departments of Orthopedics and Rheumatology, St. Jude Medical Center, Fullerton, California."
      ],
      "orcid": "0000-0001-8325-760"
    },
    {
      "last_name": "Rosen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Rosen",
      "affiliations": [
        "Department of Orthopaedics & Rehabilitation, New York Presbyterian Queens, Weill Medical College of Cornell University, New York, NY."
      ],
      "orcid": "0000-0002-6015-0903"
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie",
      "initials": "F",
      "name": "Freddie Fu",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania."
      ],
      "orcid": "0000-0001-7821-4269"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    },
    {
      "last_name": "Boyer",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Boyer",
      "affiliations": [
        "American Orthopaedic Society for Sports Medicine (AOSSM), Rosemont, Illinois."
      ],
      "orcid": "0000-0002-7549-694"
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-6457-0817"
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": [
        "Department of Orthopedic Surgery, NYU Langone Medical Center, New York, NY."
      ],
      "orcid": "0000-0002-5075-4885"
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Department of Surgery, Schulich School of Medicine, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-6435-9069"
    }
  ],
  "journal": {
    "title": "JBJS reviews",
    "iso_abbreviation": "JBJS Rev",
    "issn": "2329-9185",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "e5",
  "pages": "e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Anti-Inflammatory Agents",
    "Arthralgia",
    "Humans",
    "Hyaluronic Acid",
    "Injections, Intra-Articular",
    "Minimal Clinically Important Difference",
    "Osteoarthritis, Knee",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "31415278",
    "pmc": "PMC6727942",
    "doi": "10.2106/JBJS.RVW.18.00150",
    "pii": "01874474-201908000-00005"
  },
  "doi": "10.2106/JBJS.RVW.18.00150",
  "pmc_id": "PMC6727942",
  "dates": {
    "completed": "2020-09-11",
    "revised": "2022-10-05"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anti-Inflammatory Agents",
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.414596",
    "pmid": "31415278"
  }
}