{
  "pmid": "31416444",
  "uid": "31416444",
  "title": "The relationship between gender, parenthood and practice intentions among family medicine residents: cross-sectional analysis of national Canadian survey data.",
  "abstract": "BACKGROUND: Family medicine (FM) residents choose among a range of options as they enter practice, including practice model, clinical domains, settings, and populations. The choices they make have implications for primary care workforce planning and may differ between FM residents who are parents and those who are not, as well as between male and female FM residents. We investigate whether parenthood shapes intentions among FM residents entering practice and whether the effect of parenthood differs between male and female FM residents. METHODS: We conducted cross-sectional analysis of national survey data collected from FM residents in Canadian residency programs by the College of Family Physicians of Canada between 2014 and 2017. The survey captures information on intentions for comprehensive or focused practice, practice model, clinical domains, practice setting, and populations. We used chi-square tests and multivariable logistic regression to investigate the relationships between parenthood, gender, and practice intentions, adjusting for other physician personal characteristics. RESULTS: Almost a quarter of FM residents were parents or became parents during residency. Intentions for the provision comprehensive care were higher among parents, and intentions for clinically focused practice were lower. Differences in intentions for practice models, domains, and settings/population were primarily by gender, though in several cases the effects of parenthood differed between female and male FM residents. Even during residency, the effects of parenthood differ between male and female residents: while three quarters of male parents finish residency in two years, fewer than half of female parents do. CONCLUSIONS: Both parenthood and gender independently shape practice intentions, but the effect of parenthood differs for male and female FM residents. Supporting FM residents who are parents may positively impact the quality and availability of primary care services, especially since parents are more likely to report intentions to provide  comprehensive care soon after entering practice.",
  "authors": [
    {
      "last_name": "Lavergne",
      "fore_name": "Miriam Ruth",
      "initials": "MR",
      "name": "Miriam Ruth Lavergne",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, 8888 University Drive, Blusson Hall 10502, Burnaby, BC, V5A 1S6, Canada. ruth_lavergne@sfu.ca."
      ],
      "orcid": "0000-0002-4205-4600"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Family Medicine, University of British Columbia, 5950 University Boulevard, Vancouver, BC, V6T 1Z3, Canada."
      ]
    },
    {
      "last_name": "Ahuja",
      "fore_name": "Megan Alyssa",
      "initials": "MA",
      "name": "Megan Alyssa Ahuja",
      "affiliations": [
        "Centre for Health Services and Policy Research, University of British Columbia, 2206 East Mall, Vancouver, BC, V6T 1Z3, Canada."
      ]
    },
    {
      "last_name": "Hedden",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Hedden",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, 8888 University Drive, Blusson Hall 10502, Burnaby, BC, V5A 1S6, Canada."
      ]
    },
    {
      "last_name": "McCracken",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita McCracken",
      "affiliations": [
        "Department of Family Medicine, University of British Columbia, 5950 University Boulevard, Vancouver, BC, V6T 1Z3, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "67",
  "pages": "67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Canada",
    "Career Choice",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Humans",
    "Internship and Residency",
    "Male",
    "Parenting",
    "Physicians, Family",
    "Sex Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31416444",
    "pmc": "PMC6694610",
    "doi": "10.1186/s12960-019-0396-y",
    "pii": "10.1186/s12960-019-0396-y"
  },
  "doi": "10.1186/s12960-019-0396-y",
  "pmc_id": "PMC6694610",
  "dates": {
    "completed": "2020-04-01",
    "revised": "2020-04-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "155965",
      "agency": "Institute of Health Services and Policy Research",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.146238",
    "pmid": "31416444"
  }
}