{
  "pmid": "31428458",
  "uid": "31428458",
  "title": "Patient and public involvement in designing and conducting doctoral research: the whys and the hows.",
  "abstract": "PLAIN ENGLISH SUMMARY: Evidence shows that public and patient involvement in research has a positive effect on its quality and end-results. Thus, public and patient involvement in all stages of research is becoming commonplace. There are limited detailed examples however, that describe how to make this possible, especially for those doing PhD research. Doctoral researchers are often new to research practice or have limited experience and are often bound by strict time and financial constraints. It is also not usually a requirement of the award to involve public and patients in their research. Hence, they may not feel confident or motivated to involve or engage with public and patients during their research. We, four doctoral researchers, share examples from our own research studies that have included different approaches to public and patient involvement. Two studies formed public and patient advisory groups who helped design the research questions, data collection tools and recruitment methods. One enlisted the help of an online public and patient panel from a local hospital. A different study worked with patients from an established group to help define key medical words. We did face some challenges, such as the need to develop good group work skills and to apply for grants to cover reimbursement, but we all found it beneficial to involve patients in our studies. We noticed a positive effect on each study's progression and an improvement in our own self-esteem. In addition, having public and patient involvement helped reduce the isolation we felt as doctoral researchers. Thus, we strongly encourage more doctoral researchers to involve public and patients in their studies. ABSTRACT: Public and patient involvement (PPI) has been shown to have a positive impact on health and social care research. However, adequate examples describing how to operationalise effective PPI, especially in doctoral studies, are lacking. Hence, doctoral researchers new to research, or those with limited experience, can be discouraged from facilitating PPI in their research. This paper aims to describe and discuss in detail the approaches used by four doctoral researchers to incorporate PPI at different stages of their research studies from study design to disseminating findings.We aim to inform other doctoral researchers about the challenges and limitations relating to PPI that we faced. Through these, we share pragmatic recommendations for facilitating PPI during doctoral studies.The description of four case studies demonstrated that PPI could be incorporated at various stages during doctoral research. This has had a beneficial impact on our research study progression, researcher self-esteem and lastly, helped alleviate researcher isolation during doctoral studies.",
  "authors": [
    {
      "last_name": "Tomlinson",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine Tomlinson",
      "affiliations": [
        "1Medicine Optimisation Research Group, School of Pharmacy and Medical Sciences, University of Bradford, Bradford, UK.",
        "2Medicine Management and Pharmacy Services, Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ],
      "orcid": "0000-0003-3911-0701"
    },
    {
      "last_name": "Medlinskiene",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Medlinskiene",
      "affiliations": [
        "1Medicine Optimisation Research Group, School of Pharmacy and Medical Sciences, University of Bradford, Bradford, UK.",
        "2Medicine Management and Pharmacy Services, Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ]
    },
    {
      "last_name": "Cheong",
      "fore_name": "V-Lin",
      "initials": "VL",
      "name": "V-Lin Cheong",
      "affiliations": [
        "1Medicine Optimisation Research Group, School of Pharmacy and Medical Sciences, University of Bradford, Bradford, UK.",
        "3Pharmacy, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "1Medicine Optimisation Research Group, School of Pharmacy and Medical Sciences, University of Bradford, Bradford, UK.",
        "3Pharmacy, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."
      ]
    },
    {
      "last_name": "Fylan",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Fylan",
      "affiliations": [
        "1Medicine Optimisation Research Group, School of Pharmacy and Medical Sciences, University of Bradford, Bradford, UK.",
        "4Bradford Institute for Health Research, Bradford Teaching Hospitals NHS Foundation Trust, Bradford, UK."
      ]
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2019"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31428458",
    "pmc": "PMC6697942",
    "doi": "10.1186/s40900-019-0155-1",
    "pii": "155"
  },
  "doi": "10.1186/s40900-019-0155-1",
  "pmc_id": "PMC6697942",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PB-PG-0317-20010",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.726713",
    "pmid": "31428458"
  }
}