{
  "pmid": "31435179",
  "uid": "31435179",
  "title": "Quantitative risk of positive family history in developing colorectal cancer: A meta-analysis.",
  "abstract": "BACKGROUND: Positive family history is a risk factor for development of colorectal cancer. Despite numerous studies on the topic, the absolute risk in patients with a positive family history remains unclear and therefore studies are lacking to validate non-invasive screening methods in individuals with positive family history. AIM: To quantify the risk of colorectal cancer in individuals with a positive family history. METHODS: A comprehensive electronic literature search was performed using PubMed from January 1955 until November 2017, EMBASE from 1947 until 2018, and Cochrane Library without date restrictions. Two independent reviewers conducted study selection, data extraction and quality assessment. A meta-analysis of Mantel-Haenzel relative risks was performed using the random effects model. Newcastle-Ottawa scale was used to score the quality of selected papers. Funnel plot and Egger's regression test was performed to detect publication bias. Subgroup analysis was performed comparing Asian and non-Asian studies. Sensitivity analyses were performed to rule out the effect of the timing of the study, overall quality, the main outcome and the effect of each individual study in overall result. RESULTS: Forty-six out of 3390 studies, including 906981 patients were included in the final analysis. 41 of the included studies were case-control and 5 were cohort. A positive family history of colorectal cancer in first-degree relatives was associated with significantly increased risk of colorectal cancer with a relative risk of 1.87 (95%CI: 1.68-2.09; P < 0.00001). Cochrane Q test was significant (P < 0.00001, I [2] = 90%). Egger's regression test showed asymmetry in the funnel plot and therefore the Trim and Fill method was used which confirmed the validity of the results. There was no difference between Asian versus non-Asian studies. Results remained robust in sensitivity analyses. CONCLUSION: Individuals with a positive family history of colorectal cancer are 1.87 times more likely to develop colorectal cancer. Screening guidelines should pay specific attention to individuals with positive family history and further studies need to be done on validating current screening methods or developing new modalities in this high-risk population.",
  "authors": [
    {
      "last_name": "Mehraban Far",
      "fore_name": "Parsa",
      "initials": "P",
      "name": "Parsa Mehraban Far",
      "affiliations": [
        "Division of Medicine, Queen's University, Kingston, ON K7L 3N6, Canada."
      ]
    },
    {
      "last_name": "Alshahrani",
      "fore_name": "Abdulaziz",
      "initials": "A",
      "name": "Abdulaziz Alshahrani",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "World journal of gastroenterology",
    "iso_abbreviation": "World J Gastroenterol",
    "issn": "2219-2840",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "30",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "4278",
  "end_page": "4291",
  "pages": "4278-4291",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Colorectal Neoplasms",
    "Gastroenterology",
    "Humans",
    "Mass Screening",
    "Medical History Taking",
    "Medical Oncology",
    "Practice Guidelines as Topic",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "31435179",
    "pmc": "PMC6700697",
    "doi": "10.3748/wjg.v25.i30.4278"
  },
  "doi": "10.3748/wjg.v25.i30.4278",
  "pmc_id": "PMC6700697",
  "dates": {
    "completed": "2020-02-14",
    "revised": "2020-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.009274",
    "pmid": "31435179"
  }
}