{
  "pmid": "31434766",
  "uid": "31434766",
  "title": "Effectiveness and safety of steady versus intermittent high dose vitamin D supplementation for the prevention of falls and fractures among adults: a protocol for systematic review and network meta-analysis.",
  "abstract": "INTRODUCTION: Clinical trials and systematic reviews of trials involving vitamin D supplementation have mainly focused on defining the optimal amount of vitamin D dosage. However, the comparative effectiveness of different dosing schedules (ie, daily vs bolus dosing schedule) has been largely unexplored; and currently, there is no consensus regarding the optimal vitamin D dosing schedule. Our objective is to conduct a systematic review and network meta-analysis (NMA) to evaluate the comparative effectiveness and safety of steady (eg, daily, weekly) and intermittent high-dose (eg, monthly, yearly) vitamin D dosing schedules; and to determine the effectiveness of the various dosing schedules and combinations of treatments. METHODS AND ANALYSIS: We will conduct a systematic search and review of literature from major medical databases (MEDLINE, EMBASE, CINAHL, Cochrane Central Register of Controlled Trials and ClinicalTrials.gov) involving studies that compare vitamin D supplementation alone or in combination with calcium. Only randomised controlled trials (RCTs) will be considered. We will, however, consider various settings (eg, community, institutional care) and study designs (eg, cluster RCTs, cross-over trials). Our primary outcomes include falls and fractures including hip-fracture and non-vertebral fractures. Secondary outcomes will include muscle strength, physical performance, gait and mobility limitation. A Bayesian NMA will be conducted, and the results will be presented in the form of treatment effect estimates and ranking probabilities, with corresponding CIs. Pairwise meta-analysis will also be conducted for studies reporting head-to-head comparisons. Subgroup analysis will be performed with respect to pre-determined subgroups; including vitamin D status as measured by serum 25-hydroxyvitamin D levels, age and follow-up time. Sensitivity analysis will also be performed with respect to risk of bias. ETHICS AND DISSEMINATION: This study is a systematic review and meta-analysis of published RCTs; therefore, no ethical approval is required. Results will be disseminated through open access peer-reviewed publications. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42018112662.",
  "authors": [
    {
      "last_name": "Al-Khalidi",
      "fore_name": "Banaz",
      "initials": "B",
      "name": "Banaz Al-Khalidi",
      "affiliations": [
        "School of Kinesiology and Health Science, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne Efua",
      "initials": "JE",
      "name": "Joycelyne Efua Ewusie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila",
      "initials": "J",
      "name": "Jemila Hamid",
      "affiliations": [
        "Clinical Research Unit, Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kimball",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Kimball",
      "affiliations": [
        "Research Department, Pure North S'Energy Foundation, Calgary, Alberta, Canada Samantha.Kimball@purenorth.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "e027349",
  "pages": "e027349",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Accidental Falls",
    "Dietary Supplements",
    "Hip Fractures",
    "Nutrition Therapy",
    "Vitamin D",
    "Vitamins",
    "Systematic Reviews as Topic",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "31434766",
    "pmc": "PMC6707705",
    "doi": "10.1136/bmjopen-2018-027349",
    "pii": "bmjopen-2018-027349"
  },
  "doi": "10.1136/bmjopen-2018-027349",
  "pmc_id": "PMC6707705",
  "dates": {
    "completed": "2020-08-28",
    "revised": "2025-06-25"
  },
  "chemicals": [
    "Vitamin D",
    "Vitamins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.277695",
    "pmid": "31434766"
  }
}