{
  "pmid": "31449928",
  "uid": "31449928",
  "title": "A manufacturing and annealing protocol to develop a cold-sprayed Fe-316L stainless steel biodegradable stenting material.",
  "abstract": "Biodegradable stents show promise to revolutionize coronary artery disease treatment. Its successful implementation in the global market remains limited due to the constraints of current generation biodegradable materials. Cold gas dynamic spraying (CGDS) has been proposed as a manufacturing approach to fabricate a metallic biodegradable amalgamate for stent application. Iron and 316L stainless steel powders are combined in a 4:1 ratio to create a novel biomaterial through cold spray. Cold spray processing however, produces a coating in a work hardened state, with limited ductility, which is a critical mechanical property in stent design. To this end, the influence of annealing temperature on the mechanical and corrosion performances of the proposed Fe-316L amalgamate is investigated. It was found that annealing at 1300 °C yielded a complex material microstructure, with an ultimate tensile strength of approximately 280 MPa and ductility of 23%. The static corrosion rate determined at this annealing temperature was equal to 0.22 mg cm[-2] day[-1], with multiple corrosion species identified within the degradation layers. Precipitates were observed throughout the microstructure, which appeared to accelerate the overall corrosion behaviour. It was shown that cold-sprayed Fe-316L has significant potential to be implemented in a clinical setting. STATEMENT OF SIGNIFICANCE: Biodegradable stents have potential to significantly improve treatment of coronary artery disease by decreasing or potentially eliminating late-term complications, including stent fracture and in-stent restenosis. Current generation polymer biodegradable stents have led to poorer patient outcomes in comparison to drug-eluting stents, however, and it is evident that metallic biomaterials are required, which have increased strength. To this end, a novel iron and stainless steel 316L biomaterial is proposed, fabricated through cold-gas dynamic spraying. This study analyses the effect of annealing on the Fe-316L biomaterial through corrosion, mechanical, and microstructural investigations. The quantitative data presented in this work suggests that Fe-316L, in its annealed condition, has the mechanical and corrosion properties necessary for biodegradable stent application.",
  "authors": [
    {
      "last_name": "Frattolin",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Frattolin",
      "affiliations": [
        "Department of Mechanical Engineering, McGill University, Macdonald Engineering Building, Montreal, Quebec H3A 0C3, Canada."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Ranjan",
      "initials": "R",
      "name": "Ranjan Roy",
      "affiliations": [
        "Department of Chemical Engineering, McGill University, M.H. Wong Building, Montreal, Quebec H3A 0C5, Canada."
      ]
    },
    {
      "last_name": "Rajagopalan",
      "fore_name": "Sriraman",
      "initials": "S",
      "name": "Sriraman Rajagopalan",
      "affiliations": [
        "Department of Mining and Materials Engineering, McGill University, M.H. Wong Building, Montreal, Quebec H3A 0C5, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, School of Engineering, Health Research Institute, University of Limerick, Ireland."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Yue",
      "affiliations": [
        "Department of Mining and Materials Engineering, McGill University, M.H. Wong Building, Montreal, Quebec H3A 0C5, Canada."
      ]
    },
    {
      "last_name": "Bertrand",
      "fore_name": "Olivier F",
      "initials": "OF",
      "name": "Olivier F Bertrand",
      "affiliations": [
        "Department of Mechanical Engineering, McGill University, Macdonald Engineering Building, Montreal, Quebec H3A 0C3, Canada; Interventional Cardiology Laboratories, Quebec Heart and Lung Institute, Laval University, Quebec City, Quebec G1V 4G5, Canada."
      ]
    },
    {
      "last_name": "Mongrain",
      "fore_name": "Rosaire",
      "initials": "R",
      "name": "Rosaire Mongrain",
      "affiliations": [
        "Department of Mechanical Engineering, McGill University, Macdonald Engineering Building, Montreal, Quebec H3A 0C3, Canada; Montreal Heart Institute, Montreal, Quebec H1T 1C8, Canada. Electronic address: rosaire.mongrain@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Acta biomaterialia",
    "iso_abbreviation": "Acta Biomater",
    "issn": "1878-7568",
    "issn_type": "Electronic",
    "volume": "99",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "479",
  "end_page": "494",
  "pages": "479-494",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biocompatible Materials",
    "Calcium Phosphates",
    "Cold Temperature",
    "Coronary Artery Disease",
    "Corrosion",
    "Humans",
    "Isotonic Solutions",
    "Materials Testing",
    "Microscopy, Electron, Scanning",
    "Pressure",
    "Prosthesis Design",
    "Stainless Steel",
    "Stents",
    "Stress, Mechanical",
    "Tensile Strength",
    "X-Ray Diffraction"
  ],
  "article_ids": {
    "pubmed": "31449928",
    "doi": "10.1016/j.actbio.2019.08.034",
    "pii": "S1742-7061(19)30590-2"
  },
  "doi": "10.1016/j.actbio.2019.08.034",
  "dates": {
    "completed": "2020-10-19",
    "revised": "2020-10-19"
  },
  "chemicals": [
    "Biocompatible Materials",
    "Calcium Phosphates",
    "Hanks Balanced Salt Solution",
    "Isotonic Solutions",
    "Stainless Steel",
    "tricalcium phosphate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.962262",
    "pmid": "31449928"
  }
}