{
  "pmid": "31447415",
  "uid": "31447415",
  "title": "Prevalence of co-occurring mental health diagnoses in the autism population: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Co-occurring mental health or psychiatric conditions are common in autism, impairing quality of life. Reported prevalences of co-occurring mental health or psychiatric conditions in people with autism range widely. Improved prevalence estimates and identification of moderators are needed to enhance recognition and care, and to guide future research. METHODS: In this systematic review and meta-analysis, we searched MEDLINE, Embase, PsycINFO, Scopus, Web of Science, and grey literature for publications between Jan 1, 1993, and Feb 1, 2019, in English or French, that reported original research using an observational design on the prevalence of co-occurring mental health conditions in people with autism and reported confirmed clinical diagnoses of the co-occurring conditions and autism using DSM or ICD criteria. For co-occurring mental health conditions reported with at least 15 datapoints (studies), we assessed risk of bias and we determined pooled estimates of prevalence for different co-occurring conditions in autism using random-effects models, and descriptively compared these with prevalence estimates for the general population from the literature (post hoc). We investigated heterogeneity in prevalence estimates using random-effects meta-regression models. This systematic review is registered with PROSPERO, CRD42018103176. FINDINGS: Of 9746 unique studies identified, 432 were selected for full-text review. 100 studies were eligible for inclusion in our qualitative synthesis, of which 96 were included in our meta-analyses. 11 categories of co-occurring conditions were investigated, of which eight conditions were included in the meta-analyses and three were descriptively synthesised (ie, trauma and stressor-related disorders, substance-related and addictive disorders, and gender dysphoria). From our meta-analyses, we found overall pooled prevalence estimates of 28% (95% CI 25-32) for attention-deficit hyperactivity disorder; 20% (17-23) for anxiety disorders; 13% (9-17) for sleep-wake disorders; 12% (10-15) for disruptive, impulse-control, and conduct disorders; 11% (9-13) for depressive disorders; 9% (7-10) for obsessive-compulsive disorder; 5% (3-6) for bipolar disorders; and 4% (3-5) for schizophrenia spectrum disorders. Estimates in clinical sample-based studies were higher than in population-based and registry-based studies, and these estimates were mostly higher than those in the general population (post hoc). Age, gender, intellectual functioning, and country of study were associated with heterogeneity in prevalence estimates, yet remaining heterogeneity not explained was still substantial (all I[2] >95%). INTERPRETATION: Co-occurring mental health conditions are more prevalent in the autism population than in the general population. Careful assessment of mental health is an essential component of care for all people on the autism spectrum and should be integrated into clinical practice. FUNDING: Academic Scholars Awards, Department of Psychiatry, University of Toronto; O'Brien Scholars Program, Slaight Family Child and Youth Mental Health Innovation Fund, and The Catherine and Maxwell Meighen Foundation via the Centre for Addiction and Mental Health Foundation.",
  "authors": [
    {
      "last_name": "Lai",
      "fore_name": "Meng-Chuan",
      "initials": "MC",
      "name": "Meng-Chuan Lai",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Centre for Brain and Mental Health and Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, UK; Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan. Electronic address: mengchuan.lai@utoronto.ca."
      ]
    },
    {
      "last_name": "Kassee",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Kassee",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Besney",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Besney",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bonato",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Bonato",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Hull",
      "affiliations": [
        "Research Department of Clinical, Educational and Health Psychology, University College London, London, UK."
      ]
    },
    {
      "last_name": "Mandy",
      "fore_name": "William",
      "initials": "W",
      "name": "William Mandy",
      "affiliations": [
        "Research Department of Clinical, Educational and Health Psychology, University College London, London, UK."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Centre for Brain and Mental Health and Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ameis",
      "fore_name": "Stephanie H",
      "initials": "SH",
      "name": "Stephanie H Ameis",
      "affiliations": [
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health and Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada; Centre for Brain and Mental Health and Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Psychiatry",
    "iso_abbreviation": "Lancet Psychiatry",
    "issn": "2215-0374",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "819",
  "end_page": "829",
  "pages": "819-829",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Autistic Disorder",
    "Comorbidity",
    "Humans",
    "Mental Disorders",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "31447415",
    "doi": "10.1016/S2215-0366(19)30289-5",
    "pii": "S2215-0366(19)30289-5"
  },
  "doi": "10.1016/S2215-0366(19)30289-5",
  "dates": {
    "completed": "2019-11-04",
    "revised": "2019-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.400956",
    "pmid": "31447415"
  }
}