{
  "pmid": "31451241",
  "uid": "31451241",
  "title": "Equivalence in Active Pharmaceutical Ingredient of Generic Antihypertensive Medicines Available in Nigeria (EQUIMEDS): A Case for Further Surveillance.",
  "abstract": "BACKGROUND: Widespread access to good quality antihypertensive medicines is a critical component for reducing premature cardiovascular disease (CVD) mortality. Poor-quality medicines pose serious health concerns; however, there remains a knowledge gap about the quality of cardiovascular medicines available in low- and middle-income countries. OBJECTIVES: The aim of this study was to determine the quality of generic antihypertensive medicines available in the retail market of a developing country. METHODS: Samples of the 2 most commonly prescribed classes of antihypertensive medicines were collected from 3 states in 3 different geopolitical zones in Nigeria following a semirandom sampling framework. Medicine samples were purchased by mystery shoppers from 22 pharmacy outlets from 6 local government areas across the 3 states. Medicine quality was determined by measuring the amount of stated active pharmaceutical ingredient using high-performance liquid chromatography with photodiode array detection and classified according to their compliance to the specified pharmacopeia tolerance limits for each antihypertensive drug. RESULTS: Amlodipine and lisinopril were identified as the most commonly prescribed antihypertensive drugs in Nigeria. In total, 361 samples from 22 pharmacies were collected and tested. In total, 24.6% of amlodipine and 31.9% of lisinopril samples were of substandard quality and significantly more samples purchased in rural (59 of 161, 36.7%) compared with urban (32 of 200, 16%) outlets were found to be of substandard quality (p < 0.001). No falsified samples of either amlodipine or lisinopril were detected. There was large variation in price paid for the antihypertensive medicines (range ₦150 to ₦9,750). Of the 24 pharmacy outlets surveyed, 46% stated that patients did not always require a prescription and 21% had previously reported a medicine as falsified or substandard. CONCLUSIONS: More than one-quarter of some commonly prescribed antihypertensive medicines available in Nigeria may be of substandard quality. Enhanced quality assurance processes in low- and middle-income countries, such as Nigeria, are needed to support optimum management.",
  "authors": [
    {
      "last_name": "Redfern",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Redfern",
      "affiliations": [
        "Faculty of Medicine and Health, Westmead Applied Research Centre, University of Sydney, Sydney, Australia. Electronic address: julie.redfern@sydney.edu.au."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Harparkash",
      "initials": "H",
      "name": "Harparkash Kaur",
      "affiliations": [
        "Department of Clinical Research, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Adedoyin",
      "fore_name": "Rufus Adesoji",
      "initials": "RA",
      "name": "Rufus Adesoji Adedoyin",
      "affiliations": [
        "Department of Medical Rehabilitation, College of Health Sciences, Obafemi Awolowo University, Ile-Ife, Nigeria."
      ]
    },
    {
      "last_name": "Ofori",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Ofori",
      "affiliations": [
        "Department of Internal Medicine, University of Port Harcourt Teaching Hospital, University of Port Harcourt, Port Harcourt, Nigeria."
      ]
    },
    {
      "last_name": "Anchala",
      "fore_name": "Raghupathy",
      "initials": "R",
      "name": "Raghupathy Anchala",
      "affiliations": [
        "Chest Research Foundation, Pune, India."
      ]
    },
    {
      "last_name": "Vamadevan",
      "fore_name": "Ajay S",
      "initials": "AS",
      "name": "Ajay S Vamadevan",
      "affiliations": [
        "Public Health Foundation of India, Gurgaon, India."
      ]
    },
    {
      "last_name": "De Andrade",
      "fore_name": "Luciano",
      "initials": "L",
      "name": "Luciano De Andrade",
      "affiliations": [
        "Department of Medicine, State University of Maringa, Maringá, Brazil."
      ]
    },
    {
      "last_name": "Zelaya",
      "fore_name": "Jose",
      "initials": "J",
      "name": "Jose Zelaya",
      "affiliations": [
        "Peruvian Society of Hypertension, Lima, Peru."
      ]
    },
    {
      "last_name": "Balabanova",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Balabanova",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Sani",
      "fore_name": "Mahmoud Umar",
      "initials": "MU",
      "name": "Mahmoud Umar Sani",
      "affiliations": [
        "Department of Medicine, Bayero University Kano and Aminu Kano Teaching Hospital; PMB 3452, Kano, Nigeria."
      ]
    }
  ],
  "journal": {
    "title": "Global heart",
    "iso_abbreviation": "Glob Heart",
    "issn": "2211-8179",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "327",
  "end_page": "333",
  "pages": "327-333",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amlodipine",
    "Antihypertensive Agents",
    "Drug Compounding",
    "Drugs, Generic",
    "Humans",
    "Lisinopril",
    "Nigeria",
    "Pharmacies",
    "Rural Health",
    "Urban Health"
  ],
  "article_ids": {
    "pubmed": "31451241",
    "doi": "10.1016/j.gheart.2019.07.006",
    "pii": "S2211-8160(19)30119-X"
  },
  "doi": "10.1016/j.gheart.2019.07.006",
  "dates": {
    "completed": "2020-02-17",
    "revised": "2020-02-17"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drugs, Generic",
    "Amlodipine",
    "Lisinopril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:24.923052",
    "pmid": "31451241"
  }
}