{
  "pmid": "31463939",
  "uid": "31463939",
  "title": "Medical student strategies for actively negotiating hierarchy in the clinical environment.",
  "abstract": "CONTEXT: Medical learning takes place in an extremely hierarchical environment. Medical students may struggle to understand how to succeed in such a rule-bound environment that leaves them vulnerable to the influences of social power. This study explores how medical students experience the clinical learning environment from their low-status positions in the social hierarchy. METHODS: Using constructivist grounded theory, we collected 88 hours of observation and 13 interviews with medical students completing clinical clerkships. Data collection focused on students' interactions with their supervisors, colleagues and other staff members as they completed the core rotations of their clinical clerkships. Data analysts used a constant comparative approach to remain alert to the different ways in which medical students experienced and responded to social power used by their supervisors and colleagues. RESULTS: We describe a cyclical theory of how medical students appraised the environment, the needs and preferences of their supervisors and their personal resources in order to select and enact a strategy for interacting. They used these strategies when in the presence of supervisors, but also when supervisors were absent in preparation for the next interaction. The ways in which medical students chose and employed these strategies reflect a significant use of social and cognitive resources. CONCLUSIONS: Power is an important component of the social culture of clinical learning environments; understanding the ways in which medical students experience and react to power can help educators, learners and administrators optimise learning opportunities. Medical education increasingly encourages students to exercise agency in seeking feedback and directing their own learning; this may be particularly challenging for students who cannot interpret social cues well, and those who lack social capital.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Faculty of Health Sciences Program for Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Faculty of Health Sciences Program for Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "1013",
  "end_page": "1024",
  "pages": "1013-1024",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Clerkship",
    "Clinical Competence",
    "Education, Medical, Undergraduate",
    "Feedback",
    "Grounded Theory",
    "Humans",
    "Interviews as Topic",
    "Negotiating",
    "Power, Psychological",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "31463939",
    "doi": "10.1111/medu.13945"
  },
  "doi": "10.1111/medu.13945",
  "dates": {
    "completed": "2020-06-22",
    "revised": "2020-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.096397",
    "pmid": "31463939"
  }
}