{
  "pmid": "31462069",
  "uid": "31462069",
  "title": "Is Access to Care Associated With Stage at Presentation and Survival for Melanoma Patients?",
  "abstract": "BACKGROUND: Melanoma incidence increases with socioeconomic status but the effect of rurality and access to primary care or dermatology on patient outcomes is unclear. OBJECTIVES: The objectives of this study were to determine whether access to care, rurality, or socioeconomic status are associated with melanoma stage at presentation and prognosis. METHODS: Linked administrative databases from Ontario, Canada, were retrospectively analyzed to identify a population-based cohort of patients diagnosed with melanoma between 2004 and 2012. Rurality was assessed using the rural index of Ontario (RIO) score, and the number of visits to dermatology and primary care was used to evaluate access to care. RESULTS: We identified 18 776 melanoma patients, of whom 9591 had completed pathological staging. Patients with higher RIO scores, living further from a cancer center or in a rural community, were less likely to see a dermatologist in the year prior to diagnosis (P < .001 for all). Patients seen by a dermatologist within 365 days prior to diagnosis were less likely to present with stage III or IV disease (odds ratio 0.63, P < .001) and had improved overall survival (hazard ratio [HR] for death 0.77, P < .001). There was a nonlinear association between number of family physician visits and melanoma prognosis, with patients who had 3 to 5 visits per year having the best overall survival (HR 0.88, P = .003). CONCLUSION: Our findings strengthen the known association between access to dermatology and melanoma outcomes by linking individual patients' prediagnosis access to care to pathological stage at diagnosis and overall survival.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Lacey D",
      "initials": "LD",
      "name": "Lacey D Pitre",
      "affiliations": [
        "Department of Oncology, Northeast Cancer Center, Sudbury, ON, Canada."
      ],
      "orcid": "0000-0002-7583-7804"
    },
    {
      "last_name": "Linford",
      "fore_name": "Geordie",
      "initials": "G",
      "name": "Geordie Linford",
      "affiliations": [
        "Department of Oncology, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, Escarpment Cancer Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McWhirter",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine McWhirter",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cutaneous medicine and surgery",
    "iso_abbreviation": "J Cutan Med Surg",
    "issn": "1615-7109",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "586",
  "end_page": "594",
  "pages": "586-594",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Melanoma",
    "Middle Aged",
    "Ontario",
    "Prognosis",
    "Retrospective Studies",
    "Skin Neoplasms",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31462069",
    "doi": "10.1177/1203475419870177"
  },
  "doi": "10.1177/1203475419870177",
  "dates": {
    "completed": "2020-08-24",
    "revised": "2020-08-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.071790",
    "pmid": "31462069"
  }
}