{
  "pmid": "31467119",
  "uid": "31467119",
  "title": "European Respiratory Society guidelines on long-term home non-invasive ventilation for management of COPD.",
  "abstract": "BACKGROUND: While the role of acute non-invasive ventilation (NIV) has been shown to improve outcome in acute life-threatening hypercapnic respiratory failure in COPD, the evidence of clinical efficacy of long-term home NIV (LTH-NIV) for management of COPD is less. This document provides evidence-based recommendations for the clinical application of LTH-NIV in chronic hypercapnic COPD patients. MATERIALS AND METHODS: The European Respiratory Society task force committee was composed of clinicians, methodologists and experts in the field of LTH-NIV. The committee developed recommendations based on the GRADE (Grading, Recommendation, Assessment, Development and Evaluation) methodology. The GRADE Evidence to Decision framework was used to formulate recommendations. A number of topics were addressed under a narrative format which provides a useful context for clinicians and patients. RESULTS: The task force committee delivered conditional recommendations for four actionable PICO (target population-intervention-comparator-outcome) questions, 1) suggesting for the use of LTH-NIV in stable hypercapnic COPD; 2) suggesting for the use of LTH-NIV in COPD patients following a COPD exacerbation requiring acute NIV 3) suggesting for the use of NIV settings targeting a reduction in carbon dioxide and 4) suggesting for using fixed pressure support as first choice ventilator mode. CONCLUSIONS: Managing hypercapnia may be an important intervention for improving the health outcome of COPD patients with chronic respiratory failure. The task force conditionally supports the application of LTH-NIV to improve health outcome by targeting a reduction in carbon dioxide in COPD patients with persistent hypercapnic respiratory failure. These recommendations should be applied in clinical practice by practitioners that routinely care for chronic hypercapnic COPD patients.",
  "authors": [
    {
      "last_name": "Ergan",
      "fore_name": "Begum",
      "initials": "B",
      "name": "Begum Ergan",
      "affiliations": [
        "Dept of Pulmonary and Critical Care, Dokuz Eylul University School of Medicine, Izmir, Turkey.",
        "The first two authors contributed equally."
      ],
      "orcid": "0000-0003-2920-9214"
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Dept of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada.",
        "Dept of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "The first two authors contributed equally."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Dept of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada.",
        "Dept of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Carlucci",
      "fore_name": "Annalisa",
      "initials": "A",
      "name": "Annalisa Carlucci",
      "affiliations": [
        "Dept of Pulmonary Rehabilitation, IRCCS-Istituti Clinici Scientifici, Pavia, Italy."
      ]
    },
    {
      "last_name": "Chatwin",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Chatwin",
      "affiliations": [
        "Clinical and Academic Dept of Sleep and Breathing, Royal Brompton Hospital, Royal Brompton and Harefield NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Clini",
      "fore_name": "Enrico",
      "initials": "E",
      "name": "Enrico Clini",
      "affiliations": [
        "Dept of Medical and Surgical Sciences, University of Modena and Reggio Emilia and University Hospital of Modena, Modena, Italy."
      ],
      "orcid": "0000-0002-1515-5094"
    },
    {
      "last_name": "Elliott",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Elliott",
      "affiliations": [
        "Dept of Respiratory Medicine, St James's University Hospital, Leeds, UK."
      ]
    },
    {
      "last_name": "Gonzalez-Bermejo",
      "fore_name": "Jesus",
      "initials": "J",
      "name": "Jesus Gonzalez-Bermejo",
      "affiliations": [
        "Sorbonne Université, INSERM, UMRS1158 Neurophysiologie Respiratoire Expérimentale et Clinique, Paris, France.",
        "AP-HP, Groupe Hospitalier Pitié-Salpêtrière Charles Foix, Service de Pneumologie et Réanimation Médicale du Département R3S, Paris, France."
      ]
    },
    {
      "last_name": "Hart",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Hart",
      "affiliations": [
        "Lane Fox Respiratory Service, Guy's and St Thomas' NHS Foundation, London, UK.",
        "Centre for Human and Applied Physiological Science, Faculty of Life Sciences and Medicine, School of Basic and Medical BioSciences, Kings College London, London, UK."
      ],
      "orcid": "0000-0002-6863-585X"
    },
    {
      "last_name": "Lujan",
      "fore_name": "Manel",
      "initials": "M",
      "name": "Manel Lujan",
      "affiliations": [
        "Service of Pneumology, Hospital de Sabadell Corporació Parc Taulí, Universitat Autònoma de Barcelona, Centro de investigación Biomédica en Red (CIBERES), Sabadell, Spain."
      ]
    },
    {
      "last_name": "Nasilowski",
      "fore_name": "Jacek",
      "initials": "J",
      "name": "Jacek Nasilowski",
      "affiliations": [
        "Dept of Internal Medicine, Pulmonary Diseases and Allergy, Medical University of Warsaw, Warsaw, Poland."
      ]
    },
    {
      "last_name": "Nava",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Nava",
      "affiliations": [
        "Dept of Clinical, Integrated and Experimental Medicine (DIMES), Respiratory and Critical Care Unit, S. Orsola-Malpighi Hospital, Alma Mater University, Bologna, Italy."
      ]
    },
    {
      "last_name": "Pepin",
      "fore_name": "Jean Louis",
      "initials": "JL",
      "name": "Jean Louis Pepin",
      "affiliations": [
        "HP2 Laboratory, INSERM U1042, Univ. Grenoble Alpes, and EFCR laboratory, Grenoble Alpes University Hospital, Grenoble, France."
      ]
    },
    {
      "last_name": "Pisani",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Pisani",
      "affiliations": [
        "Dept of Clinical, Integrated and Experimental Medicine (DIMES), Respiratory and Critical Care Unit, S. Orsola-Malpighi Hospital, Alma Mater University, Bologna, Italy."
      ]
    },
    {
      "last_name": "Storre",
      "fore_name": "Jan Hendrik",
      "initials": "JH",
      "name": "Jan Hendrik Storre",
      "affiliations": [
        "Dept of Intensive Care, Sleep Medicine and Mechanical Ventilation, Asklepios Fachkliniken Munich-Gauting, Gauting, Germany.",
        "Dept of Pneumology, University Medical Hospital, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Wijkstra",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Wijkstra",
      "affiliations": [
        "Dept of Pulmonary Diseases/Home Mechanical Ventilation, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "Tonia",
      "fore_name": "Thomy",
      "initials": "T",
      "name": "Thomy Tonia",
      "affiliations": [
        "Institute of Social and Preventive Medicine, University of Bern, Bern, Switzterland."
      ]
    },
    {
      "last_name": "Boyd",
      "fore_name": "Jeanette",
      "initials": "J",
      "name": "Jeanette Boyd",
      "affiliations": [
        "European Lung Foundation (ELF), Sheffield, UK."
      ]
    },
    {
      "last_name": "Scala",
      "fore_name": "Raffaele",
      "initials": "R",
      "name": "Raffaele Scala",
      "affiliations": [
        "Dept of Pulmonology and Respiratory Intensive Care Unit, S. Donato Hospital, Arezzo, Italy raffaele_scala@hotmail.com."
      ]
    },
    {
      "last_name": "Windisch",
      "fore_name": "Wolfram",
      "initials": "W",
      "name": "Wolfram Windisch",
      "affiliations": [
        "Dept of Pneumology, Cologne Merheim Hospital, Kliniken der Stadt Köln gGmbH, Witten/Herdecke University, Cologne, Germany."
      ]
    }
  ],
  "journal": {
    "title": "The European respiratory journal",
    "iso_abbreviation": "Eur Respir J",
    "issn": "1399-3003",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Disease Progression",
    "Europe",
    "Evidence-Based Medicine",
    "Home Care Services",
    "Humans",
    "Hypercapnia",
    "Noninvasive Ventilation",
    "Positive-Pressure Respiration",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive",
    "Pulmonary Medicine",
    "Respiratory Insufficiency",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31467119",
    "doi": "10.1183/13993003.01003-2019",
    "pii": "13993003.01003-2019"
  },
  "doi": "10.1183/13993003.01003-2019",
  "dates": {
    "completed": "2020-10-14",
    "revised": "2020-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.050914",
    "pmid": "31467119"
  }
}