{
  "pmid": "31461041",
  "uid": "31461041",
  "title": "Surgical Treatment of Lymphedema.",
  "abstract": "Lymphedema affects up to 250 million people worldwide. The understanding of the pathophysiology of the condition, however, is incomplete and a cure remains elusive. A growing body of evidence supports the effectiveness of modern surgical techniques in ameliorating the long-term disability and functional impairment inflicted by lymphedema on the lives of those affected. These procedures can be broadly categorized as physiologic, including lymphovenous bypass and using a vascularized lymph node transplant; or de bulking, by suction-assisted lipectomy or direct excisional procedures. The lymphovenous bypass procedure involves identification of obstructed lymphatic vessels and targeted bypass of these into neighboring venules. The vascularized lymph node transplant procedure involves microvascular anastomosis of functional lymph nodes into an extremity, either to an anatomical (orthotopic) or nonanatomical (heterotopic) location, to restore physiologic lymphatic function. In patients undergoing postmastectomy breast reconstruction, this may be performed by transferring a deep inferior epigastric artery perforator flap with a chimeric groin lymph node flap. For patients that have undergone breast-conserving surgery, in those for whom a free abdominal flap is contraindicated, or for those with lymphedema affecting the lower extremity, many other vascularized lymph node transplant options are available; these include flaps harvested from within the axillary, inguinal, or cervical lymph node basins, or from within the abdominal cavity. Chronic lymphedema is characterized by fibroadipose soft-tissue deposition that can only be removed by lipectomy, either minimally invasively using liposuction, or by direct excision. This article reviews the techniques and outcomes of surgical procedures used to treat lymphedema.",
  "authors": [
    {
      "last_name": "Schaverien",
      "fore_name": "Mark V",
      "initials": "MV",
      "name": "Mark V Schaverien",
      "affiliations": [
        "From the Department of Plastic Surgery, University of Texas M. D. Anderson Cancer Center."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "From the Department of Plastic Surgery, University of Texas M. D. Anderson Cancer Center."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "738",
  "end_page": "758",
  "pages": "738-758",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Axilla",
    "Breast Neoplasms",
    "Chronic Disease",
    "Cytoreduction Surgical Procedures",
    "Female",
    "Free Tissue Flaps",
    "Groin",
    "Humans",
    "Lipectomy",
    "Lymph Nodes",
    "Lymphatic Vessels",
    "Lymphedema",
    "Mastectomy",
    "Patient Selection",
    "Perforator Flap"
  ],
  "article_ids": {
    "pubmed": "31461041",
    "doi": "10.1097/PRS.0000000000005993",
    "pii": "00006534-201909000-00046"
  },
  "doi": "10.1097/PRS.0000000000005993",
  "dates": {
    "completed": "2020-01-17",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:41.211920",
    "pmid": "31461041"
  }
}