{
  "pmid": "31461147",
  "uid": "31461147",
  "title": "Association Between Hormone Therapy and Muscle Mass in Postmenopausal Women: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Hormone therapy (HT) has been suggested for protection against age-related muscle weakness in women. However, the potential for HT-associated health risks necessitates a better understanding of the direction and magnitude of the association between HT and health outcomes, such as lean body mass (LBM). OBJECTIVE: To determine whether HT was associated with reduced LBM loss compared with not receiving HT among postmenopausal women aged 50 years and older. DATA SOURCES: MEDLINE, Embase, AgeLine, CINAHL, and SportDiscus (searched from inception until April 25, 2018). STUDY SELECTION: For this systematic review and meta-analysis, randomized clinical trials including postmenopausal women undergoing HT and control groups of women not receiving HT were selected by 2 reviewers. Studies were included if LBM or fat-free mass were measured as an outcome. Studies with participants from hospitals, long-term care facilities, or with specific diseases were excluded. DATA EXTRACTION AND SYNTHESIS: Information regarding study characteristics and outcome measures were extracted by 1 reviewer and verified by another. Risk of bias was evaluated. Quality of evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach. Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines were used to abstract data and assess data quality/validity. Data were pooled using a fixed-effects model. MAIN OUTCOMES AND MEASURES: The primary study outcome was the overall absolute change in LBM (measured in kilograms), captured by dual-energy x-ray absorptiometry, dual-photon absorptiometry, or bioelectrical impedance analysis imaging. RESULTS: Of 8961 studies that met selection criteria, 12 were included, with a total of 4474 recruited participants. Of the participants, mean (SD) age was 59.0 (6.1) years. Data on ethnicity were collected by 2 of the studies. Of the 22 HT intervention arms, 15 used estrogen-progesterone combination HT and 7 used estrogen-only HT. Control participants were women who received no HT at all or who received placebo. The median follow-up duration was 2 years (range, 6 months to 6 years). Seven treatment arms showed a loss of LBM, and 14 were protective. Overall, HT users lost 0.06 kg (95% CI, -0.05 to 0.18) less LBM compared with control participants, but the difference was not statistically significant (P = .26). The results were unchanged when stratified based on treatment type and dosage, duration of follow-up, time since menopause, study quality, and type of LBM measurement, with HT users losing between 0.06 kg more to 0.20 kg less LBM compared with control participants for all strata. The quality of evidence based on GRADE was low. CONCLUSIONS AND RELEVANCE: This systematic review and meta-analysis did not show a significant beneficial or detrimental association of HT with muscle mass. Although muscle retention in aging women is of crucial importance, these findings suggest that interventions other than HT should be explored.",
  "authors": [
    {
      "last_name": "Javed",
      "fore_name": "Ayesha A",
      "initials": "AA",
      "name": "Ayesha A Javed",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Mayhew",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shea",
      "fore_name": "Alison K",
      "initials": "AK",
      "name": "Alison K Shea",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "e1910154",
  "pages": "e1910154",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Absorptiometry, Photon",
    "Aged",
    "Body Composition",
    "Case-Control Studies",
    "Electric Impedance",
    "Estrogen Replacement Therapy",
    "Estrogens",
    "Female",
    "Follow-Up Studies",
    "Hormone Replacement Therapy",
    "Humans",
    "Middle Aged",
    "Muscle Weakness",
    "Muscle, Skeletal",
    "Outcome Assessment, Health Care",
    "Placebos",
    "Postmenopause",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31461147",
    "pmc": "PMC6716293",
    "doi": "10.1001/jamanetworkopen.2019.10154",
    "pii": "2749051"
  },
  "doi": "10.1001/jamanetworkopen.2019.10154",
  "pmc_id": "PMC6716293",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2020-06-15"
  },
  "chemicals": [
    "Estrogens",
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.161835",
    "pmid": "31461147"
  }
}