{
  "pmid": "31478023",
  "uid": "31478023",
  "title": "Quality, safety and performance management in primary health care: from scoping review to research priority setting and implementation plan in the Eastern Mediterranean Region.",
  "abstract": "INTRODUCTION: Strong primary health care (PHC) leads to better health outcomes, improves health equity and accelerates progress towards universal health coverage (UHC). The Astana Declaration on PHC emphasised the importance of quality care to achieve UHC. A comprehensive understanding of the quality paradigm of PHC is critical, yet it remains elusive in countries of the Eastern Mediterranean Region (EMR). This study used a multistep approach to generate a policy-relevant research agenda for strengthening quality, safety and performance management in PHC in the EMR. METHODS: A multistep approach was adopted, encompassing the following steps: scoping review and generation of evidence and gap maps, validation and ranking exercises, and development of an approach for research implementation. We followed Joanna Briggs Institute guidelines for conducting scoping reviews and a method review of the literature to build the evidence and gap maps. For the validation and ranking exercises, we purposively sampled 55 high-level policy-makers and stakeholders from selected EMR countries. We used explicit multicriteria for ranking the research questions emerging from the gap maps. The approach for research implementation was adapted from the literature and subsequently tailored to address the top ranked research question. RESULTS: The evidence and gap maps revealed limited production of research evidence in the area of quality, safety and performance management in PHC by country and by topic. The priority setting exercises generated a ranked list of 34 policy-relevant research questions addressing quality, safety and performance management in PHC in the EMR. The proposed research implementation plan involves collaborative knowledge generation with policy-makers along with knowledge translation and impact assessment. CONCLUSION: Study findings can help inform and direct future plans to generate, disseminate and use research evidence to enhance quality, safety and performance management in PHC in EMR and beyond. Study methodology can help bridge the gap between research and policy-making.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hishi",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Hishi",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Akkawi",
      "fore_name": "Alaa",
      "initials": "A",
      "name": "Alaa Al-Akkawi",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Tsolakian",
      "fore_name": "Ibrahim George",
      "initials": "IG",
      "name": "Ibrahim George Tsolakian",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hemadi",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadi",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hamadeh",
      "fore_name": "Randa S",
      "initials": "RS",
      "name": "Randa S Hamadeh",
      "affiliations": [
        "Primary Healthcare Department, Minstry of Public Health, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "AbuAlRub",
      "fore_name": "Raeda",
      "initials": "R",
      "name": "Raeda AbuAlRub",
      "affiliations": [
        "Department of Community and Mental Health Nursing, Jordan University of Science and Technology, Irbid, Jordan."
      ]
    },
    {
      "last_name": "Hamadeh",
      "fore_name": "Randah R",
      "initials": "RR",
      "name": "Randah R Hamadeh",
      "affiliations": [
        "Department of Family and Community Medicine, Arabian Gulf University, Manama, Bahrain."
      ]
    },
    {
      "last_name": "Arfa",
      "fore_name": "Chokri",
      "initials": "C",
      "name": "Chokri Arfa",
      "affiliations": [
        "National Institute of Labor and Social Studies (INTES), University of Carthage, Tunis, Tunisia."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "4",
    "issue": "Suppl 8",
    "pub_year": "2019"
  },
  "start_page": "e001477",
  "pages": "e001477",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31478023",
    "pmc": "PMC6703301",
    "doi": "10.1136/bmjgh-2019-001477",
    "pii": "bmjgh-2019-001477"
  },
  "doi": "10.1136/bmjgh-2019-001477",
  "pmc_id": "PMC6703301",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.362437",
    "pmid": "31478023"
  }
}