{
  "pmid": "31488369",
  "uid": "31488369",
  "title": "A community-based comprehensive intervention to reduce cardiovascular risk in hypertension (HOPE 4): a cluster-randomised controlled trial.",
  "abstract": "BACKGROUND: Hypertension is the leading cause of cardiovascular disease globally. Despite proven benefits, hypertension control is poor. We hypothesised that a comprehensive approach to lowering blood pressure and other risk factors, informed by detailed analysis of local barriers, would be superior to usual care in individuals with poorly controlled or newly diagnosed hypertension. We tested whether a model of care involving non-physician health workers (NPHWs), primary care physicians, family, and the provision of effective medications, could substantially reduce cardiovascular disease risk. METHODS: HOPE 4 was an open, community-based, cluster-randomised controlled trial involving 1371 individuals with new or poorly controlled hypertension from 30 communities (defined as townships) in Colombia and Malaysia. 16 communities were randomly assigned to control (usual care, n=727), and 14 (n=644) to the intervention. After community screening, the intervention included treatment of cardiovascular disease risk factors by NPHWs using tablet computer-based simplified management algorithms and counselling programmes; free antihypertensive and statin medications recommended by NPHWs but supervised by physicians; and support from a family member or friend (treatment supporter) to improve adherence to medications and healthy behaviours. The primary outcome was the change in Framingham Risk Score 10-year cardiovascular disease risk estimate at 12 months between intervention and control participants. The HOPE 4 trial is registered at ClinicalTrials.gov, NCT01826019. FINDINGS: All communities completed 12-month follow-up (data on 97% of living participants, n=1299). The reduction in Framingham Risk Score for 10-year cardiovascular disease risk was -6·40% (95% CI 8·00 to -4·80) in the control group and -11·17% (-12·88 to -9·47) in the intervention group, with a difference of change of -4·78% (95% CI -7·11 to -2·44, p<0·0001). There was an absolute 11·45 mm Hg (95% CI -14·94 to -7·97) greater reduction in systolic blood pressure, and a 0·41 mmol/L (95% CI -0·60 to -0·23) reduction in LDL with the intervention group (both p<0·0001). Change in blood pressure control status (<140 mm Hg) was 69% in the intervention group versus 30% in the control group (p<0·0001). There were no safety concerns with the intervention. INTERPRETATION: A comprehensive model of care led by NPHWs, involving primary care physicians and family that was informed by local context, substantially improved blood pressure control and cardiovascular disease risk. This strategy is effective, pragmatic, and has the potential to substantially reduce cardiovascular disease compared with current strategies that are typically physician based. FUNDING: Canadian Institutes of Health Research; Grand Challenges Canada; Ontario SPOR Support Unit and the Ontario Ministry of Health and Long-Term Care; Boehringer Ingelheim; Department of Management of Non-Communicable Diseases, WHO; and Population Health Research Institute. VIDEO ABSTRACT.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada. Electronic address: schwalj@mcmaster.ca."
      ]
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lopez-Jaramillo",
      "fore_name": "Patricio",
      "initials": "P",
      "name": "Patricio Lopez-Jaramillo",
      "affiliations": [
        "Research Institute, Fundación Oftalmológica de Santander, Floridablanca, Colombia; Masira Institute, Medical School, Universidad de Santander, Bucaramanga, Colombia."
      ]
    },
    {
      "last_name": "Yusoff",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Yusoff",
      "affiliations": [
        "Faculty of Medicine, Universiti Teknologi MARA, Selayang, Selangor, Malaysia; Faculty of Medicine and Health Sciences, UCSI, Kuala Lumpur, Malaysia."
      ]
    },
    {
      "last_name": "Attaran",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Attaran",
      "affiliations": [
        "Faculty of Law, University of Ottawa, Ottawa, ON, Canada; Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Lamelas",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Lamelas",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Camacho",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Camacho",
      "affiliations": [
        "Research Institute, Fundación Oftalmológica de Santander, Floridablanca, Colombia; Medical School, Universidad Autónoma de Bucaramanga, Bucaramanga, Colombia."
      ]
    },
    {
      "last_name": "Majid",
      "fore_name": "Fadhlina",
      "initials": "F",
      "name": "Fadhlina Majid",
      "affiliations": [
        "Faculty of Medicine, Universiti Teknologi MARA, Selayang, Selangor, Malaysia."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Islam",
      "fore_name": "Shofiqul",
      "initials": "S",
      "name": "Shofiqul Islam",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McKee",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin McKee",
      "affiliations": [
        "Department of Health Services Research and Policy, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "394",
    "issue": "10205",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "1231",
  "end_page": "1242",
  "pages": "1231-1242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Video-Audio Media"
  ],
  "keywords": [
    "Aged",
    "Cardiovascular Diseases",
    "Colombia",
    "Community Participation",
    "Female",
    "Humans",
    "Hypertension",
    "Malaysia",
    "Male",
    "Risk Reduction Behavior"
  ],
  "article_ids": {
    "pubmed": "31488369",
    "doi": "10.1016/S0140-6736(19)31949-X",
    "pii": "S0140-6736(19)31949-X"
  },
  "doi": "10.1016/S0140-6736(19)31949-X",
  "dates": {
    "completed": "2019-10-23",
    "revised": "2019-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.967159",
    "pmid": "31488369"
  }
}