{
  "pmid": "31483945",
  "uid": "31483945",
  "title": "The presence of helical flow can suppress areas of disturbed shear in parameterised models of an arteriovenous fistula.",
  "abstract": "Areas of disturbed shear that develop following arteriovenous fistula (AVF) creation are believed to trigger the onset of intimal hyperplasia (IH), leading to AVF dysfunction. The presence of helical flow can suppress the flow disturbances that lead to disturbed shear in other areas of the vasculature. However, the relationship between helical flow and disturbed shear remains unevaluated in AVF. In this study, computational fluid dynamics (CFD) is used to evaluate the relationship between geometry, helical flow, and disturbed shear in parameterised models of an AVF characterised by four different anastomosis angles. The AVF models with a small anastomosis angle demonstrate the lowest distribution of low/oscillating shear and are characterised by a high helical intensity coupled with a strong balance between helical structures. Contrastingly, the models with a large anastomosis angle experience the least amount of high shear, multidirectional shear, as well as spatial and temporal gradients of shear. Furthermore, the intensity of helical flow correlates strongly with curvature (r = 0.73, P < .001), whereas it is strongly and inversely associated with taper (r = -0.87, P < .001). In summary, a flow field dominated by a high helical intensity coupled with a strong balance between helical structures can suppress exposure to low/oscillating shear but is ineffective when it comes to other types of shear. This highlights the clinical potential of helical flow as a diagnostic marker of exposure to low/oscillating shear, as helical flow can be identified in vivo with the use of ultrasound imaging.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Connor V",
      "initials": "CV",
      "name": "Connor V Cunnane",
      "affiliations": [
        "Bio Materials Research Centre, Bernal Institute, School of Engineering, Health Research Institute (HRI), University of Limerick, Limerick, Ireland."
      ],
      "orcid": "0000-0001-6712-0670"
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Bio Materials Research Centre, Bernal Institute, School of Engineering, Health Research Institute (HRI), University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Moran",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Moran",
      "affiliations": [
        "Bio Materials Research Centre, Bernal Institute, School of Engineering, Health Research Institute (HRI), University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Bio Materials Research Centre, Bernal Institute, School of Engineering, Health Research Institute (HRI), University of Limerick, Limerick, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "International journal for numerical methods in biomedical engineering",
    "iso_abbreviation": "Int J Numer Method Biomed Eng",
    "issn": "2040-7947",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "e3259",
  "pages": "e3259",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arteriovenous Fistula",
    "Blood Flow Velocity",
    "Humans",
    "Hydrodynamics",
    "Models, Cardiovascular",
    "Pulsatile Flow",
    "Shear Strength"
  ],
  "article_ids": {
    "pubmed": "31483945",
    "doi": "10.1002/cnm.3259"
  },
  "doi": "10.1002/cnm.3259",
  "dates": {
    "completed": "2020-05-14",
    "revised": "2020-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.962656",
    "pmid": "31483945"
  }
}