{
  "pmid": "31488761",
  "uid": "31488761",
  "title": "French translation and linguistic validation of a new Patient Reported Outcome instrument: the BODY-Q: A description of the process.",
  "abstract": "BACKGROUND: Bariatric surgery or reconstructive body contouring surgery performed after weight loss, has the potential to have a major impact one's body image, health-related quality of life (HRQOL) and mental wellbeing. Many researches show interest in measuring this impact using generic instruments that unfortunately are not specifically oriented toward bariatric or surgery patients. The BODY-Q is a new patient-reported outcome (PRO) instrument designed to measure patient perceptions of weight loss and/or body contouring. In this article, we describe the methods used to translate and culturally adapt the French version of the BODY-Q. MATERIAL AND METHOD: We followed the recommendation for translation process established by the International Society for Pharmacoeconomics and Outcome Research (ISPOR) and the World Health Organisation (WHO). This process included two forward translations, one backward translation, a review by a panel of expert and cognitive debriefing interviews with patient. Our aim was to ensure a conceptual and culturally valid translation. RESULTS: This translation process led to a conceptually and culturally equivalent French version of the Body-Q. Backward translation comparison to the English original version led to the identification of 16 differences necessitating re-translation. The expert panel offered support to identify inadequate expressions and proposed changes to the translations. The cognitive debriefing interviews with 15 patients contributed to minor changes in the translation. CONCLUSIONS: This thorough method of translation and cultural adaptation allowed us to develop a conceptually and culturally valid French translation of the BODY-Q.",
  "authors": [
    {
      "last_name": "Rillon",
      "fore_name": "Perle",
      "initials": "P",
      "name": "Perle Rillon",
      "affiliations": [
        "Department of Psychiatry, Cliniques Universitaires Saint-Luc, Avenue Hippocrate 10, 1200 Brussels, Belgium, perlerillon@gmail.com."
      ]
    },
    {
      "last_name": "Château",
      "fore_name": "François",
      "initials": "F",
      "name": "François Château",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": []
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": []
    },
    {
      "last_name": "Geneviève",
      "fore_name": "Pirson",
      "initials": "P",
      "name": "Pirson Geneviève",
      "affiliations": []
    },
    {
      "last_name": "De Coninck",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine De Coninck",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Psychiatria Danubina",
    "iso_abbreviation": "Psychiatr Danub",
    "issn": "0353-5053",
    "issn_type": "Print",
    "volume": "31",
    "issue": "Suppl 3",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "406",
  "end_page": "410",
  "pages": "406-410",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Body Contouring",
    "Body Image",
    "Cultural Competency",
    "France",
    "Humans",
    "Linguistics",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Reproducibility of Results",
    "Translations",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "31488761"
  },
  "dates": {
    "completed": "2019-10-23",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.431883",
    "pmid": "31488761"
  }
}