{
  "pmid": "31497705",
  "uid": "31497705",
  "title": "Recycled Cellulose Polypropylene Composite Feedstocks for Material Extrusion Additive Manufacturing.",
  "abstract": "Many types of consumer-grade packaging can be used in material extrusion additive manufacturing processes, providing a high-value output for waste plastics. However, many of these plastics have reduced mechanical properties and increased warpage/shrinkage compared to those commonly used in three-dimensional (3D) printing. The addition of reinforcing materials can lead to stiffer parts with reduced distortion. This paper presents work in the reinforcement of recycled polypropylene using cellulose waste materials to generate a green composite feedstock for extrusion-based polymer additive manufacturing. Recycled polypropylene/waste paper, cardboard, and wood flour composites were made using a solid-state shear pulverization process. Fourier transform infrared and thermogravimetric analysis were utilized to qualitatively analyze the amount of filler incorporated into the 3D-printed materials. Recycled polymer composites had increased levels of filler incorporated in the printed parts compared to the virgin polymer composites based on the thermal gravimetric analysis. The dynamic mechanical analysis showed a ca. 20-30% increase in storage modulus with the addition of cellulose materials. Tensile strength was not significantly increased with the addition of 10 wt % cellulose, but the elastic modulus increased 38% in virgin polypropylene. The analysis of fracture surfaces revealed that failure initiates at the interface, suggesting that the interfacial strength is weaker than the filler strength.",
  "authors": [
    {
      "last_name": "Zander",
      "fore_name": "Nicole E",
      "initials": "NE",
      "name": "Nicole E Zander",
      "affiliations": [
        "U.S. Army Research Laboratory, Weapons and Materials Research Directorate, Aberdeen Proving Ground, Aberdeen, Maryland 21005, United States."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay H",
      "initials": "JH",
      "name": "Jay H Park",
      "affiliations": [
        "Francis College of Engineering, University of Massachusetts Lowell, Lowell, Massachusetts 01854, United States."
      ]
    },
    {
      "last_name": "Boelter",
      "fore_name": "Zachary R",
      "initials": "ZR",
      "name": "Zachary R Boelter",
      "affiliations": [
        "U.S. Army Research Laboratory, Weapons and Materials Research Directorate, Aberdeen Proving Ground, Aberdeen, Maryland 21005, United States."
      ]
    },
    {
      "last_name": "Gillan",
      "fore_name": "Margaret A",
      "initials": "MA",
      "name": "Margaret A Gillan",
      "affiliations": [
        "Henry M. Rowan College of Engineering, Rowan University, Glassboro, New Jersey 08028, United States."
      ]
    }
  ],
  "journal": {
    "title": "ACS omega",
    "iso_abbreviation": "ACS Omega",
    "issn": "2470-1343",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Aug",
    "pub_day": "27"
  },
  "start_page": "13879",
  "end_page": "13888",
  "pages": "13879-13888",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31497705",
    "pmc": "PMC6713991",
    "doi": "10.1021/acsomega.9b01564"
  },
  "doi": "10.1021/acsomega.9b01564",
  "pmc_id": "PMC6713991",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.649854",
    "pmid": "31497705"
  }
}