{
  "pmid": "31499828",
  "uid": "31499828",
  "title": "Numerical computation of the Rayleigh-Taylor instability for a viscous fluid with regularized interface properties.",
  "abstract": "In this article, the computation of the linear growth rates and eigenfunctions of the viscous version of the Rayleigh-Taylor instability by numerically solving the corresponding eigenvalue problem in the case of one-dimensional (1D) and two-dimensional (2D) geometries is studied. The 1D version is first validated in the particular inviscid case to be compared to the previous literature. The most unstable mode, also known as the first mode, which has the maximal linear growth rate has been extensively studied in previous literature. Higher modes have smaller eigenvalues, but the corresponding eigenfunctions present a more complex structure that contains multipeak shapes. In the extension to the 2D geometry, the length of the domain limits the wave number of the eigenvectors computed. In the extension to the 2D geometry the length of the domain limits the wave number of the eigenvectors computed. The importance of extending the results to the two-dimensional case is twofold. First, it opens up the possibility of generalizing the computation to more complex geometries that could contain fixed or floating objects and, second, allows the computation of flow instabilities in nonzero basic flows that could come from the steady Navier-Stokes solutions.",
  "authors": [
    {
      "last_name": "González-Gutiérrez",
      "fore_name": "L M",
      "initials": "LM",
      "name": "L M González-Gutiérrez",
      "affiliations": [
        "School of Naval Engineering, Universidad Politécnica de Madrid, Avda. de la Memoria 4, 28040 Madrid, Spain."
      ]
    },
    {
      "last_name": "de Andrea González",
      "fore_name": "A",
      "initials": "A",
      "name": "A de Andrea González",
      "affiliations": [
        "Departamento de Física, Escuela Politécnica Superior, Universidad Carlos III de Madrid, Av. Universidad 30, 28911 Leganés, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Physical review. E",
    "iso_abbreviation": "Phys Rev E",
    "issn": "2470-0053",
    "issn_type": "Electronic",
    "volume": "100",
    "issue": "1-1",
    "pub_year": "2019",
    "pub_month": "Jul"
  },
  "start_page": "013101",
  "pages": "013101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31499828",
    "doi": "10.1103/PhysRevE.100.013101"
  },
  "doi": "10.1103/PhysRevE.100.013101",
  "dates": {
    "completed": "2019-09-11",
    "revised": "2019-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.147373",
    "pmid": "31499828"
  }
}