{
  "pmid": "31499529",
  "uid": "31499529",
  "title": "Establishing the Prevalence and Prevalence at Birth of Hemophilia in Males: A Meta-analytic Approach Using National Registries.",
  "abstract": "BACKGROUND: The large observed variability in hemophilia prevalence prevents robust estimation of burden of disease. OBJECTIVE: To estimate the prevalence and prevalence at birth of hemophilia and the associated life expectancy disadvantage. DESIGN: Random-effects meta-analysis of registry data. SETTING: Australia, Canada, France, Italy, New Zealand, and the United Kingdom. PARTICIPANTS: Male patients with hemophilia A or B. MEASUREMENTS: Prevalence of hemophilia as a proportion of cases to the male population, prevalence of hemophilia at birth as a proportion of cases to live male births by year of birth, life expectancy disadvantage as a 1 - ratio of prevalence to prevalence at birth, and expected number of patients worldwide based on prevalence in high-income countries and prevalence at birth. RESULTS: Prevalence (per 100 000 males) is 17.1 cases for all severities of hemophilia A, 6.0 cases for severe hemophilia A, 3.8 cases for all severities of hemophilia B, and 1.1 cases for severe hemophilia B. Prevalence at birth (per 100 000 males) is 24.6 cases for all severities of hemophilia A, 9.5 cases for severe hemophilia A, 5.0 cases for all severities of hemophilia B, and 1.5 cases for severe hemophilia B. The life expectancy disadvantage for high-income countries is 30% for hemophilia A, 37% for severe hemophilia A, 24% for hemophilia B, and 27% for severe hemophilia B. The expected number of patients with hemophilia worldwide is 1 125 000, of whom 418 000 should have severe hemophilia. LIMITATION: Details were insufficient to adjust for comorbid conditions and ethnicity. CONCLUSION: The prevalence of hemophilia is higher than previously estimated. Patients with hemophilia still have a life expectancy disadvantage. Establishing prevalence at birth is a milestone toward assessing years of life lost, years of life with disability, and burden of disease. PRIMARY FUNDING SOURCE: None.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (A.I., F.G.)."
      ]
    },
    {
      "last_name": "Stonebraker",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Stonebraker",
      "affiliations": [
        "Poole College of Management at North Carolina State University, Raleigh, North Carolina (J.S.S.)."
      ]
    },
    {
      "last_name": "Chambost",
      "fore_name": "Hervé",
      "initials": "H",
      "name": "Hervé Chambost",
      "affiliations": [
        "La Timone Hospital of Assistance Publique - Hôpitaux de Marseille, Aix-Marseille University, Institut National de la Santé et de la Recherche Médicale, and Institut National de la Recherche Agronomique, Marseille, France (H.C.)."
      ]
    },
    {
      "last_name": "Makris",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Makris",
      "affiliations": [
        "University of Sheffield, Sheffield, United Kingdom (M.M.)."
      ]
    },
    {
      "last_name": "Coffin",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Coffin",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, Québec, Canada (D.C., C.H.)."
      ]
    },
    {
      "last_name": "Herr",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Herr",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, Québec, Canada (D.C., C.H.)."
      ]
    },
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (A.I., F.G.)."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "171",
    "issue": "8",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "540",
  "end_page": "546",
  "pages": "540-546",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Australia",
    "Canada",
    "France",
    "Hemophilia A",
    "Humans",
    "Infant, Newborn",
    "Italy",
    "Life Expectancy",
    "Male",
    "New Zealand",
    "Prevalence",
    "Registries",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "31499529",
    "doi": "10.7326/M19-1208",
    "pii": "2749729"
  },
  "doi": "10.7326/M19-1208",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2021-07-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.215325",
    "pmid": "31499529"
  }
}