{
  "pmid": "31493978",
  "uid": "31493978",
  "title": "ED recommendations for suicide prevention in adults: The ICAR[2]E mnemonic and a systematic review of the literature.",
  "abstract": "INTRODUCTION: Caring for suicidal patients can be challenging, especially in emergency departments without easy access to mental health specialists. The American College of Emergency Physicians and the American Foundation for Suicide Prevention appointed a working group to create an easy-to-use suicide prevention tool for ED providers. METHODS: The writing group created an easy-to-use mnemonic for the care of adult patients as a way of organizing sequential steps, accompanied by a systematic review of available ED-based suicide prevention literature. The systematic review was performed both to ensure that all relevant evidence was taken into account as well as to evaluate the strength of evidence for each recommendation. Levels of evidence were assigned utilizing the ACEP level of evidence classification. RESULTS: The writing group created the mnemonic ICAR[2]E, which stands for Identify suicide risk; Communicate; Assess for life threats and ensure safety; Risk assessment (of suicide); Reduce the risk (of suicide); and Extend care beyond the ED. 31 articles were identified in the search, and were included in the systematic review. CONCLUSIONS: The ICAR[2]E mnemonic may be a feasible way for practicing ED clinicians to provide evidence-based care to suicidal patients. However, further research is needed.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America; Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) lab, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America. Electronic address: MPWilson@uams.edu."
      ]
    },
    {
      "last_name": "Moutier",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Moutier",
      "affiliations": [
        "American Foundation for Suicide Prevention, New York, NY, United States of America."
      ]
    },
    {
      "last_name": "Wolf",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Wolf",
      "affiliations": [
        "Emergency Nurses' Association, Des Plaines Schaumburg, IL, United States of America."
      ]
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Nordstrom",
      "affiliations": [
        "Department of Psychiatry, University of Colorado School of Medicine, Denver, CO, United States of America."
      ]
    },
    {
      "last_name": "Schulz",
      "fore_name": "Travis",
      "initials": "T",
      "name": "Travis Schulz",
      "affiliations": [
        "American College of Emergency Physicians, Irving, TX, United States of America."
      ]
    },
    {
      "last_name": "Betz",
      "fore_name": "Marian E",
      "initials": "ME",
      "name": "Marian E Betz",
      "affiliations": [
        "Department of Emergency Medicine, University of Colorado School of Medicine, Denver, CO, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "571",
  "end_page": "581",
  "pages": "571-581",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Emergency Service, Hospital",
    "Humans",
    "Practice Guidelines as Topic",
    "Preventive Health Services",
    "Risk Assessment",
    "Suicide",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "31493978",
    "doi": "10.1016/j.ajem.2019.06.031",
    "pii": "S0735-6757(19)30411-5"
  },
  "doi": "10.1016/j.ajem.2019.06.031",
  "dates": {
    "completed": "2020-06-18",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.536491",
    "pmid": "31493978"
  }
}