{
  "pmid": "31495676",
  "uid": "31495676",
  "title": "Hospital resource use and costs among abdominal aortic aneurysm repair patients admitted to the intensive care unit.",
  "abstract": "BACKGROUND: Abdominal aortic aneurysm (AAA) repair is associated with significant morbidity and mortality. As a result, many of these patients are monitored postoperatively in the intensive care unit (ICU). However, little is known about resource utilization and costs associated with ICU admission in this population. We sought to evaluate predictors of total costs among patients admitted to the ICU after repair of nonruptured or ruptured AAA. METHODS: We retrospectively analyzed prospectively collected data (2011-2016) of ICU patients admitted after AAA repair. The primary outcome was total hospital costs. We used elastic net regression to identify pre-ICU admission predictors of hospitalization costs separately for nonruptured and ruptured AAA patients. RESULTS: We included 552 patients in the analysis. Of these, 440 (79.7%) were admitted after repair of nonruptured AAA, and 112 (20.3%) were admitted after repair of ruptured AAA. The mean age of patients with nonruptured AAA was 74 (standard deviation, 9) years, and the mean age of patients with ruptured AAA was 70 (standard deviation, 8) years. Median total hospital cost (in Canadian dollars) was $21,555 (interquartile range, $17,798-$27,294) for patients with nonruptured AAA and $33,709 (interquartile range, $23,173-$53,913) for patients with ruptured AAA. Among both nonruptured and ruptured AAA patients, increasing age, illness severity, use of endovascular repair, history of chronic obstructive pulmonary disease, and excessive blood loss (≥4000 mL) were associated with increased costs, whereas having an anesthesiologist with vascular subspecialty training was associated with lower costs. CONCLUSIONS: Patient-, procedure-, and clinician-specific variables are associated with costs in patients admitted to the ICU after repair of AAA. These factors may be considered future targets in initiatives to improve cost-effectiveness in this population.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I McIsaac",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kubelik",
      "fore_name": "Dalibor",
      "initials": "D",
      "name": "Dalibor Kubelik",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Division of Vascular and Endovascular Surgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thavorn",
      "fore_name": "Kednapa",
      "initials": "K",
      "name": "Kednapa Thavorn",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Montroy",
      "fore_name": "Kaitlyn",
      "initials": "K",
      "name": "Kaitlyn Montroy",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Halevy",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Halevy",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ullrich",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Ullrich",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hooper",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Hooper",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Division of General Surgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nagpal",
      "fore_name": "Sudhir",
      "initials": "S",
      "name": "Sudhir Nagpal",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Division of Vascular and Endovascular Surgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Institut du Savoir Montfort, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "1190",
  "end_page": "1199.e5",
  "pages": "1190-1199.e5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aortic Aneurysm, Abdominal",
    "Comorbidity",
    "Female",
    "Hospital Costs",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "31495676",
    "doi": "10.1016/j.jvs.2019.07.051",
    "pii": "S0741-5214(19)31799-9"
  },
  "doi": "10.1016/j.jvs.2019.07.051",
  "dates": {
    "completed": "2020-08-26",
    "revised": "2020-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.051973",
    "pmid": "31495676"
  }
}