{
  "pmid": "31501132",
  "uid": "31501132",
  "title": "Variation in the practice of discontinuing mechanical ventilation in critically ill adults: study protocol for an international prospective observational study.",
  "abstract": "INTRODUCTION: Research supports the use of specific strategies to discontinue mechanical ventilation (MV) in critically ill patients. Little is known about how clinicians actually wean and discontinue MV in practice or the association between different discontinuation strategies and outcomes. The primary objective of this study is to describe international practices in the use of (1) daily screening for readiness to discontinue MV, (2) modes of MV used before initial discontinuation attempts, (3) weaning and spontaneous breathing trial (SBT) protocols, (4) SBT techniques and (5) sedation and mobilisation practices to facilitate weaning and discontinuation. The secondary objectives are to identify patient characteristics and time-dependent factors associated with use of selected strategies, investigate associations between SBT outcome (failure vs success) and outcomes, explore differences between patients who undergo an SBT early versus later in their intensive care unit (ICU) stay, and investigate the associations between different SBT techniques and humidification strategies on outcomes. METHODS AND ANALYSIS: We will conduct an international, prospective, observational study of MV discontinuation practices among critically ill adults who receive invasive MV for at least 24 hours at approximately 150 ICUs in six geographic regions (Canada, USA, UK, Europe, India and Australia/New Zealand). Research personnel at participating ICUs will collect demographic data, data to characterise the initial strategy or event that facilitated discontinuation of MV (direct extubation, direct tracheostomy, initial successful SBT, initial failed SBT or death before any attempt could be made), clinical outcomes and site information. We aim to collect data on at least 10 non-death discontinuation events in each ICU (at least 1500 non-death discontinuation events). ETHICS AND DISSEMINATION: This study received Research Ethics Approval from St. Michael's Hospital (11-024) Research ethics approval will be sought from all participating sites. The results will be disseminated through publications in peer-reviewed journals. TRIAL REGISTRATION NUMBER: NCT03955874.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada BurnsK@smh.ca.",
        "Division of Critical Care Medicine, Department of Medicine, St Michael's Hospital, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Rizvi",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Division of Critical Care, St. Joseph's Hospital, Hamilton, Ontario, Canada.",
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Centre for Health Evaluation and Outcome Sciences and Division of Critical Care Medicine, Division of Critical Care Medicine, St Paul's Hospital and University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Critical Care Medicine, Department of Medicine, St Michael's Hospital, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Jones",
      "affiliations": [
        "Department of Critical Care Medicine, Guy's and St. Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Villar",
      "fore_name": "Jesus",
      "initials": "J",
      "name": "Jesus Villar",
      "affiliations": [
        "CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, Madrid, Spain.",
        "Multidisciplinary Organ Dysfunction Evaluation Research Network, Hospital Universitario de Gran Canaria Dr Negrin, Las Palmas de Gran Canaria, Spain."
      ]
    },
    {
      "last_name": "Kapadia",
      "fore_name": "Farhad N",
      "initials": "FN",
      "name": "Farhad N Kapadia",
      "affiliations": [
        "Department of Intensive Care, Hinduja National Hospital, Mumbai, India."
      ]
    },
    {
      "last_name": "Gattas",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Gattas",
      "affiliations": [
        "Intensive Care Unit, Royal Prince Alfred Hospital, Camperdown, New South Wales, Australia.",
        "George Institute for Global Health, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Epstein",
      "fore_name": "Scott K",
      "initials": "SK",
      "name": "Scott K Epstein",
      "affiliations": [
        "Tuft University School of Medicine, Boston, Massachusetts, United States."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "start_page": "e031775",
  "pages": "e031775",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Critical Care",
    "Critical Illness",
    "Critical Pathways",
    "Female",
    "Humans",
    "Male",
    "Monitoring, Physiologic",
    "Observational Studies as Topic",
    "Outcome and Process Assessment, Health Care",
    "Practice Patterns, Physicians'",
    "Respiration, Artificial",
    "Time Factors",
    "Tracheostomy",
    "Ventilator Weaning",
    "Withholding Treatment"
  ],
  "article_ids": {
    "pubmed": "31501132",
    "pmc": "PMC6738743",
    "doi": "10.1136/bmjopen-2019-031775",
    "pii": "bmjopen-2019-031775"
  },
  "doi": "10.1136/bmjopen-2019-031775",
  "pmc_id": "PMC6738743",
  "dates": {
    "completed": "2020-10-16",
    "revised": "2020-10-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.429005",
    "pmid": "31501132"
  }
}