{
  "pmid": "31506063",
  "uid": "31506063",
  "title": "Graphical comparisons of relative disease burden across multiple risk factors.",
  "abstract": "BACKGROUND: Population attributable fractions (PAF) measure the proportion of disease prevalence that would be avoided in a hypothetical population, similar to the population of interest, but where a particular risk factor is eliminated. They are extensively used in epidemiology to quantify and compare disease burden due to various risk factors, and directly influence public policy regarding possible health interventions. In contrast to individual specific metrics such as relative risks and odds ratios, attributable fractions depend jointly on both risk factor prevalence and relative risk. The relative contributions of these two components is important, and usually needs to be presented in summary tables that are presented together with the attributable fraction calculation. However, representing PAF in an accessible graphical format, that captures both prevalence and relative risk, may assist interpretation. METHODS: Taylor-series approximations to PAF in terms of risk factor prevalence and log-odds ratio are derived that facilitate simultaneous representation of PAF, risk factor prevalence and risk-factor/disease log-odds ratios on a single co-ordinate axis. Methods are developed for binary, multi-category and continuous exposure variables. RESULTS: The methods are demonstrated using INTERSTROKE, a large international case control dataset focused on risk factors for stroke. CONCLUSIONS: The described methods could be used as a complement to tables summarizing prevalence, odds ratios and PAF, and may convey the same information in a more intuitive and visually appealing manner. The suggested nomogram can also be used to visually estimate the effects of health interventions which only partially reduce risk factor prevalence. Finally, in the binary risk factor case, the approximations can also be used to quickly convert logistic regression coefficients for a risk factor into approximate PAFs.",
  "authors": [
    {
      "last_name": "Ferguson",
      "fore_name": "John",
      "initials": "J",
      "name": "John Ferguson",
      "affiliations": [
        "Health Research Board Clinical Research Facility, Department of Medicine, NUI Galway, Galway, Ireland. john.ferguson@nuigalway.ie."
      ],
      "orcid": "0000-0001-8475-398X"
    },
    {
      "last_name": "O'Leary",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil O'Leary",
      "affiliations": [
        "Health Research Board Clinical Research Facility, Department of Medicine, NUI Galway, Galway, Ireland."
      ]
    },
    {
      "last_name": "Maturo",
      "fore_name": "Fabrizio",
      "initials": "F",
      "name": "Fabrizio Maturo",
      "affiliations": [
        "Health Research Board Clinical Research Facility, Department of Medicine, NUI Galway, Galway, Ireland."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "Health Research Board Clinical Research Facility, Department of Medicine, NUI Galway, Galway, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "11"
  },
  "start_page": "186",
  "pages": "186",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Algorithms",
    "Apolipoprotein A-I",
    "Apolipoproteins B",
    "Case-Control Studies",
    "Female",
    "Humans",
    "Hypertension",
    "Logistic Models",
    "Male",
    "Models, Theoretical",
    "Odds Ratio",
    "Prevalence",
    "Risk Factors",
    "Smoking",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "31506063",
    "pmc": "PMC6737608",
    "doi": "10.1186/s12874-019-0827-4",
    "pii": "10.1186/s12874-019-0827-4"
  },
  "doi": "10.1186/s12874-019-0827-4",
  "pmc_id": "PMC6737608",
  "dates": {
    "completed": "2020-08-03",
    "revised": "2020-08-03"
  },
  "chemicals": [
    "Apolipoprotein A-I",
    "Apolipoproteins B"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.968942",
    "pmid": "31506063"
  }
}