{
  "pmid": "31500107",
  "uid": "31500107",
  "title": "Polysubstance Use among Patients Enrolling in Methadone Maintenance Treatment Program in a Vietnam Province with Drug-Driven HIV Epidemic.",
  "abstract": "Methadone maintenance treatment (MMT) has been scaled up significantly in recent years. This study aimed to investigate the pattern of polysubstance use in 395 MMT patients and its contextualized associated factors. A cross-sectional study was performed in three outpatient MMT clinics in Nam Dinh Province. Multivariate Poisson regression was used to identify factors associated with polysubstance use status. The mean MMT duration and the current MMT dose was 3.3 years and 69.2 mg, respectively. Among participants, 24.8% reported daily alcohol use, 68.6% smoked regularly, and 6% used illicit drugs. Peer pressure and MMT suboptimal adherence were found to associate with continual usage of drugs (47.8%). Participants who lived with a spouse/partner, were self-employed, and smoked were more likely to drink alcohol. Those who drink were also more likely to smoke, and vice versa. Recommendations for policymakers include community-based education and promotional programs aiming to decrease substance usage in the community as well as encouraging and supporting the private health sector in establishing private MMT services and clinics. Further longitudinal studies on polysubstance usage among MMT patients should also be conducted.",
  "authors": [
    {
      "last_name": "Le",
      "fore_name": "Tuan Anh",
      "initials": "TA",
      "name": "Tuan Anh Le",
      "affiliations": [
        "National Institute of Hygiene and Epidemiology, Hanoi 100000, Vietnam. lat@nihe.org.vn.",
        "Institute for Preventive Medicine and Public Health, Hanoi Medical University, Hanoi 100000, Vietnam. lat@nihe.org.vn."
      ],
      "orcid": "0000-0001-6859-5993"
    },
    {
      "last_name": "Pham",
      "fore_name": "Duyen T T",
      "initials": "DTT",
      "name": "Duyen T T Pham",
      "affiliations": [
        "National Institute of Hygiene and Epidemiology, Hanoi 100000, Vietnam. thanhduyen.yhdp1117@gmail.com."
      ]
    },
    {
      "last_name": "Quek",
      "fore_name": "Travis T C",
      "initials": "TTC",
      "name": "Travis T C Quek",
      "affiliations": [
        "Department of Psychological Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 119074, Singapore. e0011081@u.nus.edu."
      ],
      "orcid": "0000-0001-7328-2684"
    },
    {
      "last_name": "Vu",
      "fore_name": "Giang Thu",
      "initials": "GT",
      "name": "Giang Thu Vu",
      "affiliations": [
        "Center of Excellence in Evidence-Based Medicine, Nguyen Tat Thanh University, Ho Chi Minh City 700000, Vietnam. giang.coentt@gmail.com."
      ]
    },
    {
      "last_name": "Hoang",
      "fore_name": "Chi Linh",
      "initials": "CL",
      "name": "Chi Linh Hoang",
      "affiliations": [
        "Center of Excellence in Behavior Medicine, Nguyen Tat Thanh University, Ho Chi Minh City 700000, Vietnam. chi.coentt@gmail.com."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Tung Thanh",
      "initials": "TT",
      "name": "Tung Thanh Tran",
      "affiliations": [
        "Center of Excellence in Evidence-Based Medicine, Nguyen Tat Thanh University, Ho Chi Minh City 700000, Vietnam. tung.coentt@gmail.com."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Cuong Tat",
      "initials": "CT",
      "name": "Cuong Tat Nguyen",
      "affiliations": [
        "Institute for Global Health Innovations, Duy Tan University, Da Nang 550000, Vietnam. cuong.ighi@gmail.com."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Ninh Hai Thi",
      "initials": "NHT",
      "name": "Ninh Hai Thi Tran",
      "affiliations": [
        "National Hospital for Tropical Diseases, Hanoi 100000, Vietnam. dr.haininh@gmail.com."
      ]
    },
    {
      "last_name": "Vuong",
      "fore_name": "Quan Hoang",
      "initials": "QH",
      "name": "Quan Hoang Vuong",
      "affiliations": [
        "Centre for Interdisciplinary Social Research, Phenikaa University, Yen Nghia, Ha Dong, Hanoi 100803, Vietnam. hoang.vuongquan@phenikaa-uni.edu.vn.",
        "Faculty of Economics and Finance, Phenikaa University, Yen Nghia, Ha Dong 100803, Hanoi, Vietnam. hoang.vuongquan@phenikaa-uni.edu.vn."
      ],
      "orcid": "0000-0003-0790-1576"
    },
    {
      "last_name": "Tran",
      "fore_name": "Tung Hoang",
      "initials": "TH",
      "name": "Tung Hoang Tran",
      "affiliations": [
        "Institute of Orthopaedic and Trauma Surgery, Vietnam-Germany Hospital, Hanoi 100000, Vietnam. tranhoangtung.vd@gmail.com."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Bach Xuan",
      "initials": "BX",
      "name": "Bach Xuan Tran",
      "affiliations": [
        "Institute for Preventive Medicine and Public Health, Hanoi Medical University, Hanoi 100000, Vietnam. bach.ipmph@gmail.com.",
        "Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD 21205, USA. bach.ipmph@gmail.com."
      ],
      "orcid": "0000-0001-7827-8449"
    },
    {
      "last_name": "Latkin",
      "fore_name": "Carl A",
      "initials": "CA",
      "name": "Carl A Latkin",
      "affiliations": [
        "Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD 21205, USA. carl.latkin@jhu.edu."
      ],
      "orcid": "0000-0002-7931-2116"
    },
    {
      "last_name": "Ho",
      "fore_name": "Cyrus S H",
      "initials": "CSH",
      "name": "Cyrus S H Ho",
      "affiliations": [
        "Department of Psychological Medicine, National University Hospital, Singapore 119074, Singapore. cyrushosh@gmail.com."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Roger C M",
      "initials": "RCM",
      "name": "Roger C M Ho",
      "affiliations": [
        "Department of Psychological Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 119074, Singapore. pcmrhcm@nus.edu.sg.",
        "Center of Excellence in Behavior Medicine, Nguyen Tat Thanh University, Ho Chi Minh City 700000, Vietnam. pcmrhcm@nus.edu.sg.",
        "Institute for Health Innovation and Technology (iHealthtech), National University of Singapore, Singapore 119074, Singapore. pcmrhcm@nus.edu.sg."
      ],
      "orcid": "0000-0001-9629-4493"
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "18",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Alcohol Drinking",
    "Ambulatory Care Facilities",
    "Cross-Sectional Studies",
    "Epidemics",
    "Female",
    "HIV Infections",
    "Humans",
    "Male",
    "Methadone",
    "Middle Aged",
    "Opiate Substitution Treatment",
    "Substance-Related Disorders",
    "Vietnam"
  ],
  "article_ids": {
    "pubmed": "31500107",
    "pmc": "PMC6765943",
    "doi": "10.3390/ijerph16183277",
    "pii": "ijerph16183277"
  },
  "doi": "10.3390/ijerph16183277",
  "pmc_id": "PMC6765943",
  "dates": {
    "completed": "2020-02-03",
    "revised": "2024-07-20"
  },
  "chemicals": [
    "Methadone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.786361",
    "pmid": "31500107"
  }
}