{
  "pmid": "31515180",
  "uid": "31515180",
  "title": "Impact of Urgent Care Openings on Emergency Department Visits to Two Academic Medical Centers Within an Integrated Health Care System.",
  "abstract": "STUDY OBJECTIVE: The effect of urgent cares on local emergency department (ED) patient volumes is presently unknown. In this paper, we aimed to assess the change in low-acuity ED utilization at 2 academic medical centers in relation to patient proximity to an affiliated urgent care. METHODS: We created a geospatial database of ED visits occurring between April 2016 and March 2018 to 2 academic medical centers in an integrated health care system, geocoded by patient home address. We used logistic regression to characterize the relationship between the likelihood of patients visiting the ED for a low-acuity condition, based on ED discharge diagnosis, and urgent care center proximity, defined as living within 1 mile of an open urgent care center, for each of the academic medical centers in the system, adjusting for spatial, temporal, and patient factors. RESULTS: We identified a statistically significant reduction in the likelihood of ED visits for low-acuity conditions by patients living within 1 mile of an urgent care center at 1 of the 2 academic medical centers, with an adjusted odds ratio of 0.87 (95% confidence interval 0.78 to 0.98). There was, however, no statistically significant reduction at the other affiliated academic medical center. Further analysis showed a statistically significant temporal relationship between time since urgent care center opening and likelihood of a low-acuity ED visit, with approximately a 1% decrease in the odds of a low-acuity visit for every month that the proximal urgent care center was open (odds ratio 0.99; 95% confidence interval 0.985 to 0.997). CONCLUSION: Although further research is needed to assess the factors driving urgent care centers' variable influence on low-acuity ED use, these findings suggest that in similar settings urgent care center development may be an effective strategy for health systems hoping to decrease ED utilization for low-acuity conditions at academic medical centers.",
  "authors": [
    {
      "last_name": "Carlson",
      "fore_name": "Lucas C",
      "initials": "LC",
      "name": "Lucas C Carlson",
      "affiliations": [
        "Department of Emergency Medicine, Harvard Medical School, Boston, MA; Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA. Electronic address: lccarlson@mgh.harvard.edu."
      ]
    },
    {
      "last_name": "Raja",
      "fore_name": "Ali S",
      "initials": "AS",
      "name": "Ali S Raja",
      "affiliations": [
        "Center for Research in Emergency Department Operations, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Dworkis",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Dworkis",
      "affiliations": [
        "Department of Emergency Medicine, Keck School of Medicine of USC, and the Lever Institute, Los Angeles, CA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jarone",
      "initials": "J",
      "name": "Jarone Lee",
      "affiliations": [
        "Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA; Department of Surgery, Massachusetts General Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "David F M",
      "initials": "DFM",
      "name": "David F M Brown",
      "affiliations": [
        "Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Samuels-Kalow",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Samuels-Kalow",
      "affiliations": [
        "Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Emergency Medicine, Harvard Medical School, Boston, MA; Department of Emergency Medicine, Brigham and Women's Hospital, Boston, MA."
      ]
    },
    {
      "last_name": "Shapiro",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Shapiro",
      "affiliations": [
        "Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA; Partners Urgent Care, Boston, MA."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Jungyeon",
      "initials": "J",
      "name": "Jungyeon Kim",
      "affiliations": [
        "Department of Population Health, Harvard School of Public Health, Boston, MA."
      ]
    },
    {
      "last_name": "Yun",
      "fore_name": "Brian J",
      "initials": "BJ",
      "name": "Brian J Yun",
      "affiliations": [
        "Center for Research in Emergency Department Operations, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA; Department of Emergency Medicine, Harvard Medical School, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "382",
  "end_page": "391",
  "pages": "382-391",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Adult",
    "Aged",
    "Ambulatory Care Facilities",
    "Boston",
    "Delivery of Health Care, Integrated",
    "Emergency Service, Hospital",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Acceptance of Health Care",
    "Spatial Analysis"
  ],
  "article_ids": {
    "pubmed": "31515180",
    "doi": "10.1016/j.annemergmed.2019.06.024",
    "pii": "S0196-0644(19)30534-7"
  },
  "doi": "10.1016/j.annemergmed.2019.06.024",
  "dates": {
    "completed": "2020-05-04",
    "revised": "2020-05-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.537763",
    "pmid": "31515180"
  }
}