{
  "pmid": "31518240",
  "uid": "31518240",
  "title": "A Tool That Assesses the Evidence, Transparency, and Usability of Online Health Information: Development and Reliability Assessment.",
  "abstract": "BACKGROUND: The internet is commonly used by older adults to obtain health information and this trend has markedly increased in the past decade. However, studies illustrate that much of the available online health information is not informed by good quality evidence, developed in a transparent way, or easy to use. Furthermore, studies highlight that the general public lacks the skills necessary to distinguish between online products that are credible and trustworthy and those that are not. A number of tools have been developed to assess the evidence, transparency, and usability of online health information; however, many have not been assessed for reliability or ease of use. OBJECTIVE: The first objective of this study was to determine if a tool assessing the evidence, transparency, and usability of online health information exists that is easy and quick to use and has good reliability. No such tool was identified, so the second objective was to develop such a tool and assess it for reliability when used to assess online health information on topics of relevant to optimal aging. METHODS: An electronic database search was conducted between 2002 and 2012 to identify published papers describing tools that assessed the evidence, transparency, and usability of online health information. Papers were retained if the tool described was assessed for reliability, assessed the quality of evidence used to create online health information, and was quick and easy to use. When no one tool met expectations, a new instrument was developed and tested for reliability. Reliability between two raters was assessed using the intraclass correlation coefficient (ICC) for each item at two time points. SPSS Statistics 22 software was used for statistical analyses and a one-way random effects model was used to report the results. The overall ICC was assessed for the instrument as a whole in July 2015. The threshold for retaining items was ICC>0.60 (ie, \"good\" reliability). RESULTS: All tools identified that evaluated online health information were either too complex, took a long time to complete, had poor reliability, or had not undergone reliability assessment. A new instrument was developed and assessed for reliability in April 2014. Three items had an ICC<0.60 (ie, \"good\" reliability). One of these items was removed (\"minimal scrolling\") and two were retained but reworded for clarity. Four new items were added that assessed the level of research evidence that informed the online health information and the tool was retested in July 2015. The total ICC score showed excellent agreement with both single measures (ICC=0.988; CI 0.982-0.992) and average measures (ICC=0.994; CI 0.991-0.996). CONCLUSIONS: The results of this study suggest that this new tool is reliable for assessing the evidence, transparency, and usability of online health information that is relevant to optimal aging.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "The National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    },
    {
      "last_name": "Watson",
      "fore_name": "Susannah",
      "initials": "S",
      "name": "Susannah Watson",
      "affiliations": [
        "Health Evidence™, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7376-383X"
    },
    {
      "last_name": "Read",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Read",
      "affiliations": [
        "The National Collaborating Centre for Methods and Tools, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5901-244X"
    },
    {
      "last_name": "Graham",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Graham",
      "affiliations": [
        "Health Evidence™, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6299-494X"
    },
    {
      "last_name": "Yousefi Nooraie",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Yousefi Nooraie",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-9002-7121"
    },
    {
      "last_name": "Levinson",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Levinson",
      "affiliations": [
        "Division of e-Learning Innovation, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5240-6449"
    }
  ],
  "journal": {
    "title": "JMIR aging",
    "iso_abbreviation": "JMIR Aging",
    "issn": "2561-7605",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "e3",
  "pages": "e3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31518240",
    "pmc": "PMC6715399",
    "doi": "10.2196/aging.9216",
    "pii": "v1i1e3"
  },
  "doi": "10.2196/aging.9216",
  "pmc_id": "PMC6715399",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.348018",
    "pmid": "31518240"
  }
}