{
  "pmid": "31517500",
  "uid": "31517500",
  "title": "Acupuncture in sham device controlled trials may not be as effective as acupuncture in the real world: a preliminary network meta-analysis of studies of acupuncture for hot flashes in menopausal women.",
  "abstract": "BACKGROUND: Randomised controlled trials of acupuncture performed using sham interventions to control for the placebo effect have mostly used two types of sham techniques: techniques with minimal insertion of acupuncture needles with no additional stimulation (shallow needling control) and techniques with sham acupuncture devices that do not penetrate the skin (sham device control). To achieve successful blinding, sham device controlled acupuncture trials also use the acupuncture base unit in the verum acupuncture group, but in the shallow needling control trials this is not necessary for the verum acupuncture treatment. OBJECTIVE: In this study, we analysed the estimated comparative effectiveness of these two verum acupuncture modalities in studies of acupuncture for menopausal hot flashes that used two types of sham control treatments. METHODS: We conducted a network meta-analysis that included randomised controlled trials of acupuncture for hot flashes. Electronic databases, including Medline, Embase, Cochrane Library and AMED, were searched through March 2017. Data were extracted using a predefined data extraction tool by two independent reviewers. The risk of bias was assessed using the Cochrane risk of bias tool for randomised controlled trials. A five-node network meta-analysis was conducted based on the frequentist framework. RESULTS: Eight studies were included in this review. From the network meta-analysis, we found that verum acupuncture in the shallow needling controlled trials was more effective than verum acupuncture in the sham device controlled trials (SMD -7.27, 95% CI-9.11 to -5.43). Significant heterogeneity and inconsistency were not observed among the included studies or the comparisons. CONCLUSIONS: From this preliminary analysis, we found that different types of verum acupuncture may have different effect sizes with respect to the severity of menopausal hot flashes.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ],
      "orcid": "0000-0002-8448-3219"
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Clinical Medicine Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea.",
        "Allied Health Sciences, School of Health and Social Care, London South Bank University, London, United Kingdom."
      ],
      "orcid": "0000-0001-6651-7641"
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Faculty of Medicine, Department of Community Medicine, National Research Centre in Complementary and Alternative Medicine, UiT The Arctic University of Norway, Tromso, Norway."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Acupuncture in medicine : journal of the British Medical Acupuncture Society",
    "iso_abbreviation": "Acupunct Med",
    "issn": "1759-9873",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "37",
  "end_page": "44",
  "pages": "37-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Female",
    "Hot Flashes",
    "Humans",
    "Menopause",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31517500",
    "pmc": "PMC7041625",
    "doi": "10.1136/acupmed-2018-011671"
  },
  "doi": "10.1136/acupmed-2018-011671",
  "pmc_id": "PMC7041625",
  "dates": {
    "completed": "2020-06-24",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.691081",
    "pmid": "31517500"
  }
}