{
  "pmid": "31517133",
  "uid": "31517133",
  "title": "The crossover design for studies of infertility employing in-vitro fertilization: A methodological survey.",
  "abstract": "BACKGROUND: Infertility has become increasingly common worldwide. There is a need for the infertility literature to evaluate new interventions with IVF. The crossover design presents many methodological advantages for IVF trials. In addition to providing a within-person comparison of outcomes, it offers participants the opportunity to potentially benefit from more than one available treatment. However, infertility studies present a unique challenge in terms of bias: successful participants do not cross over to the second treatment group. OBJECTIVES: The main objective of our study was to survey the methodological features of crossover trials for infertility with in-vitro fertilization (IVF) based interventions. A secondary focus was reporting key results. STUDY DESIGN & SETTING: We conducted a methodological survey by systematically searching Medline and Embase databases. The capture-recapture technique was used to estimate the number of relevant studies that were not retrieved by our search strategy. We employed the Cochrane risk of bias tool to assess methodological rigour. Crossover-specific methods features were summarized. Treatment effects for pregnancy outcomes across studies are also presented. RESULTS: 15 studies met inclusion criteria. Most studies were deemed to have high or unclear risks of bias, usually because of incomplete reporting of outcome data and assessment procedures. 13 studies did not employ crossover-specific methods to analyze outcome data by period, which may bias treatment effect estimates. Four studies reported pregnancy outcome data with sample sizes from both treatment periods. Of these four studies, three reported that the control intervention was favoured. CONCLUSIONS: The main limitation of our survey was the small sample size of studies. Future reviews should be larger and seek to encompass a broader range of the infertility literature. Despite the issues identified in the included trials, consideration should still be given to using the crossover design in future infertility research. Employing crossover-specific analysis methods, such as accounting for participant non-completion, along with strict adherence to CONSORT reporting guidelines, may significantly reduce the risk of bias in individual studies.",
  "authors": [
    {
      "last_name": "Budhram",
      "fore_name": "Dalton R",
      "initials": "DR",
      "name": "Dalton R Budhram",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Shi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Radiology, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, ON, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials communications",
    "iso_abbreviation": "Contemp Clin Trials Commun",
    "issn": "2451-8654",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "100426",
  "pages": "100426",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31517133",
    "pmc": "PMC6734149",
    "doi": "10.1016/j.conctc.2019.100426",
    "pii": "S2451-8654(19)30188-7"
  },
  "doi": "10.1016/j.conctc.2019.100426",
  "pmc_id": "PMC6734149",
  "dates": {
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.207592",
    "pmid": "31517133"
  }
}