{
  "pmid": "31516347",
  "uid": "31516347",
  "title": "Phragmites australis - a helophytic grass - can establish successful partnership with phenol-degrading bacteria in a floating treatment wetland.",
  "abstract": "Helophytic plants contribute significantly in phytoremediation of a variety of pollutants due to their physiological or biochemical mechanisms. Phenol, which is reported to have negative/deleterious effects on plant metabolism at concentrations higher than 500 mg/L, remains hard to be removed from the environmental compartments using conventional phytoremediation procedures. The present study aims to investigate the feasibility of using P. australis (a helophytic grass) in combination with three bacterial strains namely Acinetobacter lwofii ACRH76, Bacillus cereus LORH97, and Pseudomonas sp. LCRH90, in a floating treatment wetland (FTW) for the removal of phenol from contaminated water. The strains were screened based on their phenol degrading and plant growth promoting activities. We found that inoculated bacteria were able to colonize in the roots and shoots of P. australis, suggesting their potential role in the successful removal of phenol from the contaminated water. Pseudomonas sp. LCRH90 dominated the bacterial community structure followed by A. lowfii ACRH76 and B. cereus LORH97. The removal rate was significantly high when compared with the individual partners, i.e., plants and bacteria separately. The plant biomass, which was drastically reduced in the presence of phenol, recovered significantly with the inoculation of bacterial consortia. Likewise, highest reduction in chemical oxygen demand (COD), biochemical oxygen demand (BOD), and total organic carbon (TOC) is achieved when both plants and bacteria were employed. The study, therefore, suggests that P. australis in combination with efficient bacteria can be a suitable choice to FTWs for phenol-degradation in water.",
  "authors": [
    {
      "last_name": "Saleem",
      "fore_name": "Hamna",
      "initials": "H",
      "name": "Hamna Saleem",
      "affiliations": [
        "Deparment Molecular Life Sciences, Friedrich-Schiller-University Jena, Jena, Germany.",
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Arslan",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Arslan",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan.",
        "Department of Environmental Biotechnology, Helmholtz Centre for Environmental Research (UFZ), Leipzig, Germany."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Khadeeja",
      "initials": "K",
      "name": "Khadeeja Rehman",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Tahseen",
      "fore_name": "Razia",
      "initials": "R",
      "name": "Razia Tahseen",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Soil and Environmental Biotechnology Division, National Institute for Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Saudi journal of biological sciences",
    "iso_abbreviation": "Saudi J Biol Sci",
    "issn": "1319-562X",
    "issn_type": "Print",
    "volume": "26",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "1179",
  "end_page": "1186",
  "pages": "1179-1186",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31516347",
    "pmc": "PMC6733312",
    "doi": "10.1016/j.sjbs.2018.01.014",
    "pii": "S1319-562X(18)30032-9"
  },
  "doi": "10.1016/j.sjbs.2018.01.014",
  "pmc_id": "PMC6733312",
  "dates": {
    "revised": "2024-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.861021",
    "pmid": "31516347"
  }
}