{
  "pmid": "31515311",
  "uid": "31515311",
  "title": "Vaccine strategies for prevention of community-acquired pneumonia in Canada: Who would benefit most from pneumococcal immunization?",
  "abstract": "OBJECTIVE: To describe the burden of pneumococcal disease and associated risk factors in the Canadian adult population, delineate available pneumococcal vaccines and associated efficacy and effectiveness data, and review current pneumococcal vaccine recommendations and community-acquired pneumonia (CAP) prevention strategies in Canada. QUALITY OF EVIDENCE: Pneumococcal vaccination guidelines from the Canadian National Advisory Committee on Immunization in 2013 and 2016 constitute level III evidence for CAP prevention in the Canadian adult population. MAIN MESSAGE: It is recommended that immunosuppressed adults of all ages receive the 13-valent pneumococcal conjugate vaccine (PCV13) (grades A and B recommendations). In 2016, the National Advisory Committee on Immunization also recommended that all adults aged 65 years and older receive PCV13 (grade A recommendation) on an individual basis, followed by the 23-valent pneumococcal polysaccharide vaccine (grade B recommendation). This update is based on a large clinical study that demonstrated PCV13 efficacy against vaccine-type CAP in this population. CONCLUSION: Physicians should focus on improving pneumococcal vaccination rates among adults, which remain low. Vaccination with PCV13 should also be considered for adults with chronic conditions, whose baseline risk is often higher than that for healthy individuals aged 65 years and older.",
  "authors": [
    {
      "last_name": "Kaplan",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Kaplan",
      "affiliations": [
        "Clinical Lecturer in the Department of Family and Community Medicine at the University of Toronto in Ontario. For4kids@gmail.com."
      ]
    },
    {
      "last_name": "Arsenault",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Arsenault",
      "affiliations": [
        "Associate Professor in the Department of Family and Emergency Medicine at the University of Sherbrooke in Quebec."
      ]
    },
    {
      "last_name": "Aw",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Aw",
      "affiliations": [
        "Family physician at the Ultimate Health Medical Centre in Richmond Hill, Ont."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Vivien",
      "initials": "V",
      "name": "Vivien Brown",
      "affiliations": [
        "Assistant Professor in the Department of Family and Community Medicine at the University of Toronto."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "George",
      "initials": "G",
      "name": "George Fox",
      "affiliations": [
        "Professor in the Department of Medicine (Respirology) at Memorial University of Newfoundland in St John's."
      ]
    },
    {
      "last_name": "Grossman",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Grossman",
      "affiliations": [
        "Professor in the Department of Medicine at the University of Toronto."
      ]
    },
    {
      "last_name": "Jadavji",
      "fore_name": "Taj",
      "initials": "T",
      "name": "Taj Jadavji",
      "affiliations": [
        "Professor in the Department of Microbiology, Immunology and Infectious Diseases in the Cumming School of Medicine at the University of Calgary in Alberta."
      ]
    },
    {
      "last_name": "Laferrière",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Laferrière",
      "affiliations": [
        "Regional Medical Research Specialist and Medical Advisor with Pfizer Canada Inc in Kirkland, Que, at the time of writing."
      ]
    },
    {
      "last_name": "Levitz",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Levitz",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at McGill University in Montreal, Que."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Professor in the Department of Pathology and Molecular Medicine at McMaster University in Hamilton, Ont."
      ]
    },
    {
      "last_name": "McIvor",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew McIvor",
      "affiliations": [
        "Professor in the Division of Respirology in the Department of Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Mody",
      "fore_name": "Christopher H",
      "initials": "CH",
      "name": "Christopher H Mody",
      "affiliations": [
        "Professor and Head of the Department of Microbiology, Immunology and Infectious Diseases in the Cumming School of Medicine at the University of Calgary."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Yannick",
      "initials": "Y",
      "name": "Yannick Poulin",
      "affiliations": [
        "Assistant Professor in the Department of Medicine at the University of Sherbrooke."
      ]
    },
    {
      "last_name": "Shapiro",
      "fore_name": "Marla",
      "initials": "M",
      "name": "Marla Shapiro",
      "affiliations": [
        "Professor in the Department of Family and Community Medicine at the University of Toronto."
      ]
    },
    {
      "last_name": "Tessier",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Tessier",
      "affiliations": [
        "Clinician at the Hôpital Saint-Luc du CHUM in the Groupe de médecine de famille du Quartier Latin and Medical Director of the Groupe Santé Voyage in Montreal."
      ]
    },
    {
      "last_name": "Théorêt",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Théorêt",
      "affiliations": [
        "Family physician on the Lower Outaouais Family Health Team in Hawkesbury, Ont."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Weiss",
      "affiliations": [
        "Chief of the Division of Infectious Diseases at the Jewish General Hospital of McGill University."
      ]
    },
    {
      "last_name": "Yaremko",
      "fore_name": "John",
      "initials": "J",
      "name": "John Yaremko",
      "affiliations": [
        "Assistant Professor in the Department of Pediatrics and the Department of Family Medicine at McGill University."
      ]
    },
    {
      "last_name": "Zhanel",
      "fore_name": "George",
      "initials": "G",
      "name": "George Zhanel",
      "affiliations": [
        "Professor in the Department of Medical Microbiology and Infectious Diseases at the University of Manitoba in Winnipeg."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "625",
  "end_page": "633",
  "pages": "625-633",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Advisory Committees",
    "Canada",
    "Community-Acquired Infections",
    "Humans",
    "Immunization Schedule",
    "Pneumococcal Vaccines",
    "Pneumonia, Pneumococcal",
    "Practice Guidelines as Topic",
    "Streptococcus pneumoniae",
    "Vaccines, Conjugate"
  ],
  "article_ids": {
    "pubmed": "31515311",
    "pmc": "PMC6741809",
    "pii": "65/9/625"
  },
  "pmc_id": "PMC6741809",
  "dates": {
    "completed": "2020-09-30",
    "revised": "2024-07-20"
  },
  "chemicals": [
    "13-valent pneumococcal vaccine",
    "23-valent pneumococcal capsular polysaccharide vaccine",
    "Pneumococcal Vaccines",
    "Vaccines, Conjugate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.158068",
    "pmid": "31515311"
  }
}