{
  "pmid": "31525824",
  "uid": "31525824",
  "title": "Interim PET-results for prognosis in adults with Hodgkin lymphoma: a systematic review and meta-analysis of prognostic factor studies.",
  "abstract": "BACKGROUND: Hodgkin lymphoma (HL) is one of the most common haematological malignancies in young adults and, with cure rates of 90%, has become curable for the majority of individuals. Positron emission tomography (PET) is an imaging tool used to monitor a tumour's metabolic activity, stage and progression. Interim PET during chemotherapy has been posited as a prognostic factor in individuals with HL to distinguish between those with a poor prognosis and those with a better prognosis. This distinction is important to inform decision-making on the clinical pathway of individuals with HL. OBJECTIVES: To determine whether in previously untreated adults with HL receiving first-line therapy, interim PET scan results can distinguish between those with a poor prognosis and those with a better prognosis, and thereby predict survival outcomes in each group. SEARCH METHODS: We searched MEDLINE, Embase, CENTRAL and conference proceedings up until April 2019. We also searched one trial registry (ClinicalTrials.gov). SELECTION CRITERIA: We included retrospective and prospective studies evaluating interim PET scans in a minimum of 10 individuals with HL (all stages) undergoing first-line therapy. Interim PET was defined as conducted during therapy (after one, two, three or four treatment cycles). The minimum follow-up period was at least 12 months. We excluded studies if the trial design allowed treatment modification based on the interim PET scan results. DATA COLLECTION AND ANALYSIS: We developed a data extraction form according to the Checklist for Critical Appraisal and Data Extraction for Systematic Reviews of Prediction Modelling Studies (CHARMS). Two teams of two review authors independently screened the studies, extracted data on overall survival (OS), progression-free survival (PFS) and PET-associated adverse events (AEs), assessed risk of bias (per outcome) according to the Quality in Prognosis Studies (QUIPS) tool, and assessed the certainty of the evidence (GRADE). We contacted investigators to obtain missing information and data. MAIN RESULTS: Our literature search yielded 11,277 results. In total, we included 23 studies (99 references) with 7335 newly-diagnosed individuals with classic HL (all stages).Participants in 16 studies underwent (interim) PET combined with computed tomography (PET-CT), compared to PET only in the remaining seven studies. The standard chemotherapy regimen included ABVD (16) studies, compared to BEACOPP or other regimens (seven studies). Most studies (N = 21) conducted interim PET scans after two cycles (PET2) of chemotherapy, although PET1, PET3 and PET4 were also reported in some studies. In the meta-analyses, we used PET2 data if available as we wanted to ensure homogeneity between studies. In most studies interim PET scan results were evaluated according to the Deauville 5-point scale (N = 12).Eight studies were not included in meta-analyses due to missing information and/or data; results were reported narratively. For the remaining studies, we pooled the unadjusted hazard ratio (HR). The timing of the outcome measurement was after two or three years (the median follow-up time ranged from 22 to 65 months) in the pooled studies.Eight studies explored the independent prognostic ability of interim PET by adjusting for other established prognostic factors (e.g. disease stage, B symptoms). We did not pool the results because the multivariable analyses adjusted for a different set of factors in each study.Overall survivalTwelve (out of 23) studies reported OS. Six of these were assessed as low risk of bias in all of the first four domains of QUIPS (study participation, study attrition, prognostic factor measurement and outcome measurement). The other six studies were assessed as unclear, moderate or high risk of bias in at least one of these four domains. Nine studies were assessed as high risk, and three studies as moderate risk of bias for the domain study confounding. Eight studies were assessed as low risk, and four studies as high risk of bias for the domain statistical analysis and reporting.We pooled nine studies with 1802 participants. Participants with HL who have a negative interim PET scan result probably have a large advantage in OS compared to those with a positive interim PET scan result (unadjusted HR 5.09, 95% confidence interval (CI) 2.64 to 9.81, I² = 44%, moderate-certainty evidence). In absolute values, this means that 900 out of 1000 participants with a negative interim PET scan result will probably survive longer than three years compared to 585 (95% CI 356 to 757) out of 1000 participants with a positive result.Adjusted results from two studies also indicate an independent prognostic value of interim PET scan results (moderate-certainty evidence).Progression-free survival Twenty-one studies reported PFS. Eleven out of 21 were assessed as low risk of bias in the first four domains. The remaining were assessed as unclear, moderate or high risk of bias in at least one of the four domains. Eleven studies were assessed as high risk, nine studies as moderate risk and one study as low risk of bias for study confounding. Eight studies were assessed as high risk, three as moderate risk and nine as low risk of bias for statistical analysis and reporting.We pooled 14 studies with 2079 participants. Participants who have a negative interim PET scan result may have an advantage in PFS compared to those with a positive interim PET scan result, but the evidence is very uncertain (unadjusted HR 4.90, 95% CI 3.47 to 6.90, I² = 45%, very low-certainty evidence). This means that 850 out of 1000 participants with a negative interim PET scan result may be progression-free longer than three years compared to 451 (95% CI 326 to 569) out of 1000 participants with a positive result.Adjusted results (not pooled) from eight studies also indicate that there may be an independent prognostic value of interim PET scan results (low-certainty evidence).PET-associated adverse eventsNo study measured PET-associated AEs. AUTHORS' CONCLUSIONS: This review provides moderate-certainty evidence that interim PET scan results predict OS, and very low-certainty evidence that interim PET scan results predict progression-free survival in treated individuals with HL. This evidence is primarily based on unadjusted data. More studies are needed to test the adjusted prognostic ability of interim PET against established prognostic factors.",
  "authors": [
    {
      "last_name": "Aldin",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Aldin",
      "affiliations": [
        "University of Cologne, Faculty of Medicine and University Hospital Cologne, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf, Cochrane Haematological Malignancies, Kerpener Str. 62, Cologne, Germany, 50937."
      ]
    },
    {
      "last_name": "Umlauff",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Umlauff",
      "affiliations": []
    },
    {
      "last_name": "Estcourt",
      "fore_name": "Lise J",
      "initials": "LJ",
      "name": "Lise J Estcourt",
      "affiliations": []
    },
    {
      "last_name": "Collins",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Collins",
      "affiliations": []
    },
    {
      "last_name": "Moons",
      "fore_name": "Karel Gm",
      "initials": "KG",
      "name": "Karel Gm Moons",
      "affiliations": []
    },
    {
      "last_name": "Engert",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Engert",
      "affiliations": []
    },
    {
      "last_name": "Kobe",
      "fore_name": "Carsten",
      "initials": "C",
      "name": "Carsten Kobe",
      "affiliations": []
    },
    {
      "last_name": "von Tresckow",
      "fore_name": "Bastian",
      "initials": "B",
      "name": "Bastian von Tresckow",
      "affiliations": []
    },
    {
      "last_name": "Haque",
      "fore_name": "Madhuri",
      "initials": "M",
      "name": "Madhuri Haque",
      "affiliations": []
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": []
    },
    {
      "last_name": "Kreuzberger",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Kreuzberger",
      "affiliations": []
    },
    {
      "last_name": "Trivella",
      "fore_name": "Marialena",
      "initials": "M",
      "name": "Marialena Trivella",
      "affiliations": []
    },
    {
      "last_name": "Skoetz",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Skoetz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "CD012643",
  "pages": "CD012643",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antineoplastic Combined Chemotherapy Protocols",
    "Chemoradiotherapy",
    "Disease Progression",
    "Disease-Free Survival",
    "Hodgkin Disease",
    "Humans",
    "Positron-Emission Tomography",
    "Prognosis",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31525824",
    "pmc": "PMC6746624",
    "doi": "10.1002/14651858.CD012643.pub2"
  },
  "doi": "10.1002/14651858.CD012643.pub2",
  "pmc_id": "PMC6746624",
  "dates": {
    "completed": "2019-10-17",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "16895",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "27294",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:23.248656",
    "pmid": "31525824"
  }
}