{
  "pmid": "31525157",
  "uid": "31525157",
  "title": "\"I am a healthcare practitioner\": A qualitative exploration of massage therapists' professional identity.",
  "abstract": "BackgroundA division has been described among massage therapists, some who identify as healthcare providers while others identify as service providers. The perceived division creates confusion about what it means to be a massage therapist. ObjectiveThis qualitative study answered, \"How do massage therapists in Ontario describe their professional identity?\" MethodsQualitative description (QD) was used and data were collected from 33 massage therapists using semi-structured interviews. ResultsThe resulting description of massage therapists' identity in Ontario is the first of its kind. The identity described includes passion as professional motivation in practice, the importance of confidence and competence, a focus on the therapeutic relationship, individualized care, and patient empowerment, and a desire to be recognized for their role within the healthcare system. ConclusionThere is still much to be investigated about massage therapists' identity. Future research will explore whether this description resonates with a larger sample of massage therapists in Ontario.",
  "authors": [
    {
      "last_name": "Baskwill",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Baskwill",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University and Faculty of Health Sciences and Wellness, Humber College, 205 Humber College Blvd, Toronto, Ontario M9W5L7, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory, and Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harnish",
      "fore_name": "Del",
      "initials": "D",
      "name": "Del Harnish",
      "affiliations": [
        "Department of Pathology and Molecular Medicine and Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dore",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory and Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of complementary & integrative medicine",
    "iso_abbreviation": "J Complement Integr Med",
    "issn": "1553-3840",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Communication",
    "Empathy",
    "Evidence-Based Medicine",
    "Female",
    "Health Personnel",
    "Humans",
    "Male",
    "Massage",
    "Ontario",
    "Precision Medicine",
    "Professional Role",
    "Qualitative Research",
    "Self Concept"
  ],
  "article_ids": {
    "pubmed": "31525157",
    "doi": "10.1515/jcim-2019-0067",
    "pii": "/j/jcim.ahead-of-print/jcim-2019-0067/jcim-2019-0067.xml"
  },
  "doi": "10.1515/jcim-2019-0067",
  "dates": {
    "completed": "2020-07-13",
    "revised": "2020-07-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.096815",
    "pmid": "31525157"
  }
}