{
  "pmid": "31523851",
  "uid": "31523851",
  "title": "Public health nurse delivered group cognitive behavioral therapy (CBT) for postpartum depression: A pilot study.",
  "abstract": "OBJECTIVES: Although postpartum depression (PPD) affects 1 in 5 women, just 15% receive treatment. Cognitive Behavioural Therapy (CBT) is a first-line treatment for PPD. The objective of this pilot study was to determine the feasibility and acceptability of public health nurse (PHN)-delivered group CBT for PPD and to determine preliminary estimates of effect. DESIGN: A pre-posttest design was used. Participants provided data before and after the CBT groups. SAMPLE: Seven women who were over the age of 18 and had given birth in the past year participated. MEASUREMENTS: Feasibility and acceptability focused on PHN training, recruitment, retention, and adherence to the intervention. Participants provided data on depression, worry, health care utilization and mother-infant relations. Women and their partners reported on infant temperament. INTERVENTION: Participants attended a 9-week CBT group delivered by two PHNs. RESULTS: The PHN training, CBT intervention and our study protocol were found to be feasible and acceptable to participants. Reductions were seen in depression and worry. The number of health care visits decreased; mother-infant relations improved. CONCLUSIONS: These findings highlight the feasibility of PHN-delivered group CBT for PPD and suggest that it could reduce the burden of PPD on women and their children.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7244-0222"
    },
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2197-8118"
    },
    {
      "last_name": "Feller",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Feller",
      "affiliations": [
        "Public Health, Regional Municipality of Niagara, Thorold, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ferro",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Ferro",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Biscaro",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biscaro",
      "affiliations": [
        "Family Health Division, Niagara Region Public Health and Emergency Services, Thorold, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bieling",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Bieling",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Mental Health and Addictions Services, St. Joseph's Hospital, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Public health nursing (Boston, Mass.)",
    "iso_abbreviation": "Public Health Nurs",
    "issn": "1525-1446",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "50",
  "end_page": "55",
  "pages": "50-55",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Cognitive Behavioral Therapy",
    "Depression",
    "Depression, Postpartum",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Mother-Child Relations",
    "Nurses, Public Health",
    "Patient Acceptance of Health Care",
    "Pilot Projects",
    "Psychotherapy, Group",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31523851",
    "doi": "10.1111/phn.12664"
  },
  "doi": "10.1111/phn.12664",
  "dates": {
    "completed": "2020-11-06",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.133081",
    "pmid": "31523851"
  }
}