{
  "pmid": "31538129",
  "uid": "31538129",
  "title": "Minimizing control group allocation in randomized trials using dynamic borrowing of external control data - An application to second line therapy for non-small cell lung cancer.",
  "abstract": "BACKGROUND: Enrollment of participants to control arms in clinical trials can be challenging. This is particularly an issue in oncology trials where the standard-of-care is shifting rapidly and several promising experimental treatments are undergoing phase III testing. Novel methods for utilizing external control data may mitigate these challenges, but applied examples are sparse. Here, we therefore illustrate how Bayesian dynamic borrowing of external individual patient level control data from similar clinical trials can often reduce randomization to the control intervention without substantially trading-off precision. We further explore which types of scenarios yield viable trade-offs, and which do not. PATIENTS AND METHODS: We obtained individual patient data on patients being treated with second-line therapy for non-small cell lung cancer from Project Data Sphere with minimal in/exclusion criteria restrictions, and applied Bayesian hierarchical models with uninformative priors to generate illustrative synthetic control groups. RESULTS: Four phase III clinical trials were identified and utilized in our analysis. Even when studies which are knowingly incongruent with one another are selected to generate a synthetic control, the nature of this methodology minimizes improper borrowing from historical data. The use of a small concurrent control group within a trial greatly reduces penalized selection, and our results demonstrate the ability to reduce allocation to the control group by up to 80% with a minimal increase in uncertainty when closely matched historical data is available. CONCLUSION: Dynamic borrowing using Bayesian hierarchical models with uninformative priors represents a novel approach to utilizing external controls for comparative estimates using single arm evidence.",
  "authors": [
    {
      "last_name": "Dron",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Dron",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Golchi",
      "fore_name": "Shirin",
      "initials": "S",
      "name": "Shirin Golchi",
      "affiliations": [
        "Department of Statistics and Actuarial Science, Simon Fraser University, Burnaby, BC, Canada.",
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Hsu",
      "affiliations": [
        "Department of Statistics and Actuarial Science, Simon Fraser University, Burnaby, BC, Canada.",
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "MTEK Sciences, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials communications",
    "iso_abbreviation": "Contemp Clin Trials Commun",
    "issn": "2451-8654",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "100446",
  "pages": "100446",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31538129",
    "pmc": "PMC6745532",
    "doi": "10.1016/j.conctc.2019.100446",
    "pii": "S2451-8654(19)30208-X"
  },
  "doi": "10.1016/j.conctc.2019.100446",
  "pmc_id": "PMC6745532",
  "dates": {
    "revised": "2023-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.969409",
    "pmid": "31538129"
  }
}