{
  "pmid": "31539605",
  "uid": "31539605",
  "title": "Brief English and Spanish Survey Detects Change in Response to Advance Care Planning Interventions.",
  "abstract": "CONTEXT: The validated 82-item Advance Care Planning (ACP) Engagement Survey measures a broad range of ACP behaviors but is long. OBJECTIVES: Determine whether shorter survey versions (55-item, 34-item, 15-item, 9-item, and 4-item versions) can detect similar change in response to two well-validated ACP interventions and provide practical effect size information. METHODS: We assessed ACP engagement for 986 English- and Spanish-speaking adults in a randomized trial of PREPARE vs. an advance directive-only study arms. The survey was administered at baseline, one week, three months, six months, and 12 months. We calculated mean change scores from baseline to follow-up time points by study arm, intraclass correlation coefficients of change scores between the 82-item survey with shorter versions, and within-group and between-group effect sizes of the mean change scores. RESULTS: Shorter survey versions were able to detect within-group and between-group changes at all time points. Within-group intraclass correlations of the 82-item to shorter versions were high (0.78-0.97), and the amount of between-group differences was comparable using all survey versions. Twelve-month within-group effect sizes ranged narrowly from 0.76 to 1.05 for different survey versions in the PREPARE arm and from 0.44 to 0.64 for the advance directive-only version. Between-group effect sizes ranged narrowly from 0.24 to 0.30 for different survey versions. Results were similar when stratified by English and Spanish speakers. CONCLUSION: Shorter versions of the ACP Engagement Survey were able to detect within-group and between-group changes comparable with the 82-item version and can be useful for efficiently and effectively measuring ACP engagement in research and clinical settings.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Shi",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, California, USA; San Francisco Veterans Affairs Health Care System, San Francisco, California, USA. Electronic address: Ying.Shi@ucsf.edu."
      ]
    },
    {
      "last_name": "Barnes",
      "fore_name": "Deborah E",
      "initials": "DE",
      "name": "Deborah E Barnes",
      "affiliations": [
        "San Francisco Veterans Affairs Health Care System, San Francisco, California, USA; Department of Psychiatry, University of California, San Francisco, California, USA; Department of Epidemiology & Biostatistics, University of California, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Boscardin",
      "fore_name": "John",
      "initials": "J",
      "name": "John Boscardin",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, California, USA; Department of Epidemiology & Biostatistics, University of California, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J You",
      "affiliations": [
        "Departments of Medicine, and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Volow",
      "fore_name": "Aiesha M",
      "initials": "AM",
      "name": "Aiesha M Volow",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, California, USA; San Francisco Veterans Affairs Health Care System, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sudore",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Sudore",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, University of California, San Francisco, California, USA; San Francisco Veterans Affairs Health Care System, San Francisco, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "1068",
  "end_page": "1074.e5",
  "pages": "1068-1074.e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Advance Directives",
    "Aged",
    "Ethnicity",
    "Female",
    "Humans",
    "Language",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Psychometrics",
    "Socioeconomic Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31539605",
    "mid": "NIHMS1056791",
    "pmc": "PMC6878141",
    "doi": "10.1016/j.jpainsymman.2019.09.004",
    "pii": "S0885-3924(19)30524-X"
  },
  "doi": "10.1016/j.jpainsymman.2019.09.004",
  "pmc_id": "PMC6878141",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K24 AG054415",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.528920",
    "pmid": "31539605"
  }
}