{
  "pmid": "31542737",
  "uid": "31542737",
  "title": "Decision support intervention (Plan Well Guide) for patients and their substitute decision-makers to improve engagement in advance care planning: protocol for a randomised trial.",
  "abstract": "OBJECTIVE: The purpose of this randomised trial is to evaluate the efficacy of a decision support intervention for serious illness decisions (the Plan Well Guide decision aid; www.PlanWellguide.com) in increasing the engagement of substitute decision-makers (SDMs) in the patient's advance care planning process (ie, 'ACP engagement'), specifically the SDM's confidence and readiness for the role in the future. METHODS AND ANALYSIS: This study is a parallel group randomised controlled trial. We aim to enrol 90 participant dyads: patients aged 65 years and older attending outpatient healthcare settings and with indicators they would be at high risk of needing future medical decisions and their SDM. The intervention is the Plan Well Guide decision aid, administered to the patient by a facilitator, with the SDM present. The primary endpoint is change after 3 months in the SDM's ACP engagement using a validated measure of behavioural change (SDM's knowledge, contemplation, self-efficacy and readiness) to enact the role. The secondary endpoints are (1) ACP engagement of the patient measured by a validated survey; (2) change in SDM decisional conflict regarding involvement in future decision-making and (3) postintervention patient decisional conflict regarding preference for life-sustaining treatments. Primary and secondary continuous outcomes will be analysed using the linear regression. The mean difference and 95% CIs will be reported. ETHICS AND DISSEMINATION: Approval was received August 2017 (2017-3714-GRA) from the Hamilton Integrated Research Ethics Board. We plan to disseminate trial results in peer-reviewed journals, at national and international conferences, and via our web-based knowledge translation platforms. TRIAL REGISTRATION NUMBER: NCT03239639; Pre-results.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada mhoward@mcmaster.ca."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Slaven",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Slaven",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Borhan",
      "fore_name": "Sayem",
      "initials": "S",
      "name": "Sayem Borhan",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Arora",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Family Medicine, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Critical Care, Queen's University, Kingston, Ontario, Canada.",
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "20"
  },
  "start_page": "e027897",
  "pages": "e027897",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Advance Care Planning",
    "Aged",
    "Decision Support Systems, Clinical",
    "Female",
    "Humans",
    "Male",
    "Patient Participation",
    "Proxy",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31542737",
    "pmc": "PMC6756453",
    "doi": "10.1136/bmjopen-2018-027897",
    "pii": "bmjopen-2018-027897"
  },
  "doi": "10.1136/bmjopen-2018-027897",
  "pmc_id": "PMC6756453",
  "dates": {
    "completed": "2020-09-25",
    "revised": "2020-09-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-135930",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.529775",
    "pmid": "31542737"
  }
}