{
  "pmid": "31545278",
  "uid": "31545278",
  "title": "The renal protection of flavonoid-rich ethanolic extract from silkworm green cocoon involves in inhibiting TNF-α-p38 MAP kinase signalling pathway in type 2 diabetic mice.",
  "abstract": "BACKGROUND: Diabetic nephropathy (DN) is one of the major complications of diabetes. Sericin and flavonoids are two bioactive substances which have been demonstrated to have some therapeutical effect on diabetic nephropathy. The aim of this paper is to investigate the effect of ethanolic extract (EE) rich in quercetin and kaempferol and their glucosides from the green cocoon of silkworm Bombyx mori on DN in type 2 diabetic (T2D) mice induced by high-fat and streptozotocin (STZ). METHODS: Ethanolic extract from the green cocoon shell of silkworm Bombyx mori was used as material. Diabetic mice were orally treated with three doses (150, 250 and 350 mg/kg) of the extract for 7 weeks, then the levels of oxidases and related inflammatory factors were measured in kidneys. RESULTS: Compared with the negative control, EE administration resulted in an evident reduction in blood glucose levels and an improvement of the body weight in diabetic mice. Oral EE could inhibit the expressions of renal tumour necrosis factor TNF-α, monocyte chemoattractant protein-1 (MCP-1), fibronectin (FN) and P38 mitogen-activated protein kinase (p38 MAPK) in T2D mice. Moreover, the levels of superoxide dismutase (SOD) and glutathione peroxidase (GSH-px) were significantly elevated in T2D mice treated with EE. CONCLUSIONS: The activities of anti-fibrosis and anti-inflammation contributed to the renal protective effects by reducing oxidative stress, which might be mediated by the inhibition of the TNF-α-p38 MAP kinase signalling pathway. It is suggested that the ethanolic extract from silkworm green cocoon might be potential as an herbal medicine for DN.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jin-Ge",
      "initials": "JG",
      "name": "Jin-Ge Zhao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Zheng-Guo",
      "initials": "ZG",
      "name": "Zheng-Guo Wei",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China. Electronic address: szwei2002@126.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
    "iso_abbreviation": "Biomed Pharmacother",
    "issn": "1950-6007",
    "issn_type": "Electronic",
    "volume": "118",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "109379",
  "pages": "109379",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Animals",
    "Antioxidants",
    "Blood Glucose",
    "Body Weight",
    "Bombyx",
    "Diabetes Mellitus, Experimental",
    "Diabetes Mellitus, Type 2",
    "Ethanol",
    "Fasting",
    "Fibronectins",
    "Flavonoids",
    "Inflammation Mediators",
    "Kidney",
    "MAP Kinase Signaling System",
    "Male",
    "Mice, Inbred ICR",
    "Plant Extracts",
    "Protective Agents",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "31545278",
    "doi": "10.1016/j.biopha.2019.109379",
    "pii": "S0753-3322(19)32835-5"
  },
  "doi": "10.1016/j.biopha.2019.109379",
  "dates": {
    "completed": "2020-02-04",
    "revised": "2020-02-04"
  },
  "chemicals": [
    "Antioxidants",
    "Blood Glucose",
    "Fibronectins",
    "Flavonoids",
    "Inflammation Mediators",
    "Plant Extracts",
    "Protective Agents",
    "Tumor Necrosis Factor-alpha",
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.356548",
    "pmid": "31545278"
  }
}