{
  "pmid": "31549567",
  "uid": "31549567",
  "title": "Inherited Thrombophilia and the Risk of Arterial Ischemic Stroke: A Systematic Review and Meta-Analysis.",
  "abstract": "Background Inherited thrombophilias are well-established predisposing factors for venous thromboembolism, but their role in arterial thrombosis, such as arterial ischemic stroke, remains uncertain. We aimed to evaluate the association between inherited thrombophilia (factor V Leiden, prothrombin G20210A mutation, protein C deficiency, protein S deficiency, and antithrombin deficiency) and risk of arterial ischemic stroke in adults. Methods and Results We searched PubMed, EMBASE, and Cochrane Library Databases from inception to December 31, 2018. We included case-control or cohort studies of adults reporting the prevalence of inherited thrombophilias in those with arterial ischemic stroke and subjects without arterial ischemic stroke. Two reviewers (T.C., E.D.) independently searched the literature and extracted data. Pooled odds ratios (ORs) and 95% CIs were calculated using random-effects model. We identified 68 eligible studies, which collectively enrolled 11 916 stroke patients and 96 057 controls. The number of studies reporting factor V Leiden, prothrombin G20210A mutation, protein C deficiency, protein S deficiency, and antithrombin deficiency were 56, 45, 15, 17, and 12, respectively. Compared with controls, patients with arterial ischemic stroke were significantly more likely to have the following inherited thrombophilias: factor V Leiden (OR, 1.25; 95% CI, 1.08-1.44; I[2]=0%), prothrombin G20210A mutation (OR, 1.48; 95% CI, 1.22-1.80; I[2]=0%), protein C deficiency (OR, 2.13; 95% CI, 1.16-3.90; I[2]=0%), and protein S deficiency (OR, 2.26; 95% CI, 1.34-3.80; I[2]=8.8%). Statistical significance was not reached for antithrombin deficiency (OR, 1.25; 95% CI, 0.58-2.67; I[2]=8.8%). Conclusions Inherited thrombophilias (factor V Leiden, prothrombin G20210A mutation, protein C deficiency, and protein S deficiency) are associated with an increased risk of arterial ischemic stroke in adults. The implications of these findings with respect to clinical management of patients with ischemic stroke require further investigation.",
  "authors": [
    {
      "last_name": "Chiasakul",
      "fore_name": "Thita",
      "initials": "T",
      "name": "Thita Chiasakul",
      "affiliations": [
        "Division of Hematology Department of Medicine Faculty of Medicine Chulalongkorn University and King Chulalongkorn Memorial Hospital Thai Red Cross Society Bangkok Thailand."
      ]
    },
    {
      "last_name": "De Jesus",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth De Jesus",
      "affiliations": [
        "Tufts University School of Medicine Boston MA."
      ]
    },
    {
      "last_name": "Tong",
      "fore_name": "Jiayi",
      "initials": "J",
      "name": "Jiayi Tong",
      "affiliations": [
        "Department of Biostatistics and Epidemiology Perelman School of Medicine University of Pennsylvania Philadelphia PA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Chen",
      "affiliations": [
        "Department of Biostatistics and Epidemiology Perelman School of Medicine University of Pennsylvania Philadelphia PA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": [
        "Department of Medicine University of Washington School of Medicine Seattle WA."
      ]
    },
    {
      "last_name": "Chai-Adisaksopha",
      "fore_name": "Chatree",
      "initials": "C",
      "name": "Chatree Chai-Adisaksopha",
      "affiliations": [
        "Faculty of Medicine Chiang Mai University Chiang Mai Thailand."
      ]
    },
    {
      "last_name": "Messé",
      "fore_name": "Steven R",
      "initials": "SR",
      "name": "Steven R Messé",
      "affiliations": [
        "Department of Neurology Perelman School of Medicine University of Pennsylvania Philadelphia PA."
      ]
    },
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine Perelman School of Medicine University of Pennsylvania Philadelphia PA.",
        "Department of Pathology and Laboratory Medicine Perelman School of Medicine University of Pennsylvania Philadelphia PA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Heart Association",
    "iso_abbreviation": "J Am Heart Assoc",
    "issn": "2047-9980",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "19",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "e012877",
  "pages": "e012877",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Blood Coagulation",
    "Blood Coagulation Disorders, Inherited",
    "Brain Ischemia",
    "Female",
    "Genetic Predisposition to Disease",
    "Humans",
    "Male",
    "Middle Aged",
    "Phenotype",
    "Prognosis",
    "Risk Assessment",
    "Risk Factors",
    "Stroke",
    "Thrombophilia"
  ],
  "article_ids": {
    "pubmed": "31549567",
    "pmc": "PMC6806047",
    "doi": "10.1161/JAHA.119.012877"
  },
  "doi": "10.1161/JAHA.119.012877",
  "pmc_id": "PMC6806047",
  "dates": {
    "completed": "2020-10-15",
    "revised": "2024-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.699296",
    "pmid": "31549567"
  }
}