{
  "pmid": "31545637",
  "uid": "31545637",
  "title": "Psychology's contributions to understanding and alleviating poverty and economic inequality: Introduction to the special section.",
  "abstract": "In the United States and around the world, economic inequality is one of the greatest challenges of our time. Psychological research is crucial to illuminating and interrupting the damaging consequences of economic hardship and disparities, understanding interpersonal and institutional responses to poverty and economic inequality, and developing effective poverty alleviation programs and policies. The articles in this special section explore psychology's contributions to understanding and alleviating poverty and economic inequality, focusing on mitigating the effects of economic hardship on children and youth, how employment and work-related dynamics contribute to economic inequality, and psychology's presence in federal policymaking. Collectively, this body of work highlights the need for psychologists' engagement in a full spectrum of antipoverty and economic justice initiatives. (PsycINFO Database Record (c) 2019 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Bullock",
      "fore_name": "Heather E",
      "initials": "HE",
      "name": "Heather E Bullock",
      "affiliations": [
        "Department of Psychology."
      ]
    }
  ],
  "journal": {
    "title": "The American psychologist",
    "iso_abbreviation": "Am Psychol",
    "issn": "1935-990X",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "635",
  "end_page": "640",
  "pages": "635-640",
  "language": "eng",
  "publication_types": [
    "Introductory Journal Article"
  ],
  "keywords": [
    "Humans",
    "Poverty",
    "Psychology"
  ],
  "article_ids": {
    "pubmed": "31545637",
    "doi": "10.1037/amp0000532",
    "pii": "2019-56582-001"
  },
  "doi": "10.1037/amp0000532",
  "dates": {
    "completed": "2020-07-02",
    "revised": "2020-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:40.268620",
    "pmid": "31545637"
  }
}