{
  "pmid": "31555375",
  "uid": "31555375",
  "title": "Application and efficacy of extracorporeal shockwave treatment for knee osteoarthritis: A systematic review and meta-analysis.",
  "abstract": "The increasing aging of the world population is accompanied by a rise in the incidence of knee osteoarthritis (KOA). There has been a growing interest in shockwave treatment for orthopedic diseases, including KOA. In previous trials, extracorporeal shockwave therapy (ESWT) was compared to physical therapy or placebo in the treatment of KOA. However, the efficacy and safety of ESWT for KOA remains disputed. The present meta-analysis assessed the effects of ESWT in KOA. The PubMed, Medline, Embase, Web of Science, Research Gate and the Cochrane Library were searched to identify comparative studies involving ESWT for patients with KOA. The outcome indicators included the visual analog scale (VAS) score, range of motion (ROM), the Lequesne index (LI) and the Western Ontario and McMaster Universities osteoarthritis index (WOMAC). In the comparison of the ESWT vs. placebo groups, the primary outcomes included the VAS score and ROM, while the LI was the secondary outcome. In the comparison of the ESWT vs. physical therapy groups, the primary outcomes included the pain score and ROM, while the secondary outcome was the WOMAC index. Relevant data were analyzed using RevMan v5.3. The ESWT group had a lower VAS core, larger ROM and a better LI than the placebo group after 1 month of therapy (P<0.05). Furthermore, at 1 month post-therapy, the ESWT group had a lower VAS score, larger ROM and a better WOMAC than the physical therapy group (P<0.05). The outcomes regarding pain, ROM, LI and WOMAC were significantly different between the two different groups (P<0.05). The present meta-analysis suggested that ESWT may achieve a better therapeutic effect for patients with KOA as compared to physical therapy. However, high-quality trials with large sample sizes are essential to substantiate these results.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Tengqi",
      "initials": "T",
      "name": "Tengqi Li",
      "affiliations": [
        "Department of Orthopedic Surgery, China-Japan Friendship Hospital, Beijing 100029, P.R. China.",
        "Department of Orthopedic Surgery, Peking University China-Japan Friendship School of Clinical Medicine, Beijing 100029, P.R. China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Orthopedic Surgery, China-Japan Friendship Hospital, Beijing 100029, P.R. China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Tingting",
      "initials": "T",
      "name": "Tingting Zhao",
      "affiliations": [
        "Department of Orthopedic Surgery, China-Japan Friendship Hospital, Beijing 100029, P.R. China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Fuqiang",
      "initials": "F",
      "name": "Fuqiang Gao",
      "affiliations": [
        "Department of Orthopedic Surgery, China-Japan Friendship Hospital, Beijing 100029, P.R. China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": [
        "Department of Orthopedic Surgery, China-Japan Friendship Hospital, Beijing 100029, P.R. China."
      ]
    }
  ],
  "journal": {
    "title": "Experimental and therapeutic medicine",
    "iso_abbreviation": "Exp Ther Med",
    "issn": "1792-0981",
    "issn_type": "Print",
    "volume": "18",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "2843",
  "end_page": "2850",
  "pages": "2843-2850",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31555375",
    "pmc": "PMC6755419",
    "doi": "10.3892/etm.2019.7897",
    "pii": "ETM-0-0-7897"
  },
  "doi": "10.3892/etm.2019.7897",
  "pmc_id": "PMC6755419",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.351608",
    "pmid": "31555375"
  }
}