{
  "pmid": "31555456",
  "uid": "31555456",
  "title": "Can Split Renal Volume Assessment by Computed Tomography Replace Nuclear Split Renal Function in Living Kidney Donor Evaluations? A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: As part of their living kidney donor assessment, all living donor candidates complete a computed tomography (CT) angiogram, but some also receive a nuclear renogram for split renal function (SRF%). OBJECTIVE: We considered whether split renal volume (SRV%) assessed by CT can predict SRF%. DESIGN: Systematic review and meta-analysis. SETTING: Living donor candidates undergoing evaluation as potential living kidney donors. PATIENTS: Living donor candidates who received both a nuclear renogram for split function and CT for SRV as part of their living donor work-up. MEASUREMENTS: Split renal volume from CT scans and SRF from nuclear renography. METHODS: We performed a systematic review and meta-analysis of the literature, abstracting data and digitizing plots where possible. We searched Medline, EMBASE, and the Cochrane Library. We added data from donor candidates assessed in London, Ontario from 2013 to 2016. We used fixed and random-effects models to pool Fisher's z-transformed Pearson's correlation coefficient (r). We conducted random-effects meta-regression on digitized and aggregate data. Studies were restricted to living kidney donors or living donor candidates. RESULTS: After pooling 19 studies (n = 1479), we obtained a pooled correlation of r = 0.74 (95% confidence interval [CI] = 0.61-0.82). By linear regression using individual-level data, we observed a 0.76% (95% CI = 0.71-0.81) increase in SRF% for every 1% increase in SRV%. Split renal volume had a specificity of 88% for discriminating SRF at a threshold that could influence the decision of which kidney is to be removed (between-kidney difference ≥10%). Predonation SRV and SRF both moderately predicted kidney function 6 to 12 months after donation: r = 0.75 for SRV and r = 0.73 for SRF; Δr = 0.05 (-0.02, 0.13). LIMITATIONS: Most studies were retrospective and measured SRV and SRF only on selected living donor candidates. Efficiency gains in removing the SRF from the evaluation will depend on the transplant program. CONCLUSION: Split renal volume has the potential to replace SRF for some candidates. However, it is uncertain whether it can do so reliably and routinely across different transplant centers. The impact on clinical decision-making needs to be assessed in well-designed prospective studies. TRIAL REGISTRATION: The digitized data are registered with Mendeley Data (doi10.17632/dyn2bfgxxj.2).",
  "authors": [
    {
      "last_name": "Habbous",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Habbous",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-9650-9105"
    },
    {
      "last_name": "Garcia-Ochoa",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Garcia-Ochoa",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-3960-3664"
    },
    {
      "last_name": "Brahm",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Brahm",
      "affiliations": [
        "Department of Radiology, London Health Sciences, ON, Canada."
      ]
    },
    {
      "last_name": "Nguan",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Nguan",
      "affiliations": [
        "Vancouver General Hospital, BC, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119875459",
  "pages": "2054358119875459",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31555456",
    "pmc": "PMC6753513",
    "doi": "10.1177/2054358119875459",
    "pii": "10.1177_2054358119875459"
  },
  "doi": "10.1177/2054358119875459",
  "pmc_id": "PMC6753513",
  "dates": {
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.280462",
    "pmid": "31555456"
  }
}