{
  "pmid": "31551658",
  "uid": "31551658",
  "title": "A Canadian cost-effectiveness analysis of SAPIEN 3 transcatheter aortic valve implantation compared with surgery, in intermediate and high-risk severe aortic stenosis patients.",
  "abstract": "Background and objectives: The treatment of severe aortic stenosis requires replacement of the defective native valve. Traditionally, this has been done via surgery, but in the last 10 years, transcatheter techniques have emerged. Transcatheter aortic valve implantation (TAVI) is a less invasive option compared to surgical aortic valve replacement (SAVR), and this study evaluates the cost-effectiveness of TAVI versus SAVR in intermediate and high surgical risk patients in Canada. Methods: A Markov model was used to project the costs and quality-adjusted life years (QALYs) gained for TAVI using the SAPIEN 3 valve and SAVR over a 15-year time horizon. The PARTNER I and II studies were used to populate the model in terms of survival, clinical event rates and quality of life over time. The costs of TAVI with SAPIEN 3 and SAVR as well as the costs associated with events included in the model were derived from Canadian administrative and literature data. Costs were expressed in 2018 Canadian dollars and all future costs and QALYs were discounted at a rate of 1.5% annually. Probabilistic and one-way sensitivity analyses were conducted. Results: The incremental cost-effectiveness ratios of TAVI using the SAPIEN 3 valve compared to surgery were $28,154 per QALY gained in intermediate risk patients and $17,237 per QALY gained in high-risk patients. The results of the probabilistic analyses indicated that at willingness-to-pay threshold of $50,000 per QALY gained, the probability of TAVI to be cost-effective was greater than 0.9 in both intermediate-risk and high-risk patients. Sensitivity analyses showed the results were most sensitive to the time horizon used. Conclusion: TAVI using the SAPIEN 3 valve is highly likely to be cost-effective in Canadian patients with severe aortic stenosis who are at intermediate and high surgical risk.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "McMaster Chair in Health Technology Management, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Luong",
      "fore_name": "Trinh",
      "initials": "T",
      "name": "Trinh Luong",
      "affiliations": [
        "Edwards Lifesciences (Canada) Inc ., Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Goodall",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Goodall",
      "affiliations": [
        "Edwards Lifesciences SA , Nyon, Switzerland."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Blackhouse",
      "affiliations": [
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2019"
  },
  "start_page": "477",
  "end_page": "486",
  "pages": "477-486",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31551658",
    "pmc": "PMC6677373",
    "doi": "10.2147/CEOR.S208107",
    "pii": "208107"
  },
  "doi": "10.2147/CEOR.S208107",
  "pmc_id": "PMC6677373",
  "dates": {
    "revised": "2020-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.641162",
    "pmid": "31551658"
  }
}