{
  "pmid": "31563402",
  "uid": "31563402",
  "title": "Managing Delirium and Agitation in the Older Emergency Department Patient: The ADEPT Tool.",
  "abstract": "Agitation and delirium are common reasons for older adults to seek care in the emergency department (ED). Providing care for this population in the ED setting can be challenging for emergency physicians. There are several knowledge translation gaps in how to best screen older adults for these conditions and how to manage them. A working group of subject-matter experts convened to develop an easy-to-use, point-of-care tool to assist emergency physicians in the care of these patients. The tool is designed to serve as a resource to address the knowledge translation and implementation gaps that exist in the field. The purpose of this article is present and explain the Assess, Diagnose, Evaluate, Prevent, and Treat tool. Participants were identified with expertise in emergency medicine, geriatric emergency medicine, geriatrics, and psychiatry. Background literature reviews were performed before the in-person meeting in key areas: delirium, dementia, and agitation in older adults. Participants worked electronically before and after an in-person meeting to finalize development of the tool in 2017. Subsequent work was performed electronically in the following months and additional expert review sought. EDs are an important point of care for older adults. Behavioral changes in older adults can be a manifestation of underlying medical problems, mental health concerns, medication adverse effects, substance abuse, or dementia. Five core principles were identified by the group that can help ensure adequate and thorough care for older adults with agitation or delirium: assess, diagnose, evaluate, prevent, and treat. This article provides background for and explains the importance of these principles related to the care of older adults with agitation. It is important for emergency physicians to recognize the spectrum of underlying causes of behavioral changes and have the tools to screen older adults for those causes, and methods to treat the underlying causes and ameliorate their symptoms.",
  "authors": [
    {
      "last_name": "Shenvi",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Shenvi",
      "affiliations": [
        "Department of Emergency Medicine, University of North Carolina, Chapel Hill, NC. Electronic address: cshenvi@med.unc.edu."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Kennedy",
      "affiliations": [
        "Massachusetts General Hospital Department of Emergency Medicine and Harvard Medical School, Boston, MA."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Charles A",
      "initials": "CA",
      "name": "Charles A Austin",
      "affiliations": [
        "Department of Internal Medicine, Division of Pulmonary Diseases and Critical Care Medicine, University of North Carolina, Chapel Hill, NC."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "University of Arkansas for Medical Sciences, Department of Emergency Medicine, Little Rock, AR."
      ]
    },
    {
      "last_name": "Gerardi",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gerardi",
      "affiliations": [
        "Department of Emergency Medicine, Morristown Medical Center, Morristown, NJ; Coalition on Psychiatric Emergencies."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Schneider",
      "affiliations": [
        "American College of Emergency Physicians, Irving, TX; Department of Emergency Medicine, John Peter Smith Hospital, Fort Worth, TX; Hofstra Northwell School of Medicine, Hempstead, NY."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "136",
  "end_page": "145",
  "pages": "136-145",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Delirium",
    "Delivery of Health Care",
    "Dementia",
    "Diagnostic and Statistical Manual of Mental Disorders",
    "Emergency Service, Hospital",
    "Geriatric Assessment",
    "Guidelines as Topic",
    "Humans",
    "Psychomotor Agitation"
  ],
  "article_ids": {
    "pubmed": "31563402",
    "mid": "NIHMS1667405",
    "pmc": "PMC7945005",
    "doi": "10.1016/j.annemergmed.2019.07.023",
    "pii": "S0196-0644(19)30609-2"
  },
  "doi": "10.1016/j.annemergmed.2019.07.023",
  "pmc_id": "PMC7945005",
  "dates": {
    "completed": "2020-05-01",
    "revised": "2024-08-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 HL007106",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.541098",
    "pmid": "31563402"
  }
}