{
  "pmid": "31569219",
  "uid": "31569219",
  "title": "Health-Related Values and Preferences Regarding Meat Consumption: A Mixed-Methods Systematic Review.",
  "abstract": "UNLABELLED: This article has been corrected. The original version (PDF) is appended to this article as a Supplement. BACKGROUND: A person's meat consumption is often determined by their values and preferences. PURPOSE: To identify and evaluate evidence addressing health-related values and preferences regarding meat consumption. DATA SOURCES: MEDLINE, EMBASE, Web of Science, Centre for Agriculture and Biosciences Abstracts, International System for Agricultural Science and Technology, and Food Science and Technology Abstracts were searched from inception to July 2018 without language restrictions. STUDY SELECTION: Pairs of reviewers independently screened search results and included quantitative and qualitative studies reporting adults' health-related values and preferences regarding meat consumption. DATA EXTRACTION: Pairs of reviewers independently extracted data and assessed risk of bias. DATA SYNTHESIS: Data were synthesized into narrative form, and summaries were tabulated and certainty of evidence was assessed using the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach. Of 19 172 initial citations, 41 quantitative studies (38 addressed reasons for meat consumption and 5 addressed willingness to reduce meat consumption) and 13 qualitative studies (10 addressed reasons for meat consumption and 4 addressed willingness to reduce meat consumption) were eligible for inclusion. Thirteen studies reported that omnivores enjoy eating meat, 18 reported that these persons consider meat an essential component of a healthy diet, and 7 reported that they believe they lack the skills needed to prepare satisfactory meals without meat. Omnivores are generally unwilling to change their meat consumption. The certainty of evidence was low for both \"reasons for meat consumption\" and \"willingness to reduce meat consumption in the face of undesirable health effects.\" LIMITATION: Limited generalizability of findings to lower-income countries, low-certainty evidence for willingness to reduce meat consumption, and limited applicability to specific types of meat (red and processed meat). CONCLUSION: Low-certainty evidence suggests that omnivores are attached to meat and are unwilling to change this behavior when faced with potentially undesirable health effects. PRIMARY FUNDING SOURCE: None. (PROSPERO: CRD42018088854).",
  "authors": [
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), and Department of Paediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Auto` noma de Barcelona, Barcelona, Spain (C.V.)."
      ]
    },
    {
      "last_name": "Rabassa",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Rabassa",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain (M.R.)."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, and Dalhousie University, Halifax, Nova Scotia, Canada (B.C.J.)."
      ]
    },
    {
      "last_name": "Kuijpers",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Kuijpers",
      "affiliations": [
        "Wageningen University, Wageningen, the Netherlands (R.K.)."
      ]
    },
    {
      "last_name": "Prokop-Dorner",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Prokop-Dorner",
      "affiliations": [
        "Jagiellonian University Medical College, Krakow, Poland (A.P., J.Z., D.S., M.M.B.)."
      ]
    },
    {
      "last_name": "Zajac",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Zajac",
      "affiliations": [
        "Jagiellonian University Medical College, Krakow, Poland (A.P., J.Z., D.S., M.M.B.)."
      ]
    },
    {
      "last_name": "Storman",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Storman",
      "affiliations": [
        "Jagiellonian University Medical College, Krakow, Poland (A.P., J.Z., D.S., M.M.B.)."
      ]
    },
    {
      "last_name": "Storman",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Storman",
      "affiliations": [
        "Medical University of Warsaw, Warsaw, and Jagiellonian University Medical College, Krakow, Poland (M.S.)."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Jagiellonian University Medical College, Krakow, Poland (A.P., J.Z., D.S., M.M.B.)."
      ]
    },
    {
      "last_name": "Solà",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Solà",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), and CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain (I.S.)."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "School of Medicine, Chosun University, Gwangju, Republic of Korea (M.A.H.)."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Dalhousie University, Halifax, Nova Scotia, Canada, and Netherlands Comprehensive Cancer Organisation (IKNL), Utrecht, the Netherlands (R.W.V.)."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (D.Z., G.H.G.)."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Biomedical Research Institute San Pau (IIB Sant Pau), and CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain, and McMaster University, Hamilton, Ontario, Canada (P.A.)."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "171",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "19"
  },
  "start_page": "742",
  "end_page": "755",
  "pages": "742-755",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude to Health",
    "Food Preferences",
    "Health Behavior",
    "Humans",
    "Meat Products",
    "Red Meat"
  ],
  "article_ids": {
    "pubmed": "31569219",
    "doi": "10.7326/M19-1326",
    "pii": "2752323"
  },
  "doi": "10.7326/M19-1326",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2021-07-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.263229",
    "pmid": "31569219"
  }
}