{
  "pmid": "31574019",
  "uid": "31574019",
  "title": "What Is the Best Evidence for Management of Displaced Midshaft Clavicle Fractures? A Systematic Review and Network Meta-analysis of 22 Randomized Controlled Trials.",
  "abstract": "BACKGROUND: Displaced mid-third clavicle fractures are common, and their management remains unclear. Although several meta-analyses have compared specific operative techniques with nonoperative management, it is not possible to compare different operative constructs with one another using a standard meta-analysis. Conversely, a network meta-analysis allows comparisons among more than two treatment arms, using both direct and indirect comparisons between interventions across many trials. To our knowledge, no network meta-analysis has been performed to compare the multiple treatment options for displaced clavicle fractures. QUESTIONS/PURPOSES: We performed a network meta-analysis of randomized, controlled trials (RCTs) to determine from among the approaches used to treat displaced midshaft clavicle fractures: (1) the intervention with the highest chance of union at 1 year, (2) the intervention with the lowest risk of revision surgery, and (3) the intervention with the highest functional outcome scores. Secondarily, we also (4) compared the surgical subtypes in the available RCTs on the same above endpoints. METHODS: MEDLINE, Embase, and the Cochrane Central Register of Controlled Trials were reviewed for relevant randomized controlled trials published up to July 25, 2018. Two hundred and eighty four papers were reviewed, with 22 meeting inclusion criteria of RCTs with appropriate randomization techniques, adult population, minimum of 1 year follow-up and including at least one operative treatment arm. In total, 1002 patients were treated with a plate construct, 378 with an intramedullary device, and 585 patients were managed nonoperatively. Treatment subtypes included locked intramedullary devices (56), unlocked intramedullary devices (322), anterior plating (89), anterosuperior plating (150), superior plating (449) or plating not otherwise specified (314). We performed a network meta-analysis to compare and rank the treatments for displaced clavicle fractures. We considered the following outcomes: union achievement, revision surgery risk and functional outcomes (DASH and Constant Scores). The minimal clinically important difference (MCID) was considered for both Constant and DASH scores to be at 8 points, representing the average of MCID scores reported for both DASH and Constant in the evidence, respectively. RESULTS: Union achievement was lower in patients treated nonoperatively (88.9%), and higher in patients treated operatively (96.7%, relative risk [RR] 1.128 [95% CI 1.1 to 1.17]; p < 0.001), Number needed to treat (NNT) = 10). Union achievement increased with any plate construct (97.8%, RR 1.13 [95% CI 1.1 to 1.7]; p < 0.0001, NNT = 9) and with anterior or anterosuperior plates (99.3%, RR 1.14 [95% CI 1.1 to 1.8]; p < 0.0001, NNT = 8). Risk of reoperation, when considering planned removal of hardware, was similar across all treatment arms. Lastly, operative treatment outperformed nonoperative treatment with minor improvements in DASH and Constant scores, though not approaching the MCID. At the subtype level, anterosuperior plating ranked highest in DASH and Constant functional scores with mean differences reaching 10-point improvement for Constant scores (95% CI 4.4 to 2.5) and 7.6 point improvement for DASH (95% CI 5.2 to 20). CONCLUSIONS: We found that surgical treatment led to a greater likelihood of union at 1 year of follow-up among adult patients with displaced mid-third clavicle fractures. In aggregate, surgical treatment did not increase functional scores by amounts that patients were likely to consider clinically important. Use of specific subtypes of plating (anterior, anterosuperior) resulted in improvements in the Constant score that were slightly above the MCID but did not reach the MCID for the DASH score, suggesting that any outcomes-score benefits favoring surgery were likely to be imperceptible or small. In light of these findings, we believe patients can be informed that surgery for this injury can increase the likelihood of union incrementally (about 10 patients would need to undergo surgery to avoid one nonunion), but they should not expect better function than they would achieve without surgery; most patients can avoid surgery altogether with little absolute risk of nonunion. Patients who opt for surgery must be told that the decision should be weighed against complications and the possibility of undergoing a second procedure for hardware removal. Patients opting not to have surgery for acute midshaft clavicle fractures can be told that nonunion occurs in slightly more than 10% of patients, and that these can be more difficult to manage than acute fractures. LEVEL OF EVIDENCE: Level I, therapeutic study.",
  "authors": [
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E Axelrod",
      "affiliations": [
        "D. E. Axelrod, S. Ekhtiari, A. Bozzo, M. Bhandari, H. Johal, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "D. E. Axelrod, S. Ekhtiari, A. Bozzo, M. Bhandari, H. Johal, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bozzo",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Bozzo",
      "affiliations": [
        "D. E. Axelrod, S. Ekhtiari, A. Bozzo, M. Bhandari, H. Johal, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "D. E. Axelrod, S. Ekhtiari, A. Bozzo, M. Bhandari, H. Johal, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada.",
        "M. Bhandari, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "D. E. Axelrod, S. Ekhtiari, A. Bozzo, M. Bhandari, H. Johal, Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "478",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "392",
  "end_page": "402",
  "pages": "392-402",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Clavicle",
    "Evidence-Based Medicine",
    "Female",
    "Fracture Fixation",
    "Fracture Healing",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Randomized Controlled Trials as Topic",
    "Recovery of Function",
    "Reoperation",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31574019",
    "pmc": "PMC7438117",
    "doi": "10.1097/CORR.0000000000000986",
    "pii": "00003086-202002000-00032"
  },
  "doi": "10.1097/CORR.0000000000000986",
  "pmc_id": "PMC7438117",
  "dates": {
    "completed": "2020-06-29",
    "revised": "2022-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.417007",
    "pmid": "31574019"
  }
}