{
  "pmid": "31571333",
  "uid": "31571333",
  "title": "The link between maternal and child verbal abilities: An indirect effect through maternal responsiveness.",
  "abstract": "Language abilities in early childhood show stability over time and play an important role in the development of other cognitive processes. Identifying modifiable environmental risk factors is important to informing prevention and early intervention efforts. Maternal verbal ability has been previously linked to child verbal ability. The current study examined whether maternal and child verbal abilities were linked indirectly through early childhood maternal responsiveness. Data come from a longitudinal birth cohort study. Participants included 133 mothers and their children recruited from maternity wards shortly after birth. Maternal verbal ability was measured using the Vocabulary subtest from the Wechsler Abbreviated Scale of Intelligence, Second Edition (child age 8 months). Child verbal ability was assessed using the Peabody Picture Vocabulary Test (36 months). A latent maternal responsiveness variable was estimated using three developmentally sensitive indicators; one during infancy (child age 8 months) and two when children were 36 months. Results of a structural equation model indicated a significant indirect effect from maternal verbal abilities to child verbal abilities through maternal responsiveness. This indirect path was significant even after inclusion of another indirect path from maternal executive functioning to child verbal ability through maternal responsiveness (which was not significant). Future studies will benefit from experimental, genetically sensitive and/or cross-lagged designs to allow for conclusions related to directionality and causality. This body of research has implications for the study of the intergenerational transmission of verbal abilities and associated skills, behaviours and adaptive outcomes.",
  "authors": [
    {
      "last_name": "Prime",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Prime",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-7387-0398"
    },
    {
      "last_name": "Wade",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Wade",
      "affiliations": [
        "Department of Applied Psychology and Human Development, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Developmental science",
    "iso_abbreviation": "Dev Sci",
    "issn": "1467-7687",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "e12907",
  "pages": "e12907",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aptitude",
    "Child, Preschool",
    "Cohort Studies",
    "Executive Function",
    "Female",
    "Humans",
    "Infant",
    "Intelligence",
    "Language Tests",
    "Longitudinal Studies",
    "Male",
    "Mothers",
    "Vocabulary",
    "Wechsler Scales"
  ],
  "article_ids": {
    "pubmed": "31571333",
    "doi": "10.1111/desc.12907"
  },
  "doi": "10.1111/desc.12907",
  "dates": {
    "completed": "2020-11-05",
    "revised": "2020-11-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "410-2010-2079",
      "agency": "Social Sciences and Humanities Research Council of Canada",
      "country": "International"
    },
    {
      "grant_id": "430-2-12-879",
      "agency": "Social Sciences and Humanities Research Council of Canada",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.678896",
    "pmid": "31571333"
  }
}