{
  "pmid": "31570936",
  "uid": "31570936",
  "title": "Is Aging Biology Ageist?",
  "abstract": "The scientific questions we pursue are shaped by our cultural assumptions and biases, often in ways we are unaware. Here, we argue that modern biases against older adults (ageism) have unconsciously led aging biologists to assume that traits of older individuals are negative and those of younger individuals positive. We illustrate this bias with the example of how a medieval Chinese scholar might have approached the task of understanding aging biology. In particular, aging biologists have tended to emphasize functional declines during aging, rather than biological adaptation and population selection or composition processes; the reality is certainly that all these processes interact. Failure to make these distinctions could lead to interventions that improve superficial markers of aging while harming underlying health, particularly as the health priorities of older adults (autonomy, function, freedom from suffering, etc.) are often quite different from the goals of aging biologists (reducing disease, prolonging life). One approach to disentangling positive, negative, and neutral changes is to map trajectories of change across the life course of an individual (physiobiography). We emphasize that our goal is not to criticize our colleagues-we have been guilty too-but rather to help us all improve our science.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Alan A",
      "initials": "AA",
      "name": "Alan A Cohen",
      "affiliations": [
        "Research Center on Aging, Sherbrooke, Quebec.",
        "Department of Family Medicine, University of Sherbrooke, Quebec."
      ]
    },
    {
      "last_name": "Levasseur",
      "fore_name": "Mélanie",
      "initials": "M",
      "name": "Mélanie Levasseur",
      "affiliations": [
        "Research Center on Aging, Sherbrooke, Quebec.",
        "School of Rehabilitation, University of Sherbrooke, Quebec."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario.",
        "Labarge Centre for Mobility in Aging, Hamilton, Ontario.",
        "McMaster Institute for Research on Aging, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fried",
      "fore_name": "Linda P",
      "initials": "LP",
      "name": "Linda P Fried",
      "affiliations": [
        "Mailman School of Public Health, Columbia University, New York, NY."
      ]
    },
    {
      "last_name": "Fülöp",
      "fore_name": "Tamàs",
      "initials": "T",
      "name": "Tamàs Fülöp",
      "affiliations": [
        "Research Center on Aging, Sherbrooke, Quebec.",
        "Department of Medicine, University of Sherbrooke, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journals of gerontology. Series A, Biological sciences and medical sciences",
    "iso_abbreviation": "J Gerontol A Biol Sci Med Sci",
    "issn": "1758-535X",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "1653",
  "end_page": "1655",
  "pages": "1653-1655",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Ageism",
    "Aging",
    "Biomedical Research",
    "Geriatrics",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "31570936",
    "doi": "10.1093/gerona/glz190",
    "pii": "5564852"
  },
  "doi": "10.1093/gerona/glz190",
  "dates": {
    "completed": "2021-02-10",
    "revised": "2021-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.162083",
    "pmid": "31570936"
  }
}