{
  "pmid": "31578196",
  "uid": "31578196",
  "title": "Colorectal cancer screening with faecal immunochemical testing, sigmoidoscopy or colonoscopy: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: Recent 15-year updates of sigmoidoscopy screening trials provide new evidence on the effectiveness of colorectal cancer screening. Prompted by the new evidence, we asked: \"Does colorectal cancer screening make an important difference to health outcomes in individuals initiating screening at age 50 to 79? And which screening option is best?\" CURRENT PRACTICE: Numerous guidelines recommend screening, but vary on recommended test, age and screening frequency. This guideline looks at the evidence and makes recommendations on screening for four screening options: faecal immunochemical test (FIT) every year, FIT every two years, a single sigmoidoscopy, or a single colonoscopy. RECOMMENDATIONS: These recommendations apply to adults aged 50-79 years with no prior screening, no symptoms of colorectal cancer, and a life expectancy of at least 15 years. For individuals with an estimated 15-year colorectal cancer risk below 3%, we suggest no screening (weak recommendation). For individuals with an estimated 15-year risk above 3%, we suggest screening with one of the four screening options: FIT every year, FIT every two years, a single sigmoidoscopy, or a single colonoscopy (weak recommendation). With our guidance we publish the linked research, a graphic of the absolute harms and benefits, a clear description of how we reached our value judgments, and linked decision aids. HOW THIS GUIDELINE WAS CREATED: A guideline panel including patients, clinicians, content experts and methodologists produced these recommendations using GRADE and in adherence with standards for trustworthy guidelines. A linked systematic review of colorectal cancer screening trials and microsimulation modelling were performed to inform the panel of 15-year screening benefits and harms. The panel also reviewed each screening option's practical issues and burdens. Based on their own experience, the panel estimated the magnitude of benefit typical members of the population would value to opt for screening and used the benefit thresholds to inform their recommendations. THE EVIDENCE: Overall there was substantial uncertainty (low certainty evidence) regarding the 15-year benefits, burdens and harms of screening. Best estimates suggested that all four screening options resulted in similar colorectal cancer mortality reductions. FIT every two years may have little or no effect on cancer incidence over 15 years, while FIT every year, sigmoidoscopy, and colonoscopy may reduce cancer incidence, although for FIT the incidence reduction is small compared with sigmoidoscopy and colonoscopy. Screening related serious gastrointestinal and cardiovascular adverse events are rare. The magnitude of the benefits is dependent on the individual risk, while harms and burdens are less strongly associated with cancer risk. UNDERSTANDING THE RECOMMENDATION: Based on benefits, harms, and burdens of screening, the panel inferred that most informed individuals with a 15-year risk of colorectal cancer of 3% or higher are likely to choose screening, and most individuals with a risk of below 3% are likely to decline screening. Given varying values and preferences, optimal care will require shared decision making.",
  "authors": [
    {
      "last_name": "Helsingen",
      "fore_name": "Lise M",
      "initials": "LM",
      "name": "Lise M Helsingen",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway lisemhe@medisin.uio.no.",
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway.",
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Jodal",
      "fore_name": "Henriette C",
      "initials": "HC",
      "name": "Henriette C Jodal",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Joseph C",
      "initials": "JC",
      "name": "Joseph C Anderson",
      "affiliations": [
        "Veterans Affairs Medical Center, White River Junction, Vermont, USA.",
        "The Geisel School of Medicine at Dartmouth, Hanover, New Hampshire, USA.",
        "University of Connecticut Health Center, Farmington, USA."
      ]
    },
    {
      "last_name": "Auer",
      "fore_name": "Reto",
      "initials": "R",
      "name": "Reto Auer",
      "affiliations": [
        "Institute of Primary Health Care, University of Bern, Bern, Switzerland.",
        "Center for Primary Care and Public Health, University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Silje Bjerkelund",
      "initials": "SB",
      "name": "Silje Bjerkelund Murphy",
      "affiliations": [
        "Diakonhjemmet Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Almadi",
      "fore_name": "Majid Abdulrahman",
      "initials": "MA",
      "name": "Majid Abdulrahman Almadi",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, King Khalid University Hospital, King Saud University, Riyadh, Saudi Arabia.",
        "Division of Gastroenterology, The McGill University Health Center, Montreal General Hospital, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Corley",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Corley",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California, USA.",
        "Department of Gastroenterology, San Francisco Medical Center, California, USA."
      ]
    },
    {
      "last_name": "Quinlan",
      "fore_name": "Casey",
      "initials": "C",
      "name": "Casey Quinlan",
      "affiliations": [
        "Cochrane Consumers.",
        "Society for Participatory Medicine, Boston, Massachusetts, USA.",
        "Mighty Casey Media, LLC, Richmond, Virginia, USA."
      ]
    },
    {
      "last_name": "Fuchs",
      "fore_name": "Jonathan M",
      "initials": "JM",
      "name": "Jonathan M Fuchs",
      "affiliations": [
        "Population Health and Health Policy Consultant, California, USA."
      ]
    },
    {
      "last_name": "McKinnon",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette McKinnon",
      "affiliations": [
        "Patient Advisors Network, Founding Member, Canada."
      ]
    },
    {
      "last_name": "Qaseem",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Qaseem",
      "affiliations": [
        "American College of Physicians, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust-division, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kalager",
      "fore_name": "Mette",
      "initials": "M",
      "name": "Mette Kalager",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Usher-Smith",
      "fore_name": "Juliet A",
      "initials": "JA",
      "name": "Juliet A Usher-Smith",
      "affiliations": [
        "The Primary Care Unit, Department of Public Health and Primary Care, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Lansdorp-Vogelaar",
      "fore_name": "Iris",
      "initials": "I",
      "name": "Iris Lansdorp-Vogelaar",
      "affiliations": [
        "Department of Public Health, Erasmus MC University Medical Center Rotterdam, Rotterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Bretthauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bretthauer",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "367",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "02"
  },
  "start_page": "l5515",
  "pages": "l5515",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aged",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Occult Blood",
    "Outcome and Process Assessment, Health Care",
    "Patient Acceptance of Health Care",
    "Sigmoidoscopy",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "31578196",
    "doi": "10.1136/bmj.l5515"
  },
  "doi": "10.1136/bmj.l5515",
  "dates": {
    "completed": "2019-10-10",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "21464",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.509865",
    "pmid": "31578196"
  }
}