{
  "pmid": "31577694",
  "uid": "31577694",
  "title": "Research Collaboration in Pediatric Critical Care Randomized Controlled Trials: A Social Network Analysis of Coauthorship.",
  "abstract": "OBJECTIVES: Clinical research is a collaborative enterprise; researchers benefit from the expertise, experience, and resources of their collaborators. We sought to describe the extent and patterns of collaboration among pediatric critical care trialists, and to identify the most influential individuals, centers, and countries. DESIGN: Social network analysis of coauthorship. DATA SOURCES: Publications of pediatric critical care randomized controlled trials (1986-2018). DATA EXTRACTION: We manually extracted the names of all authors and their affiliations. We used productivity (number of randomized controlled trials), influence (number of citations), and four measures of prominence in the social network (degree, betweenness, closeness, and eigenvector centrality) to identify the most influential individuals. MEASUREMENTS AND MAIN RESULTS: From 415 randomized controlled trials in pediatric critical care, we identified 2,176 trialists from 377 centers in 43 countries. The coauthorship network is highly disconnected and dominated by a single large cluster of trialists publishing 142 (34%) of the randomized controlled trials. However, 119 (29%) of the randomized controlled trials were published by 28 smaller clusters-a median (interquartile range) of 3 (2-4) randomized controlled trials each. The remaining 154 (37%) randomized controlled trials were coauthored by researchers publishing a single randomized controlled trial each. This overall structure has remained constant with the publication of new randomized controlled trials over 33 years. The most influential trialists and centers varied according to the metric we used; only one trialist and three centers ranked in the top 10 for all measures of influence. Thirty-five of the 40 trialists (88%) ranking in the top 10 of any of the measures were from the United States, the United Kingdom, and Canada. CONCLUSIONS: Pediatric critical care has made considerable progress in the number of trialists and randomized controlled trials, but the research enterprise remains highly clustered and fragmented, particularly geographically. Efforts to further increase the quantity and quality of research in the field should include steps to increase the level and range of collaboration.",
  "authors": [
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Grace M",
      "initials": "GM",
      "name": "Grace M Xu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "21",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "12",
  "end_page": "20",
  "pages": "12-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Authorship",
    "Bibliometrics",
    "Biomedical Research",
    "Canada",
    "Child",
    "Critical Care",
    "Humans",
    "Pediatrics",
    "Publishing",
    "Randomized Controlled Trials as Topic",
    "Research Personnel",
    "Social Networking",
    "United Kingdom",
    "United States"
  ],
  "article_ids": {
    "pubmed": "31577694",
    "doi": "10.1097/PCC.0000000000002120"
  },
  "doi": "10.1097/PCC.0000000000002120",
  "dates": {
    "completed": "2020-11-12",
    "revised": "2020-11-12"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.430014",
    "pmid": "31577694"
  }
}