{
  "pmid": "31578177",
  "uid": "31578177",
  "title": "Colorectal cancer screening with faecal immunochemical testing, sigmoidoscopy or colonoscopy: a microsimulation modelling study.",
  "abstract": "OBJECTIVE: To estimate benefits and harms of different colorectal cancer screening strategies, stratified by (baseline) 15-year colorectal cancer risk. DESIGN: Microsimulation modelling study using MIcrosimulation SCreening ANalysis-Colon (MISCAN-Colon). SETTING: A parallel guideline committee (BMJ Rapid Recommendations) defined the time frame and screening interventions, including selection of outcome measures. POPULATION: Norwegian men and women aged 50-79 years with varying 15-year colorectal cancer risk (1-7%). COMPARISONS: Four screening strategies were compared with no screening: biennial or annual faecal immunochemical test (FIT) or single sigmoidoscopy or colonoscopy at 100% adherence. MAIN OUTCOME MEASURES: Colorectal cancer mortality and incidence, burdens, and harms over 15 years of follow-up. The certainty of the evidence was assessed using the GRADE approach. RESULTS: Over 15 years of follow-up, screening individuals aged 50-79 at 3% risk of colorectal cancer with annual FIT or single colonoscopy reduced colorectal cancer mortality by 6 per 1000 individuals. Single sigmoidoscopy and biennial FIT reduced it by 5 per 1000 individuals. Colonoscopy, sigmoidoscopy, and annual FIT reduced colorectal cancer incidence by 10, 8, and 4 per 1000 individuals, respectively. The estimated incidence reduction for biennial FIT was 1 per 1000 individuals. Serious harms were estimated to be between 3 per 1000 (biennial FIT) and 5 per 1000 individuals (colonoscopy); harms increased with older age. The absolute benefits of screening increased with increasing colorectal cancer risk, while harms were less affected by baseline risk. Results were sensitive to the setting defined by the guideline panel. Because of uncertainty associated with modelling assumptions, we applied a GRADE rating of low certainty evidence to all estimates. CONCLUSIONS: Over a 15 year period, all screening strategies may reduce colorectal cancer mortality to a similar extent. Colonoscopy and sigmoidoscopy may also reduce colorectal cancer incidence, while FIT shows a smaller incidence reduction. Harms are rare and of similar magnitude for all screening strategies.",
  "authors": [
    {
      "last_name": "Buskermolen",
      "fore_name": "Maaike",
      "initials": "M",
      "name": "Maaike Buskermolen",
      "affiliations": [
        "Erasmus MC, University Medical Center Rotterdam, Department of Public Health, Rotterdam, the Netherlands m.buskermolen@erasmusmc.nl."
      ],
      "orcid": "0000-0003-3417-1994"
    },
    {
      "last_name": "Cenin",
      "fore_name": "Dayna R",
      "initials": "DR",
      "name": "Dayna R Cenin",
      "affiliations": [
        "Erasmus MC, University Medical Center Rotterdam, Department of Public Health, Rotterdam, the Netherlands.",
        "Centre for Health Services Research, School of Population and Global Health, The University of Western Australia, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Helsingen",
      "fore_name": "Lise M",
      "initials": "LM",
      "name": "Lise M Helsingen",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effecitveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Haug",
      "fore_name": "Ulrike",
      "initials": "U",
      "name": "Ulrike Haug",
      "affiliations": [
        "Department of Clinical Epidemiology, Leibniz Institute for Prevention Research and Epidemiology - BIPS, Bremen, Germany.",
        "Faculty of Human and Health Sciences, University of Bremen, Bremen, Germany."
      ]
    },
    {
      "last_name": "Bretthauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bretthauer",
      "affiliations": [
        "Clinical Effectiveness Research Group, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effecitveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "Frontier Science Foundation, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Lansdorp-Vogelaar",
      "fore_name": "Iris",
      "initials": "I",
      "name": "Iris Lansdorp-Vogelaar",
      "affiliations": [
        "Erasmus MC, University Medical Center Rotterdam, Department of Public Health, Rotterdam, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "367",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "02"
  },
  "start_page": "l5383",
  "pages": "l5383",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Early Detection of Cancer",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Models, Statistical",
    "Norway",
    "Occult Blood",
    "Outcome and Process Assessment, Health Care",
    "Practice Guidelines as Topic",
    "Sigmoidoscopy",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "31578177",
    "pmc": "PMC6774435",
    "doi": "10.1136/bmj.l5383"
  },
  "doi": "10.1136/bmj.l5383",
  "pmc_id": "PMC6774435",
  "dates": {
    "completed": "2019-10-10",
    "revised": "2023-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.164312",
    "pmid": "31578177"
  }
}