{
  "pmid": "31573946",
  "uid": "31573946",
  "title": "Design Process and Utilization of a Novel Clinical Decision Support System for Neuropathic Pain in Primary Care: Mixed Methods Observational Study.",
  "abstract": "BACKGROUND: Computerized clinical decision support systems (CDSSs) have emerged as an approach to improve compliance of clinicians with clinical practice guidelines (CPGs). Research utilizing CDSS has primarily been conducted in clinical contexts with clear diagnostic criteria such as diabetes and cardiovascular diseases. In contrast, research on CDSS for pain management and more specifically neuropathic pain has been limited. A CDSS for neuropathic pain has the potential to enhance patient care as the challenge of diagnosing and treating neuropathic pain often leads to tension in clinician-patient relationships. OBJECTIVE: The aim of this study was to design and evaluate a CDSS aimed at improving the adherence of interprofessional primary care clinicians to CPG for managing neuropathic pain. METHODS: Recommendations from the Canadian CPGs informed the decision pathways. The development of the CDSS format and function involved participation of multiple stakeholders and end users in needs assessment and usability testing. Clinicians, including family medicine physicians, residents, and nurse practitioners, in three academic teaching clinics were trained in the use of the CDSS. Evaluation over one year included the measurement of utilization of the CDSS; change in reported awareness, agreement, and adoption of CPG recommendations; and change in the observed adherence to CPG recommendations. RESULTS: The usability testing of the CDSS was highly successful in the prototype environment. Deployment in the clinical setting was partially complete by the time of the study, with some limitations in the planned functionality. The study population had a high level of awareness, agreement, and adoption of guideline recommendations before implementation of CDSS. Nevertheless, there was a small and statistically significant improvement in the mean awareness and adoption scores over the year of observation (P=.01 for mean awareness scores at 6 and 12 months compared with baseline, for mean adoption scores at 6 months compared with baseline, and for mean adoption scores at 12 months). Documenting significant findings related to diagnosis of neuropathic pain increased significantly. Clinicians accessed CPG information more frequently than they utilized data entry functions. Nurse practitioners and first year family medicine trainees had higher utilization than physicians. CONCLUSIONS: We observed a small increase in the adherence to CPG recommendations for managing neuropathic pain. Clinicians utilized the CDSS more as a source of knowledge and as a training tool than as an ongoing dynamic decision support.",
  "authors": [
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9915-1911"
    },
    {
      "last_name": "Abouzahra",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Abouzahra",
      "affiliations": [
        "College of Business, California State University, Seaside, CA, United States."
      ],
      "orcid": "0000-0002-9784-5952"
    },
    {
      "last_name": "Schabort",
      "fore_name": "Inge",
      "initials": "I",
      "name": "Inge Schabort",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7937-865X"
    },
    {
      "last_name": "Radhakrishnan",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Radhakrishnan",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-1181-7019"
    },
    {
      "last_name": "Nair",
      "fore_name": "Kalpana",
      "initials": "K",
      "name": "Kalpana Nair",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2763-3196"
    },
    {
      "last_name": "Orr",
      "fore_name": "Sherrie",
      "initials": "S",
      "name": "Sherrie Orr",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1280-7357"
    },
    {
      "last_name": "Langevin",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Langevin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6193-3459"
    },
    {
      "last_name": "Taenzer",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Taenzer",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0001-9127-6237"
    },
    {
      "last_name": "Moulin",
      "fore_name": "Dwight E",
      "initials": "DE",
      "name": "Dwight E Moulin",
      "affiliations": [
        "Department of Clinical Neurological Sciences, Western University, London, ON, Canada.",
        "Department of Oncology, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0001-9902-2418"
    }
  ],
  "journal": {
    "title": "JMIR medical informatics",
    "iso_abbreviation": "JMIR Med Inform",
    "issn": "2291-9694",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "e14141",
  "pages": "e14141",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31573946",
    "pmc": "PMC6792030",
    "doi": "10.2196/14141",
    "pii": "v7i3e14141"
  },
  "doi": "10.2196/14141",
  "pmc_id": "PMC6792030",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.398234",
    "pmid": "31573946"
  }
}